[
  {
    "Rank": "N/A",
    "Name": "Battles For a Dungeon",
    "ID": 338502,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/338502/battles-for-a-dungeon",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "1",
    "Play Time": "1",
    "Weight": "2",
    "Description": "Welcome to the forest of Viaud, a forgotten place with a dungeon in its center. The rediscovery of this dungeon and the treasures it conceals has led to an influx of many peoples to take control of it. &#10;Everyone has established their camp on the edge of the forest, ready to do battle, to settle a new economy and to reign on the ways to establish their power in this place. Skirmishes will take place, the most courageous peoples will dare to build outposts, will recruit units as close as possible to the dungeon and their opponents. &#10;Each people has its special abilities, a season that makes it stronger, but how long will the current season last and when will yours come? No one can master these elements. At each turn, you will discover a punctual, ephemeral power, to be optimized as best as possible to develop yourself or fight your opponents!&#10;&#10;Battles For A Dungeon is a strategy and placement game. As in all the games created by Mathieu Roussignol, the freedom of the players is huge, your choices have a strong impact on the other players&rsquo; strategies, no dice are to be rolled, the luck is present but very limited. You will find here an easy accessibility for a game including a lot of possible strategies. Peoples have perfectly balanced asymmetric powers/characteristics, so that everyone can play as he wants and has the same chance to win the game!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Medieval"
    ],
    "Mechanics": [
      "Action Queue",
      "Area Movement",
      "Investment",
      "King of the Hill",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Farbsprung",
    "ID": 338503,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/338503/farbsprung",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Farbsprung is a Pachisi-like game with color dice instead of normal dice. Accordingly, the path for the figures is designed with colour dots. Counting is not yet necessary here.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice",
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Race",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Traditional Games: Pachisi / Ludo"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wampir",
    "ID": 338507,
    "Year": "(1991)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.39",
    "Link": "https://boardgamegeek.com/boardgame/338507/wampir",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "It is most probably an unlicensed copy of GW's The Fury of Dracula. Mechanics, components and theme were taken from Dracula. Agnieszka &#197;&#187;ak is credited in the rulebook for &quot;Game idea&quot;. Neither the original designer of The Fury of Dracula nor Games Workshop are credited.&#10;&#10;Theme was adjusted to be more &quot;polish&quot; and completely new artwork was created. The map was also changed &mdash; the connections are different and instead of traveling trough XIX century western Europe, we have something similar to Poland territory in years 1918-1945.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Deduction",
      "Fighting",
      "Horror"
    ],
    "Mechanics": [
      "Hidden Movement",
      "Point to Point Movement",
      "Secret Unit Deployment",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Creatures: Vampires",
      "Mechanism: Hidden Movement",
      "Players: One versus Many"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "So, You've Been Eaten.: Dyspepto-Beastmol",
    "ID": 338508,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.55",
    "Link": "https://boardgamegeek.com/boardgameexpansion/338508/so-youve-been-eaten-dyspepto-beastmol",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "As part of the Beast&rsquo;s reaction to the Miner&rsquo;s presence, its bowels secrete a special antacid that exobiologists have termed Dyspepto-Beastmol. Should they come in close contact with it, an enterprising Miner may use it as a temporary boost to power more actions. However, if dislodged from its naturally occurring sources, it will disperse and enhance the Beast&rsquo;s Immune Responses.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Card Game",
      "Dice",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Hand Management",
      "Set Collection",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Das Spiel der Werbung",
    "ID": 338509,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/338509/das-spiel-der-werbung",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In the Das Spiel der Werbung (&quot;Game of Advertising&quot;), the players each run an advertising agency with which they have to collect 50 medals as quickly as possible.&#10;&#10;The players move their figures across the board with 2 dice and can move onto budget fields or event fields. On &quot;budget&quot; fields they receive a &quot;budget&quot; card and thus medals if they get through the &quot;pitch&quot; (answer a question correctly, solve an advertising task, etc.) and can pay the presentation costs. On event fields, cards are drawn and you can win or lose money and medals.&#10;&#10;The questions included in the game require a basic knowledge of the advertising industry.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Dice",
      "Trivia"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Events",
      "Roll / Spin and Move",
      "Track Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "PatagoMar",
    "ID": 338511,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.71",
    "Link": "https://boardgamegeek.com/boardgame/338511/patagomar",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "In PatagoMar, players collect sets of fish in order to advance around a victory point track. &#10;In your turn, you can ask another player for a certain type of fish in their hand (which you must also have at least one card of). If the asked player has this kind of fish, they have to give you all cards of that kind. Keep asking players until they say no; then draw a card from the pile - if it matches your request, you can still continue asking.&#10;&#10;At the end of your round, you can decide to discard sets of the same fish to receive the points printed on the respective cards. Move your pawn forward accordingly - the first player to complete a lap, wins the game.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Educational"
    ],
    "Mechanics": [
      "Memory",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Animals: Fish / Fishes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Under Construction",
    "ID": 338515,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/338515/under-construction",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "As the new foreman, you have a specific goal: get those buildings constructed! Only to do that you have to find ways of maximizing your efforts with the Construction Vehicles, which end up all over the yard and depending when you use them, they will provide different bonuses.&#10;&#10;Plot out the construction of your Buildings by collecting materials, even off turn. Each Building has a special power and can only be constructed once. Often points are gained at times when Buildings are constructed, which can lead to intriguing timing to maximize the value those buildings will earn.&#10;&#10;Take care to use abilities to shift dice, even to rows they wouldn&rsquo;t normally be in, finding the Bulldozer in the Dump Truck&rsquo;s row can show of some truly versatile play! Plus dice remain where they are until they are used, only then are they rerolled. Did you set yourself up for a great play later on or will your opponents pounce on it first?&#10;&#10;Under Construction is a game of utilizing Construction Vehicles to gain their favor and also resources to erect buildings. Buildings create an engine to further utilize the Construction Vehicles. In the end, the player who did both the best will walk away victorious. Watch for clever combos and Vehicles moving outside of their lanes to create chaos and new opportunities.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "City Building",
      "Dice",
      "Print & Play"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Paper-and-Pencil",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Mechanism: Roll-and-Write",
      "Theme: Construction"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Marburg-Spiel",
    "ID": 338516,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/338516/marburg-spiel",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players roll their pieces along a given path through the small town of Marburg and are surprised by events on certain fields along the way. In addition, there is some information about the sights of Marburg. The first player to reach the exact finishing square wins the game.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Dice",
      "Educational",
      "Racing",
      "Travel"
    ],
    "Mechanics": [
      "Events",
      "Roll / Spin and Move",
      "Track Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "A cagar a la via",
    "ID": 338517,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.27",
    "Link": "https://boardgamegeek.com/boardgame/338517/a-cagar-a-la-via",
    "Min Players": "4",
    "Max Players": "15",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "1",
    "Description": "A clone of &quot;cards against humanity&quot;  adapted to Catalan culture.&#10;&mdash;user summary&#10;&#10;An insulting game not suitable for children, figs and thin-skinned people.&#10;The mechanics of the game are simple. A player draws a red card and reads the question. The rest of the players have to answer with the funniest yellow card they have. &#10;&#10;Un joc d&rsquo;ofendre no apte per a nens, figaflors i gent de pell fina.&#10;La mec&agrave;nica del joc &eacute;s simple. Un jugador tira una carta vermella i en llegeix la pregunta. La resta de jugadors han de respondre amb la carta groga m&eacute;s divertida que tinguin. I aix&iacute; fins al final dels dies.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Player Judge"
    ],
    "Families": [
      "Mechanism: Judging Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Marvel: Crisis Protocol – Amazing Spider-Man & Black Cat",
    "ID": 338522,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.68",
    "Link": "https://boardgamegeek.com/boardgameexpansion/338522/marvel-crisis-protocol-amazing-spider-man-and-blac",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "In the years since being bitten by a radioactive spider, Peter Parker's life has been one constant adventure after another. From battling super-powered foes of every size and description to saving New York City more times than he can count, Peter has seen it all. Still, he continues to put everything on the line using his experience, his long list of friends, and sometimes even his longer list of enemies to protect the innocent. Peter Parker is the Amazing Spider-Man, and he wouldn't have it any other way.&#10;&#10;Felicia Hardy is a world-renowned cat burglar with the latent ability to manipulate probability, causing her enemies to suffer unpredictable luck. After a chance encounter with Spider-Man, Felicia gave up a life of lawbreaking (well, mostly) to become a crimefighter. Despite an on- again, off-again romance with Spider-Man, she remains one of his closest allies, occasionally even giving up large scores in order to do the right thing. Felicia Hardy is the Black Cat, and the odds have a way of always landing in her favor.&#10;&#10;Marvel: Crisis Protocol &ndash; Amazing Spider-Man &amp; Black Cat consists of 2 miniatures, 2 Bases, 2 Character Stat Cards, 3 Team Tactic Cards, and 11 Tokens.&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Expansion for Base-game",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Marvel Crisis Protocol",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Marvel: Crisis Protocol – Lizard & Kraven",
    "ID": 338524,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgameexpansion/338524/marvel-crisis-protocol-lizard-and-kraven",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Doctor Curtis Connors was once a genetic biologist and mentor to Peter Parker. He sought a way to use reptile DNA to regrow lost limbs, like his own missing arm. After testing his experimental serum on himself, Connors transformed into the inhuman reptilian creature, Lizard.&#10;&#10;Sergei Kravinoff is Kraven the Hunter, a fanatical big-game hunter who seeks to claim Spider-Man as a prize to demonstrate he is the foremost hunter in the world. From the hidden jungles of the Savage Land to the urban landscape of New York City, Kraven will not relent until he has bagged his trophy.&#10;&#10;Marvel: Crisis Protocol &ndash; Lizard &amp; Kraven consists of 2 miniatures, 2 Bases, 2 Character Stat Cards, 4 Team Tactic Cards, and 11 Tokens.&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Expansion for Base-game",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Marvel Crisis Protocol",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Marvel: Crisis Protocol – Mysterio & Carnage",
    "ID": 338526,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.27",
    "Link": "https://boardgamegeek.com/boardgameexpansion/338526/marvel-crisis-protocol-mysterio-and-carnage",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Quentin Beck began a life of crime as a frustrated artist. A successful stunt man and special effects creator in Hollywood, he turned to criminal life after failing to gain the recognition he thought he deserved. Donning the mantle of Mysterio, Beck uses illusions, hypnosis, and trickery to enact his criminal schemes. A longtime rival of Spider-Man, Mysterio's gadgets and intelligence allow him to tangle with his super-powered foe.&#10;&#10;The killer Cletus Kasady shared a prison cell on Ryker's Island with Eddie Brock, the human host of Venom. Kasady merged with an insane offspring of the original Venom symbiote, which bonded to his bloodstream, transforming him into the deadly and unpredictable villain Carnage.&#10;&#10;Marvel: Crisis Protocol &ndash; Mysterio &amp; Carnage consists of 2 miniatures, 2 Bases, 2 Character Stat Cards, 3 Team Tactic Cards,  and 11 Tokens.&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Expansion for Base-game",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Marvel Crisis Protocol",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mermaid Mayhem",
    "ID": 338541,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgame/338541/mermaid-mayhem",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Mermaid Mayhem is an exciting card based adventure for ages 8 and up! Take your mermaid battle squad on a danger filled treasure hunt. Grow your party and punish your foes as you race to claim the most treasure.&#10;&#10;On their turn they will play cards from their hand to build their team then draw from the deck to find upgrades, treasures, and encounters. Players can also choose to defeat a boss once strong enough. The game ends when no more bosses can be defeated.&#10;&#10;The player with the most treasure at the end of the game wins.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Nautical"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "18: 10 rounds of rock-paper-scissors with 18 fingers",
    "ID": 338542,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.75",
    "Link": "https://boardgamegeek.com/boardgame/338542/18-10-rounds-of-rock-paper-scissors-with-18-finger",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "1",
    "Description": "This game is a simple two player game where you play rock-paper-scissors 10 times, but only 18 fingers can be used in total across all 10 games. Each player starts with 18 sticks to represent the number of fingers available to play. You lose 5 sticks for paper (paa) and 2 sticks for scissors (choki). Rock (guu) doesn't reduce any sticks.&#10;&#10;If you win a round, you will get 1 point, but you get 2 points in the 6th and 10th rounds. Draws (aiko) don't score points either. Try to use up as many of your sticks as possible, because the remaining sticks will be deducted from your score. Calculate your score after 10 rock-paper-scissors games. The one with the most points wins. If the numbers are the same, it is a draw. If you wise, you can play &quot;18&quot; all over again as the tie-breaker.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Rock-Paper-Scissors"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Arrethtrae",
    "ID": 338544,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.25",
    "Link": "https://boardgamegeek.com/boardgame/338544/arrethtrae",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The Kingdom Series Board Game follows the books of The Kingdom Series and The Knights of Arrethtrae very closely. A familiarity with the books will lead to a quick understanding of how the game is played.&#10;&#10;The Kingdom of Arrethtrae is divided into thirty territories. At the beginning of the game, each territory is occupied and controlled by the Dark Knight and his Shadow Warriors. The mission is to retake as many of the territories for the Prince as possible before He returns on His ship as He journeys from the Kingdom Across the Sea. It will take Him ten rounds of play to reach the city of Chessington. Once the Prince reaches the docks at Chessington, the game is over. Every knight has the opportunity to retake one territory on each turn by battling against Shadow Warriors and possibly creatures. If a knight is able to retake a territory on his turn, he will acquire a precious resource or weapon to help fight future battles. A knight will usually not know the scope of the battle until he or she enters the territory and draws a battle card. The knight may face a single Shadow Warrior, multiple Shadow Warriors, creatures, and even a Stronghold. Weapons and resources will be necessary to retake a territory with creatures or Strongholds.&#10;&#10;One to six players can play the game, but there will always be six knights represented on the board. For example, if there is only one player, he will control all six of the knights. If there are three players, each player will control two knights. For four or five players, one or two of the players must control two knights or those knights can be controlled by all players jointly. All six knights are encouraged to work together and strategize on how to recover as many territories as possible. Only through teamwork and keen strategy is a team of knights successful. Victory occurs in varying degrees, for each territory and its people are precious to the Prince. Ultimate victory occurs when all thirty territories are recovered before the Prince arrives.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fighting",
      "Medieval",
      "Religious"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Critical Hits and Failures",
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "SPQR: Revised edition – Warband Skirmishes in the Ancient World",
    "ID": 338545,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.10",
    "Link": "https://boardgamegeek.com/boardgame/338545/spqr-revised-edition-warband-skirmishes-in-the-anc",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "240",
    "Weight": "0",
    "Description": "Following the initial release of SPQR in 2019, we have been inundated with player feedback concerning the game mechanics. It is always important that we take into account the wisdom of practising wargamers and humbly recognise some of the issues raised by players in the SPQR community. We have this taken some of those suggestions and reworked and streamlined the game system to alleviate these issues, as well as rebalancing and tweaking unit point structures to promote overall balance.&#10;&#10;In SPQR, players take command of a warband and lead it to victory, glory, and legend! &#10;With a lightning fast and easy-to-play system, SPQR allows you to build a complete warband capable of scouting out enemy armies, clashing across borders, and conducting raids on farms and villages.&#10;&#10;SPQR also includes a complete campaign system, so you can watch as your heroes rise in stature and warband increases in size, while each warband features specialised scenarios to reflect its own tactics and methods of waging war.&#10;&#10;Hire mercenaries or lead your fierce troops with Heroes of Legend - let nothing stand in your way as you conquer all for the glory of your nation and the gods themselves!&#10;&#10;Complete warband lists are included for:&#10;&#10;     Caesar's Legions&#10;     Gaul&#10;     Dacia &amp; Sarmatia&#10;     Imperial Rome&#10;     Britain&#10;     Germania&#10;     Macedonia&#10;     Athens&#10;     Sparta&#10;     Thebes&#10;     Persia&#10;     Iberia&#10;&#10;&#10;&ndash;description from the publisher&#10;&#10;",
    "Categories": [
      "Ancient",
      "Book",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Turn Order: Claim Action"
    ],
    "Families": [
      "History: Barbarian migrations and invasions",
      "History: Greek & Persian conflicts of the 4th century BC",
      "History: Macedonian Wars",
      "History: Peloponnesian War",
      "History: Roman – Gallic Wars",
      "History: Roman Empire"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tomadaca",
    "ID": 338548,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/338548/tomadaca",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Clay poker chips are stacked on a central, circular wooden board in 3 stacks of 16 chips of randomly mixed colors (5 colors, RED, BLUE, GREEN, YELLOW, BLACK).  Traditional values are generally assigned to the colors (i.e. RED = $5), but some color values can change for particular players based on various bonuses awarded.&#10;&#10;Players take turns with opportunities to TAKE one poker chip for themselves from the top of any one stack or GIVE one to another player from the top of any one stack.  The latter action is only constructive for winning because on the GIVER's next turn, it awards him the bonus of taking exactly 2 chips from the top of any combination of stacks (or 2 from the top of the same stack); once per round they may even take 3 chips in the same manner.&#10;&#10;Play proceeds until rounds equal to the number of players are played. Each round, values are tallied; the final accumulative highest grand total tally wins.&#10;&#10;This is mostly a strategy game with not much luck, except for the initial set-up that offers a bit of luck; this is balanced by letting each player start a round in a game.&#10;&#10;TOMA: Take;  DACA: Give  (in Spanish)&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Party Game"
    ],
    "Mechanics": [
      "Induction",
      "Once-Per-Game Abilities",
      "Score-and-Reset Game",
      "Variable Set-up"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Hades Item-Night God: LARP",
    "ID": 338550,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/338550/hades-item-night-god-larp",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Goal of the Game: &#10;Players need to work together to get a perfect ENDing. Then convince the City God (Cheng Huang) to agree it.&#10;&#10;A player plays as Yuelao (Chinese Cupid) to be the host.&#10;&#10;Phase 1: Day Patrol&#10;There are memories in 13 rooms. Players owns limit joss sticks to explore different 13 rooms to get clue. If players explore 8 rooms, they will goes to phase 2.&#10;&#10;Phase 2: Night Watch&#10;Players has to discuss with each other to get own clue in 60 minutes.&#10;&#10;Phase 3: Trial&#10;There are different characters for each player. Player will provide information from previous phase to get the final ENDing.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Hades Item: Board game",
    "ID": 338551,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/338551/hades-item-board-game",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Goal of the game: Players are the guards of City God (Cheng Huang) and try to arrest the phantoms fleeing everywhere.&#10;&#10;Shuffle the Phantoms- Fleeing tiles and distribute 3 tokens to every player. Then the game bigins.&#10;&#10;Phase 1: Night Watch &#10;There are 9 actions for all players. Different actions costs different arresting tiles. Players owns limit arresting tiles to do actions. If player runs out of arresting tiles or want to stop at time, then it's next player's turn.&#10;&#10;Phase 2: Night Patrol&#10;Players has do decide to arrest or not.&#10;&#10;Phase 3: Night Trial&#10;If the players arrest the Phantoms- Fleeing successfully, he will get the Phantoms- Fleeing tiles. If not, player will lose  arresting tiles&#10;&#10;Phase 4: Day Patrol&#10;If player catch correct Phantoms- Fleeing, the player wins.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Hades Item: Six paths – Puzzle book",
    "ID": 338552,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/338552/hades-item-six-paths-puzzle-book",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Goal of the game:&#10;Player has to solve the puzzle to get the final truth!&#10;&#10;There are different clue in 10 post cards. Player has to use the cooper coins and compass to get corresponding words or pictures. If you can go through to 10th Puzzle, and figure it out, you win the game&#10;&#10;",
    "Categories": [
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Category: Escape Room Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "RAID Bosses",
    "ID": 338554,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/338554/raid-bosses",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Boot up your computer, you&rsquo;re a gamer trying to load into your favorite online fantasy game, but to complete the process you will have to defeat 1 of 6 unique RAID Bosses that guard the Server&rsquo;s files.&#10;&#10;A hand building, cool-down management, raid boss battle game. You will be building a hand of Asset files by purchasing them from an always shifting queue of 5 cards, using Code, Sound, Video and Bug symbols you've rolled for the turn.&#10;&#10;Pay the cost in Load Pixels to play Asset cards from your hand that trigger various effects, like reducing the RAID Boss's health or armor. Once Asset cards are played, they will return to your hand over time as Load Pixels are removed from them.&#10;&#10;Manage your computer's Heat Level carefully, rolling too many Bug symbols or Overheating your computer will trigger harmful effects!&#10;&#10;Win the game when the RAID Boss's health value is 0.&#10;Lose the game when your health value is 0.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Hand Management",
      "Open Drafting",
      "Solo / Solitaire Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Agronomy",
    "ID": 338555,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.40",
    "Link": "https://boardgamegeek.com/boardgame/338555/agronomy",
    "Min Players": "4",
    "Max Players": "9",
    "Min Play Time": "50",
    "Play Time": "50",
    "Weight": "0",
    "Description": "You are a crop farmer in the modern world trying to make a living in an ever-fluctuating market. You&rsquo;re primarily a Wheat farmer but are now experimenting with other crops as the market has become saturated. You've narrowed your choices between Rice, Oats, Corn, Barley or Quinoa to add to your harvest in hopes of getting ahead of the market and to turn a better profit. However, the competition is experimenting with the same philosophy. Can you outthink your neighbors and develop a strategy that yields a better return? Or will you fall victim to your poor investment decisions?&#10;&#10;Supporting up to 9 players, Agronomy is the deck building game that combines the reality of life on the farm with real world economics. Each player begins the game with a deck of 8 wheat and 2 random specialty crops. Every round, players take their turns simultaneously and reveal their hands to determine the market value of each crop. Investing in equipment cards will either increase the quantity of your crops or decrease the cost of purchasing additional crops. Market cards will directly affect the value of your crops and in some cases your opponent's. Research cards will either disrupt your opponent's game play or enhance your own. With 24 different cards to choose from, players will randomly choose 3 cards from each category to create a different and exciting challenge each game. Each player has a common goal of being the first to reach $60, but every dollar spent takes you further away from goal. So invest wisely.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Farming"
    ],
    "Mechanics": [
      "Deck Construction",
      "Market",
      "Open Drafting",
      "Race",
      "Simultaneous Action Selection",
      "Victory Points as a Resource"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Knockabout / Warp 6",
    "ID": 338556,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/338556/knockabout-warp-6",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Includes Knockabout and Warp 6 in one plastic clamshell box.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cudgel Duel: Franco's first counterstrikes at the Ebro, Aug-Sep 1938",
    "ID": 338558,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.17",
    "Link": "https://boardgamegeek.com/boardgame/338558/cudgel-duel-francos-first-counterstrikes-at-the-eb",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "480",
    "Weight": "2",
    "Description": "&quot;Cudgel Duel: Franco's First Counterstrikes at the Ebro, Aug-Sep 1938&quot; is a FREE Print and Play wargame; the first one depicting the second phase of the Clicmatic Battle of the Ebro. The battle composed of a series of vicious counterattacks that ended, after much blood spilling, pushing the Republican army to the left bank of the river it had crossed 4 months before.&#10;&#10;The game is a Battalion level simulation of the battle, played on a hexagonal grid with hexides spanning 500 meters and 8 hour turns. The turns consist of successive divisional activations and separate air and administrative phases. The scenarios depict five of the bloody counter-offensives that took place between August and October 1938.&#10;&#10;Status markers and air operations are handled in separate charts. Maneuver, morale, intelligence, enemy reaction and divisional assets play a significant part in the battle management. Combat resolution is interactive and fluid, maximizing unpredictability.&#10;&#10;The game includes a set of rules, one scenario booklet, one A2 map, three air operations charts, ten corps asset charts, and three, two sided, counter sheets. One six sided die and, optionally, two opaque cups are also required.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Civil War",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Hexagon Grid",
      "Impulse Movement",
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Country: Spain",
      "Digital Implementations: VASSAL",
      "History: Spanish Civil War",
      "Interwar period (Nov. 1918 - Aug. 1939)",
      "Misc: Free Wargames",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Human Compost",
    "ID": 338563,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/338563/human-compost",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "0",
    "Description": "A 15mm miniatures game of mutant warfare set in the post apocalyptic future.&#10;&#10;One of four players take turns moving through a barren wasteland looking for the remnants of previous humans to feed to the toxic pits.  After acquiring the correct combination of human remnants, players spawn one of 4 large mutants that can be used to destroy your opponent.&#10;&#10;Solo rules allow a player to fight against one or many opponents depending on the desired difficulty.&#10;&#10;Game is played on a hexagonal map and includes 4 main 15mm figures, 4 mutant monsters and 4 auxiliary characters with optional terrain pieces.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Horror",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Li.. La.. Löffelspiel",
    "ID": 338564,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/338564/li-la-loffelspiel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "The players are supposed to spoon out of the plate as quickly as possible all the vegetable pieces that can be seen on the card that has just been turned over. But it's not as easy as it sounds, because the spoons have joints and bend exactly when you don't need them, making you lose the carrot you just picked up very quickly. For smaller children who want to play along, you can also push the spoon together and thus make the handle immovable.&#10;&#10;&mdash;user summary;;&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Karten-Würfeln",
    "ID": 338568,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/338568/karten-wurfeln",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Who manages to get the most cards through lucky dice rolling and clever calculations?&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Matching"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Doobidoo",
    "ID": 338569,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/338569/doobidoo",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Doobidoo makes everyday life a party and the party even more festive. There are no occasions that do not get more fun and happier with Doobidoo. Like music is all that is required. But are you also quick-thinking, an undiscovered Monet or do you sing like a god? Then you will love Doobidoo.&#10;&#10;Collect letters by scoring points on the different squares on the board. Sing, draw, answer questions,&#10;think fast and guess. Do not hesitate to let go and set the tone - that's the way to success. It made that&#10;first manages to form the word DOOBIDOO with its letter tiles wins!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Line Drawing",
      "Set Collection",
      "Singing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mästarnas Mästare",
    "ID": 338570,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/338570/mastarnas-mastare",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Fight for the title of Master of Masters! On the playing field, will, speed and concentration are challenged in 6 different competition disciplines. Sometimes you have to choose your opponent. In the next moment, everyone is fighting against everyone. After a round on the playing field, the final duel between the strongest players remains.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Party Game"
    ],
    "Mechanics": [
      "Memory",
      "Roll / Spin and Move",
      "Take That",
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Smimando",
    "ID": 338571,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/338571/smimando",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "In turn, each player must mime a subject, trying to make the other players guess it. The youngest player starts by drawing a subject-card and turning the spinner that will determine, according to the color of the card, which subject he has to mime. If, for example, the color pink comes out, he will have to mime the word in the card that corresponds to the color pink. If the emoji comes out, he can freely choose one of the six subject-words. He repeats the process by drawing an action card and turning the spinner again, which determines the action to be mimed (for example: THE LION PAINTS).&#10;At this point he proceeds with the mime (one or two minutes of time can be set, at the competitors' choice).&#10;The game stops either at the end of the time or when a contestant guesses both the subject and the action he is performing. In the latter case, both the mime and the first contestant to guess win a token. If no one guesses, no tokens are awareded. The game then continues in the same way counter-clockwise from the last one who mimed. The winner is whoever earns 5 tokens first.&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Communication Limits",
      "Real-Time"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Naruto: Ninja Arena – Core Game + Genin Pack Expansion",
    "ID": 338573,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.74",
    "Link": "https://boardgamegeek.com/boardgame/338573/naruto-ninja-arena-core-game-plus-genin-pack-expan",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The Ch&ucirc;nin exams are in full swing ! This is a great opportunity for Naruto, Sasuke, Sakura, Shikamaru, Rock Lee, Tenten, Hinata, Kiba, Temari and Gaara to spar in frenzied bouts and practice mastery of their techniques and special powers. The young Ninjas will use their skills to the best of their ability and try to bring down their rivals by inflicting damage that will add up to wounds, knock outs, or even worse, final elimination. The last Ninja standing wins!&#10;&#10;Naruto: Ninja Arena is the first game using the Roll &amp; Clash system. During the game, you throw your dice as quickly as you can and use the results to activate Techniques without stopping the game. Everyone plays at the same time in a frantic battle to be the last Ninja Standing! The game ends when all players are K.O. or eliminated except one.&#10;&#10;Note that the Japanime Games version of Naruto: Ninja Arena contains both the original base game from Don't Panic as well as the Genin Pack Expansion.&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Dice",
      "Real-time"
    ],
    "Mechanics": [
      "Chaining",
      "Dice Rolling",
      "Player Elimination",
      "Real-Time",
      "Simultaneous Action Selection",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tautotì",
    "ID": 338575,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/338575/tautoti",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Tautot&igrave; is a creative writing game based on tautograms, a puzzle game that consists in forming sentences or compositions whose words start with the same letter. The youngest player draws an inspiration card and, immediately after, a letter card. He places them in the center of the table, clearly visible to all players. Then turn the hourglass: each player has the task, in the time of the hourglass, to write on his blackboard a meaningful sentence containing at least one subject represented in the inspiration card. One point is counted for each word in the sentence that begins with the letter drawn. One point is subtracted from this sum for each word that does not have the required initial. If, while composing a sentence, you come to a net of 5 words with the same initial, the score doubles. The game continues with another round of play (the player to the right of the last one draws the inspiration card and the letter card, and so on...). The winner is the one who reaches, first, the score of 35 points (or more, as chosen by the players before starting the game).&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Party Game",
      "Real-time",
      "Word Game"
    ],
    "Mechanics": [
      "Real-Time"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "KO Memo",
    "ID": 338576,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/338576/ko-memo",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "0",
    "Description": "The game is based on the memory palace technique, which consists in remembering elements by associating them with known spaces. In this game there are 40 cards set in 8 different rooms of a house. Each card has an out of context object placed in the given environment. Each room has 5 points of interest.&#10;&#10;The aim of the game is to remember in sequence the &quot;out of context&quot; object of each tile. The player is facilitated when associating the objects to be remembered to the various rooms and points of interest in the house.&#10;&#10;Challenge mode. Each player takes a coloured scoreboard card. The picture cards are shuffled and equally distributed to each player. The remaining cards are set aside. The players place their cards face down in a horizontal row in front of them. The youngest player starts by turning the cards over in their sequence and carefully observing the &quot;out of context&quot; objects for 30 seconds. Then they turns the cards face down again and begins to remember the sequence out loud, naming the objects from left to right and then turning the corresponding card face up for verification, and so on until the end of the row of cards. Each guessed object is worth one point. At the first mistake the player will have to stop and pass the turn to the next player in clockwise order who will play in the same way. At the end of the round, the game goes on until one of the players reaches 20 points (always waiting for the end of the round, so that all players have completed the same number of turns).&#10;&#10;Knockout mode. Arrange the cards in a row in the center of the table in multiples of 8, from one to five rows depending on the desired difficulty. All players observe the series for 30 seconds. At the end the youngest player turns the cards face down and begins to remember the sequence, naming the subject on each card and then turning the card over for verification. At the first mistake, the uncovered tiles are turned face down once again and the second player begins. The first player who remembers all the objects wins.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Assault on the Colossus",
    "ID": 338579,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/338579/assault-on-the-colossus",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "&ldquo;The Colossus is fast approaching to the Village! Someone must do something or there will be nothing left behind.&quot;&#10;&#10;In the role of the Hero you must knock down the Colossus. To perform this feat you must climb through the levels of his body until you reach the sensitive point, his head, and deliver the coup de grace. To achieve this you must wisely manage your stamina, fatigue and vitality. Hurry! The Colossus is moving and the fate of everyone who loves you rests in your hands.&#10;&#10;Overview&#10;The Hero starts at ground level (level 0). Each turn you either attempt to climb to the next body spot or hold on to rest and recover. Then the Colossus will act, either attempting to shake off the Hero or advance towards the Village.&#10;&#10;&mdash;description from the designer&#10;&#10;The game continues until the Hero&rsquo;s vitality reaches zero, the Colossus is killed, or the Colossus reaches the Village.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Point to Point Movement",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Mechanism: Roll-and-Write",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "PitchCar: Foam Rail",
    "ID": 338582,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/338582/pitchcar-foam-rail",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The Foam Rail features an adhesive that allows for it to be re-positioned and reused several times.&#10;&#10;Need more rail to unleash your imagination? Create a Bridge, Tunnel, or Gap!&#10;&#10;Includes: 1 meter length foam rail.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Action / Dexterity",
      "Children's Game",
      "Party Game",
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Flicking",
      "Modular Board",
      "Race"
    ],
    "Families": [
      "Game: PitchCar",
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BladeShift Worldsiege",
    "ID": 338583,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/338583/bladeshift-worldsiege",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Dynamic with plenty of depth for experienced re-players, BladeShift is a game in which players take on the guise of a skilled Fighter on a quest to collect 3 remaining elemental affinity seals from the realm of The Shift. &#10;These Seals brought together would allow one to save their realm from the abominations waiting to invade, should they fail their quest, or to mark The Shift realm as a first conquest...&#10;&#10;As players progress and level up through the dungeon, so too do the challenging monsters they'll have to face in efforts to return the seal to their gateway.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Action Points",
      "Critical Hits and Failures",
      "Die Icon Resolution",
      "Finale Ending",
      "Modular Board",
      "Trading"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Admin: Upcoming Releases",
      "Category: Dungeon Crawler",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Somewhere Under The Rainbow",
    "ID": 338584,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.96",
    "Link": "https://boardgamegeek.com/boardgame/338584/somewhere-under-the-rainbow",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2",
    "Description": "In Somewhere Under The Rainbow, you take on the role of one of the tiny winged critters of Glistening Grove. As a loyal resident of this land, it is your sworn duty to partake in the mysterious process of creating colorful rainbows, using a rare and secret ingredient: the crystalline poop of a Unicorn!&#10;&#10;Armed with an enchanted plunger, you will fly your way through piles of multicolored Unicorn Poop and gather precious pieces of feces to build stunning rainbows. At the same time, you&rsquo;ll need to prepare as many delicious dishes for the Unicorn as possible, to make sure the supply doesn&rsquo;t run out.&#10;&#10;Gameplay: On your turn, you can decide to either &quot;Gather Unicorn Poop&quot; or &quot;Visit the Village&quot;. When you Visit the Village, you must perform at least one of the following three actions in whatever order you like:&#10;&#10;&#10;     Rainbow Maker: Trade Poop Tokens for Glitter Cubes by depositing at least 2 tokens of the same color into the tube of the Rainbow Maker. The more tokens you deposit at once, the more Glitter Cubes you receive in return.&#10;     Market: Use the Glitter Cubes to buy Ingredients at the Market.&#10;     Food: Earn Tasty Points by combining any two Ingredients to create a Food of a specific color to feed the Unicorn.&#10;&#10;&#10;A rainbow is created once all six different colors of Poop Tokens have been deposited into the tube of the Rainbow Maker. The game ends when four rainbows have been created. Poop Tokens used to make rainbows throughout the game can score you valuable bonus Tasty Points at the end. The more tokens of one color that were used, the more bonus Tasty Points go to the player who has earned the highest number of Tasty Points from Food of that color during the course of the game. The player with the highest total number of Tasty Points wins the game, and is officially named the best Rainbow Maker in Glistening Grove!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Fantasy"
    ],
    "Mechanics": [
      "End Game Bonuses",
      "Grid Movement",
      "Line of Sight",
      "Pattern Movement",
      "Pattern Recognition",
      "Set Collection",
      "Three Dimensional Movement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Creatures: Unicorns",
      "Crowdfunding: Kickstarter",
      "Theme: Nature"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Scarlet Envelope VI: Screaming Venice – Art Heist",
    "ID": 338585,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.33",
    "Link": "https://boardgamegeek.com/boardgame/338585/scarlet-envelope-vi-screaming-venice-art-heist",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "This tabletop escape-room-style mystery takes place in Venice, 2000. THE SCREAM, Edvard Munch&rsquo;s famous painting &amp; the art's most haunting face, disappears right before the opening of a posh Art Biennale. Art lovers are confused: anyone knows that such a well-known painting is impossible to resell! Was it stolen for ransom? Or to cover up a larger mystery?&#10;&#10;Delve into the world of art crime, recover the precious artifact, identify the art thief, and get all the answers about this art heist of the century!&#10;&#10;GAME CONTENTS:&#10;&#10;     Tri-fold brochure featuring real art of Edvard Munch &amp; other famous artists&#10;     Cryptic bookmark, a souvenir from the gift shop&#10;     Maps of the gallery's first &amp; second floor&#10;     Photo from the crime scene with notes&#10;     Letter from the President of the Art Biennale&#10;     Art Galery Website&#10;     Video Security Footage&#10;     Audio guided tour of the gallery&#10;     Music Soundtrack&#10;&#10;&#10;Lots of multi-layered puzzles to solve, from visual enigmas to logic and folding puzzles. You will interpret colors, investigate famous paintings (and educate yourself on the way), as well as search the gallery, and learn about Edvard Munch's haunting legacy. Expect all things ART, spiced up with the charming vibe of Venice!&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery",
      "Puzzle"
    ],
    "Mechanics": [
      "Deduction"
    ],
    "Families": [
      "Series: Scarlet Envelope",
      "Theme: Burglary and Heists",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Empyreal: Far Corners",
    "ID": 338587,
    "Year": "(2022)",
    "Geek Rating": "5.542",
    "Avg Rating": "8.13",
    "Link": "https://boardgamegeek.com/boardgameexpansion/338587/empyreal-far-corners",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "75",
    "Weight": "3",
    "Description": "This mini expansion adds new 4 metro boards, 3 new specialists, and 4 postcards (featuring new metro destinations).&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Trains"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Modular Board",
      "Network and Route Building",
      "Open Drafting",
      "Pick-up and Deliver",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Mechanism: Tableau Building",
      "Misc: LongPack Games",
      "Series: Cube Rails",
      "Setting: World of Indines"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Olympus Races: The racing game of the Gods",
    "ID": 338589,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.97",
    "Link": "https://boardgamegeek.com/boardgame/338589/olympus-races-the-racing-game-of-the-gods",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "120",
    "Weight": "2",
    "Description": "You are a God. You have been challenged by Zeus and Hera, rulers of Olympus, to take part in a race of epic proportions. With help from fabulous mythological creatures and all the quirky Gods and Goddeses in the Greek Pantheon, be the first to reach the highest peak of Mount Olympus, where eternal glory awaits!&#10;&#10;Play as one of eight powerful Gods and Goddesses, each with their own Territory, special powers and gameplay style. Race across the gameboard, using a variety of card effects and advantages on your own Territory to turn the odds in your favour. Be the first player to reach Mount Olympus to win the game.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Ancient",
      "Educational",
      "Mythology"
    ],
    "Mechanics": [
      "Hand Management",
      "Modular Board",
      "Push Your Luck",
      "Race",
      "Take That",
      "Team-Based Game",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Mythology: Greek"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dupli",
    "ID": 338593,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgame/338593/dupli",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1",
    "Description": "In the card game Dupli, each player starts with the nine cards in hand. On a turn, you each choose and reveal two cards, then carry out the effects of those cards, which have a rock/paper/scissors style of ranking, along with potential reversals of powers. More than one person can win a round, and the winners split the cards played, with the remainder carrying over to the next round.&#10;&#10;After four rounds, whoever has won the most cards wins.&#10;&#10;You can play Dupli with fixed hands of nine cards so that everyone has the same options available or by adjusting the card count in the deck based on the number of players, then shuffling and dealing nine cards to each player.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Victim: Asylum",
    "ID": 338594,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/338594/victim-asylum",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "40",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Victim: Asylum is an expansion and serves as a continuation for Victim: The Cursed Forest. Victim: Asylum, similar to its predecessor, revolves around the cooperation of &quot;Victims&quot; trying to escape from an entity called &quot;the Evil&quot;. With a brand-new setting and Victims, Victim: Asylum aims to offer a diversity in gameplay. This expansion can be played by 2-6 players. Each game takes about 40-90 minutes to play. Some situations may require components, such as cards or dice, from the main game. Victims and Evils from the main game can also be used in this expansion. The main objective for Victim: Asylum is to find the key, go to the basement, gain access to the Professor's secret tunnel and escape the Asylum before Evil consumes you. Just like the main game, one of the players will become possessed by Evil after the 3rd round, changing their objective to eliminate the other players or sabotaging their attempt to escape.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "HYKE",
    "ID": 338595,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgame/338595/hyke",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "HYKE is a poetic communication game in which you create senry&#197;&#171; &mdash; poems with a 5-7-5 syllable structure, typically about human foibles &mdash; in which someone at the table can identify the theme of your creation, but ideally not too easily.&#10;&#10;To set up, players submit themes to a central pool, then you draw one of those themes at random, create a senry&#197;&#171; based on that theme, and invite others to identify the theme of your creation. Your score is the number of people who guess incorrectly before someone guesses correctly, so you want your poem to be both not too easy to understand and not too difficult to understand.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Flucht aus Berlin",
    "ID": 338601,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.36",
    "Link": "https://boardgamegeek.com/boardgame/338601/flucht-aus-berlin",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Trapped in the German capital.&#10;In this thrilling escape adventure, all players have to work together to find an escape route from Berlin in good time during 8 different puzzles. The tricky puzzles lead you to the most popular sights of the metropolis - past the Brandenburg Gate, to the Museum Island and along the Berlin Wall. In a handy card format, this puzzle game transforms both a trip to Berlin and a cozy game evening into an exciting escape experience.&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;Gefangen in der deutschen Hauptstadt.&#10;Bei diesem packenden Escape-Abenteuer m&uuml;ssen alle Spieler zusammenarbeiten, um rechtzeitig einen Fluchtweg aus Berlin zu finden. Die kniffligen R&auml;tsel f&uuml;hren sie zu den beliebtesten Sehensw&uuml;rdigkeiten der Metropole &ndash; am Brandenburger Tor vorbei, zur Museumsinsel und entlang der Berliner Mauer. In einem handlichen Kartenformat verwandelt dieses R&auml;tselspiel sowohl eine Reise nach Berlin als auch einen gem&uuml;tlichen Spieleabend in ein spannendes Escape-Erlebnis.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Cities: Berlin (Germany)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Décadex",
    "ID": 338612,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/338612/decadex",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "The game board is a grid of colored numbers (1-4) with intersecting lines between the numbers. Players take turns placing 4 rings each on the board, and then moving those rings to achieve a total of 10. To win the game, the four rings must be placed on four numbers of four different colors or 2 pairs of identical colors.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Tabloid Charades",
    "ID": 338621,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/338621/tabloid-charades",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Charades based on actual tabloid stories!&#10;&#10;Tabloid Chardes is intended as a light-hearted diversion, not a game of heated competition. Teams work with, not against, one another. A member of TEAM 1 acts out a charade on his team card while TEAM 2 guesses, then a member of TEAM 2 acts while TEAM 1 guesses.&#10;&#10;The charades in each round round do not have to be performed in any particular order. Each performer is free to act out the charade of his choice, and may seek the help of other team members if stuck.&#10;&#10;The game has been designed to play in one evening.&#10;&#10;VARIATIONS&#10;1. Instead of the performer choosing the charade he will act out, have the other team pick a number.&#10;2. Certain charades might be taken on as a group project, with team members acting together to achieve the desired effect.&#10;&#10;",
    "Categories": [
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Acting"
    ],
    "Families": [
      "Traditional Games: Charades"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shift",
    "ID": 338623,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/338623/shift",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The game board is a plastic six by six square grid which allows for the sliding of pieces. Players take turns placing their counters (20 each) on the board. Players are allowed to &quot;shift&quot; rows of counters to block their opponent's attempt to get 5 in a row.&#10;&#10;The game is made in Hong Kong.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building",
      "Slide / Push"
    ],
    "Families": [
      "Category: n in a row"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mint Control: Crowdfunder's Hall Promo",
    "ID": 338624,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.06",
    "Link": "https://boardgamegeek.com/boardgameexpansion/338624/mint-control-crowdfunders-hall-promo",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Exclusive location for Kickstarter backers.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Series: Mint (Five24 Labs/Poketto)",
      "Crowdfunding: Kickstarter",
      "Players: Games with Solitaire Rules",
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Genotype: Alternative Inheritance Pattern Overlays",
    "ID": 338625,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.62",
    "Link": "https://boardgamegeek.com/boardgameexpansion/338625/genotype-alternative-inheritance-pattern-overlays",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Two Alternative Inheritance Pattern Overlays introduce new Research Goals. The Codominance Overlay adds a Purple and White Flower Research Goal, and the Incomplete Dominance Overlay adds a Medium Height Research Goal.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Promotional: BGG Store Promos",
      "Theme: Genealogy / Heredity"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Genotype: Tool Cards Promo Pack",
    "ID": 338626,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.41",
    "Link": "https://boardgamegeek.com/boardgameexpansion/338626/genotype-tool-cards-promo-pack",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Introduces two new Tool Cards:&#10;&#10;Tool Box: Play to copy any face-up Tool Card in the Tool Shed.&#10;&#10;Spyglass: Play when another player Validates a Trait to Validate the same Trait.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Promotional: BGG Store Promos",
      "Promotional: Cards",
      "Theme: Genealogy / Heredity"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bread Rondo",
    "ID": 338627,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.16",
    "Link": "https://boardgamegeek.com/boardgame/338627/bread-rondo",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "2",
    "Description": "&quot;In a world where magic rules everything, you are the best baker in town.&#10;&#10;But you've accidentally read a forbidden grimoire and are trapped in a dream world.&#10;&#10;With the help of the friends in your heart, you can fight the curse of the grimoire!&quot;&#10;&#10;Bread Rondo is a bold and detailed redesign of Blade Rondo, by the designer Pawn, in collaboration with MAGI, the creators of the &quot;Magical Bakery&quot; series.&#10;&#10;Bread Rondo is even harder than the original - you play with 5 cards instead of 7. With a lower life limit of 10, you're in for one hell of a fight!&#10;&#10;However, as a baker, even in the midst of battle, you can't afford to neglect your baking and it's up to you to make sure your bread is delicious and to unleash its hidden powers. Proper temperature control and mindful baking are the keys to success, but don't let your enthusiasm for baking great bread knock you over before you've even opened the oven!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Series: Magical Bakery"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kart Dungeon",
    "ID": 338629,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.33",
    "Link": "https://boardgamegeek.com/boardgame/338629/kart-dungeon",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In a Dark Castle a competition is fought, a group of crazy beings drive at high speed to find out who is the best arcane kart driver, using powerful artifacts and avoiding dangerous glyphs, only one will be the winner.&#10;&#10;Kart Dungeon is a fantasy racing game where 2 to 4 players compete on a modular 3/4 cards (double sided) using medieval characters like a crusader, goblin, rogue, wizard, etc (a total of 8 characters, 4 double sided cards) driving on karts and picking up several power ups (artifacts) to take advantage and mess the other players run.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy",
      "Medieval",
      "Print & Play",
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Race",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Contests: 9 Card Nanogame PnP"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Smack Talk Showdown: Lewd ADDitude",
    "ID": 338637,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/338637/smack-talk-showdown-lewd-additude",
    "Min Players": "3",
    "Max Players": "99",
    "Min Play Time": "15",
    "Play Time": "180",
    "Weight": "0",
    "Description": "The Lewd ADDitude expansion for Smack Talk Showdown includes 100 new NSFW cards to give your smack talking action that extra edge.&#10;&#10;Lewd ADDitude is the NSFW expansion to Smack Talk Showdown. Take your smack talk to the next level, but maybe put the kids to bed first.&#10;&#10;It can be played as a standalone game or be combined with the base version of Smack Talk Showdown.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Mature / Adult"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Monster Capture Race",
    "ID": 338640,
    "Year": "(2024)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.86",
    "Link": "https://boardgamegeek.com/boardgame/338640/monster-capture-race",
    "Min Players": "2",
    "Max Players": "11",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Travel around monster island capturing monsters and powering them up while playing as 1 of the 11 unique characters. &#10;Each character has two special skill cards and a main ability that helps them gain advantages.&#10;&#10;Be careful as some characters move in the opposite direction. &#10;Lastly, do not become too powerful, otherwise the dragon will come for you. Not only making you take huge amounts of damage but also destroying all the equipment you have gained! &#10; The game is won through being the first player to collect 15 victory points or by being the last player standing. Players move around the board capturing monsters for victory points equivalent to that monsters power level. Players will also achieve victory points when one of their monsters deals damage to an opposing player that fails to defend themselves also equal to their monsters level.&#10;&#10;Can you withstand the intensity of the obstacles ahead?&#10;&#10;Recommended: 4-8 players for the best experience.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Fantasy",
      "Modern Warfare"
    ],
    "Mechanics": [
      "Different Dice Movement",
      "Hand Management",
      "Interrupts"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Travelus: Connect",
    "ID": 338643,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/338643/travelus-connect",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is one of the eight games built on a flexible and unique modular game design that makes playing numerous games with a set of shared components possible and sold in a boxed set.&#10;&#10;As a seasoned traveler, you reap unforgettable experiences around the Continents. While you enjoy visiting places with spring-like weather, islands surrounded by turquoise water, and peaceful oases with the loveliest sunsets, you relish the experiences and connections with the people you meet throughout your journey that enhance your perspective and enrich your world.&#10;&#10;To win, all you have to do is to collect a minimum of 3 Passport Stamps and the most Connection cards. You start with 1 Passport Stamp collected and the game ends when someone gets 4. Each Traveler who has at least 3 Passport Stamps then adds up the Connection cards they have. You may not be the one who got the most Passport Stamps, but you could still have made more connections and win!&#10;&#10;On your turn, you roll a die and move the number of spaces rolled. When you land on the Passport Office, you can collect that Continent's Passport Stamp, using the Capital and Connection cards collected along the way. Getting connections is as simple as landing on the space, then reading and voting on a statement. You get a connection when the majority agrees with you! You will need money for expenses and to pay for Passport Stamps. Luckily, there are cards that can help you in numerous ways - by moving you across continents in one move, winning a lottery, and even getting free Passport Stamps! But watch out because they also can land you in jail or incur unexpected expenses.&#10;&#10;",
    "Categories": [
      "Negotiation",
      "Travel"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Events",
      "Grid Movement",
      "Hand Management",
      "Modular Board",
      "Open Drafting",
      "Race",
      "Roll / Spin and Move",
      "Trading",
      "Variable Set-up",
      "Voting"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Visions of Derna: The Raid on Tasimboko – A scenario for Chain of Command",
    "ID": 338645,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/338645/visions-of-derna-the-raid-on-tasimboko-a-scenario",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "This is a one-off scenario based on the US Marine Raiders and Parachutists attack on the Japanese held village of Tasimboko during the Guadalcanal campaign. &#10;Like their predecesors before them near Tripoli, lead Edson's Raiders in seizing critical Japanese supplies or defend the village as the IJA from these pirates!&#10;&#10;The scenario is designed to be used with Too Fat Lardies' Chain of Command, however it can be readily adapted to your preferred WWII miniature ruleset.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Country: Solomon Islands"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Travelus: Excavate",
    "ID": 338646,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/338646/travelus-excavate",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Scientists have made an incredible discovery - a giant deposit of a new vital precious metal in the center of Destinarc. One ounce of this material can power a huge city for decades. The discovery is lying close enough to the surface to be mined, but too far down to be found using current exploration methods so it takes a squad of 8 different types of mining and metal experts to work together. To win a contract to mine, you are expected to lead your squad through this expedition and be the first to arrive at the mine.&#10;&#10;Your mission is to find the fastest and safest way to get your 8 members from 8 Domains to the mine.&#10;&#10;Each member starts their journey alone. On your turn, you roll a die and move one of your members the same number of spaces. You can get closer and quicker by going through tunnels. But wait! Competing squads may be there blocking your way forward. And if they land on you, they can send you back to where you started!&#10;&#10;Mercifully, there are power drills that can help you, but getting them is not an easy task. Prospect cards may help but they may also hinder so you are taking a chance each time you pick one up.&#10;&#10;This is one of the eight selected games built on a flexible and unique modular game design that makes playing numerous games with a set of shared components possible.&#10;&#10;",
    "Categories": [
      "Travel"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Events",
      "Grid Movement",
      "Modular Board",
      "Pick-up and Deliver",
      "Race",
      "Roll / Spin and Move",
      "Trading",
      "Variable Set-up"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rogue Dungeon: 3p Add-on Pack",
    "ID": 338650,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.60",
    "Link": "https://boardgamegeek.com/boardgameexpansion/338650/rogue-dungeon-3p-add-on-pack",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This add-on pack provides components for 2 additional players for the base game as well as additional components.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Dice",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Maze",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Critical Hits and Failures",
      "Dice Rolling",
      "Die Icon Resolution",
      "Events",
      "Finale Ending",
      "Hand Management",
      "Once-Per-Game Abilities",
      "Re-rolling and Locking",
      "Role Playing",
      "Solo / Solitaire Game",
      "Trading"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Category: Dungeon Crawler",
      "Category: Print-on-Demand",
      "Players: Expansions Changing Player Count"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pursuit of Victory",
    "ID": 338651,
    "Year": "(2024)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/338651/pursuit-of-victory",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "150",
    "Weight": "0",
    "Description": "Europe, 1805. Emperor Napoleon prepares his La Grande Arm&eacute;e for a perilous invasion of the United Kingdom. Only the might of the Royal Navy stands between him and the British Isles &ndash; that and Napoleon&rsquo;s own meddling in international politics. Austria and Russia, thrust into the welcoming embrace of Britain, mobilize their forces... Will the British forge a Grand Coalition and annihilate Napoleon&rsquo;s armies in one decisive battle? Or will the Emperor force his enemies to submit after a series of dazzling campaigns?&#10;&#10;Pursuit of Victory is a 2-player game of military conquest and diplomatic realignment, of bold action and meticulous planning, playable in a couple of hours. Napoleon will have to face an ever-shifting combination of European powers, consider the fate of Spanish and Polish people, and keep an eye on small, but mobile British forces. Britain will have to contain Napoleon&rsquo;s ambitions, stoke the fire of Spanish insurrection, subsidize their allies and wait for an opportunity to strike a crucial blow against the French.&#10; In Pursuit of Victory players simultaneously play two cards. One for its initiative value and up to two actions, and the other one for its various military and diplomatic effects. Each player has a hand of 10 cards and playing any given card makes it unavailable for next 2-3 turns. And there are always the two national questions looming ahead. The French can recreate Poland and take over Spain, but will the gains outweigh the costs?&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Action Retrieval",
      "Area Movement",
      "Dice Rolling",
      "Hand Management",
      "Movement Points",
      "Simulation",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Continents: Europe",
      "History: Napoleonic Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dinogang",
    "ID": 338653,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.56",
    "Link": "https://boardgamegeek.com/boardgame/338653/dinogang",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "There is little life in the area and every species wants to acquire as much land as possible for itself.  Add dinosaurs to create as many gangs as possible and block other species.  Toss your opponents with hot lava or vegetable treats to thwart their plans.  Get an island just for your DinoGang.  At the beginning of the game, we secretly call the dinosaur species to watch out for.  During the game we will take turns placing dominoes with similar cards, different dinosaurs as the common play area.  We obtain the cards, which we place based on a sketch.  The object of the game is to add cards in such a way that we finally sort out the largest group of our students.  The rules for adding cards are very similar to classic dominoes.  In addition to the dinusia, there are also special fields on the cards that make it easier for us to play or spoil other players &rsquo;lines.  Whoever creates the biggest dinosaur gang from their charges at the end of the game wins!&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game",
      "Territory Building"
    ],
    "Mechanics": [
      "Action Drafting",
      "Closed Drafting",
      "Hidden Roles",
      "Tile Placement"
    ],
    "Families": [
      "Animals: Dinosaurs"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "WOODS",
    "ID": 338654,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/338654/woods",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Everything happened so fast&hellip; And even if people could have seen it coming, what could they have actually done? David was one of the &lsquo;lucky&rsquo; ones. Far from the chaos, yet he felt the impact all the same. Now, trying to understand everything that happened, he found himself returning to a place that called to him.&#10;A place that offered the best possible chance for his survival&hellip; WOODS.&#10;&#10;Welcome to WOODS. In the first Part of Woods you have the seemingly easy task of simply keeping a fire going, and protecting yourself from the cold in winter. Chop wood, feed the fire, and survive. A simple task at first, but once Winter wanes, the challenge is increased as David will have to learn to farm, make traps to catch small animals, and eventually learn to hunt to survive. Along the way, learn about Davids story from his past and why he must survive.&#10;&#10;In WOODS there are no heroes. Just you, the elements, and the will to survive.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Dice",
      "Novel-based",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Snowdonia: Time-travelling Police Box",
    "ID": 338655,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/338655/snowdonia-time-travelling-police-box",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "A single-card promo of a time-travelling police box &quot;train&quot;, originally available at UKGE 2018 on the Surprised Stare stand.&#10;&#10;Also available as a PnP from Tony Boydells blog:&#10;https://boardgamegeek.com/blogpost/67696/time-and-relative-dimension-snowdonia&#10;&#10;All excavation and building spaces are available to you when you excavate/build (even if they are out of sequence or have not been 'reached' yet).&#10;&#10;When you take the Lay Track action, you may lay track on any available track card (empty in most scenarios, full in The Daffodil Line) out of the usual sequence too.&#10;&#10;The owner of this train may pay 1 Coal to get their Third Labourer companion out of the Pub.&#10;&#10;Note: Included in the Snowdonia: Deluxe Master Set but with different artwork and title (Time Machine)&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Worker Placement with Dice Workers"
    ],
    "Families": [
      "Series: Snowdonia Game System"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "MadBlox",
    "ID": 338660,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/338660/madblox",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "This game is based around the idea of the wooden blocks game in which players have to take blocks out of the tower without knocking them down. The twist that MadBlox offers is that each block comes with two possible challenges for the player to choose from. Thus, after carefully taking out the block from the tower, the player has to complete one of the two challenges depicted on the piece. If the player refuses to do so, they have to take a shot.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "Mechanism: Tower Stacking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shiver Me Timbers: Fifth Player expansion",
    "ID": 338661,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.76",
    "Link": "https://boardgamegeek.com/boardgameexpansion/338661/shiver-me-timbers-fifth-player-expansion",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "4",
    "Description": "Everything that's needed to add a fifth player to the Shiver Me Timbers base game. Includes a modular ship miniature, two player boards and 2 punchboards with markers.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Pirates"
    ],
    "Mechanics": [
      "Action Points",
      "Hand Management",
      "Modular Board"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Expansions Changing Player Count"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Flipword",
    "ID": 338668,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.61",
    "Link": "https://boardgamegeek.com/boardgame/338668/flipword",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Flipword is word game system that fits in your pocket. Each card of the 9-card deck contains 4 conditions for a word or phrase, and is capable of creating over 5,000 combinations of conditions for the base game. Players flip cards from a center pile to the left and right, revealing 3 conditions, then try to be the fastest to think of a word or phrase which fits these conditions. Stumped? Each player can rotate one card once during a game to swap conditions.&#10;&#10;With the new alternate deck, cards from either deck can be mixed and matched for more variety, replayability, and fun. With two decks, there are over 43,000 combinations of 3 cards!&#10;&#10;The rule book includes 10 more games to play with the Flipword deck, from light party games to 2-player back-and-forth battles to in-hand games and thinky solo challenges.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Game System",
      "Party Game",
      "Print & Play",
      "Real-time",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": [
      "Contests: 9 Card Nanogame PnP"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Treasure Dive",
    "ID": 338669,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.86",
    "Link": "https://boardgamegeek.com/boardgame/338669/treasure-dive",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "40",
    "Weight": "1.3333",
    "Description": "In Treasure Dive, players are immersed in deep sea exploration, attempting to collect all of the sunken treasures before their opponents do.&#10;&#10;Divers strategically travel around the board to find and recover hidden treasures, but must carefully navigate through murky waters, and keep out a keen eye out for their opponents.&#10;&#10;Treasure cards are drawn to indicate where the treasures will appear on the board. Players roll the die and move their pawns along the dotted paths. Upon landing on a hidden treasure, the player flips the piece to reveal a gold coin, diamond, jeweled ring, or silver chalice. It can also feature a boat which sends a diver back to their starting point.&#10;&#10;Divers can strategically bump each other back to their boats, by passing through the a spot on a the board that's occupied by an opponent.&#10;&#10;Divers may also choose to take the longer more predictable routes by staying on the dotted path, or attempt to pass through murky waters to make a quicker trip. To pass through murky waters, players draw a murky water card which indicates if they successfully pass through or not.&#10;&#10;The first player to collect all four treasures and make their way to the center of the board wins the game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Theme: Treasure Diving"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "TERRANOVA",
    "ID": 338670,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.58",
    "Link": "https://boardgamegeek.com/boardgame/338670/terranova",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Hostile Alien lifeform detected...&#10;Proceeding to unfreeze passengers...&#10;Human lifeforms: 7&#10;Please proceed immediately to the escape pods...&#10;System alert: escape bay door locked.&#10;Please insert the activation digits to unlock.&#10;&#10;Lead the captain and six survivors of the Terranova ship through hex rooms infested by hostile aliens. Recover the six digits necessary to unlock the door to the escape pods before the invaders finish you off.&#10;&#10;HOW TO PLAY&#10;Each turn, the player moves his character through a map made up of hexagons (each one represents a room to explore) and rolls dice to determine what he is going to find, being this, a combat against aliens, encounters with other survivors or unexpected events. The player must manage their oxygen, ammunition and items in order to reach the escape pod safely.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Dice",
      "Exploration",
      "Print & Play",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Action / Event",
      "Dice Rolling",
      "Events",
      "Grid Movement",
      "Hexagon Grid",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Voll der Hammer",
    "ID": 338672,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/338672/voll-der-hammer",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "0",
    "Description": "The players are do-it-yourselfers and renovate three of their rooms (bathroom, kitchen, bedroom) and their garden. You score points for DIY work and spending as little money as possible.  The first player to reach the garden shed at the end of the course finishes the game; the player with the most points wins. Whoever's turn it is rolls the dice and either moves the piece the full distance or moves at least one square and uses part of the points for actions, either working or saving money. To work, you must have bought tools at the hardware store beforehand. Tools can also wear out. You can only work in one room at a time; if you score a room, you get points for it. If you score earlier, you get more points.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Dice",
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Events",
      "Income"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "StrongerMan: To the Top",
    "ID": 338676,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/338676/strongerman-to-the-top",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Rigatoni&rsquo;s secret hideout has been discovered at the top of a skyscraper, and since that troublemaker is always cooking up some rotten plan, StrongerMan hopes to catch him before he can escape! Race to the top of the building, avoiding Rigatoni&rsquo;s goons and traps, and don&rsquo;t SMASH too much, or the building may collapse!&#10;&#10;StrongerMan: To the Top is a superhero solitaire in which players make choices every turn to utilize StrongerMan's unparalleled strength while attempting to control his volatile (and destructive) temper.  The player races against the clock to get to the top of a building, all the while keeping the building&rsquo;s damage in check.  While it evokes a very story-driven feel, the game features fairly simple resource management mechanics with a dose of luck (and luck mitigation).&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Track Movement"
    ],
    "Families": [
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Vs. System 2PCG: Civil War – The Civil War Battles",
    "ID": 338681,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.89",
    "Link": "https://boardgamegeek.com/boardgameexpansion/338681/vs-system-2pcg-civil-war-the-civil-war-battles",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The Civil War Battles is the first issue of the 3-part Civil War story arc. A conflict has been brewing between Iron Man and Captain America for their stances on the Superhero Registration Act. As it begins to bubble over it will turn the entire world into a battleground for the world's most powerful superheroes! Friend against friend and brother against brother, which side will you choose?&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting"
    ],
    "Mechanics": [
      "Deck Construction"
    ],
    "Families": [
      "Comic Books: Marvel Universe",
      "Game: Vs. System 2PCG"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Vs. System 2PCG: Civil War – Secret Avengers",
    "ID": 338682,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.83",
    "Link": "https://boardgamegeek.com/boardgameexpansion/338682/vs-system-2pcg-civil-war-secret-avengers",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Secret Avengers is the second issue of the Civil War story arc. The Secret Avengers are on the front lines to bolster Captain America's resistance force. Join Cap in assembling a covert and powerful squad of superheroes loyal to the cause to counter the grave threats to superhero liberty!&#10;&#10;",
    "Categories": [
      "Fighting"
    ],
    "Mechanics": [
      "Deck Construction"
    ],
    "Families": [
      "Comic Books: Marvel Universe",
      "Game: Vs. System 2PCG"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Vs. System 2PCG: Civil War – Thunderbolts",
    "ID": 338683,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.75",
    "Link": "https://boardgamegeek.com/boardgameexpansion/338683/vs-system-2pcg-civil-war-thunderbolts",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "0",
    "Description": "In this final installment to the Civil War story arc, hero on hero conflict reaches a fevered pitch as Iron Man forges new and questionable alliances with reformed super villains. This unbelievably powerful Thunderbolts team will lead the charge in hunting down and capturing the renegade heroes.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fighting"
    ],
    "Mechanics": [
      "Deck Construction"
    ],
    "Families": [
      "Comic Books: Marvel Universe",
      "Game: Vs. System 2PCG"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "SKATE",
    "ID": 338684,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/338684/skate",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "All players play at the same time in this fast paced deck building table top game. Collect cards and build a deck that has the best combos. Win letters by having the highest points in your combo. Win all five letters in SKATE to win the game. 2 players per deck. 10-20 minute games (time increases slightly with more players). This is a skateboarding themes game with imagery and lingo appropriate to the theme for an edgy street feel to match.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Sports"
    ],
    "Mechanics": [
      "Deck Construction",
      "Score-and-Reset Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mint Control: Swap Promo",
    "ID": 338689,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.84",
    "Link": "https://boardgamegeek.com/boardgameexpansion/338689/mint-control-swap-promo",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "The Swap Promo allows you to replace another player's influence token with one of your own and to play the difference if it is a more expensive influence token.&#10;&#10;This promo was released as a Kickstarter exclusive for Mint Control's first crowdfunding campaign.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Area Majority / Influence"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Games with Solitaire Rules",
      "Promotional: Cards",
      "Series: Mint (Five24 Labs/Poketto)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Final Light-Year: The Echo Sector",
    "ID": 338691,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.83",
    "Link": "https://boardgamegeek.com/boardgameexpansion/338691/the-final-light-year-the-echo-sector",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "June 2021 episode for The Final Light-Year.&#10;&#10;This kit adds a new map, a new boss, a new set of enemies and a new event.&#10;&#10;&#10;Released in the June 2021 Board Game of the Month Club $5+ package.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Print & Play",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [],
    "Families": [
      "Game: The Final Light-Year",
      "Setting: Pocket Universe (Button Shy)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ready 2 Help",
    "ID": 338693,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/338693/ready-2-help",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The game that teaches you how to...&#10;Stay Safe&#10;Stay Calm&#10;Get Help&#10;Give Info&#10;Give Care&#10;&#10;Brought to you by FEMA.&#10;&#10;This is a small family card game that the winner is the first to collect five emergency cards.&#10;&#10;During a turn an emergency card is flipped over and read aloud.  Players then take turns playing Skill or Take Action cards from their hand.  If the player has enough cards to complete the requirements of the emergency then they collect the card and play passes to the next player.  Hand limit of 5 cards.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Tour of Dice: Vietnam",
    "ID": 338695,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/338695/tour-of-dice-vietnam",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "January, 1964: Welcome to the U.S. Military Assistance Command, Vietnam - Special Operations Group (SOG). By volunteering for this duty, we expect great things from you. The North Vietnamese Army and the Viet Cong are making a push towards Saigon. We&rsquo;ll call their combined forces the VC.&#10;&#10;Through covert ops, we need you to throw a wrench into the VC wheels and turn this war around for Democracy. We&rsquo;ll be focusing in Laos and Cambodia, strictly unofficially.&#10;&#10;As the One-Zero (Team Leader), your job is to outfit your crew, get in, get the job done, and get out. You&rsquo;ll be heavily outnumbered and outgunned, but we believe in you.&#10;&#10;Tour of Dice: Vietnam is a card-driven game for 1 player. Built from the ground up to be a great solo experience for the SOG player, Tour of Dice uses a solobot to control the Viet Cong.&#10;&#10;As the SOG player, you sign on for 12+ secret missions from dangerous Assassinations, Heart-pounding POW rescues, Hijacking trucks, Infiltrating bases, and much more.&#10;&#10;With limited resources, you can call on Chopper Support and Airstrikes in attempts to gain a hold on the battles. Your outnumbered team of special forces need to sneak through the jungle. Each unit of a team equals a single soldier working towards the cause. Heavy bunkers, hidden snipers, and torrential weather all stand in your way.&#10;&#10;Will your Tour be a success or a disaster? Tactics and Luck will decide.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Vietnam War",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Hexagon Grid",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Don't Turn Off The Lights",
    "ID": 338696,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/338696/dont-turn-off-the-lights",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Competitive, fast-paced card game of 2-6 players (Recommend 3-4). Fight monsters and keep your lights on! Fun mechanics and unique art.&#10;&#10;Every player must have the required number of lights on to keep monsters from attacking them that round, if not they will take one of your lives. Deflect monsters onto other players by turning off their lights or drawing and playing a card that will have a unique effect on the game.&#10;&#10;Win simply by having every other player lose all of their lives.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Open Drafting",
      "Player Elimination"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "CATAN: 3D Edition",
    "ID": 338697,
    "Year": "(2021)",
    "Geek Rating": "5.827",
    "Avg Rating": "7.97",
    "Link": "https://boardgamegeek.com/boardgame/338697/catan-3d-edition",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "1.75",
    "Description": "In CATAN, players try to be the dominant force on the island of Catan by building settlements, cities, and roads. On each turn, dice are rolled to determine what resources &mdash; sheep, wheat, wood, brick and ore &mdash; the island produces. Players spend these resources to build settlements, roads, and cities and to purchase development cards that have different effects. Each settlement and city you have is worth points, and you can gain additional points by building the longest road, acquiring the largest army, or collecting certain development cards. The first player to collect 10 points wins.&#10;&#10;In CATAN: 3D Edition, the island of Catan rises off the table for an immersive experience like no other. Your settlements grow from fertile grain fields, and your cities nestle into the sides of majestic mountains. The look of the land is based on terrain tiles hand-sculpted by game designer Klaus Teuber. All of the terrain is hand-painted for stunning color, and the intricately-designed player pieces are antiqued for a look that's full of history and character.&#10;&#10;&mdash;description from the publisher&#10;&#10;Note that this is the same game as CATAN, but a decision has been made to keep the entry separate.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Income",
      "Modular Board",
      "Network and Route Building",
      "Random Production",
      "Trading",
      "Variable Set-up"
    ],
    "Families": [
      "Animals: Sheep",
      "Components: Hexagonal Tiles",
      "Game: Catan",
      "Islands: Fictional"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer Underworlds: Direchasm – Hedkrakka's Madmob",
    "ID": 338699,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.02",
    "Link": "https://boardgamegeek.com/boardgameexpansion/338699/warhammer-underworlds-direchasm-hedkrakkas-madmob",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "3",
    "Description": "All Bonesplitterz carry a spark of the violent god Gorkamorka's wild rage in their cracked minds. In the Wurrgog Prophet Hedkrakka, the self-proclaimed 'Gob of Gork', this connection is especially strong. Hearing the Great Green God's command through his serpent familiar, Hedkrakka led his Madmob far across the realm of Ghur, seeking a beast of truly colossal proportions. In the living mountain, Beastgrave, they found their prey.&#10;&#10;While you might not expect it from a warband that takes advice from a talking snake, Hedkrakka's Madmob can do a bit of everything in Warhammer Underworlds. They're tough, they can fight, there's enough of them to easily claim objectives, and they can really take advantage of the Primacy mechanic. This set also features universal cards for any warband in Warhammer Underworlds, while a free downloadable warscroll lets you fight with Hedkrakka's Madmob in Warhammer Age of Sigmar.&#10;&#10;This set contains:&#10;&#10;     4x push-fit Hedkrakka's Madmob miniatures &ndash; no glue required to assemble&#10;     4x fighter cards, representing each warrior in your games &ndash; Hedkrakka, Toofdagga, Wollop da Skul, and Dakko Sharp-Stikka&#10;     A further 62 playable cards (only available in this set) to enhance your fighters and provide new tactics and challenges for your games of Warhammer Underworlds: Direchasm, including:&#10;     12x Hedkrakka's Madmob objective cards&#10;     10x Hedkrakka's Madmob upgrade cards&#10;     10x Hedkrakka's Madmob ploy cards&#10;     10x Universal objective cards, usable by any warband&#10;     10x Universal upgrade cards, usable by any warband&#10;     9x Universal gambit cards, usable by any warband&#10;     1x Universal gambit spell cards, usable by any wizard&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Hexagon Grid",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Warhammer Underworlds"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer Underworlds: Direchasm – Silent Menace Deck",
    "ID": 338700,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.22",
    "Link": "https://boardgamegeek.com/boardgameexpansion/338700/warhammer-underworlds-direchasm-silent-menace-deck",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Upgrade your decks with Warhammer Underworlds: Direchasm &ndash; Silent Menace. This is a massive expansion with something to offer every warband, and it allows you even more choices when choosing your gambits, upgrades, and objectives. It could well be the key to your next killer deck.&#10;&#10;This set contains 32 universal cards, consisting of:&#10;&#10;     12x objectives&#10;     10x gambits&#10;     10x upgrades&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Warhammer Underworlds"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sword & Sorcery: Ancient Chronicles – Sigrid/Sigurd Hero Pack",
    "ID": 338701,
    "Year": "(2021)",
    "Geek Rating": "5.538",
    "Avg Rating": "9.04",
    "Link": "https://boardgamegeek.com/boardgameexpansion/338701/sword-and-sorcery-ancient-chronicles-sigridsigurd",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "2 additional heroes for Ancient Chronicles that can also be played with Immortal Souls.&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Cooperative Game",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Game: Sword & Sorcery",
      "Mechanism: Campaign Games",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sword & Sorcery: Ancient Chronicles – Nemeses",
    "ID": 338704,
    "Year": "(2021)",
    "Geek Rating": "5.538",
    "Avg Rating": "8.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/338704/sword-and-sorcery-ancient-chronicles-nemeses",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "An expansion set which will challenge Heroes to face an extraordinary opponent: their own dark side. Heroes&rsquo; Nemeses are the &ldquo;evil twins&rdquo; of the Heroes, embodying their darkest thoughts and fears, the evil recesses of their souls. A Hero's Nemesis is a being of pure evil, with the destruction of the Hero as its only purpose, and skills and powers to match him.&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Game: Sword & Sorcery"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sword & Sorcery: Ancient Chronicles – Challenge Set",
    "ID": 338705,
    "Year": "(2021)",
    "Geek Rating": "5.542",
    "Avg Rating": "8.42",
    "Link": "https://boardgamegeek.com/boardgameexpansion/338705/sword-and-sorcery-ancient-chronicles-challenge-set",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The Ancient Chronicles Challenge Set is a collection of all the &quot;rank and file&quot; enemies (green and blue) included in Ancient Chronicles in a variant rank, allowing players to modify the game difficulty and the overall game experience by combining the Ancient Chronicles Core Set enemies with these new enemies.&#10;&#10;&mdash;description from the publisher&#10;&#10;This is the Act I Challenge Set; an Act II Challenge Set is expected with wave 2 (Northwind Tales).&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Game: Sword & Sorcery"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sword & Sorcery: Ancient Chronicles – Kickstarter Set",
    "ID": 338706,
    "Year": "(2021)",
    "Geek Rating": "5.533",
    "Avg Rating": "8.81",
    "Link": "https://boardgamegeek.com/boardgameexpansion/338706/sword-and-sorcery-ancient-chronicles-kickstarter-s",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "This exclusive stretch goal box from the Sword &amp; Sorcery: Ancient Chronicles Kickstarter includes the hero Mist (Death Guardian or Necrowarrior) and her nemesis form, the nemesis form of Tristan, and the Kickstarter-exclusive Elf Knight on Foot enemy figure.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Role Playing",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Creatures: Monsters",
      "Crowdfunding: Kickstarter",
      "Game: Sword & Sorcery",
      "Mechanism: Campaign Games",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dunginoes",
    "ID": 338707,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/338707/dunginoes",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Explore the dungeon and look for secret passages in this no-print-just play dominoes game.&#10;&#10;Themed Dominoes and rules are available on the designer's website.&#10;&#10;",
    "Categories": [
      "Dice",
      "Exploration",
      "Fantasy",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Tile Placement"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Traditional Games: Dominoes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Close Call",
    "ID": 338717,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgame/338717/close-call",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "75",
    "Weight": "2.5",
    "Description": "Close Call is a tile drawing, grid-management game for 1-2 players.  You play the role of an air traffic controller, guiding aircraft to their destination while avoiding disaster.&#10;&#10;Your airspace is represented on the game board by a 13 x 9 rectangular grid.  Aircraft of various types, chosen randomly from 72 double-sided tiles, continually enter your airspace, moving according to their pre-determined flight plans.  As they travel across the sky in all directions, you can make slight adjustments to their paths.  Your ultimate goal is to safely guide them to their destination, but the number of adjustments you can make is limited, and new aircraft enter your airspace every round.&#10;&#10;In the Solo Game, you earn points by safely guiding aircraft to their home destinations.  Earn enough points and you&rsquo;ll impress your boss and win the game.  Make a wrong decision, though, and the aircraft may be involved in a Close Call, requiring them to be grounded and putting a permanent stain on your performance record.  Too many of those and you&rsquo;ll ultimately get fired&mdash;and lose the game.&#10;&#10;To add to the challenge, there are also hot air balloon tiles in the bag.  Balloons move with the wind, which can change directions each round.  You can&rsquo;t control the balloons&mdash;your only recourse is to guide the other aircraft around them.  And if that&rsquo;s not enough of a challenge, you can choose to add a drone, which moves randomly, radar interference zones, which prevent you from making any adjustments, and flight plan changes, which alter the home destination for an aircraft.&#10;&#10;In the 2-player variant, you compete with another air traffic controller to determine who&rsquo;s better at your job.  You each control your own fleet of aircraft as well as a neutral set.  There are two ways to win:  Perform well enough to convince your boss you&rsquo;re the best, or cause your opponent to look so bad that they get fired.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Aviation / Flight"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Movement",
      "Solo / Solitaire Game",
      "Square Grid",
      "Variable Set-up"
    ],
    "Families": [
      "Category: Print-on-Demand"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Piraten Duel",
    "ID": 338719,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/338719/piraten-duel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In a journey over land and sea pirates are in a quest for the treasure map. They have to duel other pirates to get it. Every player tries to make smart use of their cards to get to the treasure first.&#10;&#10;",
    "Categories": [
      "Pirates",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Open Drafting",
      "Race",
      "Track Movement"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Iron Thunder",
    "ID": 338720,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "9.50",
    "Link": "https://boardgamegeek.com/boardgame/338720/iron-thunder",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Iron Thunder is a WWII strategy game where you can command tanks, infantry and manage resources to lead your nation to victory!&#10;&#10;Key features:&#10;&#10;     2 or 4 Players&#10;     3 Battle Modes (all modes can be played 1v1, 2v2, or 4 player free-for-all)&#10;     Choose your battleground by placing your HQ and terrain features&#10;     Fight under variable weather conditions (weather affects both military operations and logistics, so you need to react accordingly!)&#10;     Command infantry and 4 types of armoured units&#10;     Manage resources for calling reinforcements, producing goods and executing advanced manoeuvres&#10;     Execute special manoeuvres and tactics by playing cards&#10;     Up to 5 different victory conditions, depending on the Battle Mode&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Miniatures",
      "World War II"
    ],
    "Mechanics": [
      "Action / Event",
      "Action Points",
      "Command Cards",
      "Dice Rolling",
      "Events",
      "Grid Movement",
      "Income",
      "Interrupts",
      "Line of Sight",
      "Multiple Maps",
      "Once-Per-Game Abilities",
      "Order Counters",
      "Tile Placement",
      "Variable Phase Order",
      "Variable Set-up"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Prendete Fuego",
    "ID": 338722,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.50",
    "Link": "https://boardgamegeek.com/boardgame/338722/prendete-fuego",
    "Min Players": "4",
    "Max Players": "12",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "0",
    "Description": "On the Internet we are all prettier, more interesting and smarter. Prendete Fuego came to change that.&#10;&#10;Prendete Fuego is a party game for people capable of doing anything to win, and for those who want to have fun watching them.&#10;&#10;&#10;HOW TO PLAY&#10;&#10;1) The challenged player turns over an Orange Card and reads it aloud. The Orange Card indicates where you will have to post or to whom you will have to send the challenge.&#10;&#10;2) The other players play a Black Card indicating what to send in the message or post.&#10;&#10;3) Two of the Black Cards are chosen and if the player dare to complete one of the challenges, they wins as many Little Fires as there are on the card.&#10;&#10;The first player to collect 10 Little Fires wins!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Amigos de Mierda 2",
    "ID": 338725,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.83",
    "Link": "https://boardgamegeek.com/boardgame/338725/amigos-de-mierda-2",
    "Min Players": "3",
    "Max Players": "22",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1",
    "Description": "Amigos de Mierda 2 is an independent game that can also be used as an expansion for Shitty Friends.&#10;&#10;Every group of friends has that one person &ndash; the one you&rsquo;re always joking about (either to their face or not) &ndash;, and if you don&rsquo;t know who that person is, it ought to be you!&#10;&#10;Shitty Friends (Shitty Friends) is a quick and easy game where players randomly draw cards that make statements or questions about someone&rsquo;s character. Then, on the count of three, every player on the table points to who they see fit for that situation. The most voted person gets the card, and whoever gets 5 cards first is crowned the Shitty Friend!&#10;&#10;Put your colleagues to the test and take your relationships to the limit with Shitty Friends (Shitty Friends!)&#10;&#10;Includes additional cards for the &quot;RAUNCHY&quot; expansion.&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Russia's War: Barbarossa reloaded",
    "ID": 338726,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgame/338726/russias-war-barbarossa-reloaded",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "600",
    "Weight": "0",
    "Description": "Russia's War is a new and innovative game on operation Barbarossa in 1941. The game scale is 25km per hexagon and mostly division level for units.&#10;Volume 1 will cover Army group North and Center areas of operations from June 1941 to February 1942.&#10;This game will better simulate the numerous soviet counter offensives which are often forgotten by other titles at this scale. Also, an innovative game system will provide a better feel of the gradual attrition suffered by the Axis and the needed pause of the german mechanised units also rarely simulated before.&#10;A simplified air and naval system combined with the use of Army level off map display for support assets will make the game a very playable &quot;monster&quot;.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Country: Russia",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Adventure Tin",
    "ID": 338727,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.73",
    "Link": "https://boardgamegeek.com/boardgame/338727/adventure-tin",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "25",
    "Weight": "1",
    "Description": "Mint sized solo or cooperative game that you can take with you anywhere. Explore the lands fighting enemies and gaining gold. Visit towns to spend your gold on treasure and crystals. Crystals are consumable items that help you in combat, while Treasure makes your hero stronger for the remainder of the game.&#10;&#10;The territory cards and adventure chits make each game unique as you explore the lands trying to find the shadow castle to take down a mini-boss before slaying the final boss: the Dragon.&#10;&#10;Adventure and Encounter decks give you choices and keep games feeling fresh with each playthough. Dice rolls can be mitigated with Treasure or the ability to hurt yourself, giving you an interesting risk vs reward mechanic. Dice combat is easy and fast.&#10;&#10;There are 4 different classes and each hero has their own strengths. Work together as a team to slay enemies, get stronger, and take on the dragon with teamwork.&#10;&#10;Bard - Bonus damage when on a plains location and can buy crystals and treasure for 1 less gold&#10;&#10;Knight - Bonus damage when on a mountain location and gets 1 armor resistance&#10;&#10;Druid - Bonus damage when on a forest location and is immune to curse status effect&#10;&#10;Wizard - Bonus damage when on a shadow location and can reroll one dice each strike phase one time for free&#10;&#10;Solo play does not require playing multiple heroes. Game is playable with any single hero.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling"
    ],
    "Families": [
      "Category: Print-on-Demand",
      "Containers: Mint Tins"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Polizze",
    "ID": 338728,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/338728/polizze",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Polizze is a simple promotional game by Raiffeisenbank in which each player moves his piece forward on his own track based on a puzzle result. On the square reached, he uncovers one of 2 cards, which earns either positive, negative or no points at all. If a player reaches the finish line, the player with the most points wins. Though, one tactic could be to send a player who has already collected many minus points to the finish line.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [
      "Track Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Magic Trolls: End of the Rainbow",
    "ID": 338729,
    "Year": "(1992)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/338729/magic-trolls-end-of-the-rainbow",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A children's game based on the Magic Troll Babies / Magic Troll Warriors cartoons and toy lines of the early 1990s. In Magic Trolls: End of the Rainbow, players aim to get rid of all of their Magic Troll cards by rolling and moving around the Troll road while playing cards. This family fun &amp; friendly game will help younger Troll enthusiasts practice colors and numbers, but is fun enough for the whole family to enjoy the magic of Trolls.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Trivial Pursuit Coasters",
    "ID": 338731,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/338731/trivial-pursuit-coasters",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "These 20 coasters featuring 120 trivial pursuit questions are the perfect addition to any game night. Featuring classic categories, these traditional carded style coasters are the perfect way to choose a starting player, keep trivia night light-hearted, or to spice up any game night.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Scrabble Coasters",
    "ID": 338732,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/338732/scrabble-coasters",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Spice up game night, or simply show off your love of Scrabble with new coasters. This set contains 26 carded style coasters depicting all the letter tiles on one side, and the classic board spaces on their reverse. Add a little Scrabble flair to your game night, or use them as a quick mini-game to choose starting players or transition between games. The coasters are dealt out evenly between players who must try to make the highest scoring word they can using either side of their coasters. Don't have any vowels? No worries, simply use your coasters to give the edge to one of your friends.&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Postcard Bulge:  Ardennes 1944",
    "ID": 338733,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/338733/postcard-bulge-ardennes-1944",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.4",
    "Description": "VERY fast and simple hex-and-counter postcard size/format boardgame about the December 1944 German Ardennes counteroffensive, using my previous, popular little Ardennes Petite map which I discovered fits *perfectly* on a postcard. 5 2-day turns. Plays in 30? minutes.&#10;&#10;As for Postcard Barbarossa 24 units/pieces. 10 German and 14 American. (There just wasn't space on the card for the British who were basically backup anyway.)&#10;&#10;A VERY simplified combat odds calculation system with an 50% chance of survival for any otherwise doomed unit, including even 14th Cavalry Group which was supposed to hold the Losheim Gap (obvious) offensive gateway, and which was stretched thin there, at that.&#10;&#10;Includes the push-your-luck 50% Pressed Attack/Desperate Defense combat option which can shift the odds one level for ... or against ... you.&#10;&#10;As in Postcard Barbarossa! and most of my other games, the Recovery from Disruption phase arises at different points for different unit types which can be critical.&#10;&#10;&quot;Those damned Engineers!&quot; blowing bridges can bring an early German breakthrough to an unforeseen halt, though.&#10;&#10;A Chinese translation to be worked up.&#10;&#10;NOTE: As long as you keep (only) my copyright statement, its Dedication, and my war&amp;history quotes on it, you are - ANYone is - free to print off copies of my English language edition in postcard - 4&quot;x6&quot;/A6 or 5&quot;x8&quot;/A5 - format to send to family and friends or whomever.&#10;&#10;Of course, for your own personal copy, you will want to photocopy-enlarge its pieces and especially its mapboard.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Educational",
      "Print & Play",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Push Your Luck",
      "Simulation",
      "Variable Set-up"
    ],
    "Families": [
      "Components: Postcard games",
      "Country: Belgium",
      "Country: Germany",
      "Country: Luxembourg",
      "Country: USA",
      "History: World War II (Battle of the Bulge)",
      "Misc: Free Wargames",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Game of Gettysburg & Adams County",
    "ID": 338734,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/338734/the-game-of-gettysburg-and-adams-county",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A Monopoly-style game depicting landmarks and famous sites of south-central Pennsylvania around Gettysburg and Adams County. This is a simple Monopoly clone in the same vein as Wheeler Dealer, Make-Your-Own-Monopoly, or any Hometown Promotion game. What makes this game unique is its wonderful art and photos of all your favorite spots around Gettysburg and the surrounding county, sponsored by the Gettysburg area Rotary club.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [],
    "Families": [
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Our Special Friends Visit Harrisburg",
    "ID": 338735,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/338735/our-special-friends-visit-harrisburg",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Sponsored for and produced by ARC (Association for Retarded Citizens of Dauphin County) and printed by Y/Z printing of Elizabethtown PA, Our Special Friends Visit Harrisburg is a light-hearted family game where players roll and move through the county to the capital in Harrisburg PA. Featuring interesting art of familiar places around Harrisburg, this simple family game is an easier and more colorful local themed game than games like All About Harrisburg, published around the same time.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": []
  }
]