[
  {
    "Rank": "N/A",
    "Name": "Munstagram",
    "ID": 231840,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/231840/munstagram",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "35",
    "Weight": "2",
    "Description": "Description from the designer:&#10;&#10;This is a 2 players game in which players search the city looking for the coolest pictures of Monsters (who just happen to live in a parallel dimension we've just discovered).&#10;&#10;During the game, players will manage their hand of cards and their action tokens in order to collect the most valuable and powerful cards on the table.&#10;&#10;This game was designed by the author to ask his girlfriend to marry him, and was a wedding present for the people attending to his wedding. It was also used as a product sample by Cartamundi promoting their &quot;MAKE MY GAME&quot; online platform.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: Second Succession War",
    "ID": 231846,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/231846/battletech-second-succession-war",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "By 2821, the &quot;Great Succession War&quot; has ground to a halt, the participants seeking desperate respite and to forge a new peace and hope for mankind. Yet not everyone shares this ideal and soon secret machinations undermine the peace efforts and propel the Inner Sphere into a new round of violence. Soon brother will be set against brother and madness will reign once more: The Second Succession War.&#10;&#10;The Second Succession War covers the aftermath of the titanic First Succession War and the Great Houses efforts to survive before the machinations of Conrad Toyama propel them into a new round of blood-letting. Detailing the efforts to build a peace while preparing for a new war, this volume showcases the causes and consequences of the Second Succession War, as well as the politics and stresses between and within the Great Houses.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Game: BattleTech",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Case of Relativity (fan expansion for T.I.M.E Stories)",
    "ID": 231848,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.86",
    "Link": "https://boardgamegeek.com/boardgameexpansion/231848/a-case-of-relativity-fan-expansion-for-time-storie",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "200",
    "Weight": "0",
    "Description": "Set in 1905 N.T you need to prevent an assassination attempt on Albert Einstein&#10;&#10;Language: English&#10;Size: 167 Cards&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fan Expansion"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Role Playing"
    ],
    "Families": [
      "Game: T.I.M.E Stories / TIME Stories",
      "Theme: Time Travel"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Space Editor",
    "ID": 231851,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/231851/space-editor",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "50",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;Space Editor is a battle card game whose theme is the creation of the universe. As a player, you will become an incarnation of a god that governs an element constituting the universe. Create the universe and own it with strong control!&#10;&#10;In Vedic mythology, the entire universe including five elements and the earth we live in were completed when Brahma emerged. In Space Editor, you will recreate the moment the universe was created through the friction of the five elements.&#10;&#10;Each player chooses one of four out of five elements: water, wind, earth, and fire, and start a game with a deck of cards of the chosen element. Players take turns placing planets and stars with energy as powerful as God. You have to read stars like an astrologer and advance the game so that the element you govern has the strongest control.&#10;&#10;One universe will be created as each game finishes. The player who governs the most dominant element in the universe is a winner.&#10;&#10;",
    "Categories": [
      "Mythology",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "New England Town Meeting",
    "ID": 231853,
    "Year": "(1979)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/231853/new-england-town-meeting",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "User summary:&#10;&#10;You roll dice and move your pawn that many space along a path through the town.  There are incidents in your path concerning the town meeting as you progress to the town common.  You may lose a turn, return to start, go forward or go back depending on what the space tells you to do.  The die determines how many spaces you move.  The incidents are believable and reflects what could actually happen before or during an actual town meeting. First player to reach the town common wins!&#10;&#10;",
    "Categories": [
      "Political"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Region: New England (USA)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tanks: Panzer III Tank Expansion",
    "ID": 231859,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.22",
    "Link": "https://boardgamegeek.com/boardgameexpansion/231859/tanks-panzer-iii-tank-expansion",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The Panzer III is one of the iconic tanks of World War Two. Serving in the German army throughout the war the tank would be upgraded over time with larger guns and heavier armour. During the desert campaign in North Africa it was upgraded with a long 5cm cannon that was capable of knocking out any Allied tank.&#10;&#10;This pack contains:&#10;1x unassembled Panzer III tank&#10;1x Panzer III (Long) tank card&#10;1x Panzer III (Short) tank card&#10;1x Hero card&#10;2x Crew card&#10;2x Upgrade cards&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Dice",
      "Expansion for Base-game",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Phase Order"
    ],
    "Families": [
      "Game: Tanks – WW2 (Battlefront / GF9)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tanks: Panzer IV (Long) Tank Expansion",
    "ID": 231860,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.44",
    "Link": "https://boardgamegeek.com/boardgameexpansion/231860/tanks-panzer-iv-long-tank-expansion",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The Panzer IV was the most widely manufactured German tank of World War Two. During the North African campaign it was armed with either a short 7.5cm gun that was capable of lobbing a shell over friendly troops, or the long 7.5cm gun that could easily penetrate the armour of heaviest Allied tank.&#10;&#10;This pack contains:&#10;1x unassembled Panzer IV tank&#10;1x Panzer IV (Short) tank card&#10;1x Panzer IV (Long) tank card&#10;1x Hero card&#10;2x Crew card&#10;2x Upgrade cards&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Dice",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Tanks – WW2 (Battlefront / GF9)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "GROWBY",
    "ID": 231861,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/231861/growby",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "5",
    "Weight": "0",
    "Description": "User summary:&#10;&#10;Growby is a tile laying game. The tiles are square. Each corner of every tile is colored (so that the interior of the tile is a blank diamond that has a number inscribed). Players lay tiles from their hand in a square grid trying to match up the colors on their tiles corners with the colors on the orthogonally adjacent tiles.  The more colors that match, the more points that are received for that tile placement.&#10;&#10;If a player can not place a tile, she must draw tiles until she is able to place a tile. Each tile drawn this way results in negative five points.&#10;&#10;Games are played to 1000 points.&#10;&#10;The tiles are wooden. This game was hand made in a limited run in 1988. At least 155 games were produced. A patent was applied for to protect the game but was not granted.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Party Game",
      "Puzzle"
    ],
    "Mechanics": [
      "Connections",
      "Drawing",
      "End Game Bonuses",
      "Grid Movement",
      "Hand Management",
      "Matching",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Minnesota Trivia Tour",
    "ID": 231862,
    "Year": "(1984)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/231862/minnesota-trivia-tour",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This game has cards similar to trivia pursuit cards, but has no board.  Players take turn answering cards to score two points for a correct answer. First to 30 point wins.  The questions are all about Minnesota, and the categories are: geography, sports/leisure, business/science, nature/outdoors, and Potpourri &amp; the arts.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "States: Minnesota"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "MetaCheckers: Soccer",
    "ID": 231863,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/231863/metacheckers-soccer",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Brings the mechanics of MetaCheckers into the game of soccer.&#10;&#10;In MetaCheckers, the checkers become chess pieces and make chess moves in an attempt to capture the king.&#10;&#10;In MetaCheckers: Soccer, the checkers become soccer players and try to score a goal using chess moves.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Horse-Smart",
    "ID": 231865,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/231865/horse-smart",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is an educational game set for young horse riders.  It contains four games packaged together.&#10;&#10;Game 1 - Horse Talk: This is a game about reading horse body language and understanding horse sounds.&#10;&#10;Game 2 - Safe And Sound: A board game involving chance and skill. This game educates players about safety rules when catching, Grooming, Riding and putting away horses.&#10;&#10;Game 3 - Parts Of The Horse: Players identify and label the parts of the horse using clues in six categories (Rhymes, Anagrams, Word Associations, Fill in the Blanks, Horse Facts, and Descriptions). It has a rigid plastic game board.&#10;&#10;Game 4 - Bits And Pieces: A card game that is based on both luck and skill. This game is educational about  tack and equipment.&#10;&#10;The games are packaged with &quot;The Horse-Smart Activity Book&quot;.&#10;&#10;",
    "Categories": [
      "Dice",
      "Educational"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dirty Toilet Game",
    "ID": 231868,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.80",
    "Link": "https://boardgamegeek.com/boardgame/231868/dirty-toilet-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Description from the publisher:&#10;&#10;The Dirty Toilet Game is a 2-4 player bathroom humor card game where you need to collect 5 clean toilets and discard your poops.  Yet, watch out!  Your opponents will try to stop you with poops, problem cards,  and more importantly, dirty toilets.&#10;&#10;BASIC GAME ACTIONS:  Players can perform three basic actions during the course of their turn.  They can solve a problem; discard a poop; and, or create a problem. A player&rsquo;s turn ends when s/he draws two cards from the deck.  There are no limit on the number of actions, but players can not use duplicate cards.&#10;&#10;STARTING:  The game is played in turns, clockwise with each player receiving eight cards.  The remaining cards are placed in the center as the draw pile.  Each player places their clean toilets in front of them from left to right.  The person with the least amount of clean toilets or no clean toilet plays first.  If there is more than one person with the lowest amount or no clean toilets, players can start with various options noted in the rule book, available on www.dirtytoiletgame.com.&#10;&#10;END OF THE GAME:  The game ends with a winner when the following is met:  The player has collected five clean toilet points and discarded all poops, without having a problem to solve.&#10;&#10;Let's play dirty!&#10;&#10;www.dirtytoiletgame.com&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Digital Implementations: Tabletopia",
      "Theme: Excrements / Feces / Poop / Urine",
      "Theme: Toilets / Urinals"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Inspector McClue: Designer Shoes and Handbags",
    "ID": 231869,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/231869/inspector-mcclue-designer-shoes-and-handbags",
    "Min Players": "6",
    "Max Players": "8",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "0",
    "Description": "The tiny, quaint town of Little Hosbawm in Essex seems to be attracting all the celebrity icons and all the media that comes with it. However when one of the residents is killed, the town of Little Hosbawm is rocked to its core. Ronaldo Razzi, the owner of a number of accessory shops called Papa Razzi is the victim of this horrific act and has been found with a white stiletto heel pushed into his temple. The question is who killed him? It's clear that it is one of his neighbours or friends, but who? Well with the help of Inspector McClue it is your job to find out who the murderer is. &#10; For lover's of the popular Murder Mystery series this is the perfect game to play with a group of friends. All you have to do is choose which of your friends play's what character and create a shopping list for the food you want to serve at your party. Then after your meal you have a tricky murder to solve.&#10; This game includes a DVD with narration to guide you through the mystery.  This game is guaranteed to be drop dead fun, and is ideal for lovers of the murder mystery series of games. This game is for 6-8 players and suitable for ages 13 and up.&#10; Box Contains:&#10;Party Planner with rules, receipts, music and decorating tips &#10;Character booklets including their roles, background information and a few tasty secrets &#10;Place cards &#10;Party invitations with envelopes for each character &#10;Six secret clues &#10;CD with introduction, scene setter, summary of events and solution to the crime&#10;Characters include:&#10;&#10;Jenni Johns &ndash; Mainly known as Terry John&rsquo;s second wife, she is also a designer in her own right&#10;Gemma Overtan &ndash; Jenni&rsquo;s stepmother used to be a cabaret singer and prides herself on being regularly mistaken for Jenni&rsquo;s sister&#10;Nikki Nice &ndash; Made her name as a glamour model, but is now a successful entrepreneur with her own production company and chain of shops&#10;Krystal &ndash; A style advisor, lifestyle coach and healer, who tends to the spiritual and fashionable needs of the rich and famous&#10;Bryan Biggs &ndash; Razzi&rsquo;s business partner, a man with his fingers in a great many pies&#10;Terry Johns &ndash; A recently retired footballer whose colourful personal life made him even more famous than his exploits on the pitch&#10;Stevie Scowl &ndash; A television producer, responsible for the highly successful new-talent series The Y-O-Y Show, which has at least made him a star&#10;Reverend I-Prayer &ndash; One of Stevie&rsquo;s discoveries, a charismatic young clergyman soon to star in his own series, Never Mind the Cassocks&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Acting",
      "Role Playing"
    ],
    "Families": [
      "Series: Murder à la carte"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Phare Andole",
    "ID": 231870,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.12",
    "Link": "https://boardgamegeek.com/boardgame/231870/phare-andole",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Observation, memory and swiftness are required to build imaginary and colorful lighthouses, over the 5 levels of play.&#10;&#10;Each round, a &quot;Lighthouse&quot; pattern card is revealed.&#10;Each player try to stack wooden pieces (mainly wooden discs) of the correct shape and color from a common supply. &#10;The fastest player to complete his lighthouse put a stop to the round, and his &quot;work&quot; is verified. Be it correct, the player keeps the Lighthouse card as a reward. Be it incorrect, he has to discard a previously acquired Lighthouse card.&#10;&#10;The first player with a certain amount of Lighthouses card wins the game.&#10;&#10;Advanced levels introduce more variety of colors and wooden discs thickness.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Educational",
      "Memory",
      "Nautical"
    ],
    "Mechanics": [
      "Matching",
      "Memory",
      "Pattern Building",
      "Race"
    ],
    "Families": [
      "Components: Sand Timers"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dance School Competition",
    "ID": 231871,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/231871/dance-school-competition",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "A card drafting game for 2-4 players in two parts. In the first part the players build up their dance schools. In the second part the schools participate in competitions.&#10;&#10;There are 3 Decks. The build deck is only used in the first part of the game. The Judging and Competition decks are used in the second part of the game.&#10;&#10;Build Phase:&#10;&#10;The build deck card types include: Students, Teachers, Classes, Numbers, and Modifier cards. Cards have a score in one or more traits, or will give other cards a bonus to their score in one or more traits. Traits include: Base, Beginning, Intermediate, Advanced, Jazz, Tap, Ballet, Contemporary, Modern, Lyrical, Musical Theatre, Hip Hop, Solo, Duet, Form, and Heart. All traits are assigned a score.&#10;&#10;The top 12 cards of the build deck are laid out face up. Players take turns picking 1 card at a time until all 12 cards are picked. This constitutes a round. A short game will have 3 rounds, a medium game 4, and a long game 5 rounds. After the first round, the first player to pick goes to the player who was the last to pick in the previous round. Picked build cards are placed face up in front of their owner in a grid format and remain in play for the rest of the game.&#10;&#10;Build cards are placed next to each other in a grid like matrix. Side by side (orthogonal) cards and cards whose corners are touching (diagonal) are considered to be adjacent. Many cards will give point bonuses to adjacent cards: &#10;&#10;     Teachers give bonuses to all adjacent students. &#10;     Students give bonuses to adjacent numbers if their style matches, so for example: If it is a jazz number, the number will get jazz bonuses equal to the jazz bonuses of any adjacent students.   &#10;     Some cards give bonuses to all cards of a particular type even if not adjacent. &#10;&#10;&#10;Competition Phase:&#10;&#10;&#10;     Before a competition, each player may switch the places of 2 cards within his grid.   &#10;     First shuffle the Judging deck and draw 5 cards. These are placed face up in the middle of the table. Each judging card lists a trait that the judges are emphasizing. &#10;&#10;&#10;All scores in these traits are doubled for all players in this competition. &#10;&#10;     Next, shuffle the Competition Deck. Each player draws 4 cards and places them face up in front of them. Competition cards will modify a player&rsquo;s base score. &#10;     Each player adds up the total value of all of his cards including build cards, current competition cards and current Judging cards. &#10;     The player with the highest total score wins that competition. At the end of the competition discard all judging and competition cards.  Repeat as necessary dependent on game length (1 round for short game, 3 for medium, 5 for long).&#10;&#10;&#10;The winner is the play with the highest overall score after the appropriate number if rounds.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech Technical Readout: Succession Wars",
    "ID": 231921,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.98",
    "Link": "https://boardgamegeek.com/boardgameexpansion/231921/battletech-technical-readout-succession-wars",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "KING OF THE BATTLEFIELD&#10;&#10;On February 5, 2439, the Mackie obliterated all opposition during its first combat trial, ushering in a new era of warfare. The BattleMech&mdash;King of the Battlefield&mdash;was born. BattleMechs reached their pinnacle during the golden age of the Star League. The fall of the Star League and the Succession Wars that raged for centuries afterward took their toll and by the Fourth Succession War, the technology employed on the battlefields was a mere shadow of what it once was. However, the discovery of the Helm Memory Core unlocked the technological potential to develop new BattleMechs and experimental technologies for the first time in centuries.&#10;&#10;Technical Readout: Succession Wars is the perfect &quot;first Technical Readout&quot; companion to the BattleMech Manual. Combining the &rsquo;Mechs previously found in Technical Readout: 3039, Technical Readout: 3050 Upgrade, Technical Readout: 3058 Upgrade, and Technical Readout: 3075, this volume features some of the most common &rsquo;Mechs from the Age of War to the Succession Wars. Each machine is illustrated in detail, and accompanied by a description of its history, capabilities, game stats, along with their most famous pilots.&#10;&#10;Note: This is a compilation volume. The entries in this book are reprinted from Technical Readout: 3039, Technical Readout: 3050 Upgrade, Technical Readout: 3058 Upgrade, and Technical Readout: 3075. Players who own those Technical Readouts will find the same units presented in Technical Readout: Succession Wars.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Game: BattleTech",
      "Series: BattleTech Technical Readout",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: BattleMech Manual",
    "ID": 231924,
    "Year": "(2017)",
    "Geek Rating": "5.556",
    "Avg Rating": "8.30",
    "Link": "https://boardgamegeek.com/boardgameexpansion/231924/battletech-battlemech-manual",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A self-contained hardcover, the BattleMech Manual is intended to be a mech-only up-to-date rulebook for tabletop use.  It contains the majority of the most-used equipment and rules expansions from Total Warfare, Tactical Operations, Strategic Operations, and Interstellar Operations that are relevant to typical mech-only games.  However, the most niche equipment and optional rules are not included, making those books still necessary if you're a completist.  Construction rules are not included.&#10;&#10;New material is limited to nine new Quirks, a complete lists of quirks for all mechs that had not yet had any assigned, a variety of simplified advanced terrain and fire rules, and a new quick-play system called Battlefield Support, which allows you to add artillery, air strikes, and minefields in an abstracted quick-play fashion.&#10;&#10;While the rules in the Manual follow the standard BattleTech ruleset as presented in Total Warfare, in response to complaints from players they were rewritten and re-laid out from scratch in order to focus on clarity and ease of use at the tabletop.  As such, the Manual is much easier to reference than Total Warfare.&#10;&#10;With reference to the 2019 box sets, the BattleMech Manual is suggested as a follow-on to the &quot;A Game of Armored Combat&quot; box set.&#10;&#10;Publisher ad-copy:&#10;&quot;Using the most up-to-date rules text, the BattleMech Manual has been designed from the ground up to cater to the BattleTech player wanting to engage in an all-&rsquo;Mech battle. Includes a variety of optional rules, terrain and more. Welcome to the most table-usage-friendly BattleTech rulebook ever published!&quot;&#10;&#10;The 2019 second printing incorporated errata and changed the cover art to a blue background with a red Marauder mech in the centre. The 2020 third printing incorporated errata and added an index. The fourth printing and later (in addition to further errata corrections in each) change the cover art yet again, featuring a Crusader against a jungle backdrop.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Game: BattleTech",
      "Series: BattleTech Current Core Rules",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Refuge",
    "ID": 231930,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/231930/refuge",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;It&rsquo;s no longer safe out there! Zombies have overrun the entire city, eating everyone in their path. You have led a small group of survivors to safety, but you notice that you are dangerously low on supplies. To make matters worse, the military has informed you that a rescue team has been dispatched to your location but they are not expected to arrive for another eight weeks. If you&rsquo;re going to survive this, you&rsquo;re going to have to send survivors out to find more supplies, barricade your refuge, and kill as many zombies that you can.&#10;&#10;Refuge is a resource-management board game of pure survival. As players wait to be rescued by the military, they must recruit survivors to gather supplies and fight off the zombies and the biker gangs. Players will be forced to trade valuable resources with each other and decrease the zombie population to ensure that everyone lives through this nightmare. However, the zombies and the biker gangs are not your only concern. You will have to find food and water, so that you won&rsquo;t starve or die of thirst. Also, certain survivors in your refuge demand a little extra in exchange for offering their services, and if you don&rsquo;t deliver, you and your fellow survivors might not live very long.&#10;&#10;",
    "Categories": [
      "Zombies"
    ],
    "Mechanics": [
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Gloomhaven: The End of the World (Promo Scenario)",
    "ID": 231934,
    "Year": "(2017)",
    "Geek Rating": "5.554",
    "Avg Rating": "7.34",
    "Link": "https://boardgamegeek.com/boardgameexpansion/231934/gloomhaven-the-end-of-the-world-promo-scenario",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3.5",
    "Description": "This is a digital, single-scenario promo item for Gloomhaven. After players fail a scenario, instead of retrying it, they can instead play this scenario to retroactively count the other as a victory, but the cost for losing is steep.&#10;&#10;This scenario also adds a new mechanic of &quot;taken&quot; cards, where players lose cards to a separate stack, and these cards can only be recovered through a specific action.&#10;&#10;The scenario is available for free via the No Pun Included website.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Queue",
      "Campaign / Battle Card Driven",
      "Cooperative Game",
      "Grid Movement",
      "Hand Management",
      "Hexagon Grid",
      "Modular Board",
      "Scenario / Mission / Campaign Game",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Gloomhaven",
      "Mechanism: Campaign Games",
      "Mechanism: Legacy",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Exiled: Tactics",
    "ID": 231935,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgameexpansion/231935/the-exiled-tactics",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;The expansion increases the range of available choices during the Development Stage. The Defenders and the Attacker gain access to 6 new Constructions - overlays for the City and the Camp areas. The Constructions cannot be built freely - they are grouped in pairs among which players can only choose one option. Finishing it blocks the possibility to build its corresponding, alternative Construction. Each Construction unlocks new Order cards or supports players during the siege in other ways. Besides that, in the expansion you will find a new Hero and Commanders who will enable you to catch your enemy unawares and employ completely new tactics.&#10;&#10;",
    "Categories": [
      "City Building",
      "Fantasy",
      "Fighting",
      "Medieval"
    ],
    "Mechanics": [
      "Area Movement",
      "Cooperative Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Last Night on Earth: The Zombie Game – 10 Year Anniversary Edition",
    "ID": 231942,
    "Year": "(2017)",
    "Geek Rating": "5.754",
    "Avg Rating": "7.99",
    "Link": "https://boardgamegeek.com/boardgame/231942/last-night-on-earth-the-zombie-game-10-year-annive",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.75",
    "Description": "Last Night on Earth: The Zombie Game is a survival horror board game that pits small-town heroes head-to-head against a horde of zombies. A team of four heroes is chosen by one set of players, with each hero having its own special abilities; the zombies are controlled by one or two players. The board is modular, which changes the layout of the town and start positions of each hero. The game comes with several scenarios, which include simple survival, rescue, or escape. Differing combinations of heroes, scenarios, and board configurations offer a lot of replayability.&#10;&#10;A hero deck and a zombie deck deliver tactical bonuses to each side. Combat is resolved using six-sided dice, modified by the weapon cards with which heroes may be equipped. Many of the cards include zombie movie tropes to achieve a feel of playing out a horror movie. All the game art is photographic, enhancing the cinematic feel.&#10;&#10;Last Night on Earth: The Zombie Game &ndash; 10 Year Anniversary Edition includes a complete and updated version of Last Night on Earth as well as several new additions. The Experience System and Fire Rules, first introduced in the Timber Peak expansion, have been integrated into the original game, as well as new zombie cards, hero cards, a new set of upgrade cards, and a brand new scenario, &quot;Broken Down&quot;. The game includes a new comprehensive rulebook, featuring an updated version of the rules, as well as all of the web scenarios and expansion rulebooks released to date.&#10;&#10;This release features plastic miniatures for most counters, including wounds, XP, fire, Old Betsy, spawning pits, gas markers, and even the classic old truck. The CD soundtrack of original thematic music has been remastered and expanded, with new songs being added (the new total is 19 tracks).&#10;&#10;All of the classic heroes are included, plus four new playable hero versions of townsfolk from the original game. Everything comes packaged in a numbered collector's box, and everything in Last Night on Earth: The Zombie Game &ndash; 10 Year Anniversary Edition is compatible with all previous expansions for Last Night on Earth.&#10;&#10;",
    "Categories": [
      "Fighting",
      "Horror",
      "Miniatures",
      "Zombies"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Modular Board",
      "Roll / Spin and Move",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Compact Discs (CDs)",
      "Creatures: Zombies",
      "Players: One versus Many",
      "Series: Last Night on Earth Game Engine (Flying Frog Production)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Piraci z Odległych Mórz",
    "ID": 231945,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.11",
    "Link": "https://boardgamegeek.com/boardgame/231945/piraci-z-odleglych-morz",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2",
    "Description": "Take the role of a dangerous pirate and be the terror of distant lands. Complete missions, take part in incredible adventures and fight other players for the title of the most dangerous pirate. But watch out, the other pirates are not the only concern.&#10;&#10;Players sail their small boats across the archipelago of the islands by rolling dice. On each island there is a different type of goods that is needed to fulfill the mission. There are sharks on the board that can attack players. There is also a middle field called &quot;The Bermuda Polygon&quot; that can make it easier or harder to move depending on player's luck. The adventure cards can also be played to modify the rules of the game or give special one-time bonuses.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Pirates"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pick-up and Deliver"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Last Friday: Return to Camp Apache",
    "ID": 231946,
    "Year": "(2017)",
    "Geek Rating": "5.566",
    "Avg Rating": "7.18",
    "Link": "https://boardgamegeek.com/boardgameexpansion/231946/last-friday-return-to-camp-apache",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.3333",
    "Description": "Ten years after the tragic Camp Apache massacre narrated in Last Friday, in the nearby village of Spring Forest, an ancient evil is waking up again. Something that the people of the village tried to forget for years, a demon who can enter people's dreams and twist them into horrible nightmares&hellip;&#10;&#10;After the unexpected deaths of their friends, a group of young men and women realize that they must try to stop this demon. They need the help of someone who truly understand what they are facing &mdash; the Marshall, who long ago was the &quot;Predestined&quot; who defeated Camp Apache's maniac. But the Marshall disappeared, and they must get to Camp Apache to find him.&#10;&#10;Soon, the boys and girls will find themselves trapped in a new nightmare, with two supernatural, homicidal entities to fight. Will the maniac stop the demon, or will they work together to slaughter their mortal enemies? Will the Marshall be able to stop the horror again? It's time to go back to Camp Apache!&#10;&#10;With the Last Friday: Return to Camp Apache expansion, you can play Last Friday with up to seven players, with two of those players controlling the evil demon and maniac. The box includes two new chapters, a new opponent (the demon), new clue tokens, new board overlays to represent a raging fire in the camp, new equipment, five new characters, and two new special characters: the Marshall and the Witch.&#10;&#10;The original Last Friday chapters may also be played with the new contents, as well as with the new &quot;Survival Horror&quot; game mode, with real-time constraints to make the game even more exciting.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Movies: Horror Movies",
      "Players: Expansions Changing Player Count"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Otherworlds: Zomquatch Challenge",
    "ID": 231952,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/231952/otherworlds-zomquatch-challenge",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "240",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;Adventurers Beware! - A night of fright and scare are upon you.&#10;&#10;Explore the town of Marstein with an added creepy map to deliver a unique atmospheric experience. Dive deep into the lore and townsfolk that live and breath, as the Zomquatch breathes down their necks. Find strange fellows and search the haunted woods of the Yagruu for a resurrected beast that's been savagely killing the townsfolk.&#10;&#10;If you're wondering what Otherworlds has to offer, then check out the game's features and benefits:&#10;&#10;&#10;     D6 System: A simple d6 system that allows you to handle any situation with a simple roll of a d6, that doesn't get in the way of the story, but rather lends towards it. &#10;     Dynamic Combat: Combat utilizes opposed rolls, so you always feel more involved in the&#10;&#10;&#10;action! Combat Maneuvers, are special feats you can perform and keep the combat experience fresh and ever-changing to prevent stale combat!&#10;&#10;     No Two Are The Same: Imagine and play the character you want to play as. Acquire new abilities in an open way, where your character's progression isn't picked for you by a chart allowing you to have the ultimate freedom for character building!&#10;     Enhanced Story: Choose your character's Destiny, which will guide their evolving story throughout your adventures. Character connections, personality traits, convictions, and secrets will add many layers to the story that's being created.&#10;&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Horror"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Activity 4: Stadt-Land-Spielt Promo Cards",
    "ID": 231953,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/231953/activity-4-stadt-land-spielt-promo-cards",
    "Min Players": "3",
    "Max Players": "16",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "11 Stadt-Land-Spielt promo cards for Activity 4 with 6 game titles on each card.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Cooperative Game"
    ],
    "Families": [
      "Promotional: Cards",
      "Series: Activity (Piatnik)",
      "Series: Stadt Land Spielt! Sonderdrucke"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Exodus Trading Card Game: Galaxy Tides",
    "ID": 231959,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/231959/exodus-trading-card-game-galaxy-tides",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Galaxy Tides is the 1st booster pack and the 2nd overall set in the Exodus TCG.&#10;&#10;Details&#10;This set introduces Ability creatures and the Secret Rare card rarity for the first time. It also introduces the idea of rarity mechanics and solidifies them into core gameplay. After the initial Birth of Creation storyline, the themes get more epic with galaxy and nebula-infused creatures. Drama rises within the Skyborn Guild, and two-thirds of their members betray the Angels to form the Order Guild. Order creatures make their debut in this set, taking their inspiration from Angels in their appearance while proving to be an entirely new &amp; powerful type on their own.&#10;&#10;Set Breakdown:&#10;This set consists of 62 cards, including:&#10;2 Secret Rares&#10;25 Rares&#10;15 Uncommons&#10;20 Commons&#10;&#10;Of the 2 Secret Rares, one of them (Efil the Everlasting Empress) can only be found as a fixed box topper in sealed booster boxes and not in packs themselves.&#10;The other Secret Rare (Altered Color Alana the Star Formation) has a packaging ratio of 1 in every 12 boxes, or 1 per case.&#10;&#10;Box Toppers&#10;Box Toppers are extra/bonus cards included as incentive when opening an entire booster box or display.&#10;Box Toppers are always Foil.&#10;1 of the 2 Box Toppers in every box is &quot;fixed&quot;, meaning it is the same card in every box.&#10;The 2nd Box Topper is a random Foil from the booster set.&#10;&#10;Sneak Peek Creature Types&#10;Starting with this first booster set, the creators have placed a hidden pattern in each booster set that identify which new creature types the next expansion will focus on. The pattern is 1 of that creature type in each main Rarity tier (Common, Uncommon &amp; Rare) within the set (excluding dual-types). For Galaxy Tides, the new preview types are Treefolk &amp; Shardfolk.&#10;&#10;Creature Types&#10;This set introduces the following creature types:&#10;Order&#10;Mountain&#10;Treefolk&#10;Leviathan&#10;&#10;Alternate Artwork Cards&#10;This set includes 2 Altered Art cards:&#10; Dimensional Dragon&#10; Dimensional Desperado&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting",
      "Trading"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Orléans: 5th Player Box",
    "ID": 231964,
    "Year": "(2017)",
    "Geek Rating": "5.864",
    "Avg Rating": "8.02",
    "Link": "https://boardgamegeek.com/boardgameexpansion/231964/orleans-5th-player-box",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "0",
    "Weight": "2.8571",
    "Description": "This box brings the player count for Orl&eacute;ans from 4 to 5. It includes: &#10;&#10;     Player components in black color&#10;     Extra Character and Technology Tiles and coins for use when playing with 5 players&#10;     A reminder card for how many Goods, Character and Technology Tiles to use with each player count (only in TMG edition)&#10;     A re-release of The Trip To Tours solo scenario (only in TMG edition)&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Medieval",
      "Religious",
      "Travel"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Point to Point Movement",
      "Worker Placement"
    ],
    "Families": [
      "Game: Orléans",
      "Players: Expansions Adding Solo Play",
      "Players: Expansions Changing Player Count"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Terraforming Mars: Venus Next",
    "ID": 231965,
    "Year": "(2017)",
    "Geek Rating": "7.100",
    "Avg Rating": "7.57",
    "Link": "https://boardgamegeek.com/boardgameexpansion/231965/terraforming-mars-venus-next",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "2.8426",
    "Description": "Terraforming Mars: Venus Next, the second expansion for the Terraforming Mars base game, has players building flying cities and making the atmosphere more hospitable on the deadly planet Venus.&#10;In Venus Next, the World Government chooses to also fund the terraforming of Venus. Around 50 project cards and 5 corporations are added, with a special focus on how to make Venus habitable. With the new floater resource, a new milestone, a new award, a new tag, and a new terraforming parameter, players are given more paths to victory and an even more varied play.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Economic",
      "Educational",
      "Environmental",
      "Industry / Manufacturing",
      "Science Fiction"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Tile Placement"
    ],
    "Families": [
      "Game: Terraforming Mars",
      "Players: Games with Solitaire Rules",
      "Series: Terraforming Mars",
      "Setting: Future Timeline (Fryxgames)",
      "Space: Earth's Solar System",
      "Space: Mars",
      "Space: Venus"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cacao: Diamante",
    "ID": 231967,
    "Year": "(2017)",
    "Geek Rating": "5.897",
    "Avg Rating": "7.44",
    "Link": "https://boardgamegeek.com/boardgameexpansion/231967/cacao-diamante",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Cacao: Diamante contains four expansion modules for the Cacao base game: The gem mines, the tree of life, the Emperor's favor, and the new workers. All modules can be played individually or combined with others, whether from this expansion or the Cacao: Chocolatl expansion. With the &quot;Big Game&quot; variant, you can even play with all modules of both expansions and the base game.&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game",
      "Farming",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Tile Placement"
    ],
    "Families": [
      "Country: Mexico",
      "Food & Drink: Chocolate",
      "Theme: Tropical"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tales of the Borrowers",
    "ID": 231969,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/231969/tales-of-the-borrowers",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "A card game based on the Borrowers, the tiny people that live hidden in our houses and borrow only what they need.&#10;&#10;Players share a common deck comprising 10 cards of each of 7 card types: Places, Threats, Escapes, Friends, Foods, Objects, and Tools. Players start with a hand of 7 cards.&#10;&#10;Players take turns with each turn comprising 3 phases:&#10;&#10;1.   Draw Phase&#10;-    Draw Cards from the deck to fill your hand to 7 cards.&#10;&#10;2.   Action Phase&#10;-    You may discard 1 card for its effect: &#10;&bull;    Places = Discard 1 more card and draw 2 cards&#10;&bull;    Threats = Opponent discards 1 random card from hand &#10;&bull;    Escapes = Steal 1 random card from an opponent&rsquo;s hand&#10;&bull;    Friends = Give this card to opponent and draw 2 cards&#10;&bull;    Foods = Draw 1 card&#10;&bull;    Objects = Put any card from the discard into your hand&#10;&bull;    Tools = Discard hand and draw 7 new cards&#10;&#10;3.   Meld Phase&#10;-    You may make a meld of 7 cards of one of the following 10 types:&#10;&bull;    Borrower&rsquo;s Feast: 3 Friends + 4 Foods&#10;&bull;    Dangerous Journey: 3 Places + 2 Escape + 2 Threats&#10;&bull;    Monty Haul: 3 Objects + 2 Tools + 2 Foods&#10;&bull;    Friendly Visit: 2 Friends + 3 Places + 2 Escapes&#10;&bull;    Great Adventure: 1 of each Type&#10;&bull;    Tricks of the Trade: 3 Tools + 4 Escapes&#10;&bull;    Home and Hearth: 4 Objects + 3 Foods&#10;&bull;    Full House: 4 Friends + 3 Objects&#10;&bull;    A Big Scary World: 4 Threats + 3 Places&#10;&bull;    Weapons of Choice: 4 Tools + 3 Threats&#10;-    You cannot make a meld of a type already made this game. &#10;-    If you complete a meld discard your hand and draw 7 new cards. &#10;-    If you don&rsquo;t have a meld, you must discard your hand down to 6 cards.&#10;&#10;The winner is the first player to complete 3 melds.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Jammie Dodg'ems Game",
    "ID": 231970,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/231970/jammie-dodgems-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The object of the game is for the Jammie Dodgers to try and move from the start line to a Jammie Heart on the finish line without losing their lives to Danger Dodger.&#10;&#10;Before the Jammie Dodgers move, Danger Dodger secretly records which square he will move to.&#10;&#10;The Jammie Dodgers move and then Danger Dodger moves.&#10;If Danger Dodger lands on a Jammie Dodger the Jammie Dodger loses a life.&#10;&#10;The game ends when everyone has had a turn as Danger Dodger.&#10;&#10;The winner is the player with most points.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Schusski",
    "ID": 231971,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/231971/schusski",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "User summary&#10;&#10;Object of the Game&#10;&#10;To complete the course in the shortest time possible by taking from the move pack as few cards as possible. Any number of people may play but this is an against the clock race and each player races in turn with normally only one skier on the course at any one time.&#10;&#10;Preparation&#10;&#10;Set up the board, draw for order of play by cutting the shuffled pack of move cards and the highest card takes the first turn. The Slalom is a two-legged race where the fastest time on aggregate is the winner and the second leg is run in reverse order to the first.&#10;&#10;Start of the Game&#10;&#10;Shuffle the move and start cards and take the top start card and then 14 move cards. Any number from 0 to 9 of these 14 move cards may be discarded by playing them face downwards and incurring a small penalty of additions to the time of 0.01 secs for each card discarded. This decision to discard (or not)a number of move cards can only be made before the start and from the initial 14 cards dealt. The further  move cards which will be required may be taken from the top of the pack at anytime but all cards taken add one second each to the time whether played or not.&#10;&#10;The run commences by playing one of the move cards and so as the first bend is a left hand turn just 2 spaces from the start then a black 2 followed by any black card will make the first turn a perfect one.&#10;&#10;The time display board should be maintained after each move allowing for standard course time (marked on the race board), start-move-error-skill cards and the last decimal place is determined by the value of the move card last played.&#10;&#10;After reaching the final turn line a player may cross the finishing line by playing any red card of value 2 or greater or a red 1 move card followed by any card.&#10;&#10;Finish&#10;&#10;After crossing the finishing line a check should be made of all cards in play to confirm the display time.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Profiler: 14 Nouveaux Personnages",
    "ID": 231982,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.91",
    "Link": "https://boardgamegeek.com/boardgameexpansion/231982/profiler-14-nouveaux-personnages",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Expansion found in Plato magazine 97&#10;&#10;This expansion adds 14 new characters to the game.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Deduction",
      "Party Game"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Beer Empire: Beer Madness",
    "ID": 231988,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.26",
    "Link": "https://boardgamegeek.com/boardgameexpansion/231988/beer-empire-beer-madness",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;Beer Madness is a small add-on that adds some possibility of interaction between players.&#10;&#10;It contains:&#10;1 new beer reviewer,&#10;2 newa Market tiles,&#10;1 new Beer type tile.&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Action Queue",
      "Area Majority / Influence",
      "Auction / Bidding",
      "Set Collection",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Food & Drink: Beer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Beer Empire: Addon 2",
    "ID": 231989,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/231989/beer-empire-addon-2",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "1 new type of beer&#10;1 new character&#10;2 new tiles&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Action Queue",
      "Area Majority / Influence",
      "Auction / Bidding",
      "Set Collection",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Food & Drink: Beer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Papilio",
    "ID": 231990,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/231990/papilio",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Four small caterpillars set off on a big journey to the prettiest and biggest flower in the meadow. The luck of the dice decides on how far each caterpillar gets to it. After having arrived on the big flower, the correct pair of wings must be found yet, in order to transform the small caterpillars into a beautiful butterfly.&#10;&#10;Develops: Colour recognition and color matching, Fine motor skills, memory, Knowledge of different types of flowers and development stages (caterpillar- butterfly)&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Butterflies",
      "Theme: Flowers"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dust 1947: Raketentruppe Command Squad",
    "ID": 231992,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/231992/dust-1947-raketentruppe-command-squad",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;The Luftwaffe Raketentruppe Command Squad is a special unit of field officers whose skills are invaluable. They are equipped with assault rifles and a rocket launcher, and their presence on the battlefield can change the entire course of battle, thanks to their precious skills. A wise general should take care to protect these experienced officers.&#10;&#10;This squad comes with its own Dust 1947 unit card. Like all regular Dust 1947 miniatures, it comes already assembled and primed.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Modular Board"
    ],
    "Families": [
      "Game: Dust (Fantasy Flight Games)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dust 1947: Horten Ho-367 – \"Hexe\"",
    "ID": 231993,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/231993/dust-1947-horten-ho-367-hexe",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;The Luftwaffe has of course access to the latest generation of jet powered aircraft. Many are even fielded before the trials are over: if there's an operational need, then the plane goes on mission! The Hexe is such an aircraft, equipped with some of the latest systems available. Its nose radar makes the plane very accurate, especially coupled with the underbelly gliding bomb. It allows to attack large targets from a safe distance, a new nightmare for the enemies of the Axis.&#10;&#10;This miniature comes with its own Dust 1947 unit card. Like all regular Dust 1947 miniatures, it comes already assembled and primed.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Modular Board"
    ],
    "Families": [
      "Game: Dust (Fantasy Flight Games)",
      "Players: Two-Player Only Games",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Doodle Monster",
    "ID": 231995,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/231995/doodle-monster",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Using the Monster templates, each player tries to draw his or her own Doodle Monster using the Monster Card as a guide. In each round, one body part can be added and is decorated with a pattern. The winner is the player who succeeds in drawing his or her monster first.&#10;&#10;Have you already met Julius the Dragon? He lives with his friends, nimble little Filine the Mouse and Paula the wise owl, in a big old castle where lots of thrilling stories are hidden&#10;away, just waiting for you to discover them.&#10;&#10;Julius and Filine are feeling excited as they sit in front of the old fireplace in the castle. Paula has promised them a big surprise. In the castle library she has found an old book about&#10;monsters. She says the word &ldquo;monsters&rdquo; in a mysterious whisper. Julius&rsquo; and Filine&rsquo;s eyes open wide. &ldquo;These monsters are everywhere in the castle. They are friendly and playful. They can change their colours and their patterns&rdquo;, wise owl Paula goes on. &ldquo;Yippee! Let&rsquo;s go on a big monster hunt!&rdquo; they all shout.&#10;&#10;Have you ever seen a monster? Try to collect as many shapes and patterns as you can for your own special Doodle Monster.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Line Drawing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Russia Falling: The Coming Civil War",
    "ID": 231997,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/231997/russia-falling-the-coming-civil-war",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The game enables two players to play the first year of a hypothesized near-future post-Putin civil war in Russia. The map covers the core area of the Russian ethnic heartland, from St. Petersburg in the north to Tula in the south, and from Smolensk in the west to Nizhny Novgorod in the east, at 16 miles per hex.&#10;&#10;The game appeared in issue #85 of the Paper Wars magazine, in spring 2017.&#10;&#10;",
    "Categories": [
      "Civil War",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Russia",
      "Magazine: Paper Wars",
      "Theme: Alternate History"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fabled Fruit: The Lime Expansion",
    "ID": 232000,
    "Year": "(2017)",
    "Geek Rating": "5.672",
    "Avg Rating": "7.38",
    "Link": "https://boardgamegeek.com/boardgameexpansion/232000/fabled-fruit-the-lime-expansion",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "1.8889",
    "Description": "Description from the publisher:&#10;&#10;Since many consider green one of the most important colors in the rainbow, no fruit-themed game would be complete without the addition of limes &mdash; and these green fruits add just the right twist to the gameplay found in Fabled Fruit.&#10;&#10;Explore twenty new locations, the exciting gambling tokens, and the mysterious camouflage coat in Fabled Fruit: The Lime Expansion!&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Set Collection",
      "Worker Placement"
    ],
    "Families": [
      "Food & Drink: Fruit",
      "Series: Fable Game system"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tark Mees Taskus mängude komplekt",
    "ID": 232001,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/232001/tark-mees-taskus-mangude-komplekt",
    "Min Players": "1",
    "Max Players": "10",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "This set contains: Tark Mees Taskus, Tark Mees Taskus 2 and Tark Laps Taskus. All three decks may be played separately or shuffled with each other.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Real-time"
    ],
    "Mechanics": [],
    "Families": [
      "Books: Tark Mees Taskus"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Power Grid: Fabled Expansion",
    "ID": 232004,
    "Year": "(2017)",
    "Geek Rating": "5.609",
    "Avg Rating": "6.93",
    "Link": "https://boardgamegeek.com/boardgameexpansion/232004/power-grid-fabled-expansion",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.3333",
    "Description": "Description from the publisher:&#10;&#10;Power Grid: Fabled Expansion offers completely new experiences for both the Power Grid and Power Grid deluxe base games through the new Fable Game system introduced in Fabled Fruit. With two presorted Fable Decks, the players are confronted with exciting challenges in different campaigns on the maps of USA, Germany, Europe or North America. Each campaign is played in three consecutive games, and in each game the players reveal Fabled Cards as their conditions are met. These Fabled Cards add new rules to the gameplay.&#10;&#10;With two players, the &quot;Against the Trust&quot; rules are in effect.&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Network and Route Building"
    ],
    "Families": [
      "Game: Power Grid",
      "Series: Fable Game system"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "whatchamaCARDit",
    "ID": 232005,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/232005/whatchamacardit",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;whatchamaCARDit  is a fast moving card game that rewards strategic play, a sharp mind and a little bit of sneakiness, but doesn&rsquo;t require strategy or a sharp mind to have a great time.&#10;&#10;Collect Single and Combo Collection Cards to be the first player to spell whatchamaCARDit while using CAPTUREit, REQUESTit and REVEALit Cards against other players to improve a hand, but watch out for the BLOCKit Card.&#10;&#10;Win on one&rsquo;s own turn, or on another player&rsquo;s turn.  Just be the first player to collect/spell and shout whatchamaCARDit.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Kingdom is Ours",
    "ID": 232006,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/232006/the-kingdom-is-ours",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;With the Bicorne English Civil War Catalogue and Rules the reader is given a very simple and enjoyable insight into the English Civil War. A compellingly playable set of fast play rules provide entertainment and challenge for both the novice and veteran players alike, entwined with glorious pictures of the Bicorne English Civil War miniature figure range. The rules have been extensively developed from the author's and friends' house rules. These were purposefully designed to provide a fast, fun and challenging game for wargamers of all abilities, whilst encouraging the education of the readers into the troops and the realities of warfare in the 17th Century. There are many parts to the book in addition to the rules, including an introduction to the Civil War written by Linda Doyle, and a section detailing troop types and uniforms. This has all been designed alongside the catalogue of Bicorne troops where the reader is encouraged to collect and paint an army of model soldiers, with a view to playing enjoyable wargames with friends. To this end there is a section on how to build up your army if you are new to the period, as well as a couple of scenarios to give the reader a good idea of what can be achieved with this fun to play set of rules.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Renaissance",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "History: English Civil War"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Skjuub",
    "ID": 232009,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/232009/skjuub",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "Description from the publisher:&#10;&#10;INTRODUCTION:&#10;Skjuub is a combinatorial game for two players. The name comes from the playing pieces, which are 'skewed cubes'. Skjuubs are 'directional', meaning that their orientation is relevant to gameplay.&#10;Skjuub is in a sense a 'logical successor' to the Series: Tixel of games (Tix, Tixel and Regatta). The form factor is different but the 'gameplay structure' is very similar.&#10;&#10;SETUP&#10;Skjuub is played on a 6x6 square grid. Each player has her own pool of 11 pieces, differentiated by color.&#10;&#10;A PLAYER'S TURN&#10;On a turn, a player can either place a new skjuub or move one of her own skjuubs already on the board. The orientation of a skjuub (which side the 'overhang' is facing) is decided upon when placing it on the board. A skjuub can be active or inactive and only active skjuubs may be moved.&#10;A skjuub is inactive if at least one of its sides is fully connected to a similarly shaped side of another piece (regardless of color).&#10;&#10;NORMAL MOVES; Placement&#10;When placing a new skjuub on the board you are not allowed make one or more opponent skjuubs inactive. A new skjuub may be placed next to one or more already inactive skjuubs in a way in which it becomes inactive itself as well. Such placement does not result in the player getting a bonus move (see section 'BONUS MOVES').&#10;&#10;NORMAL MOVES; Sliding and tumbling&#10;A move can be either a slide (in which the orientation of the skjuub remains the same) or a tumble (in which in which the orientation of the skjuub does change - the overhang 'switches' to the opposite side).&#10;In a single move a skjuub may be slid as many squares as wanted (horizontally or vertically along its row or column) but may be tumbled only once (to an adjacent square from where it started the tumble, either in the direction of the overhang or in the opposite direction).&#10;When placing, sliding or tumbling, other skjuubs that are on the board may not be 'disturbed'; their locations and orientations must remain the same.&#10;&#10;BONUS MOVES&#10;Chaining moves is important as this temporarily unlocks additional move types (besides placing, sliding and tumbling). If a skjuub that is slid or tumbled is made inactive at its end position - i.e., it's sacrificed - the player gets a bonus move. As a bonus move she can do one of the following:&#10;&#10;        - one of the normal moves; place, slide or tumble one of her other skjuubs. These slides and tumbles (but not placements) can themselves result in additional bonus moves.&#10;        - pick up one of her other skjuubs from the board (not the one skjuub that was just sacrificed!) and place it back in her pool of available skjuubs.&#10;        - turn one of her active skjuubs a quarter turn clockwise or anticlockwise. The skjuub that is turned must also still be active after the turn (it may not be sacrificed by the turn).&#10;        - pass the bonus move.&#10;&#10;&#10;When turning a skjuub, other skjuubs that are on the board may not be 'disturbed'. When picking up a skjuub, other skjuubs may temporarily be moved aside to make picking up the skjuub easier but they must be returned to their original locations and orientations afterwards.&#10;One or more other skjuubs can also become inactive by a skjuub being sacrificed. Skjuubs may also be sacrificed adjacent to other skjuubs that are already inactive though (regardless of color).&#10;&#10;NO BACKTRACKING&#10;Players are not allowed to undo their previous turn by playing it 'in reverse'. If the previous turn had one or more bonus moves, only the very last bonus move may not be played in reverse.&#10;The main point of the rule is to prevent players from tumbling or sliding one and the same skjuub back and forth in consecutive turns. Therefor it is allowed to pick up a skjuub that was placed in the previous turn. Players are also allowed to alternate between sliding and tumbling the same skjuub repeatedly.&#10;There is one exception to the rule: Backtracking is allowed if it captures an opponent piece (and the piece that does the backtracking becomes inactive itself too).&#10;&#10;ENDING THE GAME&#10;A player loses the game if, at the beginning of her turn, she does not have at least one active skjuub on the board that is both able and allowed to slide and/or tumble.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Grid Movement",
      "Tile Placement"
    ],
    "Families": [
      "Components: 6 x 6 Grids",
      "Digital Implementations: Ai Ai",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "ATS: Band of '44 Brothers",
    "ID": 232025,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.75",
    "Link": "https://boardgamegeek.com/boardgame/232025/ats-band-of-44-brothers",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;More Advanced Tobruk System adventures for the 101st Airborne in Normandy with eight scenarios featuring The Screaming Eagles on D-Day and the days that follow.&#10;This is a Deluxe Map version, featuring the largest hexes ever in an ATS product - no more stacking!&#10;&#10;This set contains:&#10;&#10;     8 scenarios on four cards&#10;     a giant hex map using multiple linking cardstock boards&#10;     all of the combat counters and AFV data cards required to play these scenarios&#10;     the Battlefield Walkaround with terrain notes and special module rules.&#10;&#10;&#10;",
    "Categories": [
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Advanced Tobruk System (Critical Hit)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cards of Might and Magic",
    "ID": 232034,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/232034/cards-of-might-and-magic",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "A card game for 2+ players based on the video game Heroes of Might &amp; Magic III.&#10;&#10;Players compete in 3 categories: Might, Magic and Gold. Most cards increase your score in one of these 3 categories. At the end of the game, the player with the highest score in the most categories is the winner.&#10;&#10;There are seven Decks:&#10;&bull;   Hero Deck - Heroes are of 2 types: Might Heroes and Magic Heroes. Each Hero also belongs to 1 of the 8 town types. Each player starts with 1 randomly drawn Hero. &#10;&bull;   Build Deck - These are building located in towns within your Kingdom. Some indicate affiliation with 1 of the 8 town types. Your kingdom may contain multiple Town Affiliations. &#10;&bull;   Explore Deck - Locations, Structures, and items found within your Kingdom, but outside of your towns. &#10;&bull;   Creature Deck - Each creature belongs to 1 of the 8 town types. &#10;&bull;   Spell Deck - Spells belong to 1 of 4 types: Air, Earth, Fire, and Water. &#10;&bull;   Skill Deck - Advanced Knowledge known to your Heroes. &#10;&bull;   Artefact Deck - Magical Objects of great Power. &#10;Cards may have attributes as follows: Ranged, Defence, Quick, Burst, Incapacitate, Reinforce, Buff&#10;&#10;All cards owned and controlled by a player are placed face up on the table in front of them. This is each player&rsquo;s Kingdom.&#10;&#10;Players take turns with each turn comprising 4 Phases: &#10;1.  Build Phase - Draw 1 Card from the Build Deck and add it to your Kingdom. &#10;2.  Creature Phase - Draw 1 Card from the Creature Deck and add it to your Kingdom. &#10;3.  Recruit Phase - Roll once on the recruit table and draw 1 card from the Hero, Skill, Spell or Artefact deck, dependant on the die roll.&#10;4.  Explore Phase - Draw 1 Card from the Explore Deck and add it to your Kingdom.&#10;&#10;The game ends when every player has completed 7 turns.&#10;&#10;The player with the most Ranged cards gets Might +5 and Magic +5. &#10;The player with the most Defence cards gets Might +5 and Magic +5. &#10;The player with the most Quick cards gets Might +5 and Magic +5. &#10;The player with the most Incapacitate cards gets Might +5 and Magic +5. &#10;The player with the most Burst cards gets Might +5 and Magic +5. &#10;The player with the most Reinforce cards gets Might +5 and Magic +5. &#10;The player with the most Buff cards gets Might +5 and Magic +5.&#10;&#10;At the end of the game, the player with the highest score in the most categories (Might, Magic and Gold) is the winner.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Tipsy Tower",
    "ID": 232040,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.75",
    "Link": "https://boardgamegeek.com/boardgame/232040/tipsy-tower",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "35",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;The classic block stacking game with an alcoholic twist. 54 blocks in total, each block has 1 of 36 different rules and games written on the bottom. Attempt to pull a block from the tower without knocking it over, then play the game or follow the rule described on the bottom of the block. Included are the classics: story time, moose, make a rule. In combination with some newer rules: god, most likely to, nicknames. 36 different rules and games in all. Will you be the last one standing?&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Stacking and Balancing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Horse & Musket II: Sport of Kings",
    "ID": 232047,
    "Year": "(2018)",
    "Geek Rating": "5.533",
    "Avg Rating": "8.11",
    "Link": "https://boardgamegeek.com/boardgameexpansion/232047/horse-and-musket-ii-sport-of-kings",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "Description from the publisher:&#10;&#10;Horse and Musket: Sport of Kings is the first expansion to Horse &amp; Musket: Dawn of an Era. This volume will cover warfare from 1721-1748, when linear musket combat approached its apogee. Large armies of well drilled infantry used volley fire and bayonet charges in set piece battles. Horsemen were used almost exclusively for charges, and artillery was increasingly mobile. Great commanders such as Nader Shah and Maurice de Saxe left their stamp on military history. The period also saw the emergence of Frederick II of Prussia, known to most as Frederick the Great.&#10;&#10;The battles include...&#10;&#10;Gulnabad - March 8, 1722  &ndash; Zenith of the the Hotak Dynasty&#10;&#10;Mehmandost - September 29, 1729 &ndash; Safavid Restoration&#10;&#10;Samarra - July 19, 1733 &ndash; The Fate of Baghdad&#10;&#10;San Pietro - June 29, 1734 &ndash; The Blurred Line Between Bold and Reckless&#10;&#10;Guastalla - September 19, 1734 &ndash; The Day the World Lost&#10;&#10;Ogoula Tchetoka - March 25, 1736 &ndash; Father Senat&rsquo;s Hymn&#10;&#10;Ackia - May 26, 1736 &ndash; Bienville&rsquo;s Blunder&#10;&#10;Karnal - February 24, 1739 &ndash; Death Knell of the Mughal Empire&#10;&#10;Grocka - July 22, 1739 &ndash; The Treaty of Belgrade&#10;&#10;Stavuchany - August 17, 1739 &ndash; St&#196;&#131;nile&#197;&#159;ti Avenged&#10;&#10;Fort San Lazaro - April 20, 1741 &ndash; &ldquo;To Admiral Vernon, the scourge of Spain&rdquo;&#10;&#10;Mollwitz - April 14, 1741 &ndash; &ldquo;We'll retreat over the bodies of our enemies.&rdquo;&#10;&#10;Chotusitz - May 17, 1742 &ndash; Frederick II's First Victory&#10;&#10;Fontenoy - May 11, 1745 &ndash; &ldquo;Gentlemen of the French Guards, fire.&rdquo;&#10;&#10;Hohenfriedberg - June 4, 1745 &ndash; Der Hohenfriedberger Marsch&#10;&#10;Prestonpans - September 21, 1745 &ndash; Accidental Cannae&#10;&#10;Soor - September 30, 1745 &ndash; &ldquo;God is against us.&rdquo;&#10;&#10;Kesselsdorf - December 15, 1745 &ndash; &ldquo;O Lord God, let me not be disgraced in my old days.&rdquo;&#10;&#10;Culloden - April 16, 1746 &ndash; Tragedy on the Moors&#10;&#10;Lauffeld - July 2, 1747 &ndash; Ligonier&rsquo;s Charge&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "American Indian Wars",
      "Expansion for Base-game",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Hexagon Grid",
      "Modular Board",
      "Simulation"
    ],
    "Families": [
      "Game: Horse & Musket (Hollandspiele)",
      "History: Jacobite Rebellions",
      "History: Ottoman – Persian Wars",
      "History: Ottoman-Habsburg Wars",
      "History: War of the Austrian Succession",
      "History: War of the Polish Succession"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Immortals: Queenie 1 – New Tribes",
    "ID": 232048,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.01",
    "Link": "https://boardgamegeek.com/boardgameexpansion/232048/immortals-queenie-1-new-tribes",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Immortals: Queenie 1 &ndash; New Tribes is a mini-expansion that adds two additional tribe choices to the Immortals base game: Reptiles from the Dark Realm  and Gnomes from the Light Realm.&#10;&#10;To use them, mix the new tribe tokens with the tribe tokens of the base game.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Scythe: Promo Pack #13 – Encounter Card 41",
    "ID": 232087,
    "Year": "(2017)",
    "Geek Rating": "5.940",
    "Avg Rating": "8.22",
    "Link": "https://boardgamegeek.com/boardgameexpansion/232087/scythe-promo-pack-13-encounter-card-41",
    "Min Players": "1",
    "Max Players": "7",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "This is a promotional card for Spielbox. Is is included in Spielbox 4/2017 (August 2017)&#10;&#10;This promo introduces a new Encounter Card (#41) that you can use in the game.&#10;&#10;",
    "Categories": [
      "Civilization",
      "Economic",
      "Expansion for Base-game",
      "Fighting",
      "Science Fiction",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Scythe",
      "Magazine: Spielbox",
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Pug Party",
    "ID": 232089,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.73",
    "Link": "https://boardgamegeek.com/boardgame/232089/the-pug-party",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "This is a fast, fun and addictive card game&#10;&#10;Main Goal: you need to discard all your cards as soon as possible. Loses the one who has the cards on hand.&#10;&#10;Game Setup: Shuffle your deck thoroughly and deal three face-down cards in a row to each player. Then deal the same number of cards face up to cover each card that is laying face-down. Now you have six cards before each player: three face-down and three face-up covering them.&#10;&#10;You shouldn&rsquo;t pick that cards up until you shed all the cards from your hand.&#10;&#10;Deal each player three cards one more time, that will be player's hands. Place the deck of cards on the table within reach of every player.&#10;&#10;Gameplay: the starting player is the one who attended a party recently, closer to the day of the game then other players. Then players are taking turns clockwise. The player lays any card on the table (to start a pick up pile) and then draws card from the deck so they have at least three cards in their hand (unless the deck has run out of cards or they already have three or more cards in their hand). The next player must lay a card equal to or higher in value than the one at the top of the pick up pile. For example: the first player lays 5, the next player can lay 5, or 6, 7, 8, 9, 10. On top of 10 player can lay 10 or 0 (the Poop) or any of the special cards. If a player has no card to cover the the previous card, they must pick up the pick-up pile (put it in their hand) and end their turn, and the next player starts a new round with any card.&#10;&#10;A player can lay some cards of the same value in one turn. If a player is able to complete a set in turn (like four-of-a-kind 8*8*8*8) they can do so clearing (burning) and removing the entire pile from play. The player who clears may play another card after.&#10;Special cards (could be placed over any other card):&#10;&#10;MegaPug - when played, clears the pick up pile instantly. The player who plays it starts the next round with any card, game is played to increase (the next card may have same or higher value)&#10;&#10;BreakDancer - changes the rules from increase to decrease (so the next card may have same or lower value). When played the second time, rules changes back from decrease to increase, and so on.&#10;&#10;Poop (0) - resets the game. The next player can lay a card of any value from 0 to 10, game is played to increase.&#10;&#10;Game Ending: when the deck runs out, you must play all cards from your hand. When there&rsquo;s no cards in your hand, you have to play those cards that are laying the face-up in front of you, one by one. Then you play your &ldquo;Blind&rdquo; cards, that are laying face-down, one by one - no peeking!&#10;If you have no suitable card - take the pick-up pile in your hand and only when you shed them all you can return to play your cards on the table.&#10;&#10;When you have discarded all your cards - congratulations! You banished all your Pug-party animals! So you can chill out watching yours less lucky playmates.&#10;&#10;The Pug Party is an entertaining game designed for players from 6 years old. Duration: 10-30 minutes. Simple rules, a dynamic game process, illustrations of a talented artist of Ukraine &ndash; this is the formula for the success of the game Pug Party. The first edition of the game was sold out for six months. Because everyone loves funny parties and everyone loves pugs: children, youth and adults are just delighted with these funny little animals. We take an incendiary party, add cute pugs, and get the most explosive and cutest Ukrainian game!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Number",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Boereplaas",
    "ID": 232091,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.14",
    "Link": "https://boardgamegeek.com/boardgame/232091/boereplaas",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1",
    "Description": "User summary:&#10;&#10;You have a farm in South Africa, your worker is Oom Sakkie, but somehow, he is doing everything wrong. Work out how you can run your farm best.&#10;&#10;Every player gets a player aid, which is your farm. Every player gets 1630 Rand to start with. Shuffle all cards and place them in the middle of the table.&#10;&#10;First, a player draws a card and decide if he want to buy the goods, livestock or other supplies. If the card is an action, the player has to take the action immediately and win or lose some money.&#10;&#10;The player who first fills the 10 spaces on their farm with the appropriate goods wins the game.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Farming",
      "Humor"
    ],
    "Mechanics": [
      "Events",
      "Move Through Deck",
      "Simulation",
      "Tile Placement"
    ],
    "Families": [
      "Country: South Africa"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gobby",
    "ID": 232092,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.67",
    "Link": "https://boardgamegeek.com/boardgame/232092/gobby",
    "Min Players": "4",
    "Max Players": "20",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Mouthpiece game similar to Speak Out and Watch Yo Mouth!.&#10;There are 2500 phrases, 20 mouthpieces and sand timer.&#10;&#10;Player must say a phrase with a mouthpiece until somebody guesses it or timer runs out. If one phrase is guessed but there are still time left He/She may continue.&#10;&#10;The player or team who collected the most cards wins the game and becomes the Gob Master&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Team-Based Game"
    ],
    "Families": [
      "Components: Dental Retractor",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gobby +",
    "ID": 232093,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/232093/gobby-plus",
    "Min Players": "4",
    "Max Players": "20",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Mouthpiece game similar to Speak Out and Watch Yo Mouth!.&#10;There are 2500 phrases, 20 mouthpieces and sand timer.&#10;This game includes red deck for adults only.&#10;&#10;Player must say a phrase with a mouthpiece until somebody guesses it or timer runs out. If one phrase is guessed but there are still time left He/She may continue.&#10;&#10;The player or team who collected the most cards wins the game and becomes the Gob Master&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Team-Based Game"
    ],
    "Families": [
      "Components: Dental Retractor"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Watch Ya' Mouth: Family Expansion #2",
    "ID": 232098,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.75",
    "Link": "https://boardgamegeek.com/boardgameexpansion/232098/watch-ya-mouth-family-expansion-2",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;Did your family play the heck out of the Watch Ya&rsquo; Mouth base game, so your kids recite our funny phrases by heart? No problem! Watch Ya Mouth Family Expansion Pack #2 replenishes your repertoire with plenty of fresh phrases for extended kid-friendly gameplay.&#10;&#10;Watch Ya&rsquo; Mouth, The Original Mouthguard Party Game, is authentic and hilarious. Often imitated, never duplicated.&#10;3-10 players&#10;Hampered by cheek retractors, teams attempt to read and interpret silly phrases, like:&#10;A belligerent bison is on the boardwalk!&#10;Mother baboon and her fluffy babies.&#10;Playful porpoises surfing waves.&#10;Watch Ya Mouth Family Expansion Pack #1 comes with 155 family-safe, family-fun phrase cards and 6 blanks (161 total cards). Our cards are strong, thick, and durable for years of sticky-fingered quality time.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Dental Retractor",
      "Game: Watch Ya' Mouth"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Watch Ya' Mouth: Throwdown Edition",
    "ID": 232099,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.80",
    "Link": "https://boardgamegeek.com/boardgame/232099/watch-ya-mouth-throwdown-edition",
    "Min Players": "4",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "From the publisher&acute;s website:&#10;&#10;With Watch Ya&rsquo; Mouth Throwdown Edition, 4-10 players face off in our mouthy mashup of all your favorite bar games, relay race activities, and acting, singing, and drawing throwdowns &mdash;with some social media twists.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Line Drawing",
      "Singing"
    ],
    "Families": [
      "Components: Dental Retractor",
      "Game: Watch Ya' Mouth"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Watch Ya' Mouth: Bible Expansion #1",
    "ID": 232100,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/232100/watch-ya-mouth-bible-expansion-1",
    "Min Players": "4",
    "Max Players": "10",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;Have you been praying for more Watch Ya&rsquo; Mouth fun? Well, hallelujah, the time has come! Introducing Watch Ya&rsquo; Mouth Bible Expansion Pack #1. Not only does this pack bring friends and family together to play but the citations at the bottom of most cards will be sure to start conversations about all things Bible. It&rsquo;s about to get holy up in here!&#10;Watch Ya&rsquo; Mouth, The Authentic Mouthguard Party Game. Often imitated, never duplicated.&#10;&#10;3-10 players&#10;Hampered by mouthpieces, teams attempt to read and interpret phrases, like:&#10;Flame of fire (Ex 3:2)&#10;Psalms&#10;Breastplate of righteousness (Eph 6:14)&#10;&#10;Watch Ya&rsquo; Mouth Bible Expansion Pack #1 comes with 200 family friendly phrase cards, including 5 blank cards to write in your own phrases. Our cards are strong, thick, and durable for years of sticky-fingered quality time.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Party Game",
      "Religious"
    ],
    "Mechanics": [
      "Team-Based Game"
    ],
    "Families": [
      "Components: Dental Retractor",
      "Game: Watch Ya' Mouth"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Best Pitch",
    "ID": 232107,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/232107/best-pitch",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Description from the designer:&#10;&#10;Pitch your ideas to tycoons and sabotage the competition!&#10;&#10;Pitch your best idea with the most outstanding innovation to a panel of investors, but watch out as others are looking to sabotage your idea in favor of their own. Become the top dog as you craft together winning combinations!&#10;&#10;Pitch your ideas to the Tycoon in hopes your amazing idea is picked!&#10;&#10;Combine crazy ideas with creative innovations like an Arcade where everyone has a magic wand.&#10;&#10;Sabotage your competition to make sure the Tycoon picks your ideas, like it smells like baby vomit.&#10;&#10;Be careful though, your competition is out to sabotage you as well.&#10;&#10;Have a blast with a multiple players and thousands of combinations.&#10;&#10;Each player starts with two of each cards - 2 idea cards, innovation cards, and sabotage cards.&#10;&#10;You put together your best Idea with an innovation to pitch to the business tycoon. When the cards are placed face down in front of the tycoon you then place a sabotage card down on any other player&rsquo;s idea/innovation combo. The tycoon picks the best despite the sabotage.&#10;&#10;Play for a few rounds. The player with the most picks from the tycoon wins.&#10;&#10;The tycoon rotates every turn clockwise around the players circle.&#10;&#10;Give it your all as you give your Best Pitch!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Just Survive The Game",
    "ID": 232108,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgame/232108/just-survive-the-game",
    "Min Players": "2",
    "Max Players": "11",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "1",
    "Description": "Description from the designer:&#10;&#10;Use teamwork to help everyone stay alive or lookout for yourself and forget your family and friends&#10;&#10;You've just been locked in a bunker holding out to survive a disaster outside. You and the people you're with must do whatever it takes to survive, but only one of you will be able to live.&#10;&#10;Use teamwork to help each other stay alive or lookout for yourself and forget your family and friends.&#10;&#10;If everyone dies before the Survive card is drawn, you all lose, but once the survive card is drawn, the last player alive wins!&#10;&#10;Use abilities like healing others as the doctor or stealing things as the thief.&#10;&#10;Keep secrets to yourself like you can see others players cards when you die.&#10;&#10;Or be a team player and let everyone know what you can do.&#10;&#10;Work as a team to help each other because if everyone dies before the Survive Card is drawn, everyone loses.&#10;&#10;Once the survive card is drawn.. then it&rsquo;s every man for himself. The last player standing wins the game.&#10;&#10;Keep secrets to yourself like you can see others players cards when you die.&#10;&#10;Players take turns drawing event cards and play out that event.&#10;&#10;Play events like deciding which team member should be killed, or if the engineer should fix the pipes today.&#10;&#10;Make friends as you work to survive, then stab them in the back to ensure you live.&#10;&#10;The game is simple, Just Survive The Game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Variable Player Powers",
      "Voting"
    ],
    "Families": [
      "Category: Print-on-Demand"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Stay Off My Lawn",
    "ID": 232109,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgame/232109/stay-off-my-lawn",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Stay Off My Lawn is a short (15-20 minute) card game designed for all ages, kids and adult. Players compete to have the best lawn, while trashing their opponent's lawn. When the parade comes, the best lawn wins the trophy!&#10;&#10;Each turn players place a beneficial card from their hand into their own yard or a harmful card into their opponent's yard and then draw a card from the center deck. Each player has one &quot;Clean Up&quot; card that may be played at any time, but only once per game.&#10;&#10;The game ends when the parade arrives and the lawns are judged. Players each total are points and relevant bonuses. The player with the most points wins!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Farming"
    ],
    "Mechanics": [
      "Push Your Luck",
      "Take That",
      "Tile Placement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Princess Bride: 30th Anniversary Celebration Pack",
    "ID": 232110,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgameexpansion/232110/the-princess-bride-30th-anniversary-celebration-pa",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Princess Bride: 30th Anniversary Celebration Pack features cards for use in three separate Princess Bride games: I Hate to Kill You, A Battle of Wits, and Prepare to Die!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Books: The Princess Bride"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Farlight: Launch Pack",
    "ID": 232111,
    "Year": "(2017)",
    "Geek Rating": "5.521",
    "Avg Rating": "7.03",
    "Link": "https://boardgamegeek.com/boardgameexpansion/232111/farlight-launch-pack",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Farlight: Launch Pack adds ten new cards featuring new missions and ship parts to the Farlight base game.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Barker's Row: Attraction Pack #1",
    "ID": 232112,
    "Year": "(2018)",
    "Geek Rating": "5.520",
    "Avg Rating": "6.90",
    "Link": "https://boardgamegeek.com/boardgameexpansion/232112/barkers-row-attraction-pack-1",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "50",
    "Weight": "2",
    "Description": "From the Kickstarter campaign page:&#10;&#10;The Attraction Pack includes 8 attraction cards achieved by unlocking stretch goals. The Attraction Pack was provided exclusively to Kickstarter backers for a limited time and will eventually be available in the BGG Store and the publisher's website.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Trick-taking"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trailer Park Boys Park Wars",
    "ID": 232118,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/232118/trailer-park-boys-park-wars",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Bring the Trailer Park home...to your kitchen table. This print and play tabletop war-game pits two or more players against each other in an attempt to raise the most cash before time runs out. &#10;Players each have a set of goals (scams) they are trying to accomplish, while trying to prevent the opposing team(s) from doing the same. Alternatively, players can choose to simply start a trailer park brawl, and try to be the only team with characters left at the end of the game.&#10;Each character has unique abilities to choose from, and any character can work with any other - if you so choose. So make your team of characters, and get ready to rule the trailer park. &#10;Printable characters are provided as part of the game, but players are encouraged to use the miniatures from the Trailer Park Boys board game as well.&#10;&#10;",
    "Categories": [
      "Fighting",
      "Humor",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pick-up and Deliver",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Fantasy Realms: Jester Promo Card",
    "ID": 232120,
    "Year": "(2017)",
    "Geek Rating": "5.649",
    "Avg Rating": "7.23",
    "Link": "https://boardgamegeek.com/boardgameexpansion/232120/fantasy-realms-jester-promo-card",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "20",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Fantasy Realms: Jester is a promotional card for Fantasy Realms that was initially packaged with Game Trade Magazine #210. Here's the text:&#10;&#10;Bonus: +3 for each other card with an odd base strength value. OR +50 if entire hand has odd base strength values.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Super Wits & Wagers",
    "ID": 232121,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgame/232121/super-wits-and-wagers",
    "Min Players": "4",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Super Wits is a team-based version of Wits and Wagers pitting a team of heroes against a team of villains.&#10;&#10;The standard Wits &amp; Wager rules apply: &#10;&#10;    Everyone writes a estimate to a question. &#10;    The estimates are arranged from smallest to largest.&#10;    Players bet on any estimate (their own or someone else's)&#10;&#10;&#10;Additionally, each player on the team has a unique power that gets activated if they bet on their headquarters (their own answer).  The superpowers interact with each other in synergistic ways, providing a fun puzzle each turn as your team discusses under time pressure, the best place to move their Superhero/Supervillain and sidekicks.&#10;&#10;The Villains&#10;&#10;    Dragon Rider can throw heroes and sidekicks out of their headquarters.&#10;    The Wizard of Odds can change the payout odds.&#10;    Crusher can remove an adjacent headquarters from play.&#10;&#10;&#10;The Heroes&#10;&#10;    Portal can teleport friends from their headquarter to another player's headquarters after the answer is revealed. &#10;    Speedster can speed to an adjacent headquarters after the answer is revealed.&#10;    Motivator can inspire adjacent sidekicks to become heroes. &#10;&#10;&#10;The League of Unemployed Sidekicks&#10;The unemployed sidekicks are used when one team has fewer players on their side. They can also be employed by one team or the other at various times in the game.&#10;&#10;Super Wits take 25 minutes.  Additional heroes and villains will be available in the future, allowing people to tailor their team, or expand the player count to 8 players.&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Cancelled Games",
      "Game: Wits & Wagers"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Say Anything Uncensored",
    "ID": 232122,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/232122/say-anything-uncensored",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Say Anything Uncensored plays just like the classic party game Say Anything, but it does not have any of the benign &quot;we might be playing  at church with a bunch of people we don't know very well&quot; questions.&#10;&#10;",
    "Categories": [
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Components: Dry Erase Markers / Dry Erase Surfaces",
      "Game: Say Anything",
      "Versions & Editions: Adult Versions of Family-Friendly Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Eminent Domain: Oblivion",
    "ID": 232135,
    "Year": "(2018)",
    "Geek Rating": "5.612",
    "Avg Rating": "7.51",
    "Link": "https://boardgamegeek.com/boardgameexpansion/232135/eminent-domain-oblivion",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "Your empire has grown vast and powerful, reaching beyond every edge of the galaxy. Now you must ensure the ties that bind your planets do not falter.&#10;&#10;Assert your dominance in the political arena. Use your clout to advance your agendas. As your borders expand farther and farther, do not let the core of your empire fall into oblivion!&#10;&#10;Oblivion is an expansion of Eminent Domain, and cannot be played without the base game. Its focus is on the political aspects of running a space empire, adding a new Politics role and global agendas that affect all players. We recommend that you play the base game several times before incorporating this expansion.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Civilization",
      "Expansion for Base-game",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting",
      "Variable Phase Order"
    ],
    "Families": [
      "Game: Eminent Domain",
      "Mechanism: Tableau Building",
      "Organizations: Gamesmiths",
      "Series: TMG Originals"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Halo: Fleet Battles – UNSC Phoenix Class Support Ship",
    "ID": 232136,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/232136/halo-fleet-battles-unsc-phoenix-class-support-ship",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;Fans of Halo will undoubtedly recognise the unmistakable profile of the Phoenix-class Colonial Support Vessel, the most famous of which is known by the name Spirit of Fire. Replete with its Pelican Boarding Craft our version of the Phoenix-class brings UNSC players a new Large size model with which to assemble their fleets.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Video Game Theme",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Halo: Fleet Battles – Covenant CPV-Class Heavy Destroyer",
    "ID": 232137,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/232137/halo-fleet-battles-covenant-cpv-class-heavy-destro",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;As the war progressed the crews of the CPV's found a newfound purpose as executioners and heralds, wielding excavation beams with deft hands and claws to carve meaningful sigils into cleansed worlds and leading battle groups against remnant UNSC forces judged unworthy of meeting the fleet's Supreme Commander. Veteran crews also found a new currency of honor in using their well-practiced skills to assist the artifact hunting fleets that scoured former human worlds for Forerunner relics and war trophies, with many turning quasi-mercenary and offering their services to Ministry leaders eager to one-up each other with treasures and baubles recovered from the glassed ruins.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Video Game Theme",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wargame The Roman Invasion, AD 43",
    "ID": 232138,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.38",
    "Link": "https://boardgamegeek.com/boardgame/232138/wargame-the-roman-invasion-ad-43",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "180",
    "Weight": "3",
    "Description": "A series of books that provide wargame rules and colour photocopiable figures for miniatures battles.&#10;&#10;Each book tackles a specific time period of history. This book covers the Roman Invasion of Britain in the First Century. Simple rules are provided written by Andy Callan, noted designer. The rules can be used with other miniatures.&#10;&#10;The miniatures are drawn and coloured by Peter Dennis, the well known face behind Osprey books, many illustrations and Martin Wallace's games. The buyer photocopies or scans the images provided, folds and cuts them out to make armies.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Line of Sight",
      "Measurement Movement",
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Ancient: Rome",
      "Components: Miniatures",
      "History: Roman Britain",
      "History: Roman Empire",
      "Players: Games with Solitaire Rules",
      "Players: Wargames with Solitaire Rules",
      "Series: Paperboys games (Helion and Company)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sakura Arms: Kikou Kakumei",
    "ID": 232141,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.91",
    "Link": "https://boardgamegeek.com/boardgameexpansion/232141/sakura-arms-kikou-kakumei",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Expansion for sakura arms dueling card game, this expansion adds 2 new machine/invention themed megami:&#10;Kururu(&#227;&#130;&#175;&#227;&#131;&#171;&#227;&#131;&#171;) and thallya(&#227;&#130;&#181;&#227;&#131;&#170;&#227;&#131;&#164;).&#10;Kururu is the megami of innovation and madness. She does not care what sacrifices it takes to complete her machines. Her mechanic requires you to have played cards(not discard) in order to complete the required components(the card type determines what components it counts as). She is the hardest megami to learn , and will remain that way according to the designer.&#10;Thallya is a megami who was formerly a human from another land/country. She rides a motorcycle and fights with a &quot;sword-whip&quot;. Her mechanics revolve around her &quot;fuel&quot;, an extra resource that many of your cards require to use, or can make use of. She also has the ability to gain unique basic actions via transforming(utilizing her S4 special card)While she has a high skill cap she is easier to approach than Kururu.&#10;This expansion adds more difficult mechanics than prior expansions, according to the publisher it will likely remain the most mechanically difficult expansion.&#10;&#10;Sakura Arms is a Japanese dueling living card game made for 2 players, in which players build 10 card decks from a limited pool in order to reduce the opponents life to zero.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Action Points",
      "Deck Construction",
      "Hand Management",
      "Relative Movement",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Sakura Arms",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "After Everyone's Dead The Game",
    "ID": 232144,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/232144/after-everyones-dead-the-game",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "&ldquo;You can&rsquo;t lose hope. Without hope, then you have nothing.&rdquo;&#10;&#10;Based on the hit novel, After Everyone&rsquo;s Dead, this game pits a team of heroes against a hoard of zombies. Choose your side in the fight, a hero trying to get to the safe house or a zombie trying to turn all humans into flesh eating zombies like themselves!&#10;&#10;Ever want to take out a hoard of your friends who turned into zombies?&#10;&#10;Ever find yourself as a zombie trying to kill your friends?&#10;&#10;In After Everyone&rsquo;s Dead the game, now you can!&#10;&#10;Two teams, one human one zombie battle against each other.&#10;&#10;Customize the board however you want! With thousands of board layout combinations, every game is a new adventure!&#10;&#10;Play on a small layout with a few friends for a short fun game, or a larger layout for a more open experience.&#10;&#10;Use weapons like guns, hammers, and rockets to take out your enemies&#10;&#10;Be careful though because a human might switch teams if they die, turning into a blood thirsty zombie!&#10;&#10;To win, the humans must get the key and make their way to the safe house. For the Zombies to win all they have to do is eat every human brain.&#10;&#10;So do you have what it takes to survive a zombie outbreak? Or do you have what it takes to devour your friends?&#10;&#10;",
    "Categories": [
      "Horror",
      "Novel-based",
      "Science Fiction",
      "Zombies"
    ],
    "Mechanics": [
      "Area Movement",
      "Grid Movement",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Circuit Destroyer",
    "ID": 232145,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/232145/circuit-destroyer",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Description from the designer:&#10;&#10;Build your custom robot and battle your enemies!&#10;&#10;Build your robot just the way you like it! Use swords, lasers, rockets, and countless other weapons to destroy your opponents. This turn based strategy card game will put your wit, luck, and strategy skills to the test.&#10;&#10;Ever wish you had your own robot to fight in combat against other robots? Well not any more with Circuit Destroyer.&#10;&#10;Build your own robots with customized a head, arms, legs, and cores, each with powerful abilities.&#10;&#10;Use weapons like swords, lasers, shields, and rockets to blow up your opponents robot.&#10;&#10;Players must protect their robots core, for once that&rsquo;s destroyed the player loses and the games over.&#10;&#10;Boost your robots power using Software cards and Hack cards, sending an E.M.P. blast at an attacking robot, or doubling your damage this turn.&#10;&#10;Circuit Destroyer comes in a variety of packs for you to collect.&#10;&#10;Each pack comes with an array of part and at least 1 rare card.&#10;&#10;Circuit Destroyer is a game for a beginning strategist or an expert tactician.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Stick Figure Fighters",
    "ID": 232146,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.06",
    "Link": "https://boardgamegeek.com/boardgame/232146/stick-figure-fighters",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Description from the desginer:&#10;&#10;Be the best Stick Figure Fighter in all the land.&#10;&#10;Battle for the glory of being the greatest Stick Figure Fighter! Equip your Stick Figure Fighter with weapons, armor, and power cards. Fight other stick figures to prove that you are the most powerful Stick Figure Fighter. Show no mercy, using swords, shields, super armor, or your stick arms to vanquish your opponents.&#10;&#10;Take turns challenging other Stick Figure Fighters in head to head combat, until you are the last stick standing.&#10;&#10;Battle for the glory of being the greatest stick figure in the world.&#10;&#10;Show no mercy to your opponent using swords, shields, armor, shoes, helmets, and an array of power ups in battle.&#10;&#10;As you play equip more and more armor with unique abilities to your stick figures.&#10;&#10;Use armor that boosts your attack, helmets that shoot lasers, bow and arrows to pin your opened, a giant sword to cut through your stick enemies, and shoes that let you dodge attacks.&#10;&#10;Every turn, you must battle another stick figure in stick combat to the death.&#10;&#10;The last stick figure standing is the winner, declaring themselves to be the greatest Stick figure fighter.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Fighting",
      "Medieval",
      "Party Game"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Open Drafting",
      "Push Your Luck"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "True King Of The Kingdom",
    "ID": 232147,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/232147/true-king-of-the-kingdom",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Description from the designer:&#10;&#10;Fight to rule the kingdom!&#10;&#10;True King is a strategy game designed to either work as a team with other players or lead the kingdom all on your own.&#10;&#10;Move your units to steal the rival kingdom&rsquo;s flag and bring it back to your kingdom unharmed. Travel perilous terrain arranged by the Kings of each kingdom.&#10;&#10;Use strategy and teamwork to topple your opponent and become the one True King.&#10;&#10;Be a fearless King, a courageous Princess, a valiant Knight, a powerful Wizard, or a cunning Archer and rule over the land.&#10;&#10;As king of the land, it&rsquo;s time to rule with an iron fist.&#10;&#10;Command your forces to capture the nearby kingdom&rsquo;s flag, forcing their surrender.&#10;&#10;In this turn based strategy game us the kingdom&rsquo;s King, Knight, Wizard, Princess, and Archer to move through the land to your opponent&rsquo;s kingdom.&#10;&#10;Take turns with your opponent laying out the land with magical traps and powerups.&#10;&#10;Use special character powers like the wizard&rsquo;s ability to teleport a player anywhere they wish or the knights ability to block opponent&rsquo;s movement.&#10;&#10;Play head to head against a rival or play with a group or people, each controlling one of the characters in the kingdom, taking turns moving.&#10;&#10;To win the game and control all the kingdoms the player&rsquo;s must capture the enemy&rsquo;s flag and bring it back to their own base.&#10;&#10;Watch out for magical traps like holding spells, teleporters, and power voiding areas as you traverse the map!&#10;&#10;Use your wits to prove you have what it takes to be the one, True King.&#10;&#10;",
    "Categories": [
      "Medieval",
      "Puzzle"
    ],
    "Mechanics": [
      "Area Movement",
      "Grid Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Urbs",
    "ID": 232163,
    "Year": "(2024)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.53",
    "Link": "https://boardgamegeek.com/boardgame/232163/urbs",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Description from the designer:&#10;&#10;Urbs is a quick card drafting game, where players develop and expand their cities placing city blocks cards over three seasons. Each card adds a prominent place to your city from one of six categories: Progress, Commerce, Leisure, Tourism, Residences and Industry. In each game a different combination of scoring cards is drawn, encouraging players to look for different ways to develop their cities.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Open Drafting",
      "Pattern Building",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Scythe: Promo Pack #12 – Encounter Card 40",
    "ID": 232176,
    "Year": "(2017)",
    "Geek Rating": "5.910",
    "Avg Rating": "8.27",
    "Link": "https://boardgamegeek.com/boardgameexpansion/232176/scythe-promo-pack-12-encounter-card-40",
    "Min Players": "1",
    "Max Players": "7",
    "Min Play Time": "90",
    "Play Time": "115",
    "Weight": "3",
    "Description": "A promotional card from the &quot;No Pun Included&quot; Kickstarter 2017.&#10;&#10;This promo introduces a new Encounter Card (#40) which you can use in the game.&#10;&#10;The card offers you the following choices:&#10;&#10;     Reassure the young lad that the army is just passing through: Gain 1 combat card and 1 popularity.&#10;     Make a devotion at the wayward chapel: Pay $2 to gain 3 popularity.&#10;     Dismember a mech and use the metal shell as your new home: Pay 2 popularity to build 1 structure.&#10;&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game",
      "Science Fiction",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Scythe"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Spires: Deluxe Expansion pack",
    "ID": 232177,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.12",
    "Link": "https://boardgamegeek.com/boardgameexpansion/232177/spires-deluxe-expansion-pack",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "During the Kickstarter for Spires they offered a Deluxe Content expansion pack. It was only available in a few of the pledge levels.&#10;&#10;Content:&#10;&#10;8 New Scroll cards  (the graphic in the Kickstarter said 7)&#10;1 Rule card&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Malware Containment (Malcon)",
    "ID": 232179,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/232179/malware-containment-malcon",
    "Min Players": "4",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "English Summary:&#10;We can simulate a series of security incident response&#227;&#128;&#128;with playing &quot;Malware Containtment(Malcon)&quot;&#10;As a member of CSIRT, players  investigate and contain terminals infected with malware in the organization.&#10;&#10;Players need to investigate the terminal card on the field and remove two specific cards.&#10;Players have special abilities according to job title cards, and each will investigate the terminal.&#10;Players can not talk each other.&#10;However, if pleyers are in the same field you can exchange information.&#10;&#10;Japanese Summary:&#10;&#227;&#128;&#140;Malware Containment(Malcon)&#227;&#128;&#141;&#227;&#130;&#146;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#129;&#153;&#227;&#130;&#139;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#129;&#167;&#227;&#128;&#129;&#227;&#130;&#187;&#227;&#130;&#173;&#227;&#131;&#165;&#227;&#131;&#170;&#227;&#131;&#134;&#227;&#130;&#163;&#227;&#130;&#164;&#227;&#131;&#179;&#227;&#130;&#183;&#227;&#131;&#135;&#227;&#131;&#179;&#227;&#131;&#136;&#229;&#175;&#190;&#229;&#191;&#156;&#227;&#129;&#174;&#228;&#184;&#128;&#233;&#128;&#163;&#227;&#129;&#174;&#230;&#181;&#129;&#227;&#130;&#140;&#227;&#130;&#146;&#231;&#150;&#145;&#228;&#188;&#188;&#228;&#189;&#147;&#233;&#168;&#147;&#227;&#129;&#153;&#227;&#130;&#139;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#129;&#140;&#227;&#129;&#167;&#227;&#129;&#141;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#175;CSIRT&#227;&#129;&#174;&#228;&#184;&#128;&#229;&#147;&#161;&#227;&#129;&#168;&#227;&#129;&#151;&#227;&#129;&#166;&#227;&#128;&#129;&#227;&#131;&#158;&#227;&#131;&#171;&#227;&#130;&#166;&#227;&#130;&#167;&#227;&#130;&#162;&#227;&#129;&#171;&#230;&#132;&#159;&#230;&#159;&#147;&#227;&#129;&#151;&#227;&#129;&#166;&#227;&#129;&#132;&#227;&#130;&#139;&#231;&#171;&#175;&#230;&#156;&#171;&#227;&#130;&#146;&#232;&#170;&#191;&#230;&#159;&#187;&#227;&#129;&#151;&#227;&#128;&#129;&#229;&#176;&#129;&#227;&#129;&#152;&#232;&#190;&#188;&#227;&#130;&#129;&#227;&#129;&#166;&#227;&#129;&#132;&#227;&#129;&#141;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#175;&#229;&#141;&#148;&#229;&#138;&#155;&#227;&#129;&#151;&#227;&#129;&#166;&#227;&#128;&#129;&#227;&#131;&#149;&#227;&#130;&#163;&#227;&#131;&#188;&#227;&#131;&#171;&#227;&#131;&#137;&#228;&#184;&#138;&#227;&#129;&#174;&#231;&#171;&#175;&#230;&#156;&#171;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#146;&#232;&#170;&#191;&#230;&#159;&#187;&#227;&#129;&#151;&#227;&#128;&#129;&#231;&#137;&#185;&#229;&#174;&#154;&#227;&#129;&#174;&#239;&#188;&#146;&#230;&#158;&#154;&#227;&#129;&#174;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#146;&#229;&#143;&#150;&#227;&#130;&#138;&#233;&#153;&#164;&#227;&#129;&#143;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#130;&#146;&#231;&#155;&#174;&#231;&#154;&#132;&#227;&#129;&#168;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#175;&#227;&#128;&#129;&#229;&#136;&#157;&#227;&#130;&#129;&#227;&#129;&#171;&#233;&#133;&#141;&#227;&#130;&#137;&#227;&#130;&#140;&#227;&#130;&#139;&#229;&#189;&#185;&#232;&#129;&#183;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#129;&#171;&#229;&#191;&#156;&#227;&#129;&#152;&#227;&#129;&#159;&#231;&#137;&#185;&#230;&#174;&#138;&#232;&#131;&#189;&#229;&#138;&#155;&#227;&#130;&#146;&#230;&#140;&#129;&#227;&#129;&#161;&#227;&#128;&#129;&#229;&#144;&#132;&#232;&#135;&#170;&#227;&#129;&#167;&#231;&#171;&#175;&#230;&#156;&#171;&#227;&#130;&#146;&#232;&#170;&#191;&#230;&#159;&#187;&#227;&#129;&#151;&#227;&#129;&#166;&#227;&#129;&#132;&#227;&#129;&#141;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#228;&#184;&#173;&#227;&#128;&#129;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#175;&#228;&#188;&#154;&#232;&#169;&#177;&#227;&#129;&#167;&#227;&#129;&#141;&#227;&#129;&#190;&#227;&#129;&#155;&#227;&#130;&#147;&#227;&#129;&#140;&#227;&#128;&#129;&#229;&#144;&#140;&#227;&#129;&#152;&#227;&#131;&#149;&#227;&#130;&#163;&#227;&#131;&#188;&#227;&#131;&#171;&#227;&#131;&#137;&#227;&#129;&#171;&#227;&#129;&#132;&#227;&#130;&#139;&#229;&#160;&#180;&#229;&#144;&#136;&#227;&#129;&#175;&#230;&#131;&#133;&#229;&#160;&#177;&#227;&#130;&#146;&#228;&#186;&#164;&#230;&#143;&#155;&#227;&#129;&#153;&#227;&#130;&#139;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#129;&#140;&#227;&#129;&#167;&#227;&#129;&#141;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [
      "Role Playing"
    ],
    "Families": [
      "Theme: Hackers"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Smack Talk Showdown",
    "ID": 232182,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.73",
    "Link": "https://boardgamegeek.com/boardgame/232182/smack-talk-showdown",
    "Min Players": "3",
    "Max Players": "99",
    "Min Play Time": "25",
    "Play Time": "60",
    "Weight": "1",
    "Description": "Description from the publisher:&#10;&#10;Smack Talk Showdown is the party game where smack talking your opponents is not only encouraged, it's necessary!  The game is all about the art of the wrestling promo. Two players assume the guise of professional wrestlers and go head-to-head for verbal supremacy while a third player dictates the action as a Producer. Everyone not competing in the current turn (which we call a Segment) is the Audience and gets to choose the victor of the round!&#10;&#10;When a round starts, each Wrestler draws one name card from each of the two Name card decks. This is their wrestling persona. The Producer then draws a Segment card. This tells the Wrestlers where they are and what they are fighting about. The Producer then draws three Smack cards to play on either Wrestler during their promo. These cards dictate the action and can be played on either Wrestler during their promos.Each Wrestler has 45 seconds to cut their promo. After which, the Audience votes for the victor. If only three people are playing, the Producer decides.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Sports"
    ],
    "Mechanics": [
      "Acting",
      "Role Playing",
      "Voting"
    ],
    "Families": [
      "Sports: Wrestling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sight words challenge: Grade 4 – Mountain bike mania",
    "ID": 232183,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/232183/sight-words-challenge-grade-4-mountain-bike-mania",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is an educational mountain bike themed word recognition game.&#10;Players move around a board landing on words that they must recognize by sight.  They must then try to use it in a sentence on their game cards.  First to complete eight sentences wins.&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Argent: Festival of Masks",
    "ID": 232187,
    "Year": "(2018)",
    "Geek Rating": "5.643",
    "Avg Rating": "7.72",
    "Link": "https://boardgamegeek.com/boardgameexpansion/232187/argent-festival-of-masks",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "150",
    "Weight": "3.6667",
    "Description": "Description from the publisher:&#10;&#10;Festival of Masks provides a new way to play Argent, as well as a new resource to race for during play rounds. Masks provide continuous benefits for an entire round of play, much like some Bell Tower Cards, but the round doesn't end when they're all taken, and you can only have one. Use these masks as the engine for your key strategies, to reduce costs, improve efficiency, and harass opponents.&#10;&#10;This expansion includes the three cards from the Kickstarter Promo Pack #1&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Political"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Game: Argent – The Consortium",
      "Setting: World of Indines"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Jutlandia: Juego de las Flotas",
    "ID": 232189,
    "Year": "(1942)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/232189/jutlandia-juego-de-las-flotas",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Jutlandia: Juego de las Flotas&#10;&#10;Jutland: Game of Fleets&#10;&#10;This is a game produced in Mexico in 1942.  Unfortunately the version I found does not have a set of rules.  Through research I found it was published in Mexico in 1942.  &#10;It consists of a set of battleships, cruisers, destroyers, submarines, Base Flags, Air Bases and coastal fortification for two players.  It also includes a large map with the ability to designate each hex with a letter and a number.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War I"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "An Unnecessarily Long Story (fan expansion for T.I.M.E Stories)",
    "ID": 232191,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/232191/an-unnecessarily-long-story-fan-expansion-for-time",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a fan made expansion for T.I.M.E Stories.&#10;&#10;It is a fantasy style, a bit similar to PoD but quite different in terms of era and feelings. It is more of fairy tales settings.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Exploration",
      "Fan Expansion"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Memory",
      "Storytelling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: T.I.M.E Stories / TIME Stories",
      "Theme: Time Travel"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Isle of the Petrified Giants (fan expansion for T.I.M.E Stories)",
    "ID": 232196,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.06",
    "Link": "https://boardgamegeek.com/boardgameexpansion/232196/the-isle-of-the-petrified-giants-fan-expansion-for",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This scenario takes place in the 17th Century, on the Easter Islands. &#10;A mysterious source of energy has appeared which must be gotten rid of ...&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Exploration",
      "Fan Expansion"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Memory",
      "Turn Order: Time Track",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: T.I.M.E Stories / TIME Stories",
      "Theme: Time Travel"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Abyss: Leviathan",
    "ID": 232197,
    "Year": "(2018)",
    "Geek Rating": "6.478",
    "Avg Rating": "8.03",
    "Link": "https://boardgamegeek.com/boardgameexpansion/232197/abyss-leviathan",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.44",
    "Description": "News from the outpost is worrying. The Leviathans, these terrifying sea monsters, are converging towards the border and threatening the Kingdom. Will the Allies and the conscripts, mandated by each of the Guilds, contain them? Exploring is now dangerous: fighting is not easy, and fleeing can be even more dangerous &mdash; but the opportunity is unique to prove your worth and use this influence to gain access to the throne.&#10;&#10;In Abyss: Leviathan, the threat track is replaced by the border board on which Leviathan cards will be placed. When you explore the depths, if the revealed card is a monster, you can fight a Leviathan on the border. Some new lords and some allies will help you fight, using their power. The player who has killed the greatest number of sea monsters takes the statue and wins 5 extra points at the end of the game &mdash; and if you do not fight, you may get injured...&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fantasy",
      "Mythology",
      "Science Fiction"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Dice Rolling",
      "Hand Management",
      "Open Drafting",
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": [
      "Components: Miniatures",
      "Digital Implementations: Board Game Arena",
      "Game: Abyss (Bombyx)",
      "Theme: Under the Sea"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Founders of ENDE",
    "ID": 232199,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/232199/the-founders-of-ende",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "User summary&#10;&#227;&#130;&#168;&#227;&#131;&#179;&#227;&#131;&#135;&#227;&#129;&#174;&#229;&#187;&#186;&#229;&#155;&#189;&#232;&#128;&#133; (The Founders of ENDE) is a board game with a theme of island development. The game board is a geographical map of an island called Ende. Players try to score victory points by constructing buildings and/or winning battles on the island.&#10;&#10;At the beginning of the game, each player has a different set of four action cards, which varies by player order. Each round, they take turns playing action card until all players have taken three actions. At the end of round, they pass their set of cards to the player to the left.&#10;&#10;By performing an action, players may construct/upgrade a building, gain resources, raise military power, initiate a battle, etc. There are plenty of player interactions, such as limited nubmer of buildings in a territory and initiating a battle with a specific player. But battle is not always necessary to win the game.&#10;&#10;A player can win immediately by upgrading a building into the castle, but it requires much military power. Strategy selection (winning by castle, battles, buildings, or their hybrid) and action planning with consideration of rotating sets of cards are keys to winning the game.&#10;&#10;&#233;&#150;&#139;&#230;&#139;&#147;&#227;&#129;&#151;&#227;&#129;&#164;&#227;&#129;&#164;&#227;&#128;&#129;&#232;&#179;&#135;&#230;&#186;&#144;&#227;&#130;&#146;&#231;&#141;&#178;&#229;&#190;&#151;&#227;&#129;&#151;&#227;&#128;&#129;&#229;&#187;&#186;&#231;&#137;&#169;&#227;&#130;&#146;&#229;&#187;&#186;&#227;&#129;&#166;&#227;&#129;&#166;&#227;&#128;&#129;&#229;&#139;&#157;&#229;&#136;&#169;&#231;&#130;&#185;&#227;&#130;&#146;&#229;&#190;&#151;&#227;&#129;&#166;&#227;&#129;&#132;&#227;&#129;&#143;&#227;&#130;&#191;&#227;&#130;&#164;&#227;&#131;&#151;&#227;&#129;&#174;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#229;&#159;&#186;&#230;&#156;&#172;&#231;&#154;&#132;&#227;&#129;&#171;&#227;&#129;&#175;&#227;&#131;&#170;&#227;&#130;&#189;&#227;&#131;&#188;&#227;&#130;&#185;&#227;&#131;&#158;&#227;&#131;&#141;&#227;&#130;&#184;&#227;&#131;&#161;&#227;&#131;&#179;&#227;&#131;&#136;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#232;&#179;&#135;&#230;&#186;&#144;&#231;&#141;&#178;&#229;&#190;&#151;&#227;&#130;&#146;&#227;&#129;&#151;&#227;&#129;&#166;&#229;&#187;&#186;&#231;&#137;&#169;&#227;&#130;&#146;&#229;&#187;&#186;&#227;&#129;&#166;&#227;&#129;&#166;&#227;&#128;&#129;&#229;&#187;&#186;&#231;&#137;&#169;&#227;&#129;&#174;&#229;&#138;&#185;&#230;&#158;&#156;&#227;&#129;&#167;&#230;&#150;&#185;&#229;&#144;&#145;&#230;&#128;&#167;&#227;&#129;&#140;&#229;&#174;&#154;&#227;&#129;&#190;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;&#227;&#130;&#164;&#227;&#131;&#179;&#227;&#130;&#191;&#227;&#131;&#169;&#227;&#130;&#175;&#227;&#130;&#183;&#227;&#131;&#167;&#227;&#131;&#179;&#227;&#129;&#175;&#227;&#128;&#129;&#232;&#177;&#138;&#229;&#175;&#140;&#227;&#129;&#171;&#227;&#129;&#130;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#229;&#187;&#186;&#231;&#175;&#137;&#227;&#130;&#132;&#231;&#155;&#174;&#231;&#154;&#132;&#229;&#156;&#176;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#129;&#174;&#230;&#151;&#169;&#227;&#129;&#132;&#232;&#128;&#133;&#229;&#139;&#157;&#227;&#129;&#161;&#227;&#129;&#168;&#227;&#129;&#132;&#227;&#129;&#134;&#232;&#166;&#129;&#231;&#180;&#160;&#227;&#130;&#132;&#227;&#128;&#129;&#231;&#137;&#185;&#229;&#174;&#154;&#227;&#129;&#174;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#171;&#230;&#136;&#166;&#228;&#186;&#137;/&#229;&#134;&#133;&#230;&#136;&#166;&#227;&#130;&#146;&#228;&#187;&#149;&#230;&#142;&#155;&#227;&#129;&#145;&#227;&#130;&#139;&#227;&#129;&#168;&#227;&#129;&#132;&#227;&#129;&#134;&#231;&#155;&#180;&#230;&#142;&#165;&#230;&#148;&#187;&#230;&#146;&#131;&#227;&#130;&#130;&#227;&#129;&#130;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#227;&#129;&#159;&#227;&#129;&#160;&#227;&#129;&#151;&#227;&#128;&#129;&#231;&#155;&#180;&#230;&#142;&#165;&#230;&#148;&#187;&#230;&#146;&#131;&#227;&#130;&#146;&#229;&#188;&#183;&#229;&#136;&#182;&#227;&#129;&#149;&#227;&#130;&#140;&#227;&#130;&#139;&#233;&#161;&#158;&#227;&#129;&#174;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#167;&#227;&#129;&#175;&#227;&#129;&#130;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#155;&#227;&#130;&#147;&#227;&#128;&#130;&#10;&#10;&#229;&#159;&#142;&#227;&#129;&#171;&#227;&#130;&#136;&#227;&#130;&#139;&#227;&#129;&#174;&#229;&#139;&#157;&#229;&#136;&#169;&#230;&#157;&#161;&#228;&#187;&#182;&#227;&#129;&#168;&#227;&#128;&#129;&#230;&#136;&#166;&#228;&#186;&#137;/&#229;&#134;&#133;&#230;&#136;&#166;&#227;&#129;&#171;&#227;&#130;&#136;&#227;&#130;&#139;&#231;&#137;&#189;&#229;&#136;&#182;&#227;&#129;&#168;&#227;&#128;&#129;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#187;&#227;&#131;&#131;&#227;&#131;&#136;&#227;&#129;&#174;&#229;&#183;&#161;&#227;&#130;&#138;&#227;&#129;&#171;&#227;&#130;&#136;&#227;&#130;&#139;&#232;&#168;&#136;&#231;&#148;&#187;&#230;&#128;&#167;&#227;&#129;&#140;&#227;&#129;&#147;&#227;&#129;&#174;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#174;&#227;&#131;&#157;&#227;&#130;&#164;&#227;&#131;&#179;&#227;&#131;&#136;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;",
    "Categories": [
      "City Building"
    ],
    "Mechanics": [
      "Action Queue",
      "Area Majority / Influence",
      "Worker Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Expo Playing Cards",
    "ID": 232208,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/232208/expo-playing-cards",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "A baseball game played with a single deck of 56 cards depicting different actions, either defensive or offensive, happening during a baseball game. Even with Expo in its name, the game is not officially affiliated with the Montreal Expos.&#10;&#10;According to the rulebook, the game can be played 3 different ways:&#10;&#10;Game 1: Simply shuffle the deck and flip cards to &quot;simulate&quot; a nine innings game.&#10;&#10;Game 2: Two players, each simultaneously completing a half-inning,  alternate drawing and playing cards to either accumulante runs or give 3 outs to their opponents. This is the recommended rule set in the rule book.&#10;&#10;Game 3: A variant of game 2 but played with 4 peoples, in partnerships.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Sports"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Team-Based Game"
    ],
    "Families": [
      "Sports: Baseball"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "World of Happy",
    "ID": 232209,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/232209/world-of-happy",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "World of Happy is a roll-and-move game given away at McDonald's restaurants.  In the game, players roll a die (made by folding a punched-out section of the game board into a cube) and move to the next matching symbol on a track.  One side of the die causes loss of a turn, and some space move the player forward or allow skipping of part of the track.  The first player to reach the &quot;World of Happy&quot; at the end of the track wins.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "돌진소녀 (Rush Girl)",
    "ID": 232211,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.01",
    "Link": "https://boardgamegeek.com/boardgame/232211/doljinsonyeo-rush-girl",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "1",
    "Play Time": "5",
    "Weight": "1",
    "Description": "Description from the publisher:&#10;&#10;The girl who oversaw morning!&#10;&#10;You have to get to the school quickly to avoid obstacles to school!&#10;&#235;&#143;&#140;&#236;&#167;&#132;&#236;&#134;&#140;&#235;&#133;&#128; (&quot;Rush Girl&quot;) is a real-time game that requires fast pace and awareness.&#10;&#10;&#10;     All cards are mixed well and divided into 7 cards.&#10;         At this time, players should not look at the cards they have received.&#10;    &#10;     Place a 'safe' card in the reach of everyone.&#10;     Pick one of the remaining cards at random and put the safe card&#10;         Leave it aside. (In case of 5-player play, one card is left.)&#10;    &#10;     Take the card you received at the same time in your hand.&#10;     The game is played in real time.&#10;         Check the last obstacle!&#10;         Check the card in your hand!&#10;         If you can fix it, shout out the next obstacle!&#10;             Only the first card you put on the old card is accepted.&#10;        &#10;    &#10;&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Acting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Polar",
    "ID": 232213,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.14",
    "Link": "https://boardgamegeek.com/boardgame/232213/polar",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Polar&#10;     Square board, 9x9 or 11x11 or 13x13&#10;     Black and white pieces&#10;&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;RulesPieces are placed on empty intersections of the board. Connections are orthogonal only.&#10;&#10;The board is initially empty.&#10;&#10;One of the players takes two pieces (black and white) and places them on any arbitrary adjacent spaces. The other player may now decide on which color to play.&#10;&#10;Black starts, then players take turns placing one of their pieces on an empty space according to the following rules.&#10;&#10;Connected pieces form a group, and same-colored connected pieces within a group are called a section. A group may never consist of more than two sections.&#10;&#10;Player may only pass if they have no moves left. They must play again in a successive turn when moves are available again.&#10;&#10;The game ends when both players have to pass.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;ScoreGroups with one or equally sized sections score zero points. For any other group, the player holding the majority section gets the triangular number section points: &#10;T(n) = n*(n+1)/2&#10;&#10;The player with the highest total score wins. Games can end in a draw.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Area Majority / Influence"
    ],
    "Families": [
      "Digital Implementations: Ai Ai",
      "Digital Implementations: MindSports",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Super Sumo!",
    "ID": 232215,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/232215/super-sumo",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Description from the designer:&#10;&#10;Super Sumo is simple party game for 2 to 4 players.&#10;&#10;This dexterity game can be played on a table or directly on the floor.&#10;&#10;There are 2 teams : the Blue Sumos and the Red Sumos.&#10;&#10;Each team controls 4 sumos (4 circular coaters).&#10;&#10;In this game, each team is trying to control The golden cookie.&#10;&#10;The golden cookie (a tiny token) is put on the center of the playing area at the beginning of the game.&#10;&#10;Players throw their sumos in order to be as close as possible to the golden cookie.&#10;&#10;When all the sumos have been launched, the round is over. The team which controls the golden cookie (the closest sumo) wins 1 point.&#10;&#10;The first team with 3 points wins the game.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Party Game",
      "Sports"
    ],
    "Mechanics": [
      "Area Majority / Influence"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Azzelij",
    "ID": 232223,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.48",
    "Link": "https://boardgamegeek.com/boardgame/232223/azzelij",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "3",
    "Description": "The arabic word &quot;Azzelij&quot; means &quot;small polished stone&quot; and is known as the historical origin of the world &quot;Tile&quot;.&#10;&#10;In Azzelij, two to four players compete to build a beautiful tile panel, trying to get more points with your own colors.&#10;&#10;Each player have 12 tile pieces at their stock pile that are used do form circle patterns, like an artist trying to get the best part of the pannel! At first round, each player get 3 tiles from their pile and than draw one each subsequent round, maintaining 3 options to play at almost all time. In your turn, you must place one tile (considering that you cant extend the panel mor than 7x7 tiles away) and optionally rotate 90&ordm; clockwise another placed tile (only if the rotated tile is not forming a circle pattern yet). The turns goes until the 7x7 panel is created.&#10;&#10;You score one point creating circle patterns with absolute majority of your colour and 3 points if the circle created has only your color. You also score bonus points (1 for each circle) if the scored circle is created only by your pieces.&#10;&#10;Ar fisrt glance, Azzelij seems to be a simple tile placement, but as the game flows players faces lots of hard decisions to make: May I get a point or avoid another player to get a better position? May I close the 7 piece limit to stop opponents to grow at one edge or stay creating my pattern? May I risk to get a full-colored circle of mine or get two or more majority-only circle points?&#10;&#10;As the game flows, the decisions ar harder to take and the panel gets its 7x7 piece formation, that increases the difficulty and fun!&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Isle of Skye: Journeyman",
    "ID": 232226,
    "Year": "(2017)",
    "Geek Rating": "6.155",
    "Avg Rating": "7.26",
    "Link": "https://boardgamegeek.com/boardgameexpansion/232226/isle-of-skye-journeyman",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "75",
    "Play Time": "75",
    "Weight": "3.1667",
    "Description": "Becoming a king is hard, but being a king is even harder. You need warriors to protect your kingdom, merchants to keep your treasury liquid and heralds which proclaim your popularity across the kingdom. Luckily, your best mate has agreed to take over the hard graft so that you concentrate becoming a glory chieftain.&#10;&#10;Isle of Skye: Journeyman, the first big expansion to Isle of Skye, contains new personal player boards indicating your progress in terms of strength, prosperity and popularity. As each progress step has requirements to be met, the personal player boards affect tile selling and placement. However, in order to claim the next level of development and gain potential rewards, it&rsquo;s not sufficient to place the corresponding tiles only. A new pawn (the journeyman) needs to travel the kingdom and &quot;activate&quot; the tiles. In addition, four new scoring tiles are contained respecting the new challenges of Isle of Skye: Journeyman.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Territory Building"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Country: Scotland",
      "Game: Isle of Skye (Lookout Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pushido",
    "ID": 232232,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/232232/pushido",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "1",
    "Description": "What's Pushido?&#10;It's a pitching game for 2 players. You're a good sumo fighting against evil sumos!&#10;&#10;What's in the bag?&#10;&#10;+  6 tiny wooden disks (1 blue sumo et 5 red sumos).&#10;&#10;+ 12 tiny stickers (2 blue sumos and 10 red sumos).&#10;&#10;+  1 rules card (English and French).&#10;&#10;+ 1 Zip bag.&#10;&#10;How to play?&#10;&#10;+  Put all the tokens randomly in the center of the table.&#10;&#10;+ The youngest player starts, he pitches the blue sumo with one of his fingers.&#10;&#10;+  He tries to push one red sumo out of the table.&#10;&#10;+ If he succeed, he wins 1 point and plays again.&#10;&#10;+  If he doesn't, the second player plays.&#10;&#10;+ In turns, the game continues until there is a winner.&#10;&#10;How to win?&#10;&#10;+  If a player pushes the blue sumo out of the table, he loses the game.&#10;&#10;+ If a player has 3 points and the blue sumo is on the table, he wins the game.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Area Majority / Influence"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Heroes Wanted: Elements of Danger",
    "ID": 232234,
    "Year": "(2017)",
    "Geek Rating": "5.540",
    "Avg Rating": "7.64",
    "Link": "https://boardgamegeek.com/boardgameexpansion/232234/heroes-wanted-elements-of-danger",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "3",
    "Description": "Earth! Air! Fire! Water! Danger? Zeta City has seen its share of heroes, but none the likes of these. Elemental heroes join the fray, harnessing the very forces of nature against an all new bevy of criminal geniuses, sentient websites, and opinionated baddies!&#10;&#10;But wait! There's more! Not only does this expansion for Heroes Wanted add a brand new hero type to your already near-infinite game play options, it also provides even more content for the other hero types in the game. Players will now have bonus cards unique to their hero, as well as never-before-seen epic actions! And the fun doesn't stop there! Elements of Danger also introduces improved basic actions to make your hero even more unique!&#10;&#10;Be a hero. Save the day. Make the team!&#10;&#10;",
    "Categories": [
      "Adventure",
      "Comic Book / Strip",
      "Fighting"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hand Management",
      "Pick-up and Deliver",
      "Variable Phase Order"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Twangled",
    "ID": 232241,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.74",
    "Link": "https://boardgamegeek.com/boardgame/232241/twangled",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "0",
    "Description": "A cooperative party game where players hold elastic bands and tangle the group by stepping over or under the bands. The goal of the game is to untangle the group so that everyone is facing the middle.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Party Game"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": []
  }
]