[
  {
    "Rank": "9601",
    "Name": "Don't Let It Die",
    "ID": 248072,
    "Year": "(2020)",
    "Geek Rating": "5.585",
    "Avg Rating": "6.91",
    "Link": "https://boardgamegeek.com/boardgame/248072/dont-let-it-die",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2",
    "Description": "Lightning strikes a nearby tree. Fire! Your group of Neanderthals must now endure Mother Nature and work together to keep the fire going long enough to learn its mysterious powers and destructive capabilities. You have 14 days to uncover its secrets before a massive flood drowns the valley and extinguishes humanity&rsquo;s one chance at becoming the apex predator and escaping extinction.&#10;&#10;Don't Let It Die is a cooperative survival game based on early humanity's struggles to cement their place at the top of the food chain. You will gather resources &amp; food, fight deadly predators, and learn the mysteries of fire. Your task is a difficult one, but no matter what happens, remember: you and the fire must survive...&#10;&#10;Your tribe consists of 4 characters, all taking turns to search for resources, fight off dangerous animals, unlock new discoveries, and working together to keep the fire alive!&#10;&#10;Designed from the ground up to offer a re-playable, interactive, strategic cooperative experience for 1-4 players. The key to victory lies in your group's ability to adapt to the ever-present and always changing threats of prehistoric life. Should you focus on hunting and foraging to feed your starving tribe? Or should you be more concerned with supplying the dwindling fire with more wood? Perhaps constructing a weapon or tool might ease the stress of gathering resources...&#10;&#10;These choices and more await you in what will surely be the ultimate test of survival.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Prehistoric"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Set Collection",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Google Play",
      "Digital Implementations: Steam",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Digital Implementations: Tabletopia",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "9602",
    "Name": "Legends of the Three Kingdoms",
    "ID": 35188,
    "Year": "(2007)",
    "Geek Rating": "5.585",
    "Avg Rating": "6.09",
    "Link": "https://boardgamegeek.com/boardgame/35188/legends-of-the-three-kingdoms",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "2.2157",
    "Description": "Publisher blurb (Yoka Games English Edition):&#10;&#10;Throughout the rich history of ancient China, the Three Kingdoms has always been a chaotic and awe-inspiring time period.  Larger than life characters such as the fierce SHU general ZHANG Fei, the cunning WEI warlord CAO Cao, and the legendary SHU strategist ZHUGE Liang have inspired generations of people with their stories of valor, deceit, and strategy.&#10;&#10;Legends of the Three Kingdoms replicate this historic age and allows players to assume the identities of these fabled heroes.  Combining these heroes with role play, battle, deception, and other elements, we created a fun and exciting game that can be shared with many.  We hope you will have as much fun playing as we had bringing this game to you.&#10;&#10;Legends of the Three Kingdoms (a.k.a. San Guo Sha) is a card game based off the Chinese classical novel, Romance of the Three Kingdoms, and shares many rules with BANG!. The differences are as follows:&#10;1. The Monarch (Sheriff) may get an additional skill related to their kingdom allegiance; players routinely have two powers.&#10;2. Weapons may have their own additional powers.&#10;3. A card to let a player borrow a weapon from another.&#10;4. A card to cancel the effect of other cards.&#10;5. Peach (Beer) may be played by any player when someone loses their last life; there is no exemption of using Peach when there are only 2 players left.&#10;6. The game proceeds counter-clockwise.&#10;7. Reincarnation*: The Dead may return to the game (start with 1 life) when he gets 3 or 4 cards from other players (a player may only give 1 card to the Dead within his round); the risen Dead are not counted to the winning condition.&#10;&#10;*(removed from rules since 2010)&#10;&#10;*(This version (LTK) has since been phased out for War of the Three Kingdoms (WTK). The alternate gameplay mode of &quot;Kingdom Wars&quot; is only available in English under the new WTK name.)&#10;&#10;",
    "Categories": [
      "Ancient",
      "Bluffing",
      "Card Game",
      "Civil War",
      "Fighting",
      "Novel-based"
    ],
    "Mechanics": [
      "Hand Management",
      "Hidden Roles",
      "Once-Per-Game Abilities",
      "Player Elimination",
      "Role Playing",
      "Take That",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Continents: Asia",
      "Country: China",
      "Game: San Guo Sha",
      "History: Early Imperial China",
      "Theme: Anime / Manga",
      "Theme: Romance of the Three Kingdoms"
    ]
  },
  {
    "Rank": "9603",
    "Name": "Steamopolis",
    "ID": 266980,
    "Year": "(2019)",
    "Geek Rating": "5.585",
    "Avg Rating": "6.79",
    "Link": "https://boardgamegeek.com/boardgame/266980/steamopolis",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "100",
    "Weight": "3.6364",
    "Description": "The old Mayor fell between the gears of Steamopolis. Now we need to elect a new one. Of course this can only be someone who knows how to deal with steampower.&#10;&#10;You feel that you have the guts to run the city, but so do your opponents, too. Now it is time to prove your talent.&#10;&#10;Steamopolis is a huge steampunk city built like a giant skyscraper of gears and pipes. Different levels provide different services and ressources. To reach them, players use their steam driven zeppelins. They plot their courses, heat up the boilers and then take action.&#10;&#10;Steamopolis is an engine building game for 1-4 Players with a fair amount of non destructive interaction. Optimize your engine, utilize it and max it to proof your worth as the future mayor!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Industry / Manufacturing",
      "Science Fiction"
    ],
    "Mechanics": [
      "Pick-up and Deliver",
      "Set Collection",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Spieleschmiede"
    ]
  },
  {
    "Rank": "9604",
    "Name": "Deckscape: In Wonderland",
    "ID": 361639,
    "Year": "(2022)",
    "Geek Rating": "5.585",
    "Avg Rating": "6.30",
    "Link": "https://boardgamegeek.com/boardgame/361639/deckscape-in-wonderland",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.4",
    "Description": "Deckscape is a pocket sized escape room game. It can be played with a group of friends or alone.&#10;&#10;In Wonderland, nothing is as it seems. It's a magical realm full of wondrous weirdness. There are thousands of strange things to admire. But woe to anyone who gets lost in Wonderland and angers the Queen of Hearts. Only a white rabbit, a cranky hatter and a grinning cat can help. Don't lose your head and you'll find your way back to your world.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Books: Alice in Wonderland",
      "Category: Escape Room Games",
      "Series: Deckscape (dV Giochi)"
    ]
  },
  {
    "Rank": "9605",
    "Name": "Triad",
    "ID": 251722,
    "Year": "(2018)",
    "Geek Rating": "5.585",
    "Avg Rating": "7.24",
    "Link": "https://boardgamegeek.com/boardgame/251722/triad",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "2.7143",
    "Description": "With 3, you are in &ndash; and 3 is omnipresent in the game Triad.&#10;&#10;Each die shows the number values I, II, and III. On each turn, your action consists of three parts: Choose one of your dice, turn it onto a side with a different value, then move it that many spaces.&#10;&#10;Your objective is to create triads. A triad consists of a line of three dice with the same number value or of three dice with different values; the line needs to contain at least one die of each color. When you create a triad, you must remove one of your dice in the just-formed triad from the board.&#10;&#10;The first player to remove three dice from the board wins.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Dice"
    ],
    "Mechanics": [
      "Grid Movement",
      "Pattern Building",
      "Square Grid"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 6 x 6 Grids",
      "Components: Dice as Playing Units",
      "Components: Wooden pieces & boards",
      "Digital Implementations: Ai Ai",
      "Digital Implementations: Yucata",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "9606",
    "Name": "Freebooter's Fate",
    "ID": 72050,
    "Year": "(2010)",
    "Geek Rating": "5.585",
    "Avg Rating": "8.16",
    "Link": "https://boardgamegeek.com/boardgame/72050/freebooters-fate",
    "Min Players": "2",
    "Max Players": "16",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A skirmish miniatures game of pirate combat!  The game consists of a rulebook, illustrated cards with stats for the figures, and miniature figures, sold separately.&#10;&#10;From the publisher's description of the rulebook:&#10;&#10;The rulebook, published separately in German and English, contains all the rules you need to play Freebooter's Fate as well as the complete list of all the crews. Plus a bunch of scenarios for you to play, a splendid piece of cover art by Paul Bonner, pictures of all available miniatures for the game, concept art, valuable advice, cracking background stories and even a shanty if you fancy some hearty musical accompaniment to your actions.&#10;&#10;Get the game, grab a mate, have a go. You'll love it. How could you not? It's got everything! Rapacious pirates! Grog-swilling goblins! Mysterious assassins! Steadfast Imperials! Merciless mercenaries! Parrots! A cast of knaves, villains, heroes, ladies, and wenches with guns. With a thousand peg legs.&#10;&#10;116 pages, softcover.&#10;&#10;And of the cards:&#10;&#10;These cards are at the root of Freebooter's Fate. The pack comprises 40 fate cards with numbers and symbols, two sets of 6 hit location cards each and a set of 12 event cards. You will need this pack to play the game, but you will only need one pack for a game, regardless of the number of players and characters involved.&#10;&#10;The cards are bilingual where appropriate, so you only need this pack, regardless of which version of the rulebook you use (German or English).&#10;&#10;",
    "Categories": [
      "Fighting",
      "Miniatures",
      "Pirates"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "9607",
    "Name": "Payoff Pitch Baseball",
    "ID": 154526,
    "Year": "(2013)",
    "Geek Rating": "5.585",
    "Avg Rating": "8.45",
    "Link": "https://boardgamegeek.com/boardgame/154526/payoff-pitch-baseball",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "3",
    "Description": "Payoff Pitch Baseball offers a unique pitcher &ndash; batter interaction that realistically replicates the game of baseball on the tabletop.  Each at-bat starts on the pitcher card to determine the quality of the pitch and then flows to the batter card to resolve the at-bat.  This is all done quickly and effortlessly using either dice and charts or an alternate Fast Action Card (FAC) system.&#10;&#10;The dice version of the game uses two six-sided and two ten-sided dice.  The Fast Action Card version of the game includes 112 cards. Both the print and PDF versions can be played with either dice or cards (or both if one chooses). The only difference between the versions is one is printed and shipped and the other is downloaded. PDF purchasers will need to supply their own dice, but otherwise receive the same materials printed game purchasers receive.&#10;&#10;Each player card is based on the player's actual statistics for a given season and most teams have 32 to 35 players.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Print & Play",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Sports: Baseball"
    ]
  },
  {
    "Rank": "9608",
    "Name": "Armor: A Tactical Game of Armored Combat in Western Europe, 1944-1945",
    "ID": 4291,
    "Year": "(1980)",
    "Geek Rating": "5.585",
    "Avg Rating": "7.48",
    "Link": "https://boardgamegeek.com/boardgame/4291/armor-a-tactical-game-of-armored-combat-in-western",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "4",
    "Description": "(from the game box:)&#10;&#10;&quot;Armor&quot; is a tactical-level wargame of ground combat in Europe during World War II for 2 players. The strengths and weaknesses of the German and Allied units involved are accurately and playably duplicated by forty-nine data cards that display all information needed to move and fight. The system easily incorporates myriad details such as armor thicknesses at various points, shots from various angles, heights, and altitudes, and the effects of terrain. The rules cover the important aspects of small unit tactics - armor piercing shots, small arms fire, artillery barrages, air support, communications, gun depression, mines, barbed wire, pillboxes, smoke, and much more. The game system is shared with our earlier popular Panzer and &quot;88&quot; games, and the rules and components in all three games are compatible. The types of units include counters for infantry, anti-tanks guns, Panthers, Tigers, Armored Cars, Half-Tracks, Churchills, Shermans, Tank Destroyers, and much, much more.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Events",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Movement Points",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Variable Set-up"
    ],
    "Families": [
      "Country: Belgium",
      "Country: France",
      "Country: Germany",
      "Country: United Kingdom",
      "Country: USA",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Panzer game system (Yaquinto/Avalon Hill/GMT)"
    ]
  },
  {
    "Rank": "9609",
    "Name": "König Salomons Schatzkammer",
    "ID": 16177,
    "Year": "(2005)",
    "Geek Rating": "5.585",
    "Avg Rating": "6.55",
    "Link": "https://boardgamegeek.com/boardgame/16177/konig-salomons-schatzkammer",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.1111",
    "Description": "From The GameWire's Preview on the Spielemesse in N&uuml;rnberg:&#10;&#10;&quot;Titled 'Moria', this game won author Alessandro Saragosa 2nd place in the 2004 Premio Archimede game design competition. The Venice Connection team edited the game into production-ready form, and it is now being released as K&ouml;nig Salomons Schatzkammer (King Solomon's Mine).&quot;&#10;&#10;A description of the game from Spielbox:&#10;&#10;The game is set in an as-yet undiscovered archaeological dig location in the south of Sudan. Here, a research team stumbles upon unimaginable riches, but also magic objects and curses. The archaeological finds lie next to and above each other within the dig site. Digging cards determine where digging may be carried out - naturally the digging starts at the top and works down. Finds can be exchanged for profit immediately or used as protection against curses. The most successful treasure hunter is the winner.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration"
    ],
    "Mechanics": [],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Components: 6 x 6 Grids",
      "Country: Sudan",
      "Movies: Indiana Jones",
      "Theme: Archaeology / Paleontology"
    ]
  },
  {
    "Rank": "9610",
    "Name": "Volo",
    "ID": 83283,
    "Year": "(2010)",
    "Geek Rating": "5.585",
    "Avg Rating": "7.52",
    "Link": "https://boardgamegeek.com/boardgame/83283/volo",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.7143",
    "Description": "Volo was inspired by the beauty of birds flying in flocks. It's an abstract game with placement, movement, connection, and territory elements.&#10;&#10;Volo is played on a hexagonal board with 120 spaces. Each player in turn places a piece or moves one or more pieces (here called &quot;birds&quot;) on the board and attempts to connect them all in one contiguous &quot;flock&quot;. Birds may not be placed directly adjacent to other friendly birds and may only move (&quot;fly&quot;) towards other birds if they enlarge an existing friendly flock. Flocks may never be split, so players are forced to add new birds to the game, and this is actually where the competition unfolds.&#10;&#10;If an opponent's birds are isolated by the active player dividing the board in multiple regions through flock movement, the active player must remove trapped birds from the board, which may benefit the opponent.&#10;&#10;If a player ends up with one contiguous flock (of any size), he wins.&#10;&#10;Online Play&#10;&#10;      Boardspace.net Real time or turn based, against humans or robot players&#10;&#10;&#10;Mobile Apps&#10;&#10;     Boardspace.net local multiplayer or online, IOS&#10;     Boardspace.net local multiplayer or online, Android&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Print & Play"
    ],
    "Mechanics": [
      "Enclosure",
      "Grid Movement",
      "Pattern Building"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: HexHex7 Grids",
      "Containers: Zippered Pouch",
      "Digital Implementations: Abstract Play",
      "Digital Implementations: Ai Ai",
      "Digital Implementations: BoardSpace",
      "Mechanism: Connection",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "9611",
    "Name": "Test of Honour: The Samurai Miniatures Game",
    "ID": 219807,
    "Year": "(2017)",
    "Geek Rating": "5.585",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgame/219807/test-of-honour-the-samurai-miniatures-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "The Emperor is weak, challenged by the might of the Shogun.&#10;&#10;The Clan lords align themselves with one side or the other, taking advantage of the turmoil to settle old grudges and seize new territory.&#10;&#10;Their loyal samurai, consummate warriors trained in the art of the blade, must do their bidding without question.&#10;&#10;Test of Honour is a skirmish wargame played with roughly 5-20 models on each side. Players select their force before each game based around a samurai hero along with one or two loyal samurai companions and a variety of clan soldiers.&#10;&#10;Battles are swift and bloody as players activate and act with a single of a group of their warriors &ndash; by drawing representative tokens from a bag, moving and fighting to achieve the objective of the scenario, whether that be cutting down the enemy, defending an outpost or finding and protecting a spy.&#10;&#10;Play through the scenarios in sequence to tell a tale of bitter clan rivalry, betrayal and revenge!&#10;&#10;With each battle, your samurai will learn new skills, and perhaps even take the shameful path of deceit and trickery to gain victory &ndash; such choices are the ultimate test of honour.&#10;&#10;Contains:&#10;&#10;5 Samurai&#10;    20 Ashigaru soldiers armed with spears&#10;    10 Ashigaru soldiers armed with bows or muskets&#10;    10 Test Of Honour Battle Dice&#10;    10 Multibases&#10;    21 Blue Faction Recruitment Cards&#10;    21 Red Faction Recruitment Cards&#10;    23 Skill Cards&#10;    6 Injury Cards&#10;    10 Dishonour Cards&#10;    3 Fate Tokens&#10;    5 Objective Tokens&#10;    12 Reloading/Cautious Tokens&#10;    14 Samurai Action Tokens&#10;    16 Commoner Action Tokens&#10;    16 Blood Drop Tokens&#10;    Main Rules booklet&#10;    Battle Guide booklet&#10;&#10;",
    "Categories": [
      "Medieval",
      "Miniatures",
      "Renaissance",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling"
    ],
    "Families": [
      "Country: Japan",
      "History: Sengoku Period",
      "Theme: Samurai"
    ]
  },
  {
    "Rank": "9612",
    "Name": "Mini WWII",
    "ID": 222951,
    "Year": "(2018)",
    "Geek Rating": "5.585",
    "Avg Rating": "7.09",
    "Link": "https://boardgamegeek.com/boardgame/222951/mini-wwii",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.2857",
    "Description": "Mini WWII is a strategic wargame for 2-4 players and playable in 90 minutes. Players command the military forces of Germany, United Kingdom, Japan, and Soviet Russia during the Second World War. Through smart play of your Strategy Cards, you will help your team earn Victory Points (VPs) and deny them from your opponents by controlling territories, conducting diplomacy, and researching technologies. In the end, the team with the most VPs wins the game.&#10;&#10;&#227;&#128;&#138;&#232;&#191;&#183;&#228;&#189;&#160;&#228;&#186;&#140;&#230;&#136;&#176;&#227;&#128;&#139;&#231;&#130;&#186;&#228;&#184;&#128;&#230;&#172;&#190;&#233;&#129;&#169;&#229;&#144;&#136;2-4 &#228;&#189;&#141;&#231;&#142;&#169;&#229;&#174;&#182;&#231;&#154;&#132;&#229;&#133;&#165;&#233;&#150;&#128;&#229;&#141;&#161;&#231;&#137;&#140;&#233;&#169;&#133;&#229;&#139;&#149;&#230;&#136;&#176;&#231;&#136;&#173;&#233;&#129;&#138;&#230;&#136;&#178;&#239;&#188;&#140;&#231;&#142;&#169;&#229;&#174;&#182;&#230;&#137;&#174;&#230;&#188;&#148;&#231;&#172;&#172;&#228;&#186;&#140;&#230;&#172;&#161;&#228;&#184;&#150;&#231;&#149;&#140;&#229;&#164;&#167;&#230;&#136;&#176;&#230;&#156;&#159;&#233;&#150;&#147;&#229;&#190;&#183;&#229;&#156;&#139;&#227;&#128;&#129;&#232;&#139;&#177;&#229;&#156;&#139;&#227;&#128;&#129;&#230;&#151;&#165;&#230;&#156;&#172;&#227;&#128;&#129;&#232;&#152;&#135;&#232;&#129;&#175;&#229;&#155;&#155;&#229;&#164;&#167;&#229;&#139;&#162;&#229;&#138;&#155;&#231;&#154;&#132;&#231;&#181;&#177;&#229;&#184;&#165;&#239;&#188;&#140;&#229;&#191;&#133;&#233;&#160;&#136;&#228;&#189;&#191;&#231;&#148;&#168;&#231;&#173;&#150;&#231;&#149;&#165;&#231;&#137;&#140;&#228;&#190;&#134;&#233;&#128;&#178;&#232;&#161;&#140;&#232;&#187;&#141;&#228;&#186;&#139;&#228;&#189;&#156;&#230;&#136;&#176;&#227;&#128;&#129;&#231;&#160;&#148;&#231;&#153;&#188;&#230;&#173;&#166;&#229;&#153;&#168;&#230;&#136;&#150;&#229;&#159;&#183;&#232;&#161;&#140;&#228;&#186;&#139;&#228;&#187;&#182;&#228;&#190;&#134;&#230;&#147;&#138;&#230;&#149;&#151;&#230;&#149;&#181;&#232;&#187;&#141;&#239;&#188;&#140;&#232;&#151;&#137;&#231;&#148;&#177;&#230;&#147;&#180;&#229;&#188;&#181;&#233;&#160;&#152;&#229;&#156;&#159;&#227;&#128;&#129;&#231;&#136;&#173;&#229;&#143;&#150;&#229;&#164;&#150;&#228;&#186;&#164;&#229;&#146;&#140;&#231;&#153;&#188;&#229;&#177;&#149;&#231;&#167;&#145;&#230;&#138;&#128;&#228;&#190;&#134;&#231;&#141;&#178;&#229;&#190;&#151;&#229;&#136;&#134;&#230;&#149;&#184;&#239;&#188;&#140;&#231;&#190;&#142;&#229;&#156;&#139;&#229;&#146;&#140;&#228;&#184;&#173;&#229;&#156;&#139;&#228;&#185;&#159;&#229;&#143;&#175;&#232;&#131;&#189;&#229;&#156;&#168;&#233;&#129;&#138;&#230;&#136;&#178;&#228;&#184;&#173;&#229;&#138;&#160;&#229;&#133;&#165;&#229;&#144;&#140;&#231;&#155;&#159;&#233;&#153;&#163;&#231;&#135;&#159;&#239;&#188;&#140;&#230;&#156;&#128;&#229;&#190;&#140;&#231;&#148;&#177;&#229;&#136;&#134;&#230;&#149;&#184;&#230;&#156;&#128;&#233;&#171;&#152;&#231;&#154;&#132;&#233;&#153;&#163;&#231;&#135;&#159;&#231;&#141;&#178;&#229;&#190;&#151;&#229;&#139;&#157;&#229;&#136;&#169;&#227;&#128;&#130;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Campaign / Battle Card Driven",
      "Hand Management"
    ],
    "Families": [
      "Series: Mini WWII (Formosa Force Games)"
    ]
  },
  {
    "Rank": "9613",
    "Name": "Black DOG",
    "ID": 206925,
    "Year": "(2016)",
    "Geek Rating": "5.585",
    "Avg Rating": "6.26",
    "Link": "https://boardgamegeek.com/boardgame/206925/black-dog",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.7778",
    "Description": "Black DOG features gameplay reminiscent of DOG, which is itself part of the Pachisi/Sorry! family of games, with players playing cards to remove their pieces around the game board to reach home.&#10;&#10;In Black DOG, however, players must beware of the black dog token that can run over your tokens before they can reach safety.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Team-Based Game"
    ],
    "Families": [
      "Digital Implementations: BrettspielWelt",
      "Traditional Games: Pachisi / Ludo"
    ]
  },
  {
    "Rank": "9614",
    "Name": "Zoo King",
    "ID": 331699,
    "Year": "(2022)",
    "Geek Rating": "5.585",
    "Avg Rating": "7.42",
    "Link": "https://boardgamegeek.com/boardgame/331699/zoo-king",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "In Zoo King, 2-4 players compete to build the best zoos by acquiring animal, staff, and facility cards, with the long-term goal of winning awards that will be revealed over the course of play.&#10;&#10;Before the game begins, each player purchases one of the staff or facility cards from their starting allotment of 1,000 money. Randomize the event and award cards into a single deck, with the cards being separated into groups based on the player count. On a turn, you reveal an event card from the deck, then perform two actions (whether the same or different) from these four:&#10;&#10;&#10;    Purchase an animal, staff, or facility card from those available on the market, then add it to your zoo.&#10;    Draw the top card from either the animal deck or the staff/facility deck, then either purchase it or discard it.&#10;    Purchase the top card of either discard pile at a discount, albeit not a card you discarded this turn.&#10;    Exchange an animal in your zoo for one of equal or lesser cost or star value in the market or on top of the discard pile.&#10;&#10;&#10;After you acquire a pair of animals, you receive an immediate bonus of 100. You can also earn money from event cards, with staff and facility cards granting discounts and other benefits.&#10;&#10;After a certain number of rounds, the first set of award cards will appear, with the awards being handed out one by one or returned to the bottom of the event deck in case of a tie. Sample awards include most felines, most money in hand, and highest total star value. As soon as a player has collected three awards &mdash; or four awards in a two-player game &mdash; that player immediately wins. If no one wins during the first award ceremony, then complete another round of events, after which more awards will be distributed.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Events",
      "Market",
      "Open Drafting",
      "Push Your Luck",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Zoos, Aquaria, Safari Parks"
    ]
  },
  {
    "Rank": "9615",
    "Name": "Fliegen klatschen",
    "ID": 10164,
    "Year": "(2004)",
    "Geek Rating": "5.585",
    "Avg Rating": "5.98",
    "Link": "https://boardgamegeek.com/boardgame/10164/fliegen-klatschen",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.0455",
    "Description": "In the card game Fliegen klatschen, players attempt to catch flies the fastest. Players turn over cards one by one of different colors. Play continues until either five colors of fly or a fly swatter card are revealed. At this point, the players try to &quot;swat&quot; the most numerous color of fly by placing their hands over fly cards of this color. The fastest players get the flies. Whoever collects the most flies wins.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Card Game",
      "Children's Game",
      "Party Game"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Animals: Flies",
      "Animals: Insects"
    ]
  },
  {
    "Rank": "9616",
    "Name": "Pig 10",
    "ID": 83196,
    "Year": "(2010)",
    "Geek Rating": "5.585",
    "Avg Rating": "6.34",
    "Link": "https://boardgamegeek.com/boardgame/83196/pig-10",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1.3",
    "Description": "From the box backside:&#10;&#10;Shout it out, count it out&thinsp;&ndash;&thinsp;be lucky as a pig in clover! &#10;Pig 10 is a card game that lets you go hog wild. &shy;Everything revolves about the number 10. The player who hits 10 with his piglet cards fabulously often, wins.&#10;&#10;From the rules introduction:&#10;&#10;NINE is nothing special. But TEN is awesome. From ELEVEN on, however, it&lsquo;s getting really crummy&hellip; Whenever you are able to play a card that turns the result in the middle of the table into TEN, all laid-out cards are yours&hellip; but it must not be even a tiny bit more &ndash; otherwise, only the rascal who had his turn before you gets the pleasure of it.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game",
      "Educational",
      "Fantasy",
      "Number"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Animals: Pigs"
    ]
  },
  {
    "Rank": "9617",
    "Name": "A.D. 30",
    "ID": 126426,
    "Year": "(2012)",
    "Geek Rating": "5.585",
    "Avg Rating": "6.72",
    "Link": "https://boardgamegeek.com/boardgame/126426/ad-30",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.2222",
    "Description": "A.D. 30: Jesus&rsquo; Journey to Jerusalem is a very reverent solitaire game that takes you, as the player, along the travels of Jesus, from His baptism in the River Jordan to His triumphant entry into Jerusalem. Along the way, you will make decisions which will affect the outcome of His journeys and teachings. Thirteen possible alternate outcomes are included not to imply that other outcomes were in fact possible, but to build a strategy game that includes challenges with possibility of success and failure as the player of the game. Achieving the Major Victory (the historical outcomes) will demonstrate the extraordinary set of circumstances that took place and were necessary to achieve the birth of Christianity.&#10;&#10;The events that take place often cause the political and religious leaders of the area (represented by Caiaphas, Herod Antipas, and Pontius Pilate in the game) to take notice and become increasingly concerned. In game terms, this is shown by moving those Leader markers along a track on the game board, advancing them from their start spaces one step at a time until they reach the final space on that track (&ldquo;Arrest in Jerusalem&rdquo;), at which point they attempt to arrest Jesus.&#10;&#10;You get the chance to react to these movements with several choices each game turn. The goal is to assemble all twelve apostles, maintain a high level of piety, and enter into Jerusalem. Additionally, when trying to reconstruct the beginnings of Christianity historically, it is imperative that Judas betrays Jesus in Jerusalem. Events tend to push Jesus towards Jerusalem, but try to avoid entering too early before all the important pieces are in place!&#10;&#10;Game Data:&#10;&#10;Complexity: 3 on a 9 scale&#10;Solitaire Suitability: 9 on a 9 scale&#10;&#10;",
    "Categories": [
      "Ancient",
      "Educational",
      "Religious"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Grid Movement",
      "Point to Point Movement",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games",
      "Religious: Jesus Christ",
      "Religious: The Bible",
      "Series: Euro Games (Victory Point Games)"
    ]
  },
  {
    "Rank": "9618",
    "Name": "Trick Raiders",
    "ID": 374336,
    "Year": "(2022)",
    "Geek Rating": "5.585",
    "Avg Rating": "7.12",
    "Link": "https://boardgamegeek.com/boardgame/374336/trick-raiders",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Trick Raiders is a trick-taking game in which a player is dealt some cards as a traditional hand and some cards face up on the table which form both their bid and are the only cards which may be used to lead to tricks. Prior to the game commencing, players may add to, leave alone, or remove cards from this face up group.&#10;&#10;It is a must-follow trick-taking game with a fixed trump suit.&#10;&#10;Players may be eliminated from a hand if it is their turn to lead to a trick and they are out of leading cards or if they need to follow and are out of cards in their hand. Players begin the game with a few life chips and the player with the most remaining when one person is out is the winner.&#10;&#10;A few ranks also have special abilities, for instance, when the 8 or 9 of clubs is played and wins a trick, the trump suit changes.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "9619",
    "Name": "Nobel Run",
    "ID": 340789,
    "Year": "(2022)",
    "Geek Rating": "5.585",
    "Avg Rating": "6.53",
    "Link": "https://boardgamegeek.com/boardgame/340789/nobel-run",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.8182",
    "Description": "Nobel Run is a deck-building game in which you&rsquo;ll manage a research team, hire predocs, postdocs and seniors, publish articles and get funding through international projects. Top scientists and inventors will help you in your quest. Will you win the Nobel Prize?&#10;&#10;The goal of the game is to get 20 or more prestige points. These will allow you to win the Nobel Prize. You can get prestige points by:&#10;- Publishing scientific papers.&#10;- Getting research grants.&#10;- Hiring staff.&#10;- With the help of scientists and inventors.&#10;&#10;During the game, players will use the resources generated by their cards to pay the cost of the cards available in the common card pool. In this way, research grants, lab equipment, researchers, scientists and inventors will be added to their individual deck. Turn by turn, players will expand and improve their research team.&#10;&#10;But the research world is not easy! Along their way, players will face different situations that will make their run for the Nobel prize much harder.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Historical Figures: Ada Lovelace",
      "Occupation: Researcher / Scientist",
      "Organizations: Board Games Association of Creators in Spain (LUDO)",
      "Players: Games with Solitaire Rules",
      "Theme: Science"
    ]
  },
  {
    "Rank": "9620",
    "Name": "Munchkin Gloom",
    "ID": 164110,
    "Year": "(2015)",
    "Geek Rating": "5.585",
    "Avg Rating": "6.22",
    "Link": "https://boardgamegeek.com/boardgame/164110/munchkin-gloom",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.75",
    "Description": "Game description from the publisher:&#10;&#10;In Gloom, from Atlas Games, you take control of a family of miserable people and make them more miserable, trying to become the most miserable family of all before you kill your family off.&#10;&#10;The world of Munchkin, by contrast, contains plenty of happy people. Warriors who slay monsters, adventurers who grab loot, heroes who level up. Heck, halflings who stay at home eating pie all day. But the world of Munchkin is also sad and benighted, a place where those very same Munchkins are all too often backstabbed by buddies, dined on by dragons, and discovered by doom ducks. Heroes delve too deep, plummet down pits, and lose their loot &mdash; and that's before they die.&#10;&#10;Now what if you combined Gloom with Munchkin? Keith Baker of Atlas Games is doing just that! In Munchkin Gloom , players shepherd their parties through terrible travails and troublesome tribulations until &mdash; inevitably &mdash; they perish in pain. Naturally, the most miserable fellowship wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Horror",
      "Humor"
    ],
    "Mechanics": [
      "Hand Management",
      "Storytelling",
      "Take That"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Components: Transparent Elements",
      "Game: Gloom",
      "Game: Munchkin"
    ]
  },
  {
    "Rank": "9621",
    "Name": "Dungeon Guilds",
    "ID": 148975,
    "Year": "(2013)",
    "Geek Rating": "5.585",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/148975/dungeon-guilds",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.4737",
    "Description": "Game description from the publisher:&#10;&#10;In this realm, adventurers join different guilds by profession and go on quests for fame and fortune &mdash; but the most luxurious treasures are hidden deep down in perilous dungeons that must be raided by multiple guilds together... Will you cooperate and split the money with others, or will you try to seize a room full of loot by yourselves? Use your skill to become the greatest and richest guild leader!&#10;&#10;Each round in Dungeon Guilds, a new dungeon is created with face-down room cards equal to the number of players. The rooms are initially sorted by the threat level of the room, with Lv 1 rooms on top and Lv 3 on the bottom. Players take turns placing their adventurers in any dungeon room with a free space, by paying a fee, they can steal a space from other players. They keep placing until everyone has placed two adventurers, and each room has exactly two adventurers placed on it.&#10;&#10;Players then reveal the rooms starting from the top of the dungeon and check whether the players can defeat the monsters in that room. If they succeed, then the owners of those adventurers split the money in that room evenly; if not, then excursions to the current room and all rooms below it are consider failed, and players must pay a healing cost for all adventurers.&#10;&#10;Dungeon Guilds lasts for a fixed amount of dungeons, and the player with the most money at the end of the game wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Push Your Luck",
      "Worker Placement"
    ],
    "Families": [
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "9622",
    "Name": "Galloping Pigs",
    "ID": 485,
    "Year": "(1992)",
    "Geek Rating": "5.585",
    "Avg Rating": "5.78",
    "Link": "https://boardgamegeek.com/boardgame/485/galloping-pigs",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.1383",
    "Description": "Galloping Pigs is a cute little 'not-quite-a-children's-game' game where players are collecting points in the form of food.  Plastic pigs are placed on a track made from cards laid in a circle, and then players are given cards in the colors of the pigs.  Each turn, a player selects a card, and moves the corresponding pig one space forward.  If the space in front is occupied by another pig, then the moving pig 'leapfrogs' that, and this can continue until the pig takes the lead, which gives the active player a food card.  Play goes on like this until all cards for the round have been played, however in order to keep the food (points) you collect during a round, your final movement for the round must score some more food.&#10;&#10;Ages 6 and up&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Pigs"
    ]
  },
  {
    "Rank": "9623",
    "Name": "Roll In One",
    "ID": 320960,
    "Year": "(2021)",
    "Geek Rating": "5.585",
    "Avg Rating": "6.55",
    "Link": "https://boardgamegeek.com/boardgame/320960/roll-in-one",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "5",
    "Play Time": "45",
    "Weight": "1.6667",
    "Description": "Use a variety of clubs [dice] to drive, chip, putt, slice, and hook your way around a player-made golf course. Use the terrain to your advantage if you can, and a set of helpful Caddie Cards, to be the first to complete each hole.&#10;&#10;Roll In One is a quick and casual dice golfing game for 1-5 players! Design simple yet challenging holes, filling your course with fairways, sand traps, and water hazards, seeing who can reach the green first.&#10;&#10;Take turns choosing a die and rolling to see how far your ball flies. Each die is like a different club; the D4 like a putter, and the D20 a driver. Move forward as your rolls keep succeeding. The kicker: you MUST keep rolling until you fail. Don't choose the D20 unless you want to go far. Dice have various other sides, some which turn the ball, get stuck in trees, or won&rsquo;t roll on fairways.&#10;&#10;You&rsquo;ve practiced your swing and are eager to hit the fairway, but do you have what it takes to get a Roll in One?&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Dice",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Different Dice Movement",
      "Grid Movement",
      "Hexagon Grid",
      "Interrupts",
      "Modular Board",
      "Race",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Components: Polyhedral (not D6) dice",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Misc: LongPack Games",
      "Players: Games with Solitaire Rules",
      "Sports: Golf",
      "Theme: Anthropomorphic Animals"
    ]
  },
  {
    "Rank": "9624",
    "Name": "The Great War in Europe",
    "ID": 10149,
    "Year": "(1995)",
    "Geek Rating": "5.585",
    "Avg Rating": "6.85",
    "Link": "https://boardgamegeek.com/boardgame/10149/the-great-war-in-europe",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "3.64",
    "Description": "The Great War in Europe (TGWiE) is a two player or two-team game simulating the campaigns of the main European theaters of the First World War, from August 1914 to the armistice.  Players represent the political and military high commands of the Central Powers and the Allies, conducting operations on the western front, the eastern front, Italy and the Balkans.&#10;&#10;",
    "Categories": [
      "Economic",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation",
      "Team-Based Game",
      "Zone of Control"
    ],
    "Families": [
      "Magazine: Command",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "9625",
    "Name": "L'Armeé du Nord: the Belgian Campaign 1815",
    "ID": 9476,
    "Year": "(1993)",
    "Geek Rating": "5.585",
    "Avg Rating": "6.97",
    "Link": "https://boardgamegeek.com/boardgame/9476/larmee-du-nord-the-belgian-campaign-1815",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "300",
    "Play Time": "300",
    "Weight": "2.8214",
    "Description": "&quot;For all Frenchmen of courage, the time has come to conquer or die&quot;&#10;&#10;With these words Napoleon launched 125,000 men across the Belgian frontier . . . . L'Arm&eacute;e du Nord for his final campaign: Waterloo. Man for man they were arguably the best troops he had ever commanded. They were the veterans, chosen from among the half a million men that answered the call to arms in the frantic mobilization following his dramatic return from exile. Each man burned with the desire to revenge the humiliating reverses of the past few years.&#10;&#10;Ahead lay the crossing of the Sambre River at a place called Charleroi; an intersection barely visible on their maps called Les Quatre Bras; a sleepy little village on the banks of the meandering Ligny brook; a narrow bridge at a place called Genappe; a bustling little town called Wavre; and another intersection set amidst the gently rolling Brabantine farmland. . . .a place called Mont. St. Jean . . . . just south of the village of Waterloo. The road to Brussels then was a straight shot north. Two days of hard marching would see them in the capital, three if they had to fight a battle. . .&#10; As Napoleon, can you mass the French in time to crush each Allied army in succession? As Bl&uuml;cher or Wellington, can you mobilize, and then unite on the field of battle to stop the sheer torrent of energy that is. . . .Napoleon?&#10;&#10;The game includes three 34&quot; x 22&quot; beautifully illustrated maps and one and 1/2 counter sheets.&#10;&#10;GAME SYSTEM:&#10;- scale = 700m/hex,&#10;- time = 2hours/GT,&#10;- strength = 1,000men (Inf); 500horsemen (Cav); 1 Battery of guns (Art)/SP.&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: Belgium",
      "Country: France",
      "Country: Prussia",
      "History: Waterloo Campaign",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "9626",
    "Name": "Escape: Roll & Write",
    "ID": 310198,
    "Year": "(2021)",
    "Geek Rating": "5.585",
    "Avg Rating": "6.30",
    "Link": "https://boardgamegeek.com/boardgame/310198/escape-roll-and-write",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Together as a team you must collect a certain number of gems, reach the exit and Escape, all before the temple collapses, and the game ends.&#10;&#10;Each player explores their temple by entering chambers and gaining bonus actions and gems for the whole team. The special colored chambers require players to work together. They must occupy both chambers of the same color, in the same round to unlock two gems at once. A daunting task but worth it!&#10;&#10;Players can select from different difficulty levels and variants to tailor the game to their group. Cooperation, communication, and a bit of luck rolling the dice is needed to gain the required number of gems and reach the exit before the time runs out.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Dice",
      "Exploration"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Paper-and-Pencil",
      "Set Collection"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Crowdfunding: Kickstarter",
      "Game: Escape (Queen Games)",
      "Mechanism: Roll-and-Write",
      "Versions & Editions: Roll- or Flip-and-Write Versions of Non-Writing Games"
    ]
  },
  {
    "Rank": "9627",
    "Name": "The Habit of Victory: From Warsaw to Eylau to Friedland, 1806-7",
    "ID": 31443,
    "Year": "(2007)",
    "Geek Rating": "5.585",
    "Avg Rating": "7.62",
    "Link": "https://boardgamegeek.com/boardgame/31443/the-habit-of-victory-from-warsaw-to-eylau-to-fried",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "3900",
    "Weight": "3.3571",
    "Description": "THE HABIT OF VICTORY: From Warsaw and Eylau to Friedland:  6 December 1806 - 29 June 1807&#10;&#10;&#10;     Campaigns of Napoleon System, Series 2X. Game Mechanics are the same as Napoleon at the Crossroads, with the addition of the cards.&#10;&#10;&#10;&#10;     Card Assisted Game (CAG) plays with far fewer dice rolls, and quicker overall.&#10;&#10;&#10;&#10;     Each card represents a Movement Command specifying attrition, administration, etc., and allows for one-time events such as: political, military, officer feuds, and guerrilla war. Because they define Movement more closely, the cards make attrition a matter of a quick read-off at a glance.&#10;&#10;&#10;&#10;     Three short introductory scenarios simulate the battles of Pultusk/Golymin, Eylau, and Friedland. &#10;&#10;&#10;&#10;     Three full-sized campaign scenarios depict the three phases of the war-the Crossing of the Bug and Battles of Pultusk and Golymin, the campaign and battle of Eylau in February, and the final miscalculation by Bennigsen at Friedland.&#10;&#10;&#10;&#10;     A massive Grand Scenario of up to 69 turns.&#10;&#10;&#10;&#10;     During major battles entire armies can be concentrated under just a few leaders. At other times units can be dispersed independently along with Cavalry Vedettes which help confuse the enemy.&#10;&#10;&#10;GAME SYSTEM CNS 2x&#10;- scale = 6 km (3.75 mi)/hex, &#10;- time = 3 days/GT, &#10;- strength = 3,000 men/SP.&#10;&#10;COMPONENTS&#10;&#10;     One 22 x 34&quot; map in four colors&#10;     280 two-sided leaders, units and markers&#10;     100 playing cards that represent March Orders the players can issue&#10;     56 pages of rules including campaign analysis, designers notes and more&#10;     French, Russian and Prussian Organization Displays&#10;     Turn Record, Coalition and French Record Tracks&#10;&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Cities: Bagrationovsk (Russia)",
      "Cities: Friedland (Prussia)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "9628",
    "Name": "Ku-Ka-König",
    "ID": 402208,
    "Year": "(2023)",
    "Geek Rating": "5.585",
    "Avg Rating": "6.71",
    "Link": "https://boardgamegeek.com/boardgame/402208/ku-ka-konig",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.1429",
    "Description": "Choose the cards you want in Ku-Ka-K&ouml;nig, and ideally they'll end up in your collection &mdash; and not be thrown away.&#10;&#10;To play, shuffle the 112 cards, then lay out three cards in 6-8 numbered columns depending on whether you're playing with two, three, or four people. At the same time, everyone declares which column of cards they want to take. If no one else has claimed that column, take the cards and add them to your collection; if two or more player choose the same column, discard the final card of that column, then all tied players simultaneously declare a column number once again. Keep going until all players have taken cards from a column.&#10;&#10;Refill the columns to three cards each, then play another round. When a player has collected at least 13 cards at the end of a round, score everyone's collection, with ties being friendly:&#10;&#10;&#10;    Kings score based on how many you have: (n-1)&sup2; points.&#10;    Knights are 1 point each, unless you have the most in which case they're 2 points each.&#10;    Churches give 10 points to whoever has collected the most.&#10;&#10;&#10;And so on. Some cards bear an X, and these cards are discarded after the first scoring. Players then continue playing rounds until the deck runs out, then players score for their collection once again. Whoever has the highest combined score wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "9629",
    "Name": "Lord of the Rings Trivia Game",
    "ID": 6608,
    "Year": "(2003)",
    "Geek Rating": "5.585",
    "Avg Rating": "6.09",
    "Link": "https://boardgamegeek.com/boardgame/6608/lord-of-the-rings-trivia-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.093",
    "Description": "The Lord of the Rings Trivia Game is the ultimate test of your knowledge of J.R.R. Tolkien's Lord of the Rings!&#10;&#10;In this exciting board game, each player, or team of players, takes on the role of Frodo Baggins and seeks to destroy the One Ring by throwing it into the fires of Mount Doom. As the players travel through 14 areas of Middle-Earth they must spend precious resources and answer challenging questions. There are 1200 questions; all based on the original books and prepared by a team of Tolkien experts. Multiple choice answers can make the game easier for less experienced Middle-Earthers.&#10;&#10;The winner of the game is the first player or team to reach and successfully face the challenges at Mount Doom.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Novel-based",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Authors: J.R.R. Tolkien"
    ]
  },
  {
    "Rank": "9630",
    "Name": "Word Traveler",
    "ID": 400508,
    "Year": "(2024)",
    "Geek Rating": "5.585",
    "Avg Rating": "6.45",
    "Link": "https://boardgamegeek.com/boardgame/400508/word-traveler",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.6667",
    "Description": "In Word Traveler, you and your friends are tourists who are checking out the sights of a new city. Each player has their own secret map of locations that they want to visit, and they'll need help from the other players to reach them.&#10;&#10;Taking turns playing the traveler and the locals, you all work together to visit as many of these locations as possible, ideally collecting all of the golden souvenirs that you find. You know only a few words of the local language, however, so the locals &mdash; that is, the other players &mdash; will do their best to interpret your clues to help get you where you want to go...without getting lost in translation.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Travel",
      "Word Game"
    ],
    "Mechanics": [
      "Communication Limits",
      "Cooperative Game",
      "Deduction",
      "Targeted Clues"
    ],
    "Families": [
      "Digital Implementations: Board Game Arena",
      "Misc: Watch It Played How To Videos"
    ]
  },
  {
    "Rank": "9631",
    "Name": "Doom of the Eldar",
    "ID": 3163,
    "Year": "(1993)",
    "Geek Rating": "5.585",
    "Avg Rating": "6.47",
    "Link": "https://boardgamegeek.com/boardgame/3163/doom-of-the-eldar",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.4167",
    "Description": "Doom of the Eldar is one of the games in the Wargame Series by Games Workshop.  The game premise is that one player is the Iyanden Eldar in their craft world spaceship.  The other player is the invading Tyranids.  The object of the game is the Tyranid player tries to take the craft world over in so many turns.&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Events",
      "Ratio / Combat Results Table",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Creatures: Aliens / Extraterrestrials",
      "Players: Two-Player Only Games",
      "Setting: Warhammer 40,000 Board Games",
      "Setting: Warhammer 40,000 Wargames"
    ]
  },
  {
    "Rank": "9632",
    "Name": "RatVille",
    "ID": 284294,
    "Year": "(2019)",
    "Geek Rating": "5.585",
    "Avg Rating": "7.11",
    "Link": "https://boardgamegeek.com/boardgame/284294/ratville",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.7143",
    "Description": "&quot;Every inhabitant is the difference between prospering and extinguishing us and we definitely have an important place reserved for you.&quot;&#10;&#10;In RatVille, the players role as leaders of a community of survivors who survive in the sewers. Each shift should be chosen from among the most qualified people in their community to provide their own with the resources necessary for their subsistence. The player who get their community to thrive and grow faster will be the winner.&#10;&#10;RatVille mixes card, dice and resource management to develop our community and confront terrifying creatures.&#10;&#10;",
    "Categories": [
      "City Building",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Animals: Rats",
      "Creatures: Monsters",
      "Theme: Post-Apocalyptic"
    ]
  },
  {
    "Rank": "9633",
    "Name": "Unlock!: Heroic Adventures – Hinunter in den Kaninchenbau",
    "ID": 332229,
    "Year": "(2018)",
    "Geek Rating": "5.585",
    "Avg Rating": "6.84",
    "Link": "https://boardgamegeek.com/boardgame/332229/unlock-heroic-adventures-hinunter-in-den-kaninchen",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2",
    "Description": "Come with us to Wonderland and discover its unique inhabitants. Don't be late!&#10;&#10;In live escape rooms, participants are locked in and must manage to leave the room within 60 minutes. UNLOCK! lets you experience this cooperative experience at your home gaming table.&#10;&#10;Contained in Unlock!: Heroic Adventures but a German edition was released by itself.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Exploration",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Storytelling"
    ],
    "Families": [
      "Books: Alice in Wonderland",
      "Category: Escape Room Games",
      "Components: Digital Hybrid – App/Website Required",
      "Players: Games with Solitaire Rules",
      "Series: Unlock! (Space Cowboys)"
    ]
  },
  {
    "Rank": "9634",
    "Name": "Miraris",
    "ID": 245876,
    "Year": "(2017)",
    "Geek Rating": "5.585",
    "Avg Rating": "6.88",
    "Link": "https://boardgamegeek.com/boardgame/245876/miraris",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.5714",
    "Description": "As you gaze into an antique mirror, a strange and wonderful land comes into focus. A world of mystery and dreams awaits within the reflection. But, you're not alone; another figure stands beside you. Discover the secrets of the Dream World, reflected in the antique mirror, as you explore its many Wonders. The Wonders, however, can only be visited by one person at a time. You will need to think carefully about where you wish to visit, as other visitors may make the same choice -- leaving you both without entry. But if you make it through, bountiful rewards await.&#10;&#10;In Miraris, players are given cards ranging 1-9. Each round players simultaneously play a card from their hand. As long as you play a number no one else did, you will obtain a wonder card, otherwise, you will have to wait until the next round. Along with special individual player powers, try&nbsp;to score the most points after 8 rounds.&#10;&#10;Will you be the one to outwit the others and uncover the&nbsp;truth behind the Dream World?&nbsp;&#10;&#10;&#231;&#165;&#158;&#231;&#167;&#152;&#227;&#129;&#174;&#228;&#184;&#150;&#231;&#149;&#140;&#227;&#129;&#175;&#227;&#129;&#157;&#227;&#129;&#147;&#227;&#129;&#171;&#227;&#129;&#130;&#227;&#130;&#139;&#227;&#128;&#130;&#227;&#129;&#130;&#227;&#129;&#170;&#227;&#129;&#159;&#227;&#129;&#140;&#227;&#129;&#157;&#227;&#129;&#147;&#227;&#129;&#171;&#227;&#129;&#132;&#227;&#130;&#139;&#230;&#153;&#130;&#227;&#128;&#129;&#229;&#189;&#188;&#229;&#165;&#179;&#227;&#129;&#159;&#227;&#129;&#161;&#227;&#130;&#130;&#227;&#129;&#190;&#227;&#129;&#159;&#231;&#162;&#186;&#227;&#129;&#139;&#227;&#129;&#171;&#227;&#129;&#157;&#227;&#129;&#147;&#227;&#129;&#171;&#227;&#129;&#132;&#227;&#130;&#139;&#227;&#129;&#174;&#227;&#129;&#160;&#227;&#128;&#130;&#10;&#10;&#229;&#143;&#164;&#227;&#129;&#179;&#227;&#129;&#159;&#233;&#143;&#161;&#227;&#130;&#146;&#232;&#166;&#139;&#227;&#129;&#164;&#227;&#130;&#129;&#227;&#129;&#166;&#227;&#129;&#132;&#227;&#130;&#139;&#227;&#129;&#168;&#227;&#128;&#129;&#233;&#129;&#149;&#227;&#129;&#134;&#228;&#184;&#150;&#231;&#149;&#140;&#227;&#129;&#140;&#232;&#166;&#139;&#227;&#129;&#136;&#227;&#129;&#166;&#227;&#129;&#143;&#227;&#130;&#139;&#227;&#128;&#130;&#233;&#143;&#161;&#227;&#129;&#175;&#231;&#190;&#142;&#227;&#129;&#151;&#227;&#129;&#132;&#227;&#130;&#130;&#227;&#129;&#174;&#227;&#129;&#160;&#227;&#129;&#145;&#227;&#130;&#146;&#232;&#166;&#139;&#227;&#129;&#155;&#227;&#128;&#129;&#227;&#129;&#130;&#227;&#129;&#170;&#227;&#129;&#159;&#227;&#130;&#146;&#229;&#164;&#162;&#227;&#129;&#174;&#228;&#184;&#150;&#231;&#149;&#140;&#227;&#129;&#171;&#229;&#176;&#142;&#227;&#129;&#143;&#227;&#129;&#160;&#227;&#130;&#141;&#227;&#129;&#134;&#227;&#128;&#130;&#10;&#10;&#227;&#130;&#130;&#227;&#129;&#151;&#227;&#129;&#130;&#227;&#129;&#170;&#227;&#129;&#159;&#227;&#129;&#140;&#233;&#161;&#152;&#227;&#129;&#134;&#227;&#129;&#174;&#227;&#129;&#170;&#227;&#130;&#137;&#227;&#129;&#176;&hellip;&#227;&#128;&#130;&#10;&#10;&#231;&#165;&#158;&#231;&#167;&#152;&#227;&#129;&#174;&#228;&#184;&#150;&#231;&#149;&#140;&#227;&#130;&#146;&#230;&#184;&#161;&#227;&#130;&#138;&#230;&#173;&#169;&#227;&#129;&#141;&#227;&#128;&#129;&#227;&#129;&#157;&#227;&#129;&#174;&#231;&#156;&#159;&#227;&#129;&#174;&#229;&#167;&#191;&#227;&#129;&#171;&#232;&#191;&#171;&#227;&#130;&#139;&#228;&#186;&#139;&#227;&#129;&#140;&#231;&#155;&#174;&#231;&#154;&#132;&#227;&#129;&#174;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#174;&#230;&#156;&#128;&#229;&#136;&#157;&#227;&#129;&#171;&#228;&#184;&#142;&#227;&#129;&#136;&#227;&#130;&#137;&#227;&#129;&#136;&#227;&#130;&#139;&#233;&#153;&#144;&#227;&#130;&#137;&#227;&#130;&#140;&#227;&#129;&#159;&#230;&#137;&#128;&#230;&#140;&#129;&#233;&#135;&#145;&#227;&#130;&#146;&#228;&#189;&#191;&#227;&#129;&#132;&#227;&#128;&#129;&#227;&#130;&#136;&#227;&#130;&#138;&#229;&#164;&#154;&#227;&#129;&#143;&#227;&#129;&#174;&#229;&#160;&#180;&#230;&#137;&#128;&#227;&#130;&#146;&#230;&#142;&#162;&#231;&#180;&#162;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#151;&#227;&#130;&#135;&#227;&#129;&#134;&#227;&#128;&#130;&#10;&#10;&#233;&#171;&#152;&#233;&#161;&#141;&#227;&#129;&#170;&#232;&#178;&#168;&#229;&#185;&#163;&#227;&#130;&#146;&#228;&#189;&#191;&#227;&#129;&#136;&#227;&#129;&#176;&#227;&#130;&#136;&#227;&#130;&#138;&#233;&#129;&#160;&#227;&#129;&#143;&#227;&#129;&#171;&#232;&#135;&#179;&#227;&#130;&#139;&#228;&#186;&#139;&#227;&#129;&#140;&#229;&#135;&#186;&#230;&#157;&#165;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#129;&#140;&#227;&#128;&#129;&#228;&#187;&#150;&#227;&#129;&#174;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#168;&#229;&#144;&#140;&#233;&#161;&#141;&#227;&#130;&#146;&#230;&#138;&#149;&#227;&#129;&#152;&#227;&#129;&#166;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#134;&#227;&#129;&#168;&#228;&#189;&#149;&#227;&#130;&#130;&#229;&#190;&#151;&#227;&#130;&#139;&#228;&#186;&#139;&#227;&#129;&#140;&#229;&#135;&#186;&#230;&#157;&#165;&#227;&#129;&#190;&#227;&#129;&#155;&#227;&#130;&#147;&#227;&#128;&#130;&#227;&#129;&#190;&#227;&#129;&#159;&#227;&#128;&#129;&#233;&#129;&#160;&#227;&#129;&#143;&#227;&#129;&#171;&#232;&#161;&#140;&#227;&#129;&#143;&#228;&#186;&#139;&#227;&#129;&#140;&#232;&#137;&#175;&#227;&#129;&#132;&#231;&#181;&#144;&#230;&#158;&#156;&#227;&#129;&#171;&#227;&#129;&#170;&#227;&#130;&#139;&#227;&#129;&#168;&#227;&#129;&#175;&#233;&#153;&#144;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#155;&#227;&#130;&#147;&#227;&#128;&#130;&#232;&#191;&#145;&#227;&#129;&#143;&#227;&#129;&#171;&#232;&#161;&#140;&#227;&#129;&#141;&#227;&#129;&#159;&#227;&#129;&#132;&#229;&#160;&#180;&#229;&#144;&#136;&#227;&#129;&#175;&#229;&#176;&#145;&#233;&#161;&#141;&#227;&#129;&#170;&#232;&#178;&#168;&#229;&#185;&#163;&#227;&#129;&#140;&#229;&#191;&#133;&#232;&#166;&#129;&#227;&#129;&#171;&#227;&#129;&#170;&#227;&#130;&#139;&#227;&#129;&#159;&#227;&#130;&#129;&#227;&#128;&#129;&#227;&#129;&#169;&#227;&#129;&#174;&#232;&#178;&#168;&#229;&#185;&#163;&#227;&#130;&#130;&#231;&#173;&#137;&#227;&#129;&#151;&#227;&#129;&#143;&#233;&#135;&#141;&#232;&#166;&#129;&#227;&#129;&#170;&#227;&#129;&#174;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#228;&#184;&#173;&#227;&#129;&#171;&#227;&#129;&#175;&#230;&#167;&#152;&#227;&#128;&#133;&#227;&#129;&#170;&#228;&#186;&#186;&#231;&#137;&#169;&#227;&#130;&#130;&#231;&#153;&#187;&#229;&#160;&#180;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#229;&#189;&#188;&#229;&#165;&#179;&#227;&#129;&#159;&#227;&#129;&#161;&#227;&#129;&#174;&#229;&#138;&#169;&#232;&#168;&#128;&#227;&#130;&#146;&#230;&#180;&#187;&#227;&#129;&#139;&#227;&#129;&#153;&#228;&#186;&#139;&#227;&#129;&#140;&#229;&#135;&#186;&#230;&#157;&#165;&#227;&#130;&#140;&#227;&#129;&#176;&#227;&#128;&#129;&#227;&#129;&#147;&#227;&#129;&#174;&#228;&#184;&#150;&#231;&#149;&#140;&#227;&#129;&#171;&#233;&#150;&#162;&#227;&#129;&#153;&#227;&#130;&#139;&#230;&#155;&#180;&#227;&#129;&#170;&#227;&#130;&#139;&#232;&#139;&#177;&#231;&#159;&#165;&#227;&#130;&#146;&#229;&#190;&#151;&#227;&#130;&#137;&#227;&#130;&#140;&#227;&#130;&#139;&#227;&#129;&#139;&#227;&#130;&#130;&#231;&#159;&#165;&#227;&#130;&#140;&#227;&#129;&#190;&#227;&#129;&#155;&#227;&#130;&#147;&#227;&#128;&#130;&#10;&#226;&#128;&#139;&#10;&#228;&#184;&#173;&#231;&#155;&#164;&#228;&#187;&#165;&#233;&#153;&#141;&#227;&#129;&#175;&#231;&#137;&#185;&#229;&#174;&#154;&#227;&#129;&#174;&#229;&#160;&#180;&#230;&#137;&#128;&#227;&#129;&#174;&#228;&#190;&#161;&#229;&#128;&#164;&#227;&#129;&#140;&#233;&#171;&#152;&#233;&#168;&#176;&#227;&#129;&#153;&#227;&#130;&#139;&#228;&#186;&#139;&#227;&#129;&#140;&#227;&#129;&#130;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#228;&#187;&#150;&#227;&#129;&#174;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#168;&#227;&#129;&#174;&#231;&#171;&#182;&#229;&#144;&#136;&#227;&#130;&#146;&#230;&#129;&#144;&#227;&#130;&#140;&#227;&#129;&#154;&#230;&#140;&#145;&#227;&#130;&#128;&#227;&#129;&#139;&#227;&#128;&#129;&#227;&#131;&#170;&#227;&#130;&#185;&#227;&#130;&#175;&#227;&#130;&#146;&#233;&#129;&#191;&#227;&#129;&#145;&#227;&#129;&#166;&#229;&#160;&#133;&#229;&#174;&#159;&#227;&#129;&#171;&#233;&#128;&#178;&#227;&#130;&#129;&#227;&#130;&#139;&#227;&#129;&#174;&#227;&#129;&#139;&hellip;&#227;&#128;&#130;&#10;&#10;&#230;&#176;&#151;&#229;&#191;&#131;&#227;&#129;&#174;&#231;&#159;&#165;&#227;&#130;&#140;&#227;&#129;&#159;&#229;&#143;&#139;&#233;&#129;&#148;&#229;&#144;&#140;&#229;&#163;&#171;&#227;&#129;&#175;&#227;&#130;&#130;&#227;&#129;&#161;&#227;&#130;&#141;&#227;&#130;&#147;&#227;&#128;&#129;&#229;&#136;&#157;&#229;&#175;&#190;&#233;&#157;&#162;&#227;&#129;&#174;&#230;&#150;&#185;&#227;&#129;&#168;&#227;&#129;&#167;&#227;&#130;&#130;&#230;&#176;&#151;&#232;&#187;&#189;&#227;&#129;&#171;&#229;&#191;&#131;&#231;&#144;&#134;&#230;&#136;&#166;&#227;&#130;&#146;&#230;&#165;&#189;&#227;&#129;&#151;&#227;&#130;&#128;&#228;&#186;&#139;&#227;&#129;&#140;&#229;&#135;&#186;&#230;&#157;&#165;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#227;&#128;&#140;Miraris&#227;&#128;&#141;&#227;&#129;&#175;&#227;&#129;&#161;&#227;&#130;&#135;&#227;&#129;&#163;&#227;&#129;&#168;&#227;&#129;&#151;&#227;&#129;&#159;&#231;&#169;&#186;&#227;&#129;&#141;&#230;&#153;&#130;&#233;&#150;&#147;&#227;&#130;&#146;&#229;&#164;&#167;&#227;&#129;&#132;&#227;&#129;&#171;&#231;&#155;&#155;&#227;&#130;&#138;&#228;&#184;&#138;&#227;&#129;&#146;&#227;&#130;&#139;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#129;&#167;&#227;&#129;&#151;&#227;&#130;&#135;&#227;&#129;&#134;&#227;&#128;&#130;&#10;&#10;&#226;&#128;&#187;&#230;&#156;&#172;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#175;&#227;&#128;&#140;ALGL&#227;&#128;&#141;&#231;&#153;&#186;&#232;&#161;&#140;&#227;&#129;&#174;&#230;&#155;&#184;&#231;&#177;&#141;&#227;&#129;&#168;&#227;&#130;&#185;&#227;&#131;&#136;&#227;&#131;&#188;&#227;&#131;&#170;&#227;&#131;&#188;&#228;&#184;&#138;&#227;&#129;&#174;&#233;&#150;&#162;&#228;&#191;&#130;&#227;&#129;&#175;&#227;&#129;&#130;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#155;&#227;&#130;&#147;&#227;&#128;&#130;&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Digital Implementations: Tabletopia",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "9635",
    "Name": "Hoax (Second Edition)",
    "ID": 182218,
    "Year": "(2016)",
    "Geek Rating": "5.585",
    "Avg Rating": "5.89",
    "Link": "https://boardgamegeek.com/boardgame/182218/hoax-second-edition",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.75",
    "Description": "When an unscrupulous business magnate meets an undignified end, a fierce competition for his estate begins.&#10;&#10;In Hoax, three to six players each take on the secret identity of a member of Vargas&rsquo; family or household. No matter what your identity, your goal is to eliminate all your competitors by catching them in a lie &ndash; but making a false accusation will take you out of the game. If you want to make informed accusations, you must amass resources and spend them to investigate other players. To win, you have to both avoid accusations and judiciously make them, all the while making your opponents believe that all your lies are true. Whoever is devious enough to outlast all the other players wins!&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Murder / Mystery",
      "Party Game"
    ],
    "Mechanics": [
      "Memory",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "9636",
    "Name": "All Is Bomb",
    "ID": 344841,
    "Year": "(2021)",
    "Geek Rating": "5.585",
    "Avg Rating": "7.70",
    "Link": "https://boardgamegeek.com/boardgame/344841/all-is-bomb",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "1.4",
    "Description": "The princess is sleeping. You, the royal servant, must prepare the perfect breakfast for her before she wakes up, which is difficult, because everything is a bomb. You must consult the prophets about what kind of breakfast she wants (before they explode) &ndash; you must prepare the desired dish (before it explodes) &ndash; and serve it to the princess the moment she opens her eyes (and explodes...everything explodes, this is inevitable).&#10;&#10;All is Bomb is a quick and puzzly solo/cooperative 18-card game for one or two players. Your goal is to manipulate the deck, so the princess ultimately eats the desired dish &ndash; but before you discard too many or too important cards.&#10;&#10;Aside from the initial setup, there are no random or hidden elements to the game. Each turn, you play one of your &quot;equipped cards&quot;. The played card's number says which card from the deck you &quot;equip&quot; next; you then perform the played card's action and recycle the card back into the deck. When the cards are played, they progress from the passive state to ignited state and are ultimately discarded, so the whole deck is constantly on the brink of exploding.&#10;&#10;You win by fulfilling 3 win conditions: you must play Prophet cards to find out what is the &quot;desired dish&quot; - you must prepare this dish by igniting it - and ultimately, you must play the Princess to &quot;equip&quot; the &quot;desired dish&quot;!&#10;&#10;The game also comes with 6 modular expansions, a variant and a campaign.&emsp;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Print & Play"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Move Through Deck",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Category: Print-on-Demand",
      "Contests: Solitaire Print & Play",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "9637",
    "Name": "Gier",
    "ID": 232420,
    "Year": "(2017)",
    "Geek Rating": "5.585",
    "Avg Rating": "6.10",
    "Link": "https://boardgamegeek.com/boardgame/232420/gier",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.3333",
    "Description": "In Gier (Greed), players steal cards from one another to build their own collection, and once you start clawing at others' goods, it's hard to stop &mdash; but whoever wants too much will go home empty-handed.&#10;&#10;At the start of player, each player takes one crook card and seven number cards, with the number cards being dealt face down from the deck. Players will build up a personal collection turn by turn, with these collected cards being face up.&#10;&#10;On a player's turn, they play a card from their hand into their collection, then they're allowed to go on a card raid. They choose an opponent, then draw a card from their hand and place it face up on the table. They can stop and keep that card, or they can draw again from the same player; if two stolen cards have the same number, then the player's turn ends, and the cards return to the victim's hands. If the active player has drawn a crook (and stopped voluntarily), they can take a card of their choice from the opponent's collection.&#10;&#10;Some cards have a special action on them that takes effect as soon as they're drawn from someone's hand, such as looking at an opponent's hand or placing cards from the deck into a collection.&#10;&#10;Whoever first collects six cards of the same value wins!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "9638",
    "Name": "Ore: The Mining Game",
    "ID": 147884,
    "Year": "(2013)",
    "Geek Rating": "5.585",
    "Avg Rating": "7.18",
    "Link": "https://boardgamegeek.com/boardgame/147884/ore-the-mining-game",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.2857",
    "Description": "In Ore: The Mining Game, players assume the roles of clever industrialists competing for fame and fortune. Ore takes place during the industrial revolution, and aims to simulate the complexities of effective supply chain management.&#10;&#10;Players take turns carefully placing their workers on one of several locations:&#10;&#10;     In mines, to collect one of five different resources (lead, coal, copper, iron, or gold);&#10;     In distribution, to secure lucrative contracts that allow for players' operations to scale.&#10;&#10;&#10;Each player starts with $5+ and 4 workers. Early on, players have very limited means. However, by mining resources, acquiring assets, securing contracts, and expanding their operations through new initiatives, players become more readily able to generate more and more amounts of income.&#10;&#10;Mines become exhausted after they have been mined for a certain number of turns, and, once exhausted, they are replaced by subsequent mine cards. Similarly, a limited number of assets, initiatives, and contract cards are available for players to take, and, after being acquired, they are replaced until their respective decks run out.&#10;&#10;The game ends at the end of Turn 7.&#10;&#10;At that point in time, the player with the greatest amount of victory points from buildings, Money, and completed contracts is declared the winner.&#10;&#10;",
    "Categories": [
      "Economic",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Commodity Speculation",
      "Contracts",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Mining"
    ]
  },
  {
    "Rank": "9639",
    "Name": "Lusitania",
    "ID": 228409,
    "Year": "(2017)",
    "Geek Rating": "5.585",
    "Avg Rating": "6.89",
    "Link": "https://boardgamegeek.com/boardgame/228409/lusitania",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.25",
    "Description": "STORY&#10;&#10;Alarms ring in Rome, the Empire&rsquo;s great army has lost another battle in Lusitania. The emperor Julius Caesar asks his four best generals to recruit and equip soldiers: legionaries, doctors, gunners and barbaric mercenaries to face the people who heroically resist in Lusitania. The emperor promises the greatest riches to those who join his cause.&#10;&#10;There is, in the most remote part of Iberia, a people that is not governed nor does it let itself be governed. Alea jacta est.&#10;&#10;AIM&#10;&#10;In this game, you take on the role of a Roman general whom the emperor, Julius Caesar, has ordered to recruit and equip an army of soldiers: legionaries, barbaric mercenaries, doctors and gunners.&#10;The game is won by the player who recruits an army whose score is of twenty or more victory points.&#10;&#10;END OF THE GAME&#10;&#10;A game immediately ends when:&#10;1. The first player recruits an army whose score is of twenty or more victory points. &#10;2. The musician card appears on the training field, having been turned from the draw pile or played by a player who trades the musician card (which they are holding) for a card that is on the training field. In this situation the game is won by the player who, at that time, has the highest number of victory points. In the event of a tie, the game is won by the tied player who has recruited less barbaric mercenaries. If the tie remains, the game is won by the player whose turn is last (farthest from the commander card).&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game",
      "Civilization"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Country: Portugal",
      "Series: Small box (Mont Tàber)"
    ]
  },
  {
    "Rank": "9640",
    "Name": "Guderian's Blitzkrieg: The Drive on Moscow",
    "ID": 2994,
    "Year": "(1992)",
    "Geek Rating": "5.585",
    "Avg Rating": "7.02",
    "Link": "https://boardgamegeek.com/boardgame/2994/guderians-blitzkrieg-the-drive-on-moscow",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "3.8667",
    "Description": "Guderian's Blitzkrieg - The Drive on Moscow, September 21 to December 20, 1941, is a game of the Fall, 1941 campaign to take the Soviet capital of Moscow.  It features the advance of the right flank of Army Group Center consisting of the 2nd Army, 4th Army, 2nd Panzer Group and, for a time, 4th Panzer Group, from late September to late December, 1941.&#10;&#10;While this is not quite a monster game, but it comes close with some 1260 counters, two 22x34&quot; maps, and eight scenarios just to name a few of the components. This is the first game of Operational Combat System (OCS) series from The Gamers and deals with the drive on Moscow in 1941. While Guderian's Blitzkrieg is not intended for the novice game player, it is definitely worth taking a look at.&#10;&#10;Game Scale:&#10;Game Turn: 1 week&#10;Hex: 5 miles / 8 Km&#10;Units: Battalion to Division&#10;&#10;Game Inventory:&#10;Two 22 x 34&quot; full color maps&#10;Four dual-side printed countersheets (1,260 1/2&quot; counters)&#10;One 32-page OCS system rulebook&#10;One 32-page Guderian's Blitzkrieg specific rulebook&#10;Two 8-Page OCS Charts &amp; Tables booklets&#10;Three single-sided Player Aid Cards&#10;Two 6-sided dice&#10;&#10;Solitaire Playability: Medium&#10;Complexity Level: High&#10;Players: 2 or more&#10;Playing Time: 6-40 hours&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Zone of Control"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: OCS - Operational Combat Series (MMP & The Gamers)"
    ]
  },
  {
    "Rank": "9641",
    "Name": "Champion Hill: May 16th, 1863 – The Road to Vicksburg",
    "ID": 4362,
    "Year": "(1996)",
    "Geek Rating": "5.585",
    "Avg Rating": "7.19",
    "Link": "https://boardgamegeek.com/boardgame/4362/champion-hill-may-16th-1863-the-road-to-vicksburg",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "360",
    "Play Time": "1200",
    "Weight": "3.4",
    "Description": "Champion Hill - May 16th, 1863:  The Road to Vicksburg, is the tenth game in the Civil War Brigade (CWB) Series.&#10;&#10;Nominee for the 1996 Charles S. Roberts awards for Best Pre-World War II Boardgame (Charles S. Roberts Awards).&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Vicksburg (MS, USA)",
      "Digital Implementations: VASSAL",
      "Series: Civil War, Brigade (The Gamers)",
      "States: Mississippi"
    ]
  },
  {
    "Rank": "9642",
    "Name": "5x5 City",
    "ID": 264638,
    "Year": "(2018)",
    "Geek Rating": "5.585",
    "Avg Rating": "6.96",
    "Link": "https://boardgamegeek.com/boardgame/264638/5x5-city",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5714",
    "Description": "You and your fellow players have just been elected mayors of a thriving new city in the midst of expansion. Over the course of the game, you will need to build various buildings and attract residents to this new city. However, you will face multiple challenges in terms of building restrictions throughout the game. Will you be able to build a city more splendid than the others?&#10;&#10;5&times;5 City is a tile placement game that builds various buildings in your city.&#10;&#10;Each city board is placed in front of every player. The city board has 25 squares of vacant lot, but it can be divided into various types of compartments depending on the compartment card selected at the start of the game.&#10;&#10;For each round, draw a building tile randomly according to the number of squares in the specified section, keep in touch with other players and place it on your town board.&#10;&#10;In 5&times;5 City, it is a point that you can place the building only in a fixed area in each round, not putting it in the place you like on the street board.&#10;&#10;There are various effects in buildings, making effective use of the effect is the way to victory.&#10;&#10;In addition, there may be buildings which sometimes do not need. In that case you can turn the building upside down into a park.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "City Building"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "9643",
    "Name": "Dice Age: The Hunt",
    "ID": 232216,
    "Year": "(2017)",
    "Geek Rating": "5.585",
    "Avg Rating": "6.82",
    "Link": "https://boardgamegeek.com/boardgame/232216/dice-age-the-hunt",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.625",
    "Description": "The Dice Age cometh!&#10;&#10;In Dice Age: The Hunt, you and your men spend day and night hunting to provide for your tribe. There are six hunting grounds in total. Each tribe sends their hunter into those grounds, competing to be the most worthy hunters &mdash; the only ones allowed to hunt in that particular hunting ground. Only one thing is certain: the more hunters, the better chance of success!&#10;&#10;Your tribe will thrive in its own unique way over the course of four generations, i.e., four rounds of gameplay. Some tribes will be known as proud warriors conquering vast lands while others will be led by barbaric yet powerful figures. There may even be tribes that accumulate wealth through trade as merchants. Whatever the means, the goal of all tribes is the same: to become the true ruler of the Dice Age! To hunt, to prosper, and to become the most powerful tribe of them all!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Dice",
      "Prehistoric"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Set Collection"
    ],
    "Families": [
      "Animals: Mammoths",
      "Animals: Prehistoric Non-Dinosaurs",
      "Sports: Hunting"
    ]
  },
  {
    "Rank": "9644",
    "Name": "Hearts of AttrAction",
    "ID": 155322,
    "Year": "(2014)",
    "Geek Rating": "5.585",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/155322/hearts-of-attraction",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.2667",
    "Description": "Hearts of AttrAction features the same gameplay as in AttrAction, but with heart-shaped magnets that put a new spin on shots. In the game, players must flick their &quot;shooter&quot; magnet into the playing area to attract and collect other magnets. Of course, it's not quite that easy since the magnets repel as easily as they attract! Strategies unfold and develop in reaction to the patterns on the table.&#10;&#10;Hearts of AttrAction is a fun and challenging game in which a mix of skill and luck, plus the strong force of the magnets, produces exciting and unexpected twists!&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Flicking"
    ],
    "Families": [
      "Components: Magnets"
    ]
  },
  {
    "Rank": "9645",
    "Name": "Faux Diamonds",
    "ID": 331946,
    "Year": "(2021)",
    "Geek Rating": "5.584",
    "Avg Rating": "7.24",
    "Link": "https://boardgamegeek.com/boardgame/331946/faux-diamonds",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "1.6667",
    "Description": "Faux Diamonds is a 4-suit trick-taking game in which players sell their cards (diamonds) on value tracks that change after each sale. After a series of hands, the winner is the player who has accumulated the most wealth.&#10;&#10;You have tough choices to make in Faux Diamonds. Will you sell high by winning the trick? Or, if you don&rsquo;t have any of the led suit, which alternative market gives you the best chance of profit? Be careful, your opponents can also play Faux Diamonds at any time, and this will cause the markets to fluctuate!&#10;&#10;The deck in Faux Diamonds consists of sixty cards, numbered 1-13 in 4 different suits as well as 8 faux diamond cards. In each round, the players start with a hand of ten cards. Each player will select one card to keep facedown as their end of round diamond sale. One player leads a card, and everyone else must play one card, following suit if possible. As you play a card, if you cannot follow suit, you immediately get to sell a diamond in the suit you did play. The player who played the highest card in the suit that was led wins the trick, and also gets to sell a diamond.&#10;&#10;The player who won the trick leads a card to start the next trick. After a full Round of nine tricks, each player will then sell their end of round diamond. Players then start a new round.&#10;Whoever has accumulated the most wealth at the end of the game wins!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Series: Bookshelf (Gryphon Games)"
    ]
  },
  {
    "Rank": "9646",
    "Name": "Plunderbund",
    "ID": 251660,
    "Year": "(2019)",
    "Geek Rating": "5.584",
    "Avg Rating": "6.81",
    "Link": "https://boardgamegeek.com/boardgame/251660/plunderbund",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "150",
    "Weight": "2.8333",
    "Description": "You lead a guild striving to dominate the market for illegal goods in the Sprawl, a city rich in history and lawlessness.  Recruit and task an army of agents, racketeers, spymasters and others to build your reputation by selling your goods and causing chaos for your rivals.  Through a light deck building mechanism you attempt to create the strongest network of agents, racketeers and the most desirable black market goods.  Winners and losers are determined by a fun, yet sophisticated, supply &amp; demand mechanic.&#10;&#10;Plunderbund combines the innate corruption and profiteering of prohibition Chicago and the lawlessness of the fantasy setting, the Sprawl.&#10;&#10;It's an era before cell phones, e-commerce and customer relationship management tools, an honest guild had to get business the hard way: thieving, sorcery, money laundering and bribery. Plunderbund is your chance to lead your guild to fame, fortune or disaster as you navigate the whims of the notoriously picky Sprawl consumer and deal with underhanded tactics from rivals determined to steal your business.&#10;&#10;Each player will lead a guild with the power to decide where your finite resources are invested.  A light deck building mechanic enables you to acquire and improve your black market goods, add agents, add racketeers, disrupt your rivals&rsquo; operations or just wreak havoc.  Cards are added to your deck through a simple snake draft from a limited selection of over twenty different recruits.&#10;&#10;Your guild gains reputation (VPs) as a sophisticated yet simply implemented supply and demand mechanic helps you sell your black market goods to merchants.  At the end of the game you will be compared to your rivals on the strength of your network of agents, number of racketeers and black market goods qualities.  All this growth comes at a cost, you have to take favors as you try to build your operation without the benefit of any gold in your coffers.  As they say &ldquo;paybacks are hell&rdquo;.  Fail to payback your favors and you pay the price as you see your reputation diminished at the end of the game.&#10;&#10;",
    "Categories": [
      "Economic",
      "Fantasy",
      "Mafia"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Deck, Bag, and Pool Building",
      "Open Drafting",
      "Simulation",
      "Worker Placement"
    ],
    "Families": [
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Digital Implementations: Tabletopia",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "9647",
    "Name": "Drachenhort",
    "ID": 173337,
    "Year": "(2015)",
    "Geek Rating": "5.584",
    "Avg Rating": "6.68",
    "Link": "https://boardgamegeek.com/boardgame/173337/drachenhort",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.4545",
    "Description": "Seven daring adventurers have trespassed in a dragon's lair, initially seeking its treasure but now just trying to make it out alive as the dragon has woken and is chasing them through its labyrinth. The sooner that a dragon captures an adventurer, the fewer points it's worth at the end of the round &mdash; and should an adventurer actually manage to escape, many points in treasure await.&#10;&#10;In Drachenhort, players don't represent these adventurers themselves, but rather secretly back a trio of these adventurers. Each turn, the active player rolls a die and moves one of the adventurers further away from the dragon. After all of the adventurers have moved once, all of them are available for movement once again. Don't be too obvious about which adventurers you support, though, for others will drop traps in their path or otherwise hobble them to ensure that they become dragon food first.&#10;&#10;At the end of a round, players score points based on how far their adventurers traveled, and after two rounds the player with the most points wins.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Fantasy"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Creatures: Dragons"
    ]
  },
  {
    "Rank": "9648",
    "Name": "Frozen Frontier",
    "ID": 302892,
    "Year": "(2024)",
    "Geek Rating": "5.584",
    "Avg Rating": "7.65",
    "Link": "https://boardgamegeek.com/boardgame/302892/frozen-frontier",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "3.5833",
    "Description": "By the 22nd century, Earth&rsquo;s population has reached 14 billion. Escalating crises have left mankind hopeless and desperate on a resource-starved homeworld. After multiple failed attempts at planetary colonization, the United Civilizations launched the Argo expedition through newly discovered wormholes at the edge of the solar system.&#10;&#10;They arrive on Janus, the two-faced planet, with hellish Helium-3 solar winds on one side, frozen seas of methane gas on the other. Humankind has no choice but to settle on the frozen frontier in search of vital resources. Hope has been found, but space is cold and unforgiving.&#10;&#10;&#10;Frozen Frontier is a highly strategic Eurogame for experienced players about the cosmic future of humanity.&#10;&#10;Each turn, a player has an opportunity to move their Carrier to any city, collect a project card, and take  1 of 3 possible actions:&#10;&#10;&#208;&#176;) Construct&#10;A player uses the top part of a multi-use project card to construct a building. Each card defines the type of building and where to build it. If a player meets both requirements, the project card gets added to their player board, and they benefit from the effect on the bottom half of the card anytime it&rsquo;s triggered. Most buildings advance a player&rsquo;s Industrial or Science tracks to gain new opportunities but cost a varying amount of resources to build.&#10;&#10;b) Collaborate &#10;A player can settle colonists and use their own, or their competitors&rsquo;, production/science buildings to receive resources and valuable effects.&#10;&#10;&#209;&#129;) Raise funds &#10;A player receives Qubits and/or special opportunities by using a subsidy card.&#10;&#10;When the Subsidy cards deck is empty, players perform these steps in order:&#10;&#10;1) receive income from their own buildings and from their cards with an income phase effect&#10;&#10;2) send resources to Earth: fulfill common shipments contracts from the board (scheduled shipments), private ones from their hand (unscheduled shipments), and provide the requested amount of He3 to avoid a penalty token (mandatory shipments).&#10;&#10;3) prepare the game for the next round&#10;&#10;When the 3rd round ends, players count how many victory points each of them has earned. The one with the most points is the winner!&#10;&#10;Players earn victory points for: &#10;- controlled cities (the corporation that has more buildings and AI tokens in a city controls it)&#10;- settled colonists&#10;- fulfilled Shipment contracts&#10;- the circumstances described on the cards with &ldquo;end of the game&rdquo; effects&#10;&#10;",
    "Categories": [
      "City Building",
      "Economic",
      "Industry / Manufacturing",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "End Game Bonuses",
      "Hand Management",
      "Income",
      "Modular Board",
      "Open Drafting",
      "Solo / Solitaire Game",
      "Variable Set-up",
      "Worker Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Mechanism: Tableau Building",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "9649",
    "Name": "Arnhem: Defiant Stand",
    "ID": 6251,
    "Year": "(2003)",
    "Geek Rating": "5.584",
    "Avg Rating": "7.65",
    "Link": "https://boardgamegeek.com/boardgame/6251/arnhem-defiant-stand",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3.8421",
    "Description": "The Battle of Arnhem in super detail, with a building by building map with big hexes (you can put a bunch of counters in each one).&#10;&#10;&#10;    10 mostly small scenarios &#10;    Two sheets of die cut counters with new art - big 3/4&quot; AFV counters including lots of unusual German AFVs &#10;    Giant-hex two sheet map depicting downtown Arnhem in September 1944 &#10;    Super-sized deluxe AFV cards for all AFV types &#10;    Sturdy box &#10;    Two ten-sided dice &#10;    Four Play Aid cards &#10;&#10;&#10;The tank counters are 3/4&quot; across - the largest AFV counter of any tactical-level system on the market. The personnel counters are 5/8&quot; each.&#10;&#10;Mostly a two or four-player game - it seems to play very quickly. There is a Basic Game included that explains all of the rules in a simple format. It takes about a half hour to get comfortable with tanks, infantry and terrain and start really playing. Very solid and extremely nice production values.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Hexagon Grid",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Cities: Arnhem (The Netherlands)",
      "Series: Advanced Tobruk System (Critical Hit)"
    ]
  },
  {
    "Rank": "9650",
    "Name": "Tier auf Tier: Das Duell",
    "ID": 39210,
    "Year": "(2008)",
    "Geek Rating": "5.584",
    "Avg Rating": "6.37",
    "Link": "https://boardgamegeek.com/boardgame/39210/tier-auf-tier-das-duell",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Tier auf Tier: Das Duell is a two player game based on the popular Animal Upon Animal.&#10;&#10;The game comes with two dice and two sets of four animals each: an octopus, a tiger, a goose, and a squirrel. The dice are rolled: one to see which animal to start building with, one to see which animal goes on top. When a question mark is rolled, players can decide for themselves. Whoever builds his/her tower to completion first wins one coin. The player who has three coins wins the game.&#10;&#10;Illustrations: Michael Bayer&#10;Ages 5 and up&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Die Icon Resolution",
      "Stacking and Balancing"
    ],
    "Families": [
      "Animals: Octopuses",
      "Animals: Squirrels",
      "Animals: Tigers",
      "Components: Meeples (Animal) / Animeeples",
      "Game: Tier auf Tier",
      "Players: Two-Player Only Games",
      "Series: Mitbringspiele (HABA)",
      "Versions & Editions: Two-Player Versions of More-Player Games"
    ]
  },
  {
    "Rank": "9651",
    "Name": "Het Koninkrijk Dominion",
    "ID": 184207,
    "Year": "(2015)",
    "Geek Rating": "5.584",
    "Avg Rating": "6.89",
    "Link": "https://boardgamegeek.com/boardgame/184207/het-koninkrijk-dominion",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.75",
    "Description": "Het Koninkrijk Dominion (&quot;The Kingdom of Dominion&quot;) is an introductory version of Dominion. It contains 16 kingdom cards, and there are only 8 copies of each cards, instead of 10. Most of the cards come from Dominion and Dominion: Intrigue, but there are also cards from the other sets.&#10;&#10;This game is good to get to know Dominion and makes it easy to learn, especially for smaller children.&#10;&#10;Het Koninkrijk Dominion does not contain reaction cards, duration cards, curses or other cards with a lot of rules or confrontation.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Medieval"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Delayed Purchase",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Game: Dominion"
    ]
  },
  {
    "Rank": "9652",
    "Name": "The Mysteries of Peking",
    "ID": 1950,
    "Year": "(1987)",
    "Geek Rating": "5.584",
    "Avg Rating": "5.80",
    "Link": "https://boardgamegeek.com/boardgame/1950/the-mysteries-of-peking",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.32",
    "Description": "As one of the best detectives in Chinatown, you'll have to solve one of the mysteries in the casebook and reveal the criminal. To get clues, you must go to the different witnesses and interrogate them. You may move the dragons with the help of fortune cookies and prevent the other detectives from getting there before you. When you discover the culprit, you must go to the dragon he is hiding in.&#10;&#10;The most important witnesses are the Spy and the Wise Man, so you must reach them as soon as possible in order to get vital information for the case. The Wise Man will tell you which of the witnesses is lying, and the Spy will tell you where the culprit is hiding. But you'll have to visit the rest of the witnesses around the board to get the description of the culprit.. Does he have glasses, a scar, a mustache or a hat? But beware! Some witnesses will have nothing useful to tell you!&#10;&#10;The game includes 3 decoders in order to decipher clues: a red filter to look at general clues, a mirror to look at the &quot;wise man&quot; clue,  and a mask card to check the culprit in the casebook.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "9653",
    "Name": "Tag City",
    "ID": 257667,
    "Year": "(2018)",
    "Geek Rating": "5.584",
    "Avg Rating": "6.70",
    "Link": "https://boardgamegeek.com/boardgame/257667/tag-city",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.6667",
    "Description": "Welcome to the underground tag battle! Graffiti tagging is a competitive sport, and each of your friends claims they can tag the city the fastest. Are you really going to let those bold claims go unchallenged? You grab your Bomb Shark, and the battle begins!&#10;&#10;In Tag City, players are graffiti taggers racing to tag sections of the city the fastest. Dice determine graffiti shapes &mdash; grab ones that let you tag whole blocks at a time! If you finish a district or stretch of the city first, make sure you brag about it &mdash; that prestige belongs to you! Once the battle is over, only the very best tagger will be remembered!&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Dice",
      "Puzzle"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Components: Polyominoes",
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "9654",
    "Name": "La Bataille de Corunna-Espagnol",
    "ID": 11438,
    "Year": "(1995)",
    "Geek Rating": "5.584",
    "Avg Rating": "7.46",
    "Link": "https://boardgamegeek.com/boardgame/11438/la-bataille-de-corunna-espagnol",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3.7222",
    "Description": "La Bataille des Corunna - Espanol&#10;January 16th, 1809; Moore vs. Soult&#10;&#10;Corunna pits Sir John Moore, Father of the British Infantry, against a determined Marshal Soult, the Duke of Dalmatia. Landing a small British expeditionary force to assist the Spanish rebels against the French has backfired. Napoleon has launched a massive invasion of Spain sending Soult to trap the British.&#10;&#10;Forced to abandon his baggage, horses, and wounded in a desperate attempt to reach the coast at Corunna, Sir John finds only a harbor empty of ships. Now he must buy time, for not only the corps of Marshal Soult approaches, which in itself would be an equal contest of arms, but marching just behind him is the corps of Marshal Ney. Which will arrive first, the &quot;Duke of Damnation', as Soult became known to the British troops, or the fleet?&#10;&#10;Will Sir John complete his strategic withdrawal? Will the French shatter the English forces, ending the &quot;Spanish Ulcer&quot; before it is known as such? Can you, as Soult, make the English dance to your tune and put paid to their Iberian position, or will Sir John have the piper's fee? Glory awaits the victor, prison hulks the loser in La Bataille des Corunna-Espagnol!&#10;&#10;scale = 100 m/hex; &#10;time = 20 min/GT; &#10;strength = 50-100 men/SP (Regimental/Brigade Size)&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Corunna (Spain)",
      "Series: La Bataille (Marshal Enterprises / Clash of Arms Games)"
    ]
  },
  {
    "Rank": "9655",
    "Name": "The Third Winter: The Battle for the Ukraine September 1943-April 1944",
    "ID": 288572,
    "Year": "(2021)",
    "Geek Rating": "5.584",
    "Avg Rating": "8.66",
    "Link": "https://boardgamegeek.com/boardgame/288572/the-third-winter-the-battle-for-the-ukraine-septem",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "3000",
    "Play Time": "10000",
    "Weight": "3.625",
    "Description": "The Third Winter: The Campaign for the Ukraine, September 1943 - April 1944, begins with the &ldquo;Race to the Dnepr,&rdquo; as Army Group South rushed to a secure defensive position behind one of Europe&rsquo;s largest rivers.   Four powerful Soviet Fronts must be used in close cooperation to overcome the Axis forces, which include two Panzer Armies. The game contains 85% of the total Wehrmacht&rsquo;s mechanized strength at this stage of the war and 75% of the Red Army&rsquo;s.   The Germans must hold the Dnepr barrier as long as possible, followed by a fighting retreat to the Carpathian Mountains to the west.  The Soviets can crush the Axis invader with the advantage of their most reliable ally:  General Winter.  It is the Third Winter on the Russian Front.&#10;&#10;The Soviets have the initiative and a formidable force, but an equally challenging task.  The Dnepr is a huge obstacle and the German panzer formations are wounded but dangerous.  The German player has the challenge of active defense in the style of Army Group South Commander Erich von Manstein.  Both sides are in for a challenging fight.&#10;&#10;The Third Winter is a big game, with 5-mile hexes, 3.5-day turns, and counters for units from battalions up to divisions. The battles from this campaign &ndash; the Race to the Dnepr, the Battle of Kiev, Korsun Pocket, the Kamenets-Podolsky pocket (&ldquo;Hube&rsquo;s Pocket&rdquo;) and the splitting of Army Group South in two&mdash;merge into the dynamic of whole campaign.  &#10;Special rules in this 19th game of the Operational Combat Series have been carefully designed to recreate this intense campaign. They include:&#10;&#10;&bull; Soviet Front command structure is modeled by the four Fronts being either on Offensive or Paused posture.  The Soviet player can switch one front &ldquo;off&rdquo; and another &ldquo;on&rdquo; to shift focus and force the Axis to deal with sudden threats in a different part of the map.  When Soviet formations are burned out, they withdraw into the &ldquo;RVGK&rdquo; for rebuilding, and can reappear suddenly in a new area, enabling Maskirovka surprises.  Each Front has a dedicated Air Army and Frontal Barrages to initiate offensives. The game shows the increasing strength and competency of the Red Army in both units and Action ratings.&#10;&bull; German units in play include Kampfgruppe Divisions, German Remnants, German Army and Army Group HQs,Tiger Companies, Hartman and JG52 aces, Hans-Ulrich Rudel and his tank-busting aircraft, and the Romanian Home army&#10;&bull; Random events similar to what are found in the award-winning Beyond the Rhine. These cover things like Soviet Patrol Boat Raids, Lend-Lease, Fuel Shortages, Heroes who affect combat, Arty Ammo Stockpiles, and Partisan Offensives.  The 44 possible events add a lot of historical flavor but require very little rules overhead.&#10;&bull; The importance and difficulty of the Dnepr crossings are distilled into rules allowing the bridges to be blown and repaired, and ferries to be emplaced, all leading to Soviet Bridgehead battles &#10;&bull; Both sides were deploying more and more anti-aircraft assets, modeled with units that make air barrages more difficult.&#10;&bull; Axis Fortress HQ units that enable cut-off units to continue to function and shows the decline of the Wehrmacht, from a mobile warfare army to a defensive army, with limited counterattack capability. KG HQs allow ad hoc mechanized formations to combine to simulate the desperate nature of the struggle.&#10;&#10;The Third Winter features two monster-sized campaigns that use a 44x66-inch map layout and over 1,500 combat units. Also included are several smaller scenarios, including four 1-map games.&#10;&#10;Scenario 1 The Dnepr Battles (Grand Campaign Game, 4 maps, 63 turns, 26 Sept 1943 to 26 April 1944)&#10;Scenario 2 Die G&ouml;tterd&auml;mmerung (January Campaign Start, 4 maps, 27 turns, 26 Jan 44 to 26 April 44)&#10;Scenario 3 Red Thunder (April Campaign Start, 2 maps, 6 turns, 8 Apr 44 to 26 April 44)&#10;Scenario 4 Manstein&rsquo;s Fire Brigades (Battle for Kiev, 1 map, 9 turns, 26 Dec 43 to 22 Jan 44)&#10;Scenario 5 II SS Pz Corps Strikes Back (Battle for Ternopol, 1 map, 6 turns, 8 Apr 44 to 26 April 44)&#10;Scenario 6 Rumanian Finish (Odessa and breaking into Rumania, 1 map, 6 turns, 8 Apr 44 to 26 April 44)&#10;Scenario 7 Hube&rsquo;s Pocket (The &ldquo;Moving Pocket&rdquo; Battle, 1 map, 8 turns, 22 Mar 44 to 15 Apr 44)&#10;&#10;Game Scale:&#10;Turn: 1/2 Week&#10;Hex: 5 miles / 8 km&#10;Units: Company to Corps&#10; Game Inventory:&#10;Four 22&quot; X 34&quot; mapsheets&#10;Eight countersheets (2,240 1/2&quot; dual-side printed counters)&#10;One 48-page OCS rules booklet&#10;One Third Winter game rules booklet&#10;One Third Winter scenario booklet&#10;Two 4 page OCS Charts &amp; Tables folders&#10;Three Player Aid Cards (1 sided)&#10;Two 6-sided dice&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Ratio / Combat Results Table",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Country: Germany",
      "Country: Soviet Union",
      "Country: Ukraine",
      "History: World War II (Eastern Front)",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: OCS - Operational Combat Series (MMP & The Gamers)"
    ]
  },
  {
    "Rank": "9656",
    "Name": "Operation Jubilee: Dieppe, August 1942",
    "ID": 63928,
    "Year": "(2010)",
    "Geek Rating": "5.584",
    "Avg Rating": "7.27",
    "Link": "https://boardgamegeek.com/boardgame/63928/operation-jubilee-dieppe-august-1942",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "180",
    "Play Time": "240",
    "Weight": "2.9286",
    "Description": "Portrays the disastrous Commonwealth raid against the German-held French port city of Dieppe in 1942. The game uses a simplified version of the D-Day at Omaha Beach system.&#10;&#10;&#10;&#10;(from Publisher website :)Operation Jubilee: Dieppe, August 1942 (OJ) is a purpose-designed solitaire game, by John Butterfield, simulating the disastrous Commonwealth raid against the German-held French port of Dieppe on 19 August 1942. It uses an evolution of his well-liked system from our earlier boxed game release: D-Day on Omaha Beach.&#10;Historically, a mixed force of Canadian troops and tanks and British Commandos landed on several beaches along a 16-mile stretch of coast, with a variety of objectives. While the commando raids on the flanks met with some success, the major action against Dieppe was a costly failure. It didn&rsquo;t come close to achieving its objectives, and over 75 percent of that landing force were killed or captured. You control the CW forces assaulting the beaches and struggling to achieve their objectives against intense German resistance. The game system controls the German forces that oppose you.&#10;&#10;The overall 34x22&rdquo; large-hex map, which is cut in half and reassembled into a 17&quot;x42&quot; play area, consists of three sector maps: the main map showing the French port of Dieppe and surrounding areas, and two smaller maps portraying coastal areas east and west of the main map. The main map is divided into four areas: Blue Beach, Dieppe town, Green Beach and Rear. Each hex represents 400 meters (438 yards) across; each game turn equals 20 minutes. Units of maneuver are companies and batteries; there are 176 large-size NATO-style and iconic counters in the mix.&#10; Rules cover such things as: coastal battery fire, random events, unit depth, command-control and communication, air attack, &ldquo;what if&rdquo; variants, amphibious warfare and much more. The game can be completed in about three to four hours. The turn sequence is as follows.&#10;&#10;I. CW Amphibious Transport Phase&#10;1. Unit Transport&#10;2. Landing Check&#10;II. Operations Phase&#10;III. Commonwealth Action Phase&#10;1. Beach Landings or Evacuation.&#10;2. CW Actions&#10;3. Recovery&#10;IV. End of Turn Phase&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Dieppe (France)",
      "Country: France",
      "Magazine: Strategy & Tactics",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules",
      "Series: D-Day (Decision Games)"
    ]
  },
  {
    "Rank": "9657",
    "Name": "Disney Robin Hood: Sheriff of Nottingham Game",
    "ID": 396607,
    "Year": "(2023)",
    "Geek Rating": "5.584",
    "Avg Rating": "7.14",
    "Link": "https://boardgamegeek.com/boardgame/396607/disney-robin-hood-sheriff-of-nottingham-game",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.75",
    "Description": "A re-themed and revised edition of Sheriff of Nottingham that features characters from Disney's animated Robin Hood film and adds a new &quot;help the villagers&quot; set-collecting mechanic.&#10;&#10;&mdash;user summary&#10;&#10;Your new favorite addition to your family games collection is here with the Disney Robin Hood Sheriff of Nottingham Game! From CMON and Spin Master Games, this bluffing strategy board game is for everyone ages 10 and up. You will need 3-5 players and 45 minutes to play. Help the poor villagers that evil Prince John has overtaxed by bringing them goods. It won&rsquo;t be easy, anything that enters the village must be inspected by the Prince&rsquo;s henchman, The Sheriff of Nottingham. To get past him, you&rsquo;ll have to convince the sheriff to let you in&hellip; by any means necessary! We never rob&hellip; Just bluff, borrow, and deceive to help those in need. This exciting Disney game is exactly what you are looking for- family games for kids and adults, card games, Disney gifts for women, &amp; more. Robin Hood and his merry band of do-gooders step in to protect the poor and save their country. With your help, together they&rsquo;ll steal back the Royal Treasure and smuggle goods to those in need! Be the player with the most wealth at the end of the game to reign supreme. Get ready for a night full of family fun with the newest game in board games for adults and kids- Disney Robin Hood Sheriff of Nottingham Game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Fantasy",
      "Humor",
      "Medieval",
      "Movies / TV / Radio theme",
      "Negotiation",
      "Party Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Hand Management",
      "Negotiation",
      "Set Collection"
    ],
    "Families": [
      "Brands: Disney",
      "Folk Tales & Fairy Tales: Robin Hood"
    ]
  },
  {
    "Rank": "9658",
    "Name": "Thingamajig",
    "ID": 7576,
    "Year": "(2003)",
    "Geek Rating": "5.584",
    "Avg Rating": "6.40",
    "Link": "https://boardgamegeek.com/boardgame/7576/thingamajig",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5294",
    "Description": "Players take turns giving clues to words given to them by the electronic Thingamajig. You score a point for every player who correctly guesses your word. But if everyone gets it, you score nothing.&#10;&#10;From back of box:&#10;Looking for a Hilarious Party Game That everyone can Play?&#10;&#10;Then whip out your Thingamajig!  Press the Thingamajig's button and it reveals your secret Thingamaword... Everyone wants to know what it is... AND you've got to clue them in... except you really don't want EVERYONE to know...&#10;&#10;It's a fresh, fast moving game where you gotta BLUFF a little, STRETCH the truth a tad, make it sound like it's probably THIS, but maybe it's THAT! The Thingamajig comes with it's own Thingamabrain containing thousands of words so you can play with your Thingamajig over and over again! It's portable, so you can take your Thingamajig everywhere... makes an awesome travel game!&#10;&#10;",
    "Categories": [
      "Electronic",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Race",
      "Targeted Clues",
      "Voting"
    ],
    "Families": [
      "Word Games: Guess the Word"
    ]
  },
  {
    "Rank": "9659",
    "Name": "De Slimste Mens ter Wereld: Het Bordspel",
    "ID": 189030,
    "Year": "(2015)",
    "Geek Rating": "5.584",
    "Avg Rating": "6.51",
    "Link": "https://boardgamegeek.com/boardgame/189030/de-slimste-mens-ter-wereld-het-bordspel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.6",
    "Description": "Boardgame based on a Belgian TV quiz. Every player has a digital display with a timer. You start with 60 seconds and you can earn seconds with correct answers. After 4 rounds, the 2 leading players struggle for victory in the final round. In this round, you have to give correct answers until your opponent`s timer reach 0.&#10;&#10;",
    "Categories": [
      "Electronic",
      "Movies / TV / Radio theme",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "TV Shows: TV Game Shows"
    ]
  },
  {
    "Rank": "9660",
    "Name": "Sherlock: Ensayos Fabianos",
    "ID": 325678,
    "Year": "(2020)",
    "Geek Rating": "5.584",
    "Avg Rating": "6.86",
    "Link": "https://boardgamegeek.com/boardgame/325678/sherlock-ensayos-fabianos",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.8",
    "Description": "John Marlowe, a defender of the working class, has been found dead in his home. Suicide or murder? What happened? Your team of detectives must analyze the clues to answer these and many other questions. Will you discover what triggered this unpleasant incident?&#10;&#10;In each Q case, you try to solve a mystery case with 32 clues, with players revealing one clue at a time until all cards have been revealed or discarded.&#10;&#10;Choose a card from your hand and place it on the table, so all players can read or see the entire information.&#10;We recomend you read out loud all shared info when you place it on the table. If you play a clue that happens to be irrelevant to the case, you lose points at the end of the game, but be careful! Some clues are vital to resolve the case.&#10;&#10;You can share and expose your theories at any moment and talk about the cards you have in your hand but you cannot show them to the other players and you may only read out loud the words written in bold or the text framed inside an image:&#10;&#10;At the end of the game, when all clue cards have been revealed or discarded, you must check carefully all the available information and prepare a theory of what happened, working all together. Then, open the questionnaire and answer all questions. During this phase of the game, you can speak freely about your discarded cards, or the information you remember of them. Each right answer will add two points.&#10;&#10;&mdash;user summary&#10;&#10;John Marlowe, defensor de la clase obrera, ha sido hallado muerto en su casa. &iquest;Suicidio o asesinato? &iquest;Qu&eacute; ha sucedido? Vuestro equipo de detectives deber&aacute; analizar las pistas para responder a &eacute;stas y otras muchas preguntas. &iquest;Descubrir&eacute;is qu&eacute; ha desencadenado este desagradable incidente?&#10;&#10;&mdash;description from the back of the box&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Communication Limits",
      "Cooperative Game",
      "Hand Management",
      "Memory"
    ],
    "Families": [
      "Series: Q System – Sherlock (GDM Games)"
    ]
  },
  {
    "Rank": "9661",
    "Name": "Contract Rummy",
    "ID": 40004,
    "Year": "(1930)",
    "Geek Rating": "5.584",
    "Avg Rating": "6.45",
    "Link": "https://boardgamegeek.com/boardgame/40004/contract-rummy",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "1.8571",
    "Description": "California Rummy is a 3 &ndash; 8 player variant of the standard deck playing card game Contract Rummy. Seven hands are played with each initial meld requirement of &ldquo;sets&rdquo; and/or &ldquo;runs&rdquo; getting progressively harder each time. As the requirements go up so do the number of cards dealt.&#10;&#10;The game uses &ldquo;draw and discard&rdquo; mechanics as well as the ability for anyone in the game to &ldquo;buy&rdquo; a card if the player whose turn it is does not want the card. The card is purchased by also taking a &ldquo;penalty card&rdquo; from the unused stock.&#10;&#10;An individual hand ends when one player goes out by either melding or &ldquo;laying off&rdquo; all of their cards in hand. All others count their hand point totals against them. At the end of the 7 rounds, the player with the least amount of total points is the winner.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Card Games: Draw and Discard",
      "Card Games: Exchange",
      "Card Games: Shedding / Stops",
      "Components: Traditional Playing Cards",
      "Digital Implementations: Board Game Arena",
      "Traditional Card Games: Rummy"
    ]
  },
  {
    "Rank": "9662",
    "Name": "Broadhorns: Early Trade on the Mississippi",
    "ID": 130393,
    "Year": "(2018)",
    "Geek Rating": "5.584",
    "Avg Rating": "6.78",
    "Link": "https://boardgamegeek.com/boardgame/130393/broadhorns-early-trade-on-the-mississippi",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.8571",
    "Description": "In Broadhorns: Early Trade on the Mississippi players take the role of merchants based in St. Louis, financing cargo expeditions down the Mississippi River during the early part of the 19th century. The game is played over the course of a year through the varying seasons, each presenting its own challenge. During the game, the players will finance a number of trips. With each one they will need to obtain a boat (known as a broadhorn or flatboat) and purchase cargo. The player receives a higher return for their cargo the farther down the Mississippi they travel. Some of the cargo is perishable so time is of the essence. In addition, there are travelers willing to pay for passage down the Mississippi.&#10;&#10;The players begin the game in St. Louis with a small amount of gold. They will be able to afford only the smallest of three sizes of broadhorns for their first expedition; when they have earned more gold they will choose between smaller faster broadhorns and larger broadhorns with more cargo room. They will load their broadhorns with cargo from five available types: apples, flour, pork, fur and whiskey.  Apples, flour and pork are perishable and the players have a limited time to deliver them before they spoil. The players may stop at any town along the way and deliver their cargo and purchase more, the farther down the river they sell their cargo the greater the return. Players may also pick up travelers at various towns to earn additional gold by taking them to their destination.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Pick-up and Deliver",
      "Push Your Luck"
    ],
    "Families": [
      "Cities: New Orleans (Louisiana, USA)",
      "Cities: St Louis (Missouri, USA)",
      "Rivers: Mississippi",
      "States: Illinois",
      "States: Louisiana",
      "States: Mississippi",
      "States: Missouri"
    ]
  },
  {
    "Rank": "9663",
    "Name": "Anima: Twilight of the Gods",
    "ID": 63385,
    "Year": "(2009)",
    "Geek Rating": "5.584",
    "Avg Rating": "6.57",
    "Link": "https://boardgamegeek.com/boardgame/63385/anima-twilight-of-the-gods",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "And existence shivered...&#10;&#10;They had failed. That day, despite the combined efforts of the major powers of Ga&iuml;a, nobody could prevent the arrival of the final horror. The nameless nightmare had taken shape, altering the very foundations of reality. Deities fell, ancestral powers rose and the whole world was dragged to the brink of destruction...&#10;&#10;Now the entity has begun to feed off the power of dead gods, devouring their extinct essences to consume the whole world and create a new reality in his own image and likeness.&#10;&#10;Time is running out. Foreseeing the final danger, those strong enough to oppose him have been raised in the shadows. Is in your hands to embody such individuals, control their incredible skills and stop he who should not exist.&#10;&#10;It is time for the final struggle. The Twilight of the Gods...&#10;&#10;Anima: The Twilight of the Gods' is the final part of the trilogy begun in Anima: Shadow of Omega and continued in Anima: Beyond Good and Evil. In this standalone game you will embody a group of exceptional individuals and control their magical powers and abilities of Ki with the aim of fulfilling a series of missions that will allow you to stop the end of Existence. But beware, other players will take part in the story, using cards of plot against you to stop your progress and ensure their own victory.&#10;&#10;Play this box as a separate game altogether independently or in combination with either of the two previous cases to further increase the fun of your game.&#10;&#10;(translated from publisher's site)&#10;&#10;Integrates with:&#10;&#10;    Anima: Shadow of Omega&#10;    Anima: Beyond Good and Evil&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Series: Fantasy Flight Silver Line",
      "Setting: Anima Universe",
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "9664",
    "Name": "Train Heist",
    "ID": 146880,
    "Year": "(2013)",
    "Geek Rating": "5.584",
    "Avg Rating": "6.40",
    "Link": "https://boardgamegeek.com/boardgame/146880/train-heist",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.1667",
    "Description": "That dad-blam Sheriff has gone too far this time! He's ridin' the rails with his corrupt and wealthy friends, while the good folks of this territory are stuck in poverty. No sir, that just ain't right! We aim to bring justice to the West, and the only way to do that is to rob that there train and see that the good folks of this county get the spoils!&#10;&#10;In Train Heist, up to four players work together to board the train, loot the passengers and cargo, and vamoose with the goods before the Sheriff catches you! Bring enough finery back to each town before the train arrives to keep the Sheriff at bay. If you can pull this off, everybody wins, but be careful because if enough perilous events occur or a hangman noose is tied up, it's game over for all!&#10;&#10;",
    "Categories": [
      "American West",
      "Trains"
    ],
    "Mechanics": [
      "Action Points",
      "Bias",
      "Cooperative Game",
      "Grid Movement",
      "Hand Management",
      "Pick-up and Deliver",
      "Trading",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Burglary and Heists"
    ]
  },
  {
    "Rank": "9665",
    "Name": "Pizza Box Baseball",
    "ID": 28705,
    "Year": "(2008)",
    "Geek Rating": "5.584",
    "Avg Rating": "6.23",
    "Link": "https://boardgamegeek.com/boardgame/28705/pizza-box-baseball",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.8571",
    "Description": "Pizza Box Baseball puts you and your opponent on the mound and at the plate.  It's a game-long showdown.  The pitcher must figure out the best way to approach the hitter.  Try to get ahead using balls or strikes?  The hitter must decide whether to be aggressive or patient.  Attack and swing?  Or stay away from pitches outside the strike zone?  Both players try to work each at-bat to their advantage.&#10;&#10;Players use one card per at-bat. A result card reveals the action, and play continues.  Players track the action using the game board or using the score pad.  Score more runs by the end of the game to win.&#10;&#10;Four strategy levels allow players to add stealing, bunting, pitchouts, different hitter strengths, pitchers that get tired, and more!&#10;&#10;Players can complete a full game of baseball in an hour or less (20-30 minutes at the most basic game level).  Real baseball drama offers a baseball experience any fan can enjoy.  Play ball!&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Simulation",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Containers: Pizza Boxes",
      "Game: Pizza Box Sports (On The Line Game Company)",
      "Sports: Baseball"
    ]
  },
  {
    "Rank": "9666",
    "Name": "ChronoCops: Einstein's Relativity Crisis",
    "ID": 369410,
    "Year": "(2022)",
    "Geek Rating": "5.584",
    "Avg Rating": "7.16",
    "Link": "https://boardgamegeek.com/boardgame/369410/chronocops-einsteins-relativity-crisis",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "1.1",
    "Description": "ChronoCops is a time-travel adventure packed with wacky humor and lots of tongue in cheek. The game idea is based on point-and-click adventures in video game history. As ChronoCops, agents of the most prestigious research department for time travel, the players travel through time to famous people and places where they have to solve puzzles. To do this, you need to bring the right things together to think outside the box, clear obstacles out of the way, and work together to stop the insane Professor Knix, the former mentor of the ChronoCops.&#10;&#10;The players explore different timelines, which can be opened up only gradually by successfully solving puzzles. Each timeline has different jump markers that players can travel to, some in the past or future, others in alternate realities. There are clues and objects hidden everywhere that the ChronoCops can collect and combine with the Chrono Decoder to use at a specific location. The group can also get tips on the back of the chrono-decoder if they get stuck.&#10;&#10;In ChronoCops: Einsteins Relativit&auml;tskrise (&quot;Einstein's Relativity Crisis&quot;), Professor Knix wants to build a time paradoxomat to unify all timelines into a single mess, but the ChronoCops can't allow that to happen! To stop the mad professor, they need the help of Albert Einstein. But on their journey, the Cronks, Professor Knix's strange helpers, get in the way repeatedly.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Humor",
      "Puzzle"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Cooperative Game",
      "Memory",
      "Storytelling"
    ],
    "Families": [
      "Series: ChronoCops"
    ]
  },
  {
    "Rank": "9667",
    "Name": "Lords of War: Templars versus Undead",
    "ID": 150996,
    "Year": "(2014)",
    "Geek Rating": "5.584",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/150996/lords-of-war-templars-versus-undead",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.3",
    "Description": "The third in the Lords of War: Fantasy Battles series from Black Box Games, Lords of War: Templars versus Undead is a dual-deck strategic card game for two-plus players. Like its award-winning predecessors Lords of War: Orcs versus Dwarves and Lords of War: Elves versus Lizardmen, the game sees fantasy races engage in dynamic tactical card battles, with the armies in this set having more heavy defense and the series&rsquo; first moving units.&#10;&#10;During Lords of War battles, players use hands of six cards (called units) drawn from their army deck of 36 cards. A player turn starts with one card placed onto a gridded board. With the exception of ranged and spear units, cards must be placed adjacent to an enemy unit. An elimination phase follows in which you check for the elimination of opposing cards and the one you just placed. Cards have unique formations of attack arrows on their edges and corners signifying which adjacent cards they attack once played and the damage they will do. Each card also has a defense value which when exceeded by opposing cards sees that card defeated. Once combat has been resolved, the player can then either draw a new card from his army deck or retrieve a unit from the board that has not engaged in combat during that turn.&#10;&#10;Play continues until one player has eliminated twenty units or four commanders.&#10;&#10;The game is playable out of the box and contains two complete armies: the Templars and the Undead. These factions are differentiated by their unique cards and strategies; the Templar faction is based around a heavily armoured infantry and mobile palisades. The Undead army contains a stark range of defensive and offensive units, including zombies which roam across the battlefield.&#10;&#10;Templars versus Undead is compatible with both Elves versus Lizardmen and Orcs versus Dwarves, meaning that all the Lords of War armies can be used to battle one another. The armies can also be blended together, using a strict ranking system, to create mercenary decks for tournament play.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Yucata",
      "Players: Two-Player Only Games",
      "Series: Lords of War (Black Box)"
    ]
  },
  {
    "Rank": "9668",
    "Name": "Colorado Midland",
    "ID": 102151,
    "Year": "(2011)",
    "Geek Rating": "5.584",
    "Avg Rating": "6.76",
    "Link": "https://boardgamegeek.com/boardgame/102151/colorado-midland",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.5833",
    "Description": "Fabulous riches have been discovered in the nearly inaccessible Rocky Mountains. Gold and silver mines are opening in remote boomtowns, and the mine owners want men, equipment, and supplies to work the Mother Lode. Now, they say, is the time to build the rails through the Rockies! The sooner a railroad gets to a mine, the greater the profits for the mine owner before the mine is exhausted. The iron horse means money...and lots of it.&#10;&#10;In Colorado Midland, players are mine owners spurring the fledgling railroads through the daunting alpine terrain to the various booming mining districts. There is no luck during the game &mdash; just shared incentives and emergent alliances between players.&#10;&#10;",
    "Categories": [
      "Economic",
      "Trains"
    ],
    "Mechanics": [
      "Network and Route Building"
    ],
    "Families": [
      "Series: Cube Rails",
      "Series: Winsome Essen Sets",
      "Series: Winsome Train Games (Rio Grande Games)",
      "States: Colorado"
    ]
  },
  {
    "Rank": "9669",
    "Name": "Yomi: Round 2",
    "ID": 163048,
    "Year": "(2014)",
    "Geek Rating": "5.584",
    "Avg Rating": "7.76",
    "Link": "https://boardgamegeek.com/boardgame/163048/yomi-round-2",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "3",
    "Description": "Yomi is a fighting game in card form in which physical dexterity is replaced by hand management skills. Just like in a fighting game, you have to know your character, know the matchup, and know your opponent. Each character has a deck that follows the same conventions as a deck of playing cards. This makes it easy to learn the contents of your deck: numbered cards are normal moves, face cards are special moves, and aces are super moves.&#10;&#10;Yomi: Round 2 is a standalone item that contains four characters (out of twenty) for the second edition of Yomi. With these characters, you can compete in 1v1, 2v2, 2v1, and solo modes, with each player in the game needing one character deck. The character decks in Yomi: Round 2 can also be played against those in Yomi: Round 1 or any of the individual character decks that comprise the second edition of Yomi. As for the characters, they are:&#10;&#10;&bull; Quince (challenging to play well)&#10;&#10;&#10;    Quince can play TWO cards in combat sometimes!&#10;    Quince can spin his combat card around after seeing what the opponent played! &#10;    Politicians are straightforward and truthful, but this deck is very tricky to play&#10;&#10;&#10;&bull; Onimaru (easy to understand)&#10;&#10;&#10;    Onimaru has attacks that can beat any other attacks in the game.&#10;    Onimaru relies on single hits for high damage, rather than big combos.&#10;    He can guard crush through an opponent's block. &#10;&#10;&#10;&bull; Bal-Bas-Beta (very difficult to understand)&#10;&#10;&#10;    Put your opponent at long range and they can't even damage BBB, but BBB can damage them.&#10;    BBB can play relatively safely while dealing low damage, then shift to high damage plays to end the game. &#10;    Robots have a lot of moving parts, so it takes some thinking to understand BBB, but once you do he isn't as hard to play as it seems.&#10;&#10;&#10;&bull; Troq (easy to understand)&#10;&#10;&#10;    Troq is simple and powerful.&#10;    Troq smash. &#10;    Troq throw 'u'.&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Hand Management",
      "Rock-Paper-Scissors",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Yomi (second edition)",
      "Series: Fantasy Strike (Sirlin)"
    ]
  },
  {
    "Rank": "9670",
    "Name": "Cranium Turbo Edition",
    "ID": 12875,
    "Year": "(2004)",
    "Geek Rating": "5.584",
    "Avg Rating": "6.07",
    "Link": "https://boardgamegeek.com/boardgame/12875/cranium-turbo-edition",
    "Min Players": "4",
    "Max Players": "99",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.7317",
    "Description": "From the Manufacturer:&#10;It takes more than 300 muscles to laugh, as few as five to smile and only one outrageously fun game to shine. Cranium Turbo Edition, certain to become the new party staple, cranks up the fun of the original smash-hit Cranium with more of everything - more laughter, more activities, and more moments to shine. Adding to the already popular activities of the original game, players will now find themselves making puppets of their friends, reading each others minds, noodling over uncommon facts, gazing at close-up images, and figuring out which items are not like the others, while racing against the clock. An exciting new electronic timer with music and lights energizes the game and adds a sense of urgency during the all-new Turbo Rally Rounds, during which teams must answer three questions in 60 seconds. Getting everyone laughing, smiling and high-fiving with fast-paced fun, Cranium Turbo culminates in a crazy crescendo - the Finale Rally-where teams go for the gusto by answering Turbo Rally questions from four decks, ensuring that everyone has a chance to shine. Cranium Turbo Edition includes 1,000 all-new cards; 16 activities, including six that are new, an exciting new electronic timer with music and lights and a faster paced, 3-questions-in-60-seconds Turbo Rally Rounds.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Paper-and-Pencil",
      "Roll / Spin and Move",
      "Singing"
    ],
    "Families": [
      "Components: Play Dough / Modeling Clay",
      "Game: Cranium"
    ]
  },
  {
    "Rank": "9671",
    "Name": "Clash of Armies: Medieval",
    "ID": 295195,
    "Year": "(2021)",
    "Geek Rating": "5.584",
    "Avg Rating": "7.69",
    "Link": "https://boardgamegeek.com/boardgame/295195/clash-of-armies-medieval",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "50",
    "Weight": "2.2308",
    "Description": "The Medieval Age, a time in our history that will remain engraved in everyone&rsquo;s memory forever. Heroes, Monarchs, notable characters, military units of every size, Siege weapons, and fortifications. Each of them, an important part of human evolution, All within different events that define our past.&#10;&#10;There are myths and legends surrounded this era, that had been re-told to countless generations until this day.&#10;&#10;All this will be remembered forever, but above all things, the medieval time will be remembered because of the Clash of Armies.&#10;&#10;These clashes are represented in this fantastic head to head deck builder, where strategy and intelligence in card acquisition will lead you to a certain victory. Each player starts with a few resources and soldiers, and the game has a main marketplace where during your turn you may buy as many cards as you can, attempting to build the most powerful deck. With those cards, the objective is to deal enough damage to your opponent to win the game.&#10;&#10;But it's not that easy, while you consider the attack, it is really important to choose combinations of cards to deal the largest amount of damage, along with preparing your defenses to avoid being attack in the next round. With unique defense mechanics and beautiful illustrations, clash of Armies delivers a fast-paced head to head strategy game that will invite joy and excitement to your tabletop.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Medieval",
      "Print & Play"
    ],
    "Mechanics": [
      "Deck Construction",
      "Deck, Bag, and Pool Building"
    ],
    "Families": [
      "Category: Two-Player Fighting Games",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Digital Implementations: Tabletopia",
      "Game: Clash of Armies",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "9672",
    "Name": "Engine, Engine No. 9",
    "ID": 83157,
    "Year": "(2010)",
    "Geek Rating": "5.584",
    "Avg Rating": "6.39",
    "Link": "https://boardgamegeek.com/boardgame/83157/engine-engine-no-9",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.1579",
    "Description": "The full moon lights up the sky as night falls on the yard in Engine, Engine No. 9. The various locomotives get ready to race for the coveted title of world champion. But in this exciting race, caution is needed since the tracks switch quickly, locomotives push one another, and before you know it you end up off the rails. Only one locomotive can enter the destination station, so be sure to get there first!&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Racing",
      "Trains"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "9673",
    "Name": "Batik",
    "ID": 3706,
    "Year": "(1997)",
    "Geek Rating": "5.584",
    "Avg Rating": "5.92",
    "Link": "https://boardgamegeek.com/boardgame/3706/batik",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.1132",
    "Description": "From Kris Burm, the designer of the GIPF series, A combination of Tetris and Bandu in which each player has a set of wooden pieces in various shapes. The playing area is formed from two sheets of parallel Plexiglas. Players take turns dropping pieces into the gap until a piece cannot be wholly inserted. The owner of that piece loses the round, and forfeits the offending piece. A new round begins, with the winner of the previous round playing first. Play continues until one player has no pieces when it is their turn to move; they lose the game.&#10;&#10;Batik Kid is essentially the same game, but instead of geometric shapes, the playing pieces are irregularly-shaped and represent sea creatures.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Components: Wooden pieces & boards",
      "Players: Two-Player Only Games",
      "Series: Classic (Gigamic)"
    ]
  },
  {
    "Rank": "9674",
    "Name": "Victory & Glory: Napoleon",
    "ID": 185241,
    "Year": "(2017)",
    "Geek Rating": "5.584",
    "Avg Rating": "7.11",
    "Link": "https://boardgamegeek.com/boardgame/185241/victory-and-glory-napoleon",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.4286",
    "Description": "Victory &amp; Glory: Napoleon is a game of grand strategy and fast-play tactical battles in which one player takes the role of Napoleon Bonaparte and attempts to dominate the entire continent of Europe while the other player controls Great Britain and the other allied nations and troops that comprise an ever-changing alliance bent on stopping Napoleon! They move armies and navies, fight epic battles, recruit new troops, and add new regions to their domain.&#10;&#10;Can you carve out a European empire that will survive the growing threat from perfidious Albion and her allies (or prevent Europe from being dominated by France)? Can you change history and do better than L&rsquo;Empereur?&#10;&#10;Features:&#10;&bull;    Re-fight the entire Napoleonic Wars!&#10;&bull;    A game that is easy to learn, but challenging to master.&#10;&bull;    Strategic Level map of Europe from 1796 &ndash; 1815.&#10;&bull;    Dozens of unique unit types (cavalry, infantry, artillery, and navies for each major nation and several minor nations).&#10;&bull;    Almost 150 unique &lsquo;Event Cards&rsquo; with artwork by world-renowned Napoleonic Artist: Keith Rocco. Each card gives the player upgrades to their economy, leadership and tactics, political influence in the various nations of Europe, or more Military Units. Some cards also allow the player to gain allies or launch new campaigns that conclude with a climactic battle.&#10;&bull;    Land and Naval Battles utilizing a fast-play abstracted tactical battle system.&#10;&bull;    Never plays the same way twice. Infinitely re-playable.&#10;&bull;    2 Players (Solo play and multi-player rules also included).&#10;&bull;    Play time: 2 Hours&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Campaign / Battle Card Driven"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Steam"
    ]
  },
  {
    "Rank": "9675",
    "Name": "Gato Leader",
    "ID": 126026,
    "Year": "(2016)",
    "Geek Rating": "5.584",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgame/126026/gato-leader",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.6667",
    "Description": "A solitaire board game that places the player in command of US submarines patroling the waters of the WWII Pacific Ocean. The goal is to sink enemy shipping, perform special missions, accumulate experience, and manage crew stress.&#10;&#10;The American submarine campaign in the Pacific during World War II was a major contributor to the ultimate defeat of Japan. During the war, American submarines comprised less than two percent of the U.S. Navy, but sank almost 60 percent of the Japanese merchant marine and more than 30 percent of Japan's navy, including eight aircraft carriers. Gato Leader moves the Leader series to Pacific waters, letting players lead a group of American submarines against the Empire of Japan. The core system of the game is built on U-Boat Leader and will be familiar to players of other Leader games, allowing them to get into the game quickly. A major portion of the game is determining where to send your submarines. Do you send your boats to the distant, better-defended, merchant-rich Japanese Home Waters, or do you hit the convoys supplying the far-flung Japanese bases? You can spend Special Operations Points to upgrade your submarines, concentrate intelligence resources, and send your submarines on special missions, such as mine-laying and hunting the Imperial Japanese Navy.&#10;&#10;When a patrolling submarine encounters an enemy force the action then shifts to the tactical display where the submarine tries to close with and attack merchants while avoiding the escorting warships. When an attack starts you will have an idea of the number and general type of ships in the group, but you have to close with the ships to identify the ships and decide which ones are worth firing torpedoes or guns at. In addition to fighting the enemy, your submarines also have to deal with your own torpedo problems, including dud torpedoes and ones that turn on your submarine.&#10;&#10;Gato Leader includes the following U.S. Navy submarine types: &#10;S Class&#10;Narwhal Class&#10;Permit Class&#10;Salmon Class&#10;Tambor/Gar Class&#10;Gato/Balao/Tench Class&#10;&#10;Gato Leader includes four campaigns covering different stages of the Pacific submarine war:&#10;&#10;Holding the Line: Submarine operations from Australia during 1942&#10;&#10;Against the Sun: Submarine operations from Pearl Harbor during 1942&#10;&#10;Turning the Tide: Submarine operations from Australia and Pearl Harbor during 1943&#10;&#10;Setting Sun: Submarine operations from Pearl Harbor during 1944 and 1945&#10;&#10;Component List:&#10;165 Full Color Cards&#10;352 Full Color Counters&#10;Tactical Display Sheet&#10;Ship Display Sheet&#10;Player Aid Sheet&#10;&#10;",
    "Categories": [
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules",
      "Series: Leader (DVG)",
      "Theme: Submarines"
    ]
  },
  {
    "Rank": "9676",
    "Name": "Anima: Shadow of Omega",
    "ID": 24935,
    "Year": "(2006)",
    "Geek Rating": "5.584",
    "Avg Rating": "5.84",
    "Link": "https://boardgamegeek.com/boardgame/24935/anima-shadow-of-omega",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.1742",
    "Description": "Anima: The Shadow of Omega is a non-collectible card game set in the same original setting as the  Anima: Beyond Fantasy roleplaying game. Inspired by well-known Japanese video roleplaying games such as Final Fantasy and  Suikoden, the world of Anima features traditional Western fantasy staples, including magic and medieval arms, combined with an emphasis on martial arts and Eastern concepts of honor and mysticism. In the Anima: The Shadow of Omega card game, players form a party of four adventurers that explore the land and engage in combat with fantastic beasts and each other, gaining new powers and eventually confronting an ancient menace.&#10;&#10;Anima: The Shadow of Omega includes 110 cards, each one featuring a unique piece of stunning, full-color art depicting a character, creature, or location from the Anima universe.&#10;&#10;Integrates with:&#10;&#10;    Anima: Beyond Good and Evil&#10;    Anima: Twilight of the Gods&#10;&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Series: Fantasy Flight Silver Line",
      "Setting: Anima Universe",
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "9677",
    "Name": "18West",
    "ID": 30771,
    "Year": "(2007)",
    "Geek Rating": "5.584",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgame/30771/18west",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "4",
    "Description": "18West is an 18xx design by David G. D. Hecht, published in October 2007 by Deep Thought Games.  18West incorporates a variety of mechanisms into the 18xx framework, including three different types of companies (Granger roads, land grant and public) and subsidized track laying.  Mergers are also involved, in which public companies can acquire Granger roads.&#10;&#10;",
    "Categories": [
      "American West",
      "Economic",
      "Trains"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Simulation",
      "Stock Holding"
    ],
    "Families": [
      "Series: 18xx"
    ]
  },
  {
    "Rank": "9678",
    "Name": "Air Postal",
    "ID": 369800,
    "Year": "(2023)",
    "Geek Rating": "5.584",
    "Avg Rating": "8.02",
    "Link": "https://boardgamegeek.com/boardgame/369800/air-postal",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "120",
    "Weight": "2.4444",
    "Description": "The game begins at the dawn of the 1920s, and the player-pilots aim to open the first air routes. To do this, they have at their disposal only a few military biplanes from the First World War, such as the Breguet XIV, recycled into dusty transport planes. These machines were often outdated and underpowered, forcing pilots to fly only on the shortest routes.  Then, thanks to the technological and commercial development, they will have at their disposal more and more efficient aircrafts, and will be able to venture on more and more important distances. Then will come the time to try to accomplish great firsts, such as crossing the Atlantic or crossing the Andes, with the ultimate goal of an aerial tour of the globe!&#10;&#10;The Air Postal game is built around a solid historical context highlighting the pilots of the time, men and women with incredible destinies, as well as the most famous civilian airplanes of the 20s and 30s... some of which are still flying today, nearly a century after having written the most beautiful pages of aviation history in the sky! Finally a game that deals with the peaceful, technological and heroic aspects of the world of aeronautics, and allows you to relive an epic that has become mythical: the fabulous flight of air transport.&#10;&#10;Goal of the game:&#10;To become a legendary pilot by accumulating the most GLORY POINTS. GLORY POINTS are earned during the game by flying to a STAGE CITY, completing an OBJECTIVE and achieving a world-first flight. In addition, at the end of the game players also earn GLORY POINTS based on the TECHNOLOGICAL LEVEL of their aircraft and the amount of money they have.&#10;On his turn a player must perform one of the following three actions:&#10;&#10;     take an OBJECTIVE card and collect your INCOME.&#10;     improve its aircraft or change it.&#10;     Load your aircraft, refuel, fly and deliver passengers or goods.&#10;&#10;&#10;During a flight you roll the dice corresponding to the colors of the course. The length of the route, the fuel used, the endurance of the pilot and the reliability of the engine will allow you to cover the distances or not.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Economic",
      "Transportation"
    ],
    "Mechanics": [
      "Action Points",
      "Connections",
      "Dice Rolling",
      "Investment",
      "Movement Points",
      "Movement Template",
      "Network and Route Building",
      "Point to Point Movement",
      "Race",
      "Set Collection",
      "Simulation",
      "Solo / Solitaire Game",
      "Turn Order: Pass Order"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Crowdfunding: Gamefound",
      "Crowdfunding: Kickstarter",
      "Interwar period (Nov. 1918 - Aug. 1939)",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "9679",
    "Name": "Babylon 5 Wars",
    "ID": 3765,
    "Year": "(1997)",
    "Geek Rating": "5.584",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgame/3765/babylon-5-wars",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3.6087",
    "Description": "[from the box]&#10;Babylon 5 Wars recreates the many epic struggles between the various races and factions which make up J. Michael Straczynski's Babylon 5 Universe.  The Rules within this box allow for engagements as small as a few fighters on each side to large fleets battling for control of a planet.&#10;&#10;",
    "Categories": [
      "Fighting",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "TV Shows: Babylon 5"
    ]
  },
  {
    "Rank": "9680",
    "Name": "Trains and Stations",
    "ID": 138317,
    "Year": "(2013)",
    "Geek Rating": "5.584",
    "Avg Rating": "5.79",
    "Link": "https://boardgamegeek.com/boardgame/138317/trains-and-stations",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.8333",
    "Description": "Game description from the publisher:&#10;&#10;It is the height of the Steam Age and the whistle of the Iron Horse harkens the boom of small towns across the country into major hubs of transportation and economic growth.&#10;&#10;In Trains and Stations, a new take on train games, players must make deliveries, develop buildings, and profit from their decisions while working with and against other players. Will you focus on establishing mining operations in an attempt to gain a monopoly on coal, silver, and gold? Or perhaps you will focus on laying tracks across the landscape and helping other players move their goods&mdash;taking your cut, of course. Every game will evolve differently with unique twists and turns as you control the movement of goods across the game map!&#10;&#10;",
    "Categories": [
      "Dice",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Network and Route Building"
    ],
    "Families": []
  },
  {
    "Rank": "9681",
    "Name": "WWE Legends Royal Rumble Card Game",
    "ID": 315877,
    "Year": "(2020)",
    "Geek Rating": "5.584",
    "Avg Rating": "6.40",
    "Link": "https://boardgamegeek.com/boardgame/315877/wwe-legends-royal-rumble-card-game",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.3333",
    "Description": "Enter the ring as a WWE Legend and face off against your rivals in the WWE Legends Royal Rumble Card Game! Use electrifying attacks and signature finishing maneuvers to eliminate your opponents. New Legends enter the Rumble as others are thrown over the top rope! Can you survive the brawl to remain the last Legend standing?&#10;&#10;Each player starts with a randomly dealt Legend, their corresponding Signature card, and six Action cards. All players go at the same time, and the game is played in rounds. Each round consists of four steps: Plan, Reveal, Attack, and End of Turn. Place an Attack card facedown pointed at the player you plan to attack. For a particularly strong opponent, you can choose to place a Boost card facedown along with your Attack card to increase damage and speed or give added effects to your Attack.&#10;&#10;Cheap Tricks are especially powerful &ndash; they can send an opponent over the top rope or prevent Attacks from being blocked or dodged. All players reveal their Attack cards at the same time and the player with the fastest speed goes first. If the Legend you are attacking is unable to defend themselves, or if another player doesn&rsquo;t intervene with a Defense, Special, or Ref card in the case of a Cheap Trick, the Attack hits! The Attack and Boost cards played are then placed next to the Legend&rsquo;s placard, aligned with the damage icons. If the Legend sustains damage equal to or above his health, he is thrown over the top rope and eliminated. Draw up to six cards at the end of your turn&hellip;if you&rsquo;re still standing!&#10;&#10;Wrestlers include Andr&eacute; the Giant, &ldquo;Macho Man&rdquo; Randy Savage, Jake &ldquo;The Snake&rdquo; Roberts, The Million Dollar Man, Batista, Sting, and more!&#10;Contents: 30 WWE Legend placards, 30 Signature cards, 1 WWE Legends token, and 150 Action cards including Kicks, Strikes, Moves, Cheap Tricks, and more!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Sports"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Sports: Wrestling"
    ]
  },
  {
    "Rank": "9682",
    "Name": "Soldiers: Tactical Combat in 1914-15",
    "ID": 4241,
    "Year": "(1972)",
    "Geek Rating": "5.584",
    "Avg Rating": "7.28",
    "Link": "https://boardgamegeek.com/boardgame/4241/soldiers-tactical-combat-in-1914-15",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.0769",
    "Description": "Soldiers is a tactical company level game of warfare in the brief, mobile phase at the beginning of the First World War. This was the time before paralyzing trench lines had been dug and consolidated.&#10;&#10;The original rules credit both Isby and Glynn as designers, but the errata indicates Isby was the designer, and Glynn was the developer. In Moves #4 Isby describes Dunnigan suggesting the design to him in the original S&amp;T basement premises a good two years before the game was published, giving him an extended time (compared to the usual SPI schedule) to research, design and test his prototype. He was able to trial 40 scenario proposals before settling on the set provided. This helps explain why it is such a good polished game which still holds up; the recent S&amp;T game First Blood, Second Marne by Ty Bomba draws heavily on it.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": []
  },
  {
    "Rank": "9683",
    "Name": "Ringmaster: Welcome to the Big Top",
    "ID": 270972,
    "Year": "(2019)",
    "Geek Rating": "5.584",
    "Avg Rating": "6.22",
    "Link": "https://boardgamegeek.com/boardgame/270972/ringmaster-welcome-to-the-big-top",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "1.0909",
    "Description": "In Ringmaster: Welcome to the Big Top, you compete to build the best carnival and earn the title &quot;Ringmaster&quot;! The only way to reach this illustrious title is to hire stars and build  attractions...while occasionally sabotaging the other players and adding devious sideshows to your opponents' carnivals!&#10;&#10;The game is fast and family-friendly. Each player starts with three cards, and on your turn, you draw one card from the deck, then you may play one card, following these rules:&#10;&#10;&#10;     Stars &amp; Attractions are played in front of you.&#10;     Event cards trigger effects when played to the discard pile.&#10;     Sideshow cards are played in front of your opponents.&#10;&#10;&#10;Now, here's where things get tricky. Each player's win condition changes throughout the game. For example, the &quot;Three Ring Circus&quot; card states that you win the game when you have three of them in front of you. Be careful, though, as your opponents can sabotage your best efforts, preventing you from becoming the &quot;Ringmaster&quot;!&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Theme: Circus"
    ]
  },
  {
    "Rank": "9684",
    "Name": "Cyberpunk Red: Combat Zone",
    "ID": 336357,
    "Year": "(2023)",
    "Geek Rating": "5.584",
    "Avg Rating": "8.67",
    "Link": "https://boardgamegeek.com/boardgame/336357/cyberpunk-red-combat-zone",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "3",
    "Description": "The world of Cyberpunk Red is set in the year 2045, during the reconstruction of Night City. Massive megabuildings light up the skies above the rebounding Corpo Plaza, while cyber-enhanced gangs battle in their shadows, each carving out a bloody piece of ground to call their own. In Cyberpunk Red: Combat Zone, you lead a gang through pitched battles or campaigns. Equip your gang, hire your mercs, and build your street cred to dominate the hellish rubble of the Combat Zone and emerge as the new master of the streets.&#10;&#10;Cyberpunk Red: Combat Zone is a tabletop miniatures skirmish game, featuring Monster Fight Club's [RE]ACtion system, where every character has a set of skills, abilities, and actions they can use in the game. Actions come in three colors, which match three types of dice (d6, d8, or d12. Which color action a character takes determines what dice they roll.&#10;&#10;Gameplay quickly moves back and forth between players. When a character is wounded, their actions get worse - but they also can have a chance to react to the attack by moving away or counterattacking. The character with control of the battle is the one who is currently taking actions with one of their characters. You lose control when your active character runs out of Actions. Characters can try to activate other friendly characters. This creates fast-paced back and forth gameplay, where control of the game passes back and forth, without getting bogged down in phases, upkeep, and accounting.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Scenario / Mission / Campaign Game",
      "Stat Check Resolution",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "9685",
    "Name": "Aladdin's Dragons",
    "ID": 53103,
    "Year": "(2009)",
    "Geek Rating": "5.584",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/53103/aladdins-dragons",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.9545",
    "Description": "This is the card game version of Aladdin's Dragons, but carries the same title as that game.&#10;&#10;In ancient and long forgotten times heroes were lured to Eastern lands by tales of bountiful treasure and powerful magic.  The treasure was found, not lying about, but in dangerous caves guarded by fierce dragons.  Those strong enough to gather the dragon&rsquo;s treasures had to compete among themselves for privileges that would smooth the way to the Caliph&rsquo;s palace.  On reaching the palace, the heroes found their way blocked by powerful guards.  Here they could pass the guards only with the right influence or, failing that, generous bribes.  Within the palace walls, the heroes bartered their hard won treasures for magical artifacts in a contest to see who could acquire the most artifacts and gain the praise of the Caliph.&#10;&#10;The Aladdin&rsquo;s Dragons Card Game (Morgenland Kartenspiel) is based on the award winning board game of the same name published by Rio Grande and Hans im Gl&uuml;ck.  The game consists of a double pack of cards and is played over a number of rounds, usually four or five in total.  Each round has three phases.  In phase one, new artifact and treasure cards are laid out.  In phase two, players play their hero cards into the various locations.  In phase three, the locations are resolved.&#10;&#10;",
    "Categories": [
      "Arabian",
      "Card Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Hand Management",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Creatures: Dragons",
      "Folk Tales & Fairy Tales: Aladdin",
      "Mythology: Arabian"
    ]
  },
  {
    "Rank": "9686",
    "Name": "Zargo's Lords: Magic Duels for World Power",
    "ID": 1997,
    "Year": "(1979)",
    "Geek Rating": "5.584",
    "Avg Rating": "6.73",
    "Link": "https://boardgamegeek.com/boardgame/1997/zargos-lords-magic-duels-for-world-power",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.85",
    "Description": "The first fantasy wargame ever published in Italy. A big success in the '80s, a game who introduced a lot of people in the hobby.&#10;Some people say that the game is unbalanced (I'm afraid it's true), expecially in the 2-player game, when it's not possible to form alliances. Lack of playtesting?&#10;&#10;Other related games:&#10;- Zargo's Lords 2: The New Zargo's Lords (International Team): an expansion for Zargo's Lords, with two new fantasy races&#10;- Blue Stones (International Team): a new wargame on the world of Zargo, with 3 new races.&#10;- Zargos (Eurogames): Duccio Vitale did a Risk-style game in the world of Zargo&#10;- Warangel: fantasy wargame inspired by ZL.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Components: Map (Continental / National scale)"
    ]
  },
  {
    "Rank": "9687",
    "Name": "Roller Coaster Tycoon",
    "ID": 3567,
    "Year": "(2002)",
    "Geek Rating": "5.584",
    "Avg Rating": "6.05",
    "Link": "https://boardgamegeek.com/boardgame/3567/roller-coaster-tycoon",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.5833",
    "Description": "(From the box)&#10;Do you have what it takes to create the heart-pounding excitement of an amusement park?  Compete against your opponents and build the biggest and best park.  Own the rides and attractions, then compete to get the guests on 'em.  If you control the rides and attractions that the guests love you'll collect points every time they take a ride.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Theme: Amusement Parks / Theme Parks"
    ]
  },
  {
    "Rank": "9688",
    "Name": "Drachenturm",
    "ID": 209222,
    "Year": "(2016)",
    "Geek Rating": "5.584",
    "Avg Rating": "6.47",
    "Link": "https://boardgamegeek.com/boardgame/209222/drachenturm",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.3",
    "Description": " Dragon Tower  is a cooperative memory and dexterity game in which players must rescue the captured princess from the dragon's tower.&#10;&#10; English publisher's text: &#10;&#10;A fearsome dragon has trapped the princess in his tower. The prince and his companions rush to her aid. They must skillfully work together using their strong memory skills in order to rescue the princess before the dragon makes everything come crashing down.&#10;&#10; German publisher's text: &#10;&#10;Der furchterregende Drache hat die Prinzessin in seinen Turm gesperrt. Sofort eilen der Prinz und seine Gef&auml;hrten zu Hilfe. Nur mit einem guten Ged&auml;chtnis und viel Geschick schaffen es die Spieler gemeinsam, die Prinzessin zu retten, bevor der Drache alles zum Einsturz bringt.&#10;&#10;Ein kooperatives Memo- und Geschicklichkeitsspiel.&#10;&bull; cooler Effekt: der Drache zieht an der Schnur und das Ger&uuml;st st&uuml;rzt ein&#10;&bull; Drache funktioniert ohne Batterie&#10;&bull; spektakul&auml;rer 3-D-Aufbau&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Fantasy",
      "Memory"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Memory"
    ],
    "Families": [
      "Creatures: Dragons"
    ]
  },
  {
    "Rank": "9689",
    "Name": "Galenus",
    "ID": 319829,
    "Year": "(2022)",
    "Geek Rating": "5.584",
    "Avg Rating": "6.92",
    "Link": "https://boardgamegeek.com/boardgame/319829/galenus",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3.5833",
    "Description": "Medicine in Imperial Rome is an art of celebrated advances, an art of showmanship and bitter rivalry. There is one doctor above all others: Galenus. Influenced by the theory of humorism &mdash; the idea that all ailments were caused by an imbalance of four fluids: black bile, yellow bile, phlegm, and blood &mdash; the writings of this second century Greco-Roman dominated and influenced Western medical science for more than 1300 years and no one dared challenge him. Will you?&#10;&#10;Galenus is a worker placement game where you plan to do up to 6 actions and then decide when and how to resolve them. As such, some players can still be planning their actions while you are already resolving them. You can choose to recruit and treat patients &mdash; gaining knowledge in one of four humors &mdash; publish works based on that knowledge, acquire herbs to aid your work, rejuvenate in the baths, or adopt a new philosophy. At the end of the year you compete in medical contests expending your focus and knowledge to gain reputation. If you publish enough notable works or otherwise make the biggest impact on Galenus, you will earn his respect and enter his inner sanctum.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Educational",
      "Medical"
    ],
    "Mechanics": [
      "Set Collection",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "History: Roman Empire",
      "Misc: LongPack Games",
      "Occupation: Medic / Doctor / Nurses"
    ]
  },
  {
    "Rank": "9690",
    "Name": "Cargolino Valentino",
    "ID": 183720,
    "Year": "(2015)",
    "Geek Rating": "5.584",
    "Avg Rating": "6.46",
    "Link": "https://boardgamegeek.com/boardgame/183720/cargolino-valentino",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Ladies and gentlemen! The biggest sporting event is about to begin, THE SNAIL RACE. All players get ready in the starting line with a clear goal: AVOID TO BE THE FIRST WHO ARRIVES TO THE FINISH LINE.&#10;&#10;Players should use the result of the dice to move the snail figures of the other players so that their snails remains in last position at the end of the race.&#10;&#10;The game was awarded - Kids Game of the year in 2019 in Poland&#10;&#10;",
    "Categories": [
      "Animals",
      "Bluffing",
      "Children's Game",
      "Dice",
      "Racing"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Snails",
      "Components: Meeples (Animal) / Animeeples"
    ]
  },
  {
    "Rank": "9691",
    "Name": "Aye, Dark Overlord! The Green Box",
    "ID": 216014,
    "Year": "(2015)",
    "Geek Rating": "5.584",
    "Avg Rating": "6.21",
    "Link": "https://boardgamegeek.com/boardgame/216014/aye-dark-overlord-the-green-box",
    "Min Players": "4",
    "Max Players": "7",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.2222",
    "Description": "Aye, Dark Overlord! is a fantasy party game filled with humor that's fast to play and easy to learn.&#10;&#10;Each player is an evil goblin servant of the evil Dark Overlord &mdash; Rigor Mortis, the Master of all Evils &mdash; and all of them are gathered at the Dark Overlord's knees to explain why they brought that last important mission, ordered by &quot;His Evil Excellence&quot; himself, to failure again. Panic wraps you in its freezing grip; what can you do to save your poor skin? Could you say you are not the one to blame, but your inept companions? Yes, of course, that's the solution! There is only one little problem: They've probably got exactly the same idea...and the Dark Overlord is not known for his mercy...&#10;&#10;This roleplaying game is all about telling lies and shifting the blame on your poor fellow ones, so the righteous wrath of your Master can give them what they deserve!&#10;&#10;Aye, Dark Overlord! The Green Box is a new version of Aye, Dark Overlord! that is playable on its own while also capable of being combined with the original game. The Green Box adds entirely new mechanisms to the game, including the Back of the Line and No Way! Action cards. Occult Hunters, The Best from the Labyrinth, The Jar with a Thousand Demons, and Impossible Math Calculations are just a few of the new hints in The Green Box, giving you more stories to shield yourself from the Dark Overlord's wrath.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Role Playing",
      "Single Loser Game",
      "Storytelling"
    ],
    "Families": [
      "Digital Implementations: Tabletopia",
      "Mechanism: Storytelling card game",
      "Theme: Villainy"
    ]
  },
  {
    "Rank": "9692",
    "Name": "Circus Minimus",
    "ID": 843,
    "Year": "(2000)",
    "Geek Rating": "5.584",
    "Avg Rating": "6.37",
    "Link": "https://boardgamegeek.com/boardgame/843/circus-minimus",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.1429",
    "Description": "This game borrows its theme and rule basis from the Avalon Hill game, Circus Maximus.  This newer version has considerably fewer rules and variability to navigate, but this simplification isn't a bad thing.  Players are charged with racing around the ancient Roman Coliseum in a desperate bid for the finish line.  Players use a small allotment of gold coins at the beginning of the game to select combinations of weapons, chariots, or drivers.  Once the race starts, players use whips to urge their teams, or savage the other players or other players' teams.  A system also features driver fatigue, control checks and bodily damage.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Fighting",
      "Racing"
    ],
    "Mechanics": [
      "Variable Player Powers"
    ],
    "Families": [
      "Ancient: Rome",
      "Sports: Chariot Racing"
    ]
  },
  {
    "Rank": "9693",
    "Name": "The Succession Wars",
    "ID": 3966,
    "Year": "(1987)",
    "Geek Rating": "5.584",
    "Avg Rating": "6.42",
    "Link": "https://boardgamegeek.com/boardgame/3966/the-succession-wars",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "2.9667",
    "Description": "The Succession Wars is a grand strategic game set in the BattleTech universe. The game  system is not overly complex, but does feature money (taxing and expenditures), technology levels, and leaders (characters from the BattleTech continuity, who have multiple uses).&#10;&#10;Note that despite what the box copy below implies, all five Houses are always in play. Playing with fewer than five players requires at least some players to play multiple Houses.&#10;&#10;Furthermore, there are in fact only two scenarios provided in the box, one for the Third (or possibly Fourth) Succession War, starting in 3025, and one for the First, starting in 2786.&#10;&#10;From the back of the box:&#10;&#10;For over 200 years, the five Successor States of the near-legendary Star League have warred among themselves for dominion over the whole Inner Sphere. There have been three Succession Wars to date, but no victor. The cost of war is high. The leaders of the Successor States must weigh each maneuver to see whether the gain in territory is worth the loss of 'Mechs. Only the most ruthless and brilliant leader will emerge as the next Star Lord.&#10;&#10;The Succession Wars is a 2- to 5-player game, where each player assumes the role of a House leader. All the most famous and infamous regiments of the BattleTech universe are at your command - the elite Kurita Sword of Light, the Davion Guards, and the mercenary unit Wolf's Dragoons. The game allows players to fight any Succession War, including the fourth, toward which the Inner Sphere is now building. The game system is simple and fast allowing strategy - not the rules - to be the deciding factor.&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Game: BattleTech"
    ]
  },
  {
    "Rank": "9694",
    "Name": "Zero to Hero",
    "ID": 423307,
    "Year": "(2024)",
    "Geek Rating": "5.584",
    "Avg Rating": "6.72",
    "Link": "https://boardgamegeek.com/boardgame/423307/zero-to-hero",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Zero to Hero is a tile-based trick-taking game for 3-5 players. The twists in the game are that you can either win or lose points for winning a trick. You can also win or lose points if you are second in a trick. Who wins or comes second is not always the player who plays the highest value tile; it's actually determined by summing the values of each played suit, then seeing who played the highest tile of the strongest suit.&#10;&#10;To add some fun to the mix, you can win a trick with a 2 if you are the only player to play a tile of that suit. Finally, if the game is going really badly for you and you end a hand with exactly zero points, then you can win the game outright if in the next hand, you win five or more points &mdash; from zero to hero!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Deduction",
      "Party Game"
    ],
    "Mechanics": [
      "Deduction",
      "Highest-Lowest Scoring",
      "Score-and-Reset Game",
      "Trick-taking"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "9695",
    "Name": "The Old King's Crown",
    "ID": 357873,
    "Year": "(2025)",
    "Geek Rating": "5.584",
    "Avg Rating": "7.78",
    "Link": "https://boardgamegeek.com/boardgame/357873/the-old-kings-crown",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3.1579",
    "Description": "The Old King&rsquo;s Crown is a game of card-driven conquest, where you play as heirs to a vacant throne, vying for control of an ancient, overgrown kingdom. Wield unique abilities and leverage your followers&rsquo; traits to best outwit your opponents across a map that stretches from the teetering heights of the castle to the dappled light of the necropolis.&#10;&#10;As leader of your faction you will be staking claims with Heralds openly as well as positioning your forces in secret, hoping to claim the locations that fit your designs. However, keep an eye on your rivals, as they too have agents and agendas, poised to undo your best laid plans.&#10;&#10;Royalty, rebels or ruses. What crown will you wear?&#10;&#10;In The Old King's Crown, players move their Herald to locations, hoping to claim them. Then simultaneously players play cards from their hand, facedown to regions of the board. These are then revealed and resolved. Winning these clashes will result in different rewards that further their position and grant them the game's primary goal, influence. When a player is able to reach a set number of influence, dependent on player count, and is able to retain it until the end of a round, they win the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Medieval"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Card Play Conflict Resolution",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "9696",
    "Name": "Stonewall: The Battle of Kernstown",
    "ID": 5939,
    "Year": "(1978)",
    "Geek Rating": "5.584",
    "Avg Rating": "6.70",
    "Link": "https://boardgamegeek.com/boardgame/5939/stonewall-the-battle-of-kernstown",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Stonewall is a grand tactical, regimental simulation of the Battle of Kernstown, March 23, 1862.  The players recreate the encounter between Major General T.J. 'Stonewall' Jackson's Confederate Valley Army and Brigadier General James Shield's Division, part of the Union Army of the Potomac.&#10;&#10;The game uses a Combat Effectiveness Chart to track units' morale and fatigue along with rules based on the popular Terrible Swift Sword: Battle of Gettysburg Game game system and which was later developed into the Great Battles of the American Civil War system.&#10;&#10;Victory points are awarded both players for certain objectives and for enemy unit losses.  The player with the higher total wins, with the difference in points determining the level of victory.&#10;&#10;Each Game-Turn represents 20 minutes of real time, each hex covers about 125 yards from hexside to hexside, and each Strength Point is the equivalent of 100 men or 1 gun.&#10;&#10;1 22&quot; x 32&quot; mapsheet, 1 countersheet of 100 counters.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: USA",
      "Magazine: Strategy & Tactics",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Great Battles of the American Civil War (Richard H. Berg)"
    ]
  },
  {
    "Rank": "9697",
    "Name": "The Hills Rise Wild!",
    "ID": 799,
    "Year": "(2000)",
    "Geek Rating": "5.584",
    "Avg Rating": "6.40",
    "Link": "https://boardgamegeek.com/boardgame/799/the-hills-rise-wild",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.4483",
    "Description": "[from a session report]&#10;&#10;The game is basically a miniatures game, but based on H.P. Lovecraft's Cthulhu Mythos.&#10;&#10;Each player has a &quot;family&quot; of misfits who are seeking to locate the legendary Necromonicon and bring it safely to &#10;their lair. Of course, to do this, they must do battle with the other families, attempting to slaughter them before they can find the treasured book. Yep ... it's mass carnage.&#10;&#10;Move, invoke special powers and battle. That's about it. Thankfully, the board is small, so you encounter your opponents by the second turn and from then on, it is a constant series of battles and deaths. That means dice rolling ... LOTS of it. Since each character has a special power, quite a bit of time is spent reading the player charts to discover what each character's powers are and how to use them.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fighting",
      "Horror",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Polyhedral (not D6) dice",
      "Country: USA",
      "Creatures: Monsters",
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "9698",
    "Name": "Dobro",
    "ID": 357991,
    "Year": "(2022)",
    "Geek Rating": "5.584",
    "Avg Rating": "6.32",
    "Link": "https://boardgamegeek.com/boardgame/357991/dobro",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1.0556",
    "Description": "Dobro is a fast climbing game in which you have three options on your turn:&#10;&#10;&#10;     Play a card higher than the value in play;&#10;     Play two identical cards, doubling their value; or&#10;     Play a card with the same value in play to double it!&#10;&#10;&#10;If you can't play any card, that's bad! Put all cards in play into your score pile, then start a new climbing. When a player plays the last card in their hand, the round ends and players receive points based on the cards in their score pile. The fewer cards you have, the more points you get!&#10;&#10;Take advantage of the special cards, using them at the right time in order to change the direction of play, skip your turn, or even play any number to avoid getting cards.&#10;&#10;At the end of three rounds, the player with the highest score wins!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Ladder Climbing",
      "Take That"
    ],
    "Families": [
      "Card Games: Climbing",
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: Boardible (Mobile)",
      "Digital Implementations: Tabletopia",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "9699",
    "Name": "Graffiti",
    "ID": 34284,
    "Year": "(2007)",
    "Geek Rating": "5.584",
    "Avg Rating": "6.40",
    "Link": "https://boardgamegeek.com/boardgame/34284/graffiti",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.1538",
    "Description": "What is this game about?&#10;&#10;This game is played in turns. Each turn one player has to leave the room while the other players draw a card which shows a word. All remaining players have now to draw the word on the card on their drawing tables. They have about one minute (-&gt; sand timer) to do it. Before they call the person who left the room, they shuffle their drawings.&#10;This person has now one minute to guess the word from the drawings. If his/her first guess is right, he/she gets 2 points (= 2 wooden disks), otherwise only 1 point if his/her next two guesses were right. After 3 wrong guesses or after the given time elapsed, he/she gets nothing.&#10;Afterwards the guessing person has to give one drawing that he/she thinks was best 2 points (which will go to the owner of that picture). Then he/she has to assign the drawings to the other players. For each right guess the guessing person gets another point, otherwise the person who got another but her own drawing gets one point.&#10;You can play as long as you want. As there are two words on each card (a red one - easy, a blue one - difficult), you can play, for example, two rounds - a red one and a blue one.&#10;The player who got the most points at the end of the game wins.&#10;&#10;Note:&#10;&#10;As one person leaves the room, you can play this game with up to 8 players, although there are only 7 drawing tables.&#10;&#10;",
    "Categories": [
      "Educational",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Line Drawing"
    ],
    "Families": []
  },
  {
    "Rank": "9700",
    "Name": "Prussia's Defiant Stand",
    "ID": 22472,
    "Year": "(2007)",
    "Geek Rating": "5.584",
    "Avg Rating": "6.76",
    "Link": "https://boardgamegeek.com/boardgame/22472/prussias-defiant-stand",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.6296",
    "Description": "In 1756, Frederick the Great launched a preemptive strike on Saxony and his archenemy Austria, sparking the Seven Years War and pitting the most powerful countries of Europe against the fledgling state of Prussia. Frederick's gamble nearly destroyed Prussia, but a few stunning victories over numerically superior forces, many delaying actions, British gold, and the timely death of Tsarina Elizabeth of Russia saved Prussia and ensured Frederick's place in history as a great general.&#10;&#10;Prussia's Defiant Stand recreates the fierce struggle for mastery of Central Europe. Using the well-proven, card-driven action system the game showcases the importance of maneuver, fortresses, sieges, supply, and the potentially costly option of winter campaigning. The countries of Prussia, Austria, France, Russia, and Sweden are represented with units for leaders and artillery, heavy and light infantry, cavalry, Cossacks, and fortresses.&#10;&#10;Players will have difficult choices in managing their cards as some can be used for &quot;commands&quot; to move units, or used to modify combat odds.  The game mechanics reflect the period's focus on maneuver for position and a &quot;Frictions of War&quot; table beautifully models the indecisiveness of many allied leaders.  This explains more than anything how the small nation of Prussia was able to withstand the combined weight of the most powerful states of the day.  Frederick himself attributed Prussia's survival more to the timidity of allied commanders than to his own actions.&#10;&#10;This game is available now at www.worthingtongames.com&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Minimap Resolution",
      "Point to Point Movement",
      "Secret Unit Deployment",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Components: Block Wargames",
      "Country: Austria",
      "Country: Prussia",
      "History: Age of Kings",
      "History: Seven Years War",
      "Players: Two-Player Only Games"
    ]
  }
]