[
  {
    "Rank": "N/A",
    "Name": "The Tales of Ki-pataw",
    "ID": 261824,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.02",
    "Link": "https://boardgamegeek.com/boardgame/261824/the-tales-of-ki-pataw",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Due to a distortion in the space-time continuum, six characters from different time periods have been brought to Ki-pataw in the year of 1937. Players take on these characters on a mission to collect specific items/energies they need and go to the designated place in order to return to the time period from which they came. Alternatively, they can encounter other characters and choose to remain in Ki-pataw instead. The choice is for you, the players, to make.&#10;&#10;In The Tales of Ki-pataw, each player plays as one of six characters: capybara, modern girl, man from the future, witch, Japanese soldier, and tribal youth. Each character has their own missions to find the way home. During a player's turn, players perform the following actions in order: movement, encounter, visit, and preparation:&#10;&#10;1. Movement phase:&#10;During this phase, you can play any number of cards from your hand and move your character meeple accordingly.&#10;&#10;2. Encounter phase:&#10;During the Movement phase, if your character passes other characters, you must choose from one of the three following actions for the final player-controlled character encountered:&#10;&#226;&#151;&#139;Take an encounter token from said character and place it on an empty spot in the encounter area of your character board;&#10;&#226;&#151;&#139;Place one of your character&rsquo;s encounter token on an empty spot in the encounter area of said character&rsquo;s character board;&#10;&#226;&#151;&#139;Exchange one encounter token with the other player controlling said character and place the exchanged token on an empty spot in the encounter area of your character board (and vice versa)&#10;&#10;3. Visit phase:&#10;During this phase, you can perform the unique attraction action where your character meeple is currently located. For descriptions on each attraction action, refer to the corresponding section later in the rulebook.&#10;&#10;4.Preparation phase:&#10;During this phase, you can choose to keep any number of cards in your hand and discard the remaining to the discard pile; draw from your character deck until you have three cards in your hand before ending your turn for the current round.&#10;&#10;In this game, a player may win two ways: A solo victory in which the player fulfills the conditions to return their chosen character to their original timeline, or a shared victory in which two players win together by choosing to remain in Ki-pataw instead of returning home.&#10;&#10;&quot;Ki-pataw&quot; is the name that the plains indigenous people who lived in the area used to call New Beitou. The term, which is a Ketagalan word, means &quot;witch&quot;. It came about because of folk legends on silhouette of woman people claimed to have witnessed, probably caused by the steam from the geothermal valley.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Travel"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Emojinary",
    "ID": 261825,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.62",
    "Link": "https://boardgamegeek.com/boardgame/261825/emojinary",
    "Min Players": "4",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "''Emojinary where pictures speak louder than words!&#10;Everyone knows emojis - but how quickly can you work out what they are trying to say?&#10;&#10;In this exciting board game of pictures (and a few words!), your skills are tested with four fun party activities - guessing, spotting, drawing and acting!&#10;&#10;A picture-perfect combination where using your emojination will be sure to put a smiley on your face.&#10;&#10;Players/teams win by being the first to reach the top of their scoring ladder; each time a an activity is completed successfully, they are award a point and take one step up the ladder!&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia",
      "Word Game"
    ],
    "Mechanics": [
      "Acting",
      "Paper-and-Pencil"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Kancil",
    "ID": 261826,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.24",
    "Link": "https://boardgamegeek.com/boardgame/261826/kancil",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Kancil is a hidden role game for 3-6 players that revolves around the art of negotiation between a farmer and the merchants involved. Players take turns as the farmer with a simple task: Sell their handgrown cucumbers to the merchants and make an honest living out of it. The goal of the game is to earn the most profits through successful deals.&#10;&#10;All is well except that a creature called Kancil &mdash; a creature who often disguises itself as a merchant &mdash; pretends to negotiate business deals with the farmer, while in fact, Kancil would break the whole deal in the end and steal all the earnings away!&#10;&#10;Kancil originates from an Indonesian folklore. In the folklore, Kancil is the farmer's arch nemesis as Kancil always steals the farmer's cucumbers away. In this game, Kancil's craftiness is upgraded to a whole new level.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Negotiation",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Role Playing",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Crichers!",
    "ID": 261828,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/261828/crichers",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Crichers! is a fun and frenetic card game in which you will use these cheeky creatures to defeat your opponents.&#10;&#10;You will invade the enemy villages (each player&rsquo;s draw piles) using the Troop cards (numbered ones) and you will also give orders to attack, defend or manipulate these villages changing the course of the game while using the Action cards (fist icon).&#10;&#10;The damage Crichers inflict to the villages lead to the attacked opponent having to draw a card from the barracks (deck of cards).&#10;&#10;The goal of the game is to end up with no cards in your hands and to make the opponents fill up theirs and also to earn the maximum number of points.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Open Drafting",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Savage Planet: Savage Seas",
    "ID": 261841,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/261841/savage-planet-savage-seas",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Savage Seas is a team-based skirmish game where two teams program their Orders and sail their ships into battle against each other. Each player on a team leads one (or more) specific crew(s) on their ships. The crews are the same on both ships, but each crew has a different job: one controls their ship&rsquo;s movement, one leads the firing of her cannons, one specializes in close combat and melee, and one gives special Orders. Working together as a team to program your ship&rsquo;s Orders is key because the last ship standing is the winner!&#10;&#10;Savage Seas takes place in the dark fantasy world of Savage Planet, it was last seen in Savage Planet: Fate of Fantos.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Miniatures",
      "Nautical",
      "Party Game",
      "Pirates",
      "Wargame"
    ],
    "Mechanics": [
      "Action Queue",
      "Dice Rolling",
      "Hand Management",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Krimi Total Fall 15: Nachts im Salon Rouge",
    "ID": 261843,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgame/261843/krimi-total-fall-15-nachts-im-salon-rouge",
    "Min Players": "8",
    "Max Players": "9",
    "Min Play Time": "180",
    "Play Time": "240",
    "Weight": "0",
    "Description": "General info on Krimi Total: Murder mystery game in which players act out their role and try to solve the mystery.&#10;&#10;Info on this particular case: &quot;Nachts im Salon Rouge&quot; is the 15th case in the Krimi Total series. It takes place in the night club &quot;Salon Rouge&quot; 1924 in Berlin. The owner &quot;Carl Holzmann&quot; was found dead and it can be assumed, that the murderer is still within the Salon.&#10;&#10;In &quot;Nachts im Salon Rouge&quot; there are 8 obligatory roles (can't be played with less then 8): 4 males, 4 females. One optional role, the inspector, can be either male or female. The roles include: the Salon's bookkeeper, the victims wife and brother, an excentric lady, twi burlesque dancers from the Salon, the barkeeper and an unknown guest.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Role Playing",
      "Storytelling"
    ],
    "Families": [
      "Series: KRIMI total (JMCreative)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Scotland Yard Duell: Happy Meal Edition",
    "ID": 261844,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.38",
    "Link": "https://boardgamegeek.com/boardgame/261844/scotland-yard-duell-happy-meal-edition",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Scotland Yard Duell - Happy Meal Edition is a miniature version of the original &quot;Scotland Yard&quot;. This game was distributed as part of the McDondald's Happy Meals Menu.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Travel"
    ],
    "Mechanics": [],
    "Families": [
      "Theme: Police"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Daring Heroes: The Golden Age",
    "ID": 261864,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/261864/daring-heroes-the-golden-age",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Daring Heroes: The Golden Age is an exciting adventure card game that puts each player in the role of a fantastic superhero of yesteryear.&#10;&#10;The players team up to foil the villains&rsquo; crimes and must be vigilant against their dastardly Doomsday Devices! Heroes rally together against villains to score events.&#10;&#10;The players need to score 50 points worth of events before the villains do to foil the villains&rsquo; despicable deeds.&#10;&#10;Daring Heroes: The Golden Age comes with one die, nine Hero cards, and three decks: the Action Deck, the Event Deck, and the Villain Deck.&#10;&#10;The Action Deck contains Feats, Sidekicks, and Devices that empower the Heroes. The Event Deck contains standard Events worth 1 to 5 points and the dreaded Doomsday Device special Events. The Villain Deck contains Villains and the Devices and Henchmen that will help them take over the city.&#10;&#10;",
    "Categories": [
      "Comic Book / Strip"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Cooperative Game",
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pokémon TCG: Electric Eye Theme Deck",
    "ID": 261884,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/261884/pokemon-tcg-electric-eye-theme-deck",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "The Electric Eye Theme Deck is from the BREAKpoint expansion of the Pok&eacute;mon Trading Card Game, the ninth expansion in the XY series. However, it also contains cards from earlier expansions in the XY series. It predominantly focuses on Lightning and Psychic type Pok&eacute;mon.&#10;&#10;Like other Theme Decks, Electric Eye includes damage counters, a custom coin, one two-player mat, a Luxray deckbox and a TCGO deck access code. The initial release features a Mirror Holofoil Mega Gyarados coin while later releases feature a Cracked Ice Holofoil. (User summary.)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Video Game Theme"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games",
      "Video Game Theme: Pokémon"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pokémon TCG: Wave Slasher Theme Deck",
    "ID": 261885,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/261885/pokemon-tcg-wave-slasher-theme-deck",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "The Wave Slasher Theme Deck is from the BREAKpoint expansion of the Pok&eacute;mon Trading Card Game, the ninth expansion in the XY series. However, it also contains cards from earlier expansions in the  XY series. It predominantly focuses on Water and Grass type Pok&eacute;mon.&#10;&#10;Like other Theme Decks, Wave Slasher includes damage counters, a custom coin, one two-player mat, a Greninja deckbox and a TCGO deck access code. The initial release features a Non Holofoil Mega Gyarados coin while later releases feature a Confetti Holofoil. (User summary.)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Video Game Theme"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games",
      "Video Game Theme: Pokémon"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Saved",
    "ID": 261887,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.93",
    "Link": "https://boardgamegeek.com/boardgame/261887/saved",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Armageddon has arrived and there is only one spot left in proverbial Shangri-la.  Saved is an easy to play &quot;screw your opponent&quot; card game with an indecent touch of religious parody.  When The End comes, pray that you're the player who led the least &quot;sinful&quot; life, but that's not always easy when your opponents keep bringing all your past mistakes to the table.  Lucky for you (or maybe not), sooner or later everyone draws the cold hand of karma.  So use your morals wisely, hope you chose the right religion and you just might find victory in the afterlife.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Party Game",
      "Religious"
    ],
    "Mechanics": [
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Miremarsh: Rock Goblins",
    "ID": 261894,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.85",
    "Link": "https://boardgamegeek.com/boardgameexpansion/261894/miremarsh-rock-goblins",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The Rock Goblins have crawled out from under the swap - literally.&#10;&#10;Play as one of the dark Rock Goblins as you attempt to rule the land.  The Bog Goblins and Rock Goblins don't get along... This could get messy!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Expansion for Base-game",
      "Exploration",
      "Fantasy",
      "Humor",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Push Your Luck",
      "Tile Placement",
      "Trading"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Miremarsh: The Iron Crows of Kazhuk Izril",
    "ID": 261895,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgameexpansion/261895/miremarsh-the-iron-crows-of-kazhuk-izril",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The Iron Crows of Kazhuk Izril are elite dwarves from the Dugin Paint Forge dwarf collection.&#10;&#10;Play as one of the dwarves to defeat the goblins and take back what they have stolen.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Expansion for Base-game",
      "Exploration",
      "Fantasy",
      "Humor",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Push Your Luck",
      "Tile Placement",
      "Trading"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Miremarsh: Mantica Adventurers",
    "ID": 261896,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgameexpansion/261896/miremarsh-mantica-adventurers",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The Mantica Adventurers Expansion includes the 4 heroes from the highly successful Dungeon Saga by Mantic Games.&#10;&#10;Play as one of the heroes to defeat the goblins and take back what they have stolen.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Expansion for Base-game",
      "Exploration",
      "Fantasy",
      "Humor",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Push Your Luck",
      "Tile Placement",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Miremarsh: Kickstarter Exclusives",
    "ID": 261897,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.79",
    "Link": "https://boardgamegeek.com/boardgameexpansion/261897/miremarsh-kickstarter-exclusives",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Includes:&#10;Coiling Python - Wandering Monster miniature and card&#10;Toad Chef - Wandering Monster miniature and card&#10;Fenlord - Wandering Monster miniature, card and four Courts Quest tiles&#10;Monsters - box with 11 Wandering Monsters miniatures and cards&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Expansion for Base-game",
      "Exploration",
      "Fantasy",
      "Humor",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Push Your Luck",
      "Tile Placement",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Deception: Murder in Hong Kong – Game Boy Geek Season 6 Kickstarter Promo Cards",
    "ID": 261900,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.54",
    "Link": "https://boardgamegeek.com/boardgameexpansion/261900/deception-murder-in-hong-kong-game-boy-geek-season",
    "Min Players": "4",
    "Max Players": "12",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Originally available from the Game Boy Geek Season 6 Kickstarter.&#10;&#10;2 promo cards available as part of kickstarter promo collection&#10;SD Card - Clue&#10;Rulebook - Clue&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Expansion for Base-game",
      "Murder / Mystery",
      "Party Game"
    ],
    "Mechanics": [
      "Storytelling",
      "Team-Based Game",
      "Traitor Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Deception – Murder in Hong Kong",
      "Promotional: Game Boy Geek",
      "Region: Hong Kong"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tokyo Highway",
    "ID": 261901,
    "Year": "(2018)",
    "Geek Rating": "6.135",
    "Avg Rating": "6.82",
    "Link": "https://boardgamegeek.com/boardgame/261901/tokyo-highway",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.425",
    "Description": "Note: This is for the 4-player version of Tokyo Highway. For the two player version, please go here: Tokyo Highway&#10;&#10;In Tokyo Highway, players compete to place all of their cars on the road first &mdash; but to do that they have to build the roadways so that they have somewhere for their cars to go!&#10;&#10;Over the course of the game, players construct columns of varying heights by using the 88 squat gray and yellow pillars in the box, then connect those columns with sticks that serve as roadways, with the column you create usually not being the same height as the one it's connected to. When you place a highway that passes under or over an existing highway, you get to (carefully!) place a car on that highway. Place a highway that both goes over and under other highways, and you can place two cars!&#10;&#10;The yellow cylinders allow you to create a column the same height as another while also allowing you to fork the roadway to create more twists and turns.&#10;&#10;The first player to place all ten of their cars &mdash; with or without using tweezers &mdash; wins!&#10;&#10;This version of Tokyo Highway includes both the original base game and the expansion that allows for games with up to four players &mdash; not to mention four buildings that give additional obstacles while trying to lay down the concrete.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Transportation"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Stacking and Balancing"
    ],
    "Families": [
      "Cities: Tokyo (Japan)",
      "Components: Tweezers",
      "Game: Tokyo Highway"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Galactico",
    "ID": 261903,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.45",
    "Link": "https://boardgamegeek.com/boardgame/261903/galactico",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "0",
    "Description": "Galactico is a game of intergalactic scale, in which players act as taxi drivers, delivering passengers to the most remote corners of galaxies. The world of the game is impregnated with references to loved and well-known characters, as well as stamps of science fiction.&#10;&#10;In Galaktico, you need to transport passengers from one space sector to another, at the end of the game getting victory points for satisfied customers (and penalty points for customers that you didn&rsquo;t take to the final destination). A total of 8 stops in the game, and they are responsible for special cards, laid out in a circle. With a different number of players, the routes change (green, yellow or pink).&#10;&#10;The second (and main) type of game cards are passengers. There are four types of them - the usual (with a white rim, bring 1 software), the rich (with a yellow border, bring 2 software), hares (with a red border, bring 2 software) and the Worthans (with a green border, do not bring victory points).&#10;&#10;The third type of cards - controllers. They do not bring points, but they help to catch hares.&#10;&#10;Before the start of the game, each player receives a chip, which is then placed on different route maps as starting points. In his turn, the player must do 4 actions:&#10;move your chip. You can only move to unoccupied stations;&#10;lay out new passengers. On the five cards of the previous sectors from the displaced chips, one new passenger appears, which are taken from the deck of passengers;&#10;disembarking passengers. A player can land (lay face down in front of him) any number of passengers per hand if their symbols match the symbols on the station map. There are a couple of nuances: if there is a controller card at the station, the player can land all the hares (even if their symbols do not match the station symbols); Wortana can be landed only where there is another Wortana (both Wortana go to a dump);&#10;make loading. The player picks up passengers from the station to 6, starting from the lowest one in the row of passengers.&#10;&#10;When the &ldquo;end of shift&rdquo; card comes out of the deck of passengers, the current lap is played, then another lap is played, and the players proceed to the calculation of victory points. Passengers landed bring 1 or 2 points, and passengers remaining in the hand take away points. The winner is the one who scores the most points. (description of the game process taken from the blog &quot;frogged dice&quot;)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Hand Management",
      "Point to Point Movement",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Warfighter Shadow War: Expansion #20 – North Korea Yongbyon Nuclear Facility",
    "ID": 261938,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.11",
    "Link": "https://boardgamegeek.com/boardgameexpansion/261938/warfighter-shadow-war-expansion-20-north-korea-yon",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "4",
    "Description": "Each Shadow War Mission Pack is a real-world location. Shadow War Mission Packs put you in command of SpecOps teams running missions in real-world countries in the facilities you see on the news. Contained within each pack are Mission Locations, Objectives and Hostiles relevant to each unique location.&#10;&#10;This expansion offers 56 cards including:&#10;&#10;&#10;     2 Squad Soldiers&#10;     30 Hostiles&#10;     4 On the Grounds&#10;     4 Night Missions&#10;     4 Night Objectives&#10;     12 Night Locations&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Modern Warfare"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management"
    ],
    "Families": [
      "Country: Korea",
      "Series: Warfighter (DVG)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warfighter Shadow War: Expansion #21 – Bin Laden",
    "ID": 261942,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.05",
    "Link": "https://boardgamegeek.com/boardgameexpansion/261942/warfighter-shadow-war-expansion-21-bin-laden",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "4",
    "Description": "Each Shadow War Mission Pack is a real-world location. Shadow War Mission Packs put you in command of SpecOps teams running missions in real-world countries in the facilities you see on the news. Contained within each pack are Mission Locations, Objectives and Hostiles relevant to each unique location.&#10;&#10;This expansion offers 112 cards including:&#10;&#10;&#10;     58 Hostiles&#10;     4 Night Events&#10;     8 On the Grounds&#10;     8 Night Missions&#10;     8 Night Objectives&#10;     24 Night Locations&#10;     2 Objective Hostiles&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Modern Warfare"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management"
    ],
    "Families": [
      "History: War in Afghanistan",
      "Series: Warfighter (DVG)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warfighter Shadow War: Expansion #23 – Syria Tabqa Airbase",
    "ID": 261943,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.85",
    "Link": "https://boardgamegeek.com/boardgameexpansion/261943/warfighter-shadow-war-expansion-23-syria-tabqa-air",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "4",
    "Description": "Each Shadow War Mission Pack is a real-world location. Shadow War Mission Packs put you in command of SpecOps teams running missions in real-world countries in the facilities you see on the news. Contained within each pack are Mission Locations, Objectives and Hostiles relevant to each unique location.&#10;&#10;This expansion offers 56 cards including:&#10;&#10;&#10;     5 Night Missions&#10;     4 Night Objectives&#10;     5 On the Grounds&#10;     3 Equipment&#10;     3 Skills&#10;     15 Night Locations&#10;     21 Hostiles&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Modern Warfare"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management"
    ],
    "Families": [
      "History: Syrian Civil War",
      "Series: Warfighter (DVG)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warfighter Shadow War: Expansion #26 – United Kingdom",
    "ID": 261948,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.42",
    "Link": "https://boardgamegeek.com/boardgameexpansion/261948/warfighter-shadow-war-expansion-26-united-kingdom",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "3",
    "Description": "United Kingdom gives you Player Soldiers, Non-Player Soldiers, and Squad Soldiers from the United Kingdom for inclusion in night missions for your Shadow War campaign. Also included are their Weapon and Equipment cards. This expansion offers 56 cards including:&#10;&#10;&#10;     10 Player Soldiers    &#10;     7 Non-Player Soldiers&#10;     8 Squad Soldiers &#10;     22 Weapons&#10;     2 Equipment&#10;     4 Skills&#10;     3 Actions&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Modern Warfare"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management"
    ],
    "Families": [
      "Series: Warfighter (DVG)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Anti-Monopoly Luxus-Edition",
    "ID": 261955,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/261955/anti-monopoly-luxus-edition",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "0",
    "Description": "German special edition with all 3 former Anti-Monopoly games. Limited to 10,000 copies, with numbered document.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation",
      "Political"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Warfighter Shadow War: Expansion #36 – Somali Pirates: MV Golden Nori",
    "ID": 261959,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.02",
    "Link": "https://boardgamegeek.com/boardgameexpansion/261959/warfighter-shadow-war-expansion-36-somali-pirates",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Each Shadow War Mission Pack is a real-world location. Shadow War Mission Packs put you in command of SpecOps teams running missions in real-world countries in the facilities you see on the news. Using the cover of darkness, lead your SEAL Team covertly aboard the Golden Nori, take down the Somali Pirates and rescue the crew!&#10;&#10;This expansion offers 56 cards including:&#10;&#10;&#10;     2 Squad Soldiers&#10;     4 Night Missions&#10;     4 Night Objectives&#10;     4 On the Grounds&#10;     15 Night Locations&#10;     1 Skills&#10;     26 Hostiles&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Modern Warfare"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management"
    ],
    "Families": [
      "Series: Warfighter (DVG)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warfighter Shadow War: Expansion #43 – Captured Oil Platform!",
    "ID": 261963,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.76",
    "Link": "https://boardgamegeek.com/boardgameexpansion/261963/warfighter-shadow-war-expansion-43-captured-oil-pl",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "4",
    "Description": "Each Shadow War Mission Pack is a real-world location. Shadow War Mission Packs put you in command of SpecOps teams running missions in real-world countries in the facilities you see on the news.&#10;&#10;Contained within each pack are Mission Locations, Objectives and Hostiles relevant to each unique location.&#10;&#10;Jihadists have captured an Oil Platform off the coast of Angola. It's up to you to lead your team through the platform's maze of compartments, disarm the booby traps and take down the terrorists before they destroy the platform and all aboard!&#10;&#10;This expansion offers 56 cards including:&#10;&#10;&#10;     2 Squad Soldiers&#10;     3 Skills&#10;     2 Equipment&#10;     21 Hostiles&#10;     3 On the Grounds&#10;     4 Night Events&#10;     4 Night Missions&#10;     4 Night Objectives&#10;     1 Objective Hostile&#10;     12 Night Locations&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Modern Warfare"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management"
    ],
    "Families": [
      "Series: Warfighter (DVG)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hexix",
    "ID": 261979,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.83",
    "Link": "https://boardgamegeek.com/boardgame/261979/hexix",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Hexix is a strategy board game designed from the ground up to be fundamentally intuitive, foster emergent complexity and to generate fun, intense games! It plays on a hexagon based board and despite the use of die for playing pieces, Hexix is a game of strategy with no luck involved.&#10;&#10;By changing the face on their dice and placing them strategically, players create opportunities of capturing opposing dice, and for defending their own. The objective is to capture the opposing player's &quot;base&quot; dice.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Connections"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Snowdonia: Tsavo Lions Promo Card",
    "ID": 261981,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.29",
    "Link": "https://boardgamegeek.com/boardgameexpansion/261981/snowdonia-tsavo-lions-promo-card",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Released to support the Uganda Village Boardgame crowdfunding campaign. The image is an illustration by Charles Whymper from the book &quot;Through Unknown African Countries: the First Expedition from Somaliland to Lake Rudolf&quot;.&#10;&#10;When you build this train, remove all 3rd workers from the game - you gain 4 points at the end of the game for each worker removed in this way.&#10;&#10;This card is being reprinted with new art as part of the Deluxe edition.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Trains"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Worker Placement"
    ],
    "Families": [
      "Series: Snowdonia Game System"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Candy Cane Wars",
    "ID": 261988,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/261988/candy-cane-wars",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "0",
    "Description": "We've signed a contract with Santa Claus to sell children candy. Unfortunately, everyone else did, too. Can you strategically build the city, move your dealers, and place your candy canes to earn street cred and become the most powerful dealer in town?&#10;&#10;Candy Cane Wars is a simple but surprisingly deep &quot;give this, take that&quot; style game that requires you to constantly be planning five moves ahead of your opponents.&#10;&#10;Players can choose one of three actions on their turn: placing a card, moving their dealer, or placing a candy cane. Each action comes with pros and cons, and could significantly hurt or help your opponents. Where you place your candy canes affects your street cred, and special &quot;action&quot; cards can quickly change the game for any one playing. The game ends after a player has placed three candy canes and everyone finishes their last turn. Whoever has the most street cred win!&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Fighting"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Pattern Building",
      "Take That",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Flightless",
    "ID": 261991,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/261991/flightless",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "35",
    "Weight": "0",
    "Description": "Being only a day away from learning how to fly, the Fledglings could never have expected the horror that would soon befall them. Lightning strikes their tree that they call home and sets it ablaze. Now they are forced to jump into the unknown and learn to fly on their own and survive by any means necessary. All the while avoiding the ever-lurking owl, the hungry fox, and the fowl raccoon.&#10;&#10;In&nbsp;Flightless&nbsp;2-5 players compete survive until the mama bird returns. Players will start with an identical hand of cards and only be able to play each one once during the game. The order you play them in is chosen by the initiative number on each card.&#10;&#10;The board itself is a tree with moveable branch tiles. Over the course of the game, the tree branches fall. In doing so, making the play area smaller and harder to maneuver.&#10;&#10;The game ends when the mama bird returns or a player has hit the ground. Players then calculate a score from the cards they were able to save during the game.&#10;&#10;Also included is a 2v2 mode.&#10;&#10;Flightless is from first-time game designer, Elijah Weerts.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Environmental",
      "Fighting",
      "Memory"
    ],
    "Mechanics": [
      "Action Queue",
      "Hand Management",
      "Open Drafting",
      "Push Your Luck"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Napoleon 1813",
    "ID": 261996,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.47",
    "Link": "https://boardgamegeek.com/boardgame/261996/napoleon-1813",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Napoleon 1813 is a solitaire deduction game.&#10;&#10;What happened on the Leipzig plain from October 16 to 19? Find out what happened back then.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Napoleonic"
    ],
    "Mechanics": [
      "Deduction",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Cities: Leipzig (Saxony, Germany)",
      "Players: Solitaire Only Games",
      "Series: Thinker games for one player (Clicker Spiele)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Philadelphia 1895",
    "ID": 261997,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/261997/philadelphia-1895",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Philadelphia 1895 is a solitaire game.&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": [
      "Admin: Unreleased Games",
      "Cities: Philadelphia (Pennsylvania, USA)",
      "Series: Thinker games for one player (Clicker Spiele)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Teeky-Tiki",
    "ID": 262001,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/262001/teeky-tiki",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2",
    "Description": "The Annual Teeky-Tiki Festival has begun!&#10;&#10;Each year, the natives of Teeky-Tiki get together for an awesome celebration, filled with feats of bravery, trickery, and tribute. Seven days of excitement and intrigue end with the crowning of the new Big Chief of Teeky-Tiki, an honor like no other, given to the Chief that has amassed the most Influence over the course of the Festival!&#10;&#10;Mysterious Visions and crazy Events await as you compete in dangerous Jungle Quests, recruit new allies, and build glorious Tikis. But beware other sneaky Chiefs and the ever-lurking Wild Boar trying to stop you!&#10;&#10;Will you be crowned the next Big Chief of Teeky-Tiki?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Open Drafting",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Tiki Culture"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Standard Deck Dungeon",
    "ID": 262002,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.74",
    "Link": "https://boardgamegeek.com/boardgame/262002/standard-deck-dungeon",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Standard Deck Dungeon is a card game that simulates the experience of a roguelike dungeon crawler, using nothing but a standard deck of playing cards. You only need a standard deck of playing cards with the rulebook and two reference sheets (available in the downloads below). Standard Deck Dungeon is designed to be setup quickly, played quickly, and packed away quickly. It supports single player, two player cooperative, or two player competitive.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Print & Play"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Grid Movement",
      "Push Your Luck",
      "Tile Placement"
    ],
    "Families": [
      "Components: Traditional Playing Cards",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Champions of Midgard: Asian Monsters",
    "ID": 262004,
    "Year": "(2018)",
    "Geek Rating": "5.602",
    "Avg Rating": "8.03",
    "Link": "https://boardgamegeek.com/boardgameexpansion/262004/champions-of-midgard-asian-monsters",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "4",
    "Description": "Originally available from the Game Boy Geek Season 6 Kickstarter.&#10;&#10;Includes 9 new monster cards (3 for each in 3 different colors - blue, red, and yellow):&#10;&#10;Mazu Dragon - Can only be hit by spears.&#10;Nian Monster - Only appears one day a year, requires an additional food per dice before combat.&#10;World Turtle - Collect the coins on the card x2 but gives a blame token when killed.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Medieval",
      "Mythology"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Set Collection",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Champions of Midgard",
      "Theme: Vikings"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Whistle Stop: Poison Pill Promo Tile",
    "ID": 262006,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgameexpansion/262006/whistle-stop-poison-pill-promo-tile",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "75",
    "Play Time": "75",
    "Weight": "0",
    "Description": "Originally available at DicetowerCon 2018.&#10;&#10;A new upgrade gear tile.&#10;&#10;When any other player gains a stock that you own, they must pay you a common or rare ressource. If they do not have a common or rare ressource to pay you, they may not get that stock.&#10;&#10;",
    "Categories": [
      "American West",
      "Expansion for Base-game",
      "Trains"
    ],
    "Mechanics": [
      "Action Points",
      "Pick-up and Deliver",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Whistle Stop: King Me! Promo Tile",
    "ID": 262007,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.04",
    "Link": "https://boardgamegeek.com/boardgameexpansion/262007/whistle-stop-king-me-promo-tile",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "75",
    "Play Time": "75",
    "Weight": "0",
    "Description": "Originally available from the Game Boy Geek Season 6 Kickstarter.&#10;&#10;A new upgrade gear tile.&#10;&#10;When you join up your own trains through normal movement rules, they move together and you get double the benefit when landing on a stop.&#10;&#10;",
    "Categories": [
      "American West",
      "Expansion for Base-game",
      "Trains"
    ],
    "Mechanics": [
      "Action Points",
      "Pick-up and Deliver",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ex Libris: Game Boy Geek Season 6 Kickstarter Promo Cards",
    "ID": 262010,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.47",
    "Link": "https://boardgamegeek.com/boardgameexpansion/262010/ex-libris-game-boy-geek-season-6-kickstarter-promo",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Originally available from the Game Boy Geek Season 6 Kickstarter.&#10;&#10;Game Boy Geek themed book cards that replace their respective counterparts in the base game.  These cards have different icons than the base game versions.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Set Collection",
      "Tile Placement",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Celebrities: Boardgame Celebrities",
      "Crowdfunding: Kickstarter",
      "Promotional: Game Boy Geek",
      "Theme: Books / Libraries"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Malifaux: Ice Dancers",
    "ID": 262011,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/262011/malifaux-ice-dancers",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Rasputina has made many changes since taking over the Cult of December. The power of the old priesthood was crushed, and many of her followers enjoy a greater degree of freedom. While they still hold to the old practices and sacrifices, some have begun flourishing in other ways. Foremost among these individuals are the Ice Dancers; they use the elemental force of ice and storm granted them by December to create icy paths beneath their feet, gliding along effortlessly.&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Expansion for Base-game",
      "Fantasy",
      "Horror",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Campaign / Battle Card Driven",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Malifaux: Blessed Of December",
    "ID": 262012,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/262012/malifaux-blessed-of-december",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "There are many arcane and fell rituals in the Cult of December, some which even His followers fear. None is more terrible than bestowing the title of &quot;Blessed&quot; on a member of the cult. The ritual is performed once a generation, and is the deciding proof of December's choice of the leader of His cult. During this, the chosen sacrifice is stripped of all humanity, transformed into a living expression of December's power ... and His all-encompassing hunger.&#10;&#10;At the beginning of her stewardship, Rasputina performed the ritual as December directed, choosing a young woman from the Silent Ones. It did not take long for the Ice Witch to regret going along with the ceremony, as she watch the woman become a prisoner in her own body. The Blessed retained more of her sanity than any in memory, and it became clear this was nothing more than a constant torment. This poor creature became one of the driving reasons for Rasputina's defiance of December, as she is forced to watch the poor wretch become more feral with each passing day.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Expansion for Base-game",
      "Fantasy",
      "Horror",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Campaign / Battle Card Driven",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Deep Madness: Devourer of Worlds Epic Monster",
    "ID": 262020,
    "Year": "(2018)",
    "Geek Rating": "5.567",
    "Avg Rating": "8.29",
    "Link": "https://boardgamegeek.com/boardgameexpansion/262020/deep-madness-devourer-of-worlds-epic-monster",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Kickstarter Exclusive Epic Monster Pack.&#10;&#10;Contains:&#10;- 1 Devourer of Worlds monster miniature&#10;- 1 Monster Cards (in five languages)&#10;- 2 Spawn Cards (in five languages)&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Fighting",
      "Horror",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Deep Madness: Spawn of the Sleeper Epic Monster",
    "ID": 262021,
    "Year": "(2018)",
    "Geek Rating": "5.554",
    "Avg Rating": "8.25",
    "Link": "https://boardgamegeek.com/boardgameexpansion/262021/deep-madness-spawn-of-the-sleeper-epic-monster",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Epic monster pack for Deep Madness`&#10;&#10;Spawn of the Sleeper&rsquo;s mind may be dreaming, but that doesn&rsquo;t mean its tentacles are. Watch out as these whipping tendrils move to protect their host, squeezing the life out of any investigator they happen to come across. Perhaps Spawn of the Sleeper seems like it&rsquo;s not a threat. And it&rsquo;s just fine with you believing that.&#10;&#10;Contains:&#10;&#10;     1 Spawn of the Sleeper monster miniature&#10;     6 Tentacle miniatures&#10;     2 Monster Cards (in five languages)&#10;     2 Spawn Cards (in five languages)&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Fighting",
      "Horror",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Deep Madness: Insidious Epic Monster",
    "ID": 262022,
    "Year": "(2018)",
    "Geek Rating": "5.552",
    "Avg Rating": "8.38",
    "Link": "https://boardgamegeek.com/boardgameexpansion/262022/deep-madness-insidious-epic-monster",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Epic monster pack for Deep Madness.&#10;&#10;Insidious lays its eggs in dark, concealed places across any locations it can find. When investigators meet Insidious, it is possible they may succeed against the ravenous horror. But as soon as it dies, an incredibly unpleasant thing happens: one of its eggs hatches, and Insidious emerges once more &ndash; fully grown, ready to kill, and also ready to breed. As long as even one of its eggs remains on the board, Insidious will not die. Can you destroy all of its eggs before it slaughters your entire team?&#10;&#10;Contains:&#10;- 1 Insidious monster miniature&#10;- 6 Egg miniatures&#10;- 1 Monster Card (in five languages)&#10;- 2 Spawn Cards (in five languages)&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Fighting",
      "Horror",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Deep Madness: Dimension Rift Epic Monster",
    "ID": 262023,
    "Year": "(2018)",
    "Geek Rating": "5.555",
    "Avg Rating": "8.32",
    "Link": "https://boardgamegeek.com/boardgameexpansion/262023/deep-madness-dimension-rift-epic-monster",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Epic monster pack for Deep Madness.&#10;&#10;Contains:&#10;- 1 Dimension Rift monster miniature.&#10;- 1 Monster Card (in five languages)&#10;- 2 Spawn Card (in five languages)&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Fighting",
      "Horror",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Deep Madness: Penitent and Forsaken Epic Monster",
    "ID": 262024,
    "Year": "(2018)",
    "Geek Rating": "5.558",
    "Avg Rating": "8.31",
    "Link": "https://boardgamegeek.com/boardgameexpansion/262024/deep-madness-penitent-and-forsaken-epic-monster",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Epic monster pack for Deep Madness.&#10;&#10;Contains:&#10;- 1 Penitent monster miniature&#10;- 1 Forsaken monster miniature&#10;- 2 Monster Cards (in five languages)&#10;- 2 Spawn Cards (in five languages)&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Fighting",
      "Horror",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Inner Sanctum",
    "ID": 262025,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/262025/inner-sanctum",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The knowledge of the world is hidden from the eyes of normal men. Only those deemed worthy in the eyes of those in the circle can earn the right to learn these secrets and enter the Inner Sanctum. But only one maybe chosen. Will you be the one?&#10;&#10;In Inner Sanctum you try and control illegal businesses, politicians, spells, artifacts, rituals and other cultists, to rise up levels inside your cult. You do this by collecting sets of Control cards and have a larger set of that type than anyone else.&#10;&#10;You can blackmail, leak scandals, police raids and more. You do this by playing action cards on your turn.&#10;&#10;The deeper you go, the more corrupt you get. Everything you do, causes you to collect more and more corruption. The more corruption the harder it is to make it to level 7 and win the game. But if you gain too much corruption, the Dark One will come and take you.&#10;&#10;How deep are you willing to go, will you sell your soul? will you call on the dark one himself for a shot at stealing victory out from under your rival cultists, and be the favored. Or will he take you back to his dark realm to never be seen again.&#10;&#10;To play the game, players take turns drawing cards in the control phase, playing action cards and collecting sets of control cards. &#10;When the Gathering phase is called, each player plays their sets and if you have more control cards than your opponents in a specific type, you gain a level(s).&#10;&#10;If no one is at level 7, then a new control phase begins.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Holidays: Buying Game",
    "ID": 262035,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.33",
    "Link": "https://boardgamegeek.com/boardgame/262035/holidays-buying-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "0",
    "Weight": "1",
    "Description": "The holiday club is full of crazy activities, and the holidaymakers are going to have to spend wisely! Enjoy the most holiday activities to win the game&#10;&#10;Aim: buy the most activities that your budget allows from the 5 main themes.&#10;Before starting: each player receives 100 &quot;Suns&quot; (2 banknotes worth 20 Suns + 3 notes worth 10 Suns + 6 notes worth 5 Suns). Place the remaining banknotes next to the draw pile. Turn over 5 theme cards: these are the 5 main themes in the game. Place the deck of cards face down in the middle.&#10;Rules: the youngest player turns over a card from the draw pile. If it is an activity card, the player can:&#10;&#10;     Buy: the player pays the bank the amount shown on the card and keeps the card face up. The game continues with the next player.&#10;     Not buy: the game continues with the next player, who turns over a card from the draw pile&#10;&#10;&#10;End of the game: the game ends when a player has the 5 main activities and more activities than the other players.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Breakaway Football: Weather Expansion",
    "ID": 262036,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.36",
    "Link": "https://boardgamegeek.com/boardgameexpansion/262036/breakaway-football-weather-expansion",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3",
    "Description": "Football is not only a game of X&rsquo;s and O&rsquo;s strategy, but also a game of mud and rain, of wind and frigid cold, of players adapting to the environment and mastering the elements to achieve victory.&#10;&#10;Extreme cold has shaped the mythology of Pro Football, from the &ldquo;Ice Bowl&rdquo; in Green Bay to the &ldquo;Freezer Bowl&rdquo; in Cincinnati and &ldquo;Red Right 88&rdquo; in Cleveland. Snow, sleet, ice, and extreme cold change the conditions of the game and, as such, force coaches to adjust their strategies.&#10;&#10;Rain imbues football with an epic scope. Weather is the great equalizer, where elite athletes are hobbled by wet hands, soft earth, and standing water. Add in wind and you&rsquo;ve got &quot;football weather.&quot;&#10;&#10;With this new Breakaway Football: Weather Expansion, you can now experience these same epic coaching conditions at your own table.&#10;&#10;The expansion set includes three custom play mats themed for Rain, Snow, and Wind. To achieve the effect of playing in weather, the expansion features two new Game Day decks - one themed for &quot;Rain Day&quot; and another cold weather &quot;Snow Day&quot; -as well as forecast cards with specific modifiers for each weather condition.&#10;&#10;Wind is handled through new cards on the board that apply modifiers, making the kicking game more challenging. Strong enough wind can even affect the passing game.&#10;&#10;The rule book for the Weather Expansion not only outlines these new mechanisms but also includes two templates for the new weather decks, which allows one card pull to determine the specific game conditions (forecast, wind speed/direction, temperature).&#10;&#10;Experience epic drama in the elements with the Breakaway Football: Weather Expansion!&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Sports"
    ],
    "Mechanics": [
      "Action Queue",
      "Hand Management"
    ],
    "Families": [
      "Sports: American Football / Gridiron"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Colombi",
    "ID": 262037,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/262037/colombi",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Transparent, colored tiles in the three primary colors red, blue and yellow result in the corresponding mixed colors by overlaying. A board, a bag and a color dice complete the materials.&#10;The child naturally discovers basic concepts of color theory, the larger ones make exciting games out of them and the adults have to be very careful when they want to win their tricky game.&#10;Include rules for 5 different games.&#10;&#10;This is mine!: 2-6 children throw with a color dice and have to  put the tile on the board. Mixed colors are formed by stacking. Is the color the right color, the player get a point.&#10;&#10;Tile away! 2-6 children first draw a tile, then the dice is thrown. If the tile can not be laid, it will be in your own stock. Next time you can use the new tile or a tile from your own stock.&#10;&#10;Who takes, wins! 2-6 children put all the tiles in the board. The game starts with 1 red,1 yellow, 1 blue, 2 green, 2 purple and 2 orange fields. Throw the dice and take the tile(s), if it is on the board or put the tile(s) on the board, if it is missed. The game ends, if all tiles are from the board.&#10;&#10;Criss-cross! 2-4 players draw tiles out the bag (2 tiles with 2 players, 3 tiles with 3 players etc.). All other tiles are seed on the board. Every turn you plays one tile and remove one tile or vice versa. You win the game, if you have one row with the same mixed color.&#10;&#10;Blue against red! 2 players use only 6 red and 6 blue tiles. It starts on the first and last row of the board. You win the game, if you complete the purple row in the middle. You can only draw your own color, but with purple you always take the top part. It does not matter if this part is red or blue.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Coffin Quiz",
    "ID": 262038,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/262038/coffin-quiz",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Put your knowledge of ghosts, witches, and all things spooky to the test with this hair-raising trivia game. Each card comes with a quiz question and a frightful forfeit - answer the question correctly and you can nominate another player to complete the forfeit. Get the question wrong, and you'll be the one stuck with it! Just the thing to see who has the braaains of the bunch!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Miner's Lagoon",
    "ID": 262041,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.55",
    "Link": "https://boardgamegeek.com/boardgame/262041/miners-lagoon",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "80",
    "Play Time": "160",
    "Weight": "0",
    "Description": "Miner's Lagoon is a resource management and worker placement board game for 2 to 4 players. You will take the role of a Mining Corporation CEO and try to outcompete your opponents. To this end, there will be a lot of decision making to be made.&#10;&#10;You start with chosing your corporation out of the 2 possible corporations you were dealt. To build your strategy from the very beginning of the game, you will chose 2 secret objectives out of the 3.&#10;&#10;Throughout the game, you will navigate islands to complete actions that suits best to your strategy.&#10;&#10;These actions include:&#10;&#10;- Recruit a Merchant&#10;- Recruit a Miner&#10;- Buy an Equipment&#10;- Open up Galleries&#10;- Operate a Mining Site&#10;- Draw or Complete a Deal&#10;- Make Shipment&#10;- Enrich your resources / Buy enriched resources&#10;- Trade&#10;- Buy an artifact&#10;&#10;With 2 different types of workers(Merchants and Miners), you and your opponents will try to reach 30 points to trigger the ending condition but that doesn't guarantee you the win.&#10;&#10;Secret objective cards will determine the most successful Mining Corporation in Lagoon.&#10;&#10;",
    "Categories": [
      "Economic",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Set Collection",
      "Worker Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Theme: Mining"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sprawlopolis: Wrecktar",
    "ID": 262043,
    "Year": "(2018)",
    "Geek Rating": "5.730",
    "Avg Rating": "6.78",
    "Link": "https://boardgamegeek.com/boardgameexpansion/262043/sprawlopolis-wrecktar",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1.5",
    "Description": "A one card disaster hits Sprawlopolis.&#10;&#10;A monster is rampaging through the city, taking down building with every step!&#10;&#10;Wrecktar adds a card to the deck that covers the previously played card when it comes to the top of the draw pile and incurs scoring penalties.&#10;&#10;&#10;Released in the June 2018 Board Game of the Month Club $20+ package.&#10;&#10;",
    "Categories": [
      "Card Game",
      "City Building",
      "Expansion for Base-game",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Cooperative Game",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Sprawlopolis",
      "Series: Sprawlopolis",
      "Series: Wallet Games (Button Shy)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sprawlopolis: Points of Interest",
    "ID": 262044,
    "Year": "(2018)",
    "Geek Rating": "5.754",
    "Avg Rating": "6.97",
    "Link": "https://boardgamegeek.com/boardgameexpansion/262044/sprawlopolis-points-of-interest",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1.5",
    "Description": "A one card assistant visits Sprawlopolis.&#10;&#10;Builders from the next city over have come to help get you started!&#10;&#10;Points of Interest helps you by giving you a starting card that has a point of interest that generates scoring for surrounding it with appropriate block types.&#10;&#10;&#10;Released in the June 2018 Board Game of the Month Club $20+ package.&#10;&#10;",
    "Categories": [
      "Card Game",
      "City Building",
      "Expansion for Base-game",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Cooperative Game",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Sprawlopolis",
      "Series: Sprawlopolis",
      "Series: Wallet Games (Button Shy)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sprawlopolis: Construction Zones",
    "ID": 262045,
    "Year": "(2018)",
    "Geek Rating": "5.755",
    "Avg Rating": "7.01",
    "Link": "https://boardgamegeek.com/boardgameexpansion/262045/sprawlopolis-construction-zones",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1.6667",
    "Description": "A four card irritation comes to Sprawlopolis.&#10;&#10;Construction has started and is adding an unwelcome wrinkle to your city planning!&#10;&#10;One (random) requirement and scoring card is part of scoring.  The other three go into deck.  If the construction blocks are not completed (built over) by game end, they incur scoring penalties.&#10;&#10;&#10;Released in the June 2018 Board Game of the Month Club $20+ package.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "City Building",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Cooperative Game",
      "Tile Placement"
    ],
    "Families": [
      "Components: Multi-Use Cards",
      "Crowdfunding: Kickstarter",
      "Game: Sprawlopolis",
      "Series: Sprawlopolis",
      "Series: Wallet Games (Button Shy)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Round & Crowned",
    "ID": 262048,
    "Year": "(1983)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/262048/round-and-crowned",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Everyone has four princes, they want to conquer the crowns. The crowns are located in the center of the playing field. The playing field is a turntable that constantly changes position. The players roll alternately with two dice and move on the one hand the disc by correspondingly many positions further and on the other hand one of their figures. The disc can only be entered and left at certain points, and the center must be reached exactly. If a prince has reached the middle, he gets the crown and becomes king. He can now go home. Those who have their four kings back in the palace first have won this exciting dice game.&#10;&#10;If the princes meet opposing princes in the game, they are beaten and have to start again in the castle, kings are beaten, so they start in the coronation hall.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "リターン・トゥ・サバンナ (Return to Savannah)",
    "ID": 262066,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/262066/ritantousabanna-return-to-savannah",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "40",
    "Weight": "0",
    "Description": "&#227;&#131;&#170;&#227;&#130;&#191;&#227;&#131;&#188;&#227;&#131;&#179;&#227;&#131;&#187;&#227;&#131;&#136;&#227;&#130;&#165;&#227;&#131;&#187;&#227;&#130;&#181;&#227;&#131;&#144;&#227;&#131;&#179;&#227;&#131;&#138; (Return to Savannah) (Ritaan tu Sabanna) is a Japanese game about wildlife in Africa.&#10;&#10;Surviving on the Savannah is harsh. Once defeated in a battle over territory, animals are forced out of the Savannah. But they are still watching for an opportunity to return to the Savannah.&#10;&#10;Return to Savannah is a tile placement game with a theme of great emigration of animals. In this game, players try to score points by placing animal tiles effectively.&#10;&#10;Players take turns placing an animal tile on a 4x4 square grid board. You must place an animal adjacent to another animal of the same type if any, expanding territory for that animal. If a type of animals are surrounded by other animals, they are forced to make a great emigration and removed from the board. At that moment the two leading players score points in the following manner.&#10;&#10;There are two leader tokens for each type of animals. These tokens move to certain players each time a tile of that type is placed. When that type of animals is removed, the token holders score points equal to the number of tiles removed or twice that number.&#10;&#10;The game ends when a certain number of migrations are made, and the highest scorer wins the game.&#10;&#10;&mdash;user summary&#10;&#10;&#227;&#130;&#181;&#227;&#131;&#144;&#227;&#131;&#179;&#227;&#131;&#138;&#227;&#129;&#167;&#227;&#129;&#174;&#231;&#148;&#159;&#229;&#173;&#152;&#231;&#171;&#182;&#228;&#186;&#137;&#227;&#129;&#175;&#232;&#139;&#155;&#233;&#133;&#183;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#231;&#184;&#132;&#229;&#188;&#181;&#227;&#130;&#138;&#228;&#186;&#137;&#227;&#129;&#132;&#227;&#129;&#171;&#232;&#178;&#160;&#227;&#129;&#145;&#227;&#129;&#159;&#229;&#139;&#149;&#231;&#137;&#169;&#227;&#129;&#174;&#231;&#190;&#164;&#227;&#130;&#140;&#227;&#129;&#175;&#227;&#130;&#181;&#227;&#131;&#144;&#227;&#131;&#179;&#227;&#131;&#138;&#227;&#129;&#139;&#227;&#130;&#137;&#232;&#191;&#189;&#227;&#129;&#132;&#229;&#135;&#186;&#227;&#129;&#149;&#227;&#130;&#140;&#227;&#129;&#166;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#134;&#227;&#129;&#174;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#227;&#129;&#151;&#227;&#129;&#139;&#227;&#129;&#151;&#227;&#128;&#129;&#232;&#191;&#189;&#227;&#129;&#132;&#229;&#135;&#186;&#227;&#129;&#149;&#227;&#130;&#140;&#227;&#129;&#159;&#229;&#139;&#149;&#231;&#137;&#169;&#227;&#129;&#159;&#227;&#129;&#161;&#227;&#130;&#130;&#227;&#130;&#181;&#227;&#131;&#144;&#227;&#131;&#179;&#227;&#131;&#138;&#227;&#129;&#171;&#229;&#190;&#169;&#229;&#184;&#176;&#227;&#129;&#153;&#227;&#130;&#139;&#230;&#151;&#165;&#227;&#130;&#146;&#232;&#153;&#142;&#232;&#166;&#150;&#231;&#156;&#136;&#227;&#128;&#133;&#227;&#129;&#168;&#231;&#139;&#153;&#227;&#129;&#163;&#227;&#129;&#166;&#227;&#129;&#132;&#227;&#130;&#139;&#227;&#129;&#174;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#227;&#129;&#147;&#227;&#129;&#174;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#167;&#227;&#129;&#175;&#227;&#128;&#129;&#229;&#139;&#149;&#231;&#137;&#169;&#227;&#130;&#191;&#227;&#130;&#164;&#227;&#131;&#171;&#227;&#130;&#146;&#227;&#130;&#181;&#227;&#131;&#144;&#227;&#131;&#179;&#227;&#131;&#138;&#227;&#131;&#156;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#129;&#171;&#229;&#138;&#185;&#230;&#158;&#156;&#231;&#154;&#132;&#227;&#129;&#171;&#233;&#133;&#141;&#231;&#189;&#174;&#227;&#129;&#151;&#227;&#129;&#166;&#227;&#131;&#157;&#227;&#130;&#164;&#227;&#131;&#179;&#227;&#131;&#136;&#227;&#130;&#146;&#231;&#141;&#178;&#229;&#190;&#151;&#227;&#129;&#151;&#227;&#129;&#166;&#227;&#129;&#132;&#227;&#129;&#141;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#229;&#139;&#149;&#231;&#137;&#169;&#227;&#129;&#159;&#227;&#129;&#161;&#227;&#129;&#175;&#231;&#168;&#174;&#233;&#161;&#158;&#227;&#129;&#148;&#227;&#129;&#168;&#227;&#129;&#171;&#231;&#190;&#164;&#227;&#130;&#140;&#227;&#130;&#146;&#229;&#189;&#162;&#230;&#136;&#144;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#227;&#129;&#157;&#227;&#129;&#151;&#227;&#129;&#166;&#227;&#128;&#129;&#229;&#139;&#149;&#231;&#137;&#169;&#227;&#130;&#191;&#227;&#130;&#164;&#227;&#131;&#171;&#227;&#130;&#146;&#233;&#133;&#141;&#231;&#189;&#174;&#227;&#129;&#151;&#227;&#129;&#159;&#231;&#181;&#144;&#230;&#158;&#156;&#227;&#128;&#129;&#227;&#129;&#130;&#227;&#130;&#139;&#229;&#139;&#149;&#231;&#137;&#169;&#227;&#129;&#174;&#231;&#190;&#164;&#227;&#130;&#140;&#227;&#129;&#140;&#229;&#155;&#178;&#227;&#129;&#190;&#227;&#130;&#140;&#227;&#129;&#159;&#227;&#130;&#137;&#227;&#128;&#129;&#229;&#164;&#167;&#231;&#167;&#187;&#229;&#139;&#149;&#227;&#129;&#140;&#231;&#153;&#186;&#231;&#148;&#159;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#229;&#164;&#167;&#231;&#167;&#187;&#229;&#139;&#149;&#227;&#129;&#153;&#227;&#130;&#139;&#229;&#139;&#149;&#231;&#137;&#169;&#227;&#129;&#174;&#227;&#131;&#156;&#227;&#130;&#185;&#227;&#131;&#187;&#227;&#130;&#191;&#227;&#130;&#164;&#227;&#131;&#171;&#227;&#130;&#146;&#228;&#191;&#157;&#230;&#140;&#129;&#227;&#129;&#151;&#227;&#129;&#166;&#227;&#129;&#132;&#227;&#130;&#139;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#175;&#227;&#128;&#129;&#227;&#129;&#157;&#227;&#129;&#174;&#229;&#139;&#149;&#231;&#137;&#169;&#227;&#129;&#174;&#231;&#190;&#164;&#227;&#130;&#140;&#227;&#129;&#174;&#229;&#139;&#149;&#231;&#137;&#169;&#227;&#130;&#191;&#227;&#130;&#164;&#227;&#131;&#171;&#227;&#129;&#174;&#230;&#158;&#154;&#230;&#149;&#176;&#227;&#129;&#138;&#227;&#130;&#136;&#227;&#129;&#179;&#227;&#129;&#157;&#227;&#129;&#174;&#227;&#131;&#156;&#227;&#130;&#185;&#227;&#131;&#187;&#227;&#130;&#191;&#227;&#130;&#164;&#227;&#131;&#171;&#227;&#129;&#174;&#230;&#149;&#176;&#229;&#128;&#164;&#227;&#129;&#171;&#229;&#191;&#156;&#227;&#129;&#152;&#227;&#129;&#159;&#227;&#131;&#157;&#227;&#130;&#164;&#227;&#131;&#179;&#227;&#131;&#136;&#227;&#130;&#146;&#231;&#141;&#178;&#229;&#190;&#151;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#231;&#181;&#130;&#228;&#186;&#134;&#230;&#153;&#130;&#227;&#129;&#171;&#227;&#128;&#129;&#227;&#130;&#185;&#227;&#130;&#179;&#227;&#130;&#162;&#227;&#131;&#158;&#227;&#131;&#188;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#129;&#140;&#228;&#184;&#128;&#231;&#149;&#170;&#233;&#128;&#178;&#227;&#130;&#147;&#227;&#129;&#167;&#227;&#129;&#132;&#227;&#130;&#139;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#174;&#229;&#139;&#157;&#227;&#129;&#161;&#227;&#129;&#168;&#227;&#129;&#170;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;&mdash;publisher's summary&#10;&#10;",
    "Categories": [
      "Animals"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Continents: Africa"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer 40,000: Kill Team – Core Manual",
    "ID": 262067,
    "Year": "(2018)",
    "Geek Rating": "5.585",
    "Avg Rating": "7.91",
    "Link": "https://boardgamegeek.com/boardgameexpansion/262067/warhammer-40000-kill-team-core-manual",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A fast paced tabletop miniatures game, Warhammer 40,000: Kill Team pits teams of elite specialists, ragtag zealots and hard-bitten veterans against each other in vicious skirmish battles to the bitter end. A single squad of well-trained and well-equipped warriors can tip the balance of a wider conflict &ndash; with Kill Team, you&rsquo;ll play through countless stories of your own devising that could alter the fate of the galaxy itself.&#10;&#10;The Core Manual is a 208-page softback book which contains complete rules for choosing and constructing a kill team from 16 factions in the Warhammer 40,000 range (Adeptus Astartes, Deathwatch, Grey Knights, Astra Militarum, Adeptus Mechanicus, Heretic Astartes, Death Guard, Thousand Sons, Asuryani, Drukhari, Harlequins, Necrons, Orks, T&rsquo;au Empire, Tyranids and Genestealer Cults), along with background explaining the importance of kill teams to the wider battle for supremacy:&#10;&#10;Background&#10;&#10;- Shadow War: this section of the book takes you through the roles of kill teams in the 41st Millennium &ndash; whether surgically removing an enemy commander or dangerous demagogue, desperately fighting their way through a battlefield to reinforce stranded comrades or finding themselves the last line of defence against an overwhelming force, every battle between kill teams tells a story of heroism and adventure;&#10;- Heroes All: every kill team is different, but all have certain features in common &ndash; each features a charismatic, cunning or domineering leader and specialists, skilled individuals who bring vital equipment and talents;&#10;- Theatres of War: the supreme commanders of the 41st Millennium have incredible military might at their disposal, and yet there are many scenarios in which the precise application of a small, highly trained force is appropriate. Thousands of war zones have seen drastic changes after a kill team incursion; this section describes but a few of the myriad different environments these small squads have battled in.&#10;&#10;Rules&#10;&#10;- Core Rules: covering the basics of Kill Team, this section takes you through exactly what you need in order to play, explains how to interpret and use datasheets, and how to set up your battle. It takes you through Battle Rounds, which consist of Initiative, Movement, Psychic, Shooting, Fighting and Morale phases with annotated, easy to follow guides and photographs;&#10;- Fighting a Battle: here you&rsquo;ll learn how the structure of your game will be defined &ndash; deciding on a mission, setting up the battlefield, and deploying your kill teams. Included is an example Open Play mission &ndash; Covert War &ndash; which serves as an easy introduction;&#10;- Advanced Rules: this section adds a variety of optional rules for complexity and depth, recommended for use after players are familiar with the core rules. It includes different types of terrain, rules for climbing, mantling, leaping over gaps and covers damage received by falling from heights;&#10;- Killzones: these are environment-specific rules, adding danger and advantages according to the area your miniatures find themselves in. This section includes Sector Imperialis rules, which are designed for use with the scenery found in the box;&#10;- Missions: this section introduces 3 Open, 4 Matched and 4 Narrative play missions, showing you how to pick and choose elements from each to create your own games, the way you want to play them. It includes details of the Scouting Phase, in which planning, preparing and luck can dictate the direction of the battle to be fought. Each included mission features advice on selecting your teams, setup, deployment and victory conditions;&#10;- Kill Teams: this section takes you through building your kill team in a thorough and easy to follow manner, covering Open, Matched and Narrative play-specific teams;&#10;- Command Points: Matched play kill teams can be Battle-forged &ndash; this section describes the tactics specific to these teams;&#10;- Specialists: these are experienced fighters with certain abilities, split into 9 disciplines: Leader, Combat, Comms, Demolitions, Heavy, Medic, Scout, Sniper, Veteran and Zealot, each featuring 3 exclusive Tactics. These Tactics are increasingly powerful, and are unlocked by acquiring experience during a campaign;&#10;- Background information for each of the following factions: Adeptus Astartes, Deathwatch, Grey Knights, Astra Militarum, Adeptus Mechanicus, Heretic Astartes, Death Guard, Thousand Sons, Asuryani, Drukhari, Harlequins, Necrons, Orks, T&rsquo;au Empire, Tyranids, and Genestealer Cults. This section can be used to add character to your kill team, with name and characteristic generators, faction-specific Tactics, and even quirks for each of your squad members. Each faction also features datasheets and comprehensive wargear tables with points lists and abilities.&#10;&#10;Campaigns&#10;&#10;Kill Team can be played and enjoyed in one-off missions, but included are a suite of comprehensive optional rules for fighting multiple battles in a connected series, forming a narrative of covert battles fought alongside a greater war. This section of the book walks you through a Kill Team campaign: the victory conditions, how to select missions, gain experience and upgrade your team, deal with injuries, manage resources and even escalate conflict. This includes blank command rosters and datasheets which you can photocopy and use to keep track of your campaign.&#10;&#10;On top of all this is a miniatures showcase, brimming with inspiration photos of kill teams and battle scenes.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Setting: Warhammer 40,000 Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer 40,000: Kill Team – Killzone: Sector Mechanicus Environment Expansion",
    "ID": 262068,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.26",
    "Link": "https://boardgamegeek.com/boardgameexpansion/262068/warhammer-40000-kill-team-killzone-sector-mechanic",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Sprawling over countless Imperial worlds, the landscapes known as Sectors Mechanicus are tangled mazes of pipes, conduits and heaving machinery. Without these rumbling furnaces and smog-belching chimneys the ceaseless war industries of Humanity would stall, and the armies of the Imperium of Man &ndash; shorn of materiel reinforcement &ndash; would fall to the xenos and the heretic.&#10;&#10;The Sector Mechanicus Killzone Environment is an expansion for Kill Team &ndash; in the packed box, you&rsquo;ll find a gameboard, scenery, and exclusive rules that use the unique nature of Sector Mechanicus terrain to introduce dangerous new missions and powerful effects to your games. Included:&#10;&#10;- A double-sided Kill Team gameboard measuring 22&rdquo; x 30&rdquo;, printed on heavy, durable card stock. 1 side depicts a Zone Mechanicus, a bleak and blasted area designed to arrange your Sector Mechanicus scenery on; and the other an Imperial Sector, an area of war-torn city;&#10;- 12 Sector Mechanicus Tactics cards &ndash; these can be used by any Kill Team faction, with 8 cards providing interactions with the Sector Mechanicus scenery and 4 being used specifically by Comms and Demolition Specialists;&#10;- A Sector Mechanicus Environment card, which provides 6 different rules allowing interaction &ndash; positive and negative &ndash; with the scenery;&#10;- 4 Sector Mechanicus Mission cards &ndash; designed to be used in conjunction with the gameboard and scenery, this is a set of 2 Matched Play missions and 2 Narrative Play missions, which are split between attacker and defender;&#10;- 8 frames of Sector Mechanicus scenery &ndash; providing endless variety, these frames of industrial scenery include a huge array of walkways, platforms, supports, ladders and plasma pipes. Included are enough components to build an Alchomite Stack (a series of chimneys evoking the thick, acrid atmosphere of industry), a Ferrotonic Furnace (an enormous silo filled with toxic chemicals &ndash; or worse) and 2 sets of Plasma Conduits. This scenery is designed to be entirely modular, and can be assembled, taken apart and re-assembled any way you like. It is compatible with all Sector Mechanicus scenery &ndash; add as much as you like to create massive, multi-level structures for your Kill Teams to battle over;&#10;- An 8-page booklet describing the Sectors Mechanicus, with an example of a fully-painted scenery set.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Setting: Warhammer 40,000 Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer 40,000: Kill Team – Killzone: Sector Munitorum Environment Expansion",
    "ID": 262069,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.03",
    "Link": "https://boardgamegeek.com/boardgameexpansion/262069/warhammer-40000-kill-team-killzone-sector-munitoru",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The immense supply districts known as Sectors Munitorum can be found across the Imperium of Mankind. They house the resources needed to power Humanity &lsquo;s vast armies; millions of tonnes of munitions, equipment, weapons and fuel. Such priceless stockpiles draw the eyes of avaricious raiders, leading to brutal, close-quarter battles amidst looming canyons of rusted containers.&#10;&#10;The Sector Munitorum Killzone Environment is an expansion for Kill Team &ndash; in the packed box, you&rsquo;ll find a gameboard, scenery, and exclusive rules that use the unique nature of Sector Munitorum terrain to introduce dangerous new missions and powerful effects to your games. Included:&#10;&#10;- A double-sided Kill Team gameboard measuring 22&rdquo; x 30&rdquo;, printed on heavy, durable card stock. 1 side depicts a Zone Munitorum, a large storage facility perfect for arrangements of Munitorum scenery; and the other an Imperial Sector, an area of war-torn city;&#10;- 12 Sector Munitorum Tactics cards &ndash; these can be used by any Kill Team faction, with 6 cards providing interactions with the Sector Munitorum scenery and 6 being used specifically by Heavy, Medic, Comms, or Demolitions Specialists;&#10;- A Sector Munitorum Environment card, which provides 6 different rules allowing interaction &ndash; positive and negative &ndash; with the scenery;&#10;- 4 Sector Munitorum Mission cards &ndash; designed to be used in conjunction with the gameboard and scenery, this is a set of 2 Matched Play missions and 2 Narrative Play missions, which are split between attacker and defender;&#10;- 2 sets of 3 Munitorum Armoured Containers &ndash; each of these includes 9 promethium barrels and 12 supply crates, with the option to equip the Containers with watchful storm bolters, ready to annihilate Kill Teams looking to raid them. Also in the box is a set of Galvanic Servohaulers &ndash; these are 2 tracked vehicles with powerful engines, designed to haul around industrial equipment such as the included crane, a skeletal metal structure featuring a 3-clawed grabber;&#10;- An 8-page booklet describing the Sectors Munitorum, with an example of a fully-painted scenery set.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Setting: Warhammer 40,000 Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer 40,000: Kill Team – Killzone: Death World Forest",
    "ID": 262070,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.29",
    "Link": "https://boardgamegeek.com/boardgameexpansion/262070/warhammer-40000-kill-team-killzone-death-world-for",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Deadly, menacing and bizarre, forest deathworlds are attritional battle zones. When a soldier fights on one, they have to withstand not only the vicious artillery of the foe, but the horrifying cluster-vines, crystal shards and strange relics add an extra layer of unimaginable danger. Shardwrack spines form impenetrable barriers over the millennia, barbed venomgorse and grapple weed snake insidiously toward any living being, pumping them full of debilitating neurotoxin and eldritch ruins resonate with the psychic energies of their long-passed creators. Where there grows a deathworld forest, nothing is safe.&#10;&#10;The Death World Forest Killzone Environment is an expansion for Kill Team &ndash; in the packed box, you&rsquo;ll find a gameboard, scenery, and exclusive rules that use the unique nature of Death World Forest terrain to introduce dangerous new missions and powerful effects to your games. Included:&#10;&#10;- A double-sided Kill Team gameboard measuring 22&rdquo; x 30&rdquo;, printed on heavy, durable card stock. 1 side depicts a Death World Forest, and the other an overgrown Imperial Sector, an area of war-torn city;&#10;- 12 Death World Forest Tactics cards &ndash; these can be used by any Kill Team faction, with 8 cards providing interactions with the Death World Forest scenery and 5 being used specifically by Scout, Combat or Veteran Specialists;&#10;- A Death World Forest Environment card, which provides 6 different rules allowing interaction &ndash; positive and negative &ndash; with the scenery;&#10;- 4 Death World Forest Mission cards &ndash; designed to be used in conjunction with the gameboard and scenery, this is a set of 2 Matched Play missions and 2 Narrative Play missions, which are split between attacker and defender;&#10;- 1 set of Death World Forest scenery &ndash; 2 Eldritch Ruins, 3 sets of Barbed Venomgorse, 2 Shardwrack Spines and 2 pieces of Grapple Weed in total.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Setting: Warhammer 40,000 Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer 40,000: Kill Team – Killzone: Wall of Martyrs",
    "ID": 262071,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.12",
    "Link": "https://boardgamegeek.com/boardgameexpansion/262071/warhammer-40000-kill-team-killzone-wall-of-martyrs",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "On apocalyptic war worlds and amidst savagely contested galactic strongholds, miles-long trench lines stretch to the horizon studded with bunkers, weapons batteries and redoubts. Mighty bulwarks of stone and steel loom forth from the shattered earth, resisting the onslaught of foes and providing shelter for those who know only war.&#10;&#10;The Wall of Martyrs Killzone Environment is an expansion for Kill Team &ndash; in the packed box, you&rsquo;ll find a gameboard, scenery, and exclusive rules that use the unique nature of the Wall of Martyrs terrain to introduce dangerous new missions and powerful effects to your games. Included:&#10;&#10;- A double-sided Kill Team gameboard measuring 22&rdquo; x 30&rdquo;, printed on heavy, durable card stock. 1 side depicts an urban environment with a street bisecting sets of ruins, and the other an open plain pock-marked by craters;&#10;- An 8-page booklet containing descriptions of the trenches and fortifications used across the Imperium to hold back aggressors, the manner in which kill teams use these networks of defences to their advantage, and an example of a Wall of martyrs environment built from the scenery included in the box;&#10;- 12 Wall of Martyrs Tactics cards &ndash; these can be used by any Kill Team faction, with 7 cards providing interactions with the Wall of Martyrs scenery and 5 being used specifically by Scout, Comms, Veteran or Leader Specialists;&#10;- A Wall of Martyrs Environment card, which provides 6 different rules allowing interaction &ndash; positive and negative &ndash; with the scenery;&#10;- 4 Wall of Martyrs Mission cards &ndash; designed to be used in conjunction with the gameboard and scenery, this is a set of 2 Matched Play missions and 2 Narrative Play missions, which are split between attacker and defender;&#10;- An Imperial Bunker, a set of 2 Imperial Defence Lines and an Imperial Defence Placement &ndash; these miniatures are supplied on dark grey plastic.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Setting: Warhammer 40,000 Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Of Dreams & Shadows: Spirit Charm Promo Card",
    "ID": 262072,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.40",
    "Link": "https://boardgamegeek.com/boardgameexpansion/262072/of-dreams-and-shadows-spirit-charm-promo-card",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "0",
    "Description": "This is a promo card for Of Dreams & Shadows.&#10;&#10;&quot;Spirit Charm&quot; is a new resource card that you add to the resource deck at the beginning of the game.&#10;&#10;It is an &quot;Item,&quot; with a cost of 3, and the following ability: &quot;Immediately discard any Cursed or Madness Afflictions that have attached to this Champion.&quot;&#10;&#10;It was released in Game Trade Magazine #224 (October 2018).&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Horror"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Point to Point Movement",
      "Role Playing"
    ],
    "Families": [
      "Promotional: Cards",
      "Setting: Otherworld"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Raindrops",
    "ID": 262075,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/262075/raindrops",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "0",
    "Description": "A game of falling drops on fresh flowers.&#10;&#10;Each player is given 6 random flower cards. The cards are placed, seed side up with no overlapping, in front of the player. Each round, players simultaneously drop their 8 raindrops onto their flower fields from a height of 12-18 inches. Seed cards that have a raindrop are flipped to the flower side. Flower cards are picked. The first to pick all their sprouted flowers wins the game.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Print & Play"
    ],
    "Mechanics": [],
    "Families": [
      "Contests: Children's Game PNP Design"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Champions of the Internet: Life Life to the Max Expansion Pack",
    "ID": 262076,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/262076/champions-of-the-internet-life-life-to-the-max-exp",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "THE MAGIC OF MAX&#10;Max&rsquo;s cards are full of magical powers. If you&#10;put down a Max Card and the judge chooses it as the winner, you get to make up a rule for another player that they must follow for the remainder of the game!&#10;&#10;WHAT&rsquo;S IN THE BOX?&#10;30 People Cards (all of Max, the random dude)&#10;20 Question Cards&#10;&#10;    Add to the main deck&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Witchful Thinking",
    "ID": 262077,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.64",
    "Link": "https://boardgamegeek.com/boardgame/262077/witchful-thinking",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Some people make and sell bread for a living, while other people make and sell shoes. You, on the other hand, are a witch and you make and sell potions with other witches. You and the other witches are competing against each other to be the first to make each potion. Each potion requires a specific balance of ingredients. All you have to do is add in the right final ingredient to make the potion, and the potion is yours! Whoever has the most potions when the game is over wins.&#10;&#226;&#128;&#139;&#10;Witchful Thinking is a mathematics-based card game of mixing ingredients of different numerical values in a cauldron to produce a potion of equal value. Each Ingredient card has a number ranging from -5 to +5 and each Potion card has a number ranging from -19 to +18. Players race to adjust the formula in the cauldron by adding ingredients until the correct potion value is made. Once a player has the correct value, they win that potion!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Math"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Witches"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tower Beast Slayers",
    "ID": 262078,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.80",
    "Link": "https://boardgamegeek.com/boardgame/262078/tower-beast-slayers",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "0",
    "Description": "In a land full of darkness, the cruel Dragon rules over all. With its evil army doing its bidding, the Dragon causes nothing but pain and suffering to the people. The Dragon has built up its vast army over the decade, ruling over the land as it sits atop its colossal tower. The people know nothing but fear and dread. That is until 4 Guardians of the realm were mysteriously sent: a valiant Knight, a cunning Archer, a great Mage, and a wise Cleric. No one knows for sure who sent them or where they came from, but together they are the only hope to slay the Dragon. Will they be enough?&#10;&#10;Ready to save the world?&#10;&#10;Defeat Monsters to level up and your Guardian allies have enough Magic and Health to defeat the dreaded Dragon. When the Dragon is defeated, the game is won!&#10;&#10;Players win by saving the kingdom by defeating the evil dragon at the top of the tower before the Dragon's forces destroy the characters.  &#10;Each turn the players use spells like fireballs, pinning arrows, healing or taunting, or attack monsters with their abilities until they are defeated and the next monster emerge. Players control their guardians and dictate what magic to use, who to attack, and customization of their skill trees&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Winnie the Pooh: Umbrella Race",
    "ID": 262087,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/262087/winnie-the-pooh-umbrella-race",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Each player sends an umbrella down the stream. &#10;Who will manage to get his umbrella through the finish line first?&#10;&#10;Playing Materials: 1 board, 5 umbrella cards, 5 card holders, 5 colored chips, 3 colored dice, 1 instruction&#10;&#10;Winnie the Pooh: Umbrella Race is a racing board game. &#10;The main goal in Winnie the Pooh: Umbrella Race is for a player&rsquo;s umbrella to finish first.&#10;Before the game starts, each of the 5 different color umbrellas(red, blue, green, yellow and purple) must be placed on a starting position(the order is randomly selected). Each umbrella is represented by a color chip(each color chip matched an umbrella). The chips are all turned face down, so their color are hidden and then shuffled. Each player takes a chip and looks at the hidden color it represents. All players must keep their chips face down in order to keep their umbrella hidden. The game then starts with the younger player&rsquo;s turn. The player takes the three colored dice and rolls them. Then he or she must move each umbrella according to the colors that came up in the dice. The umbrellas can be moved only forward and they can&rsquo;t pass over another umbrella or finish on another&rsquo;s umbrella&rsquo;s position. After the first player moves the selected umbrellas, then he passes the dice to the second younger player. The next players turn starts. The game ends when all the umbrellas enter one of the last blocks. Then the chips are turned up and their colors are revealed. The player whose chip represent the umbrella which finished first is the winner.&#10;&#10;The game has taken great inspiration from Ravensburger Snail's Pace Race.&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": [
      "Books: Winnie the Pooh"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Jeu du Moustique",
    "ID": 262088,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/262088/jeu-du-moustique",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Be the fastest to imitate the sound and the gesture of the biggest animal! An original game of war that mixes mimes and sounds of animals!&#10;&mdash;description from the publisher (translated)&#10;&#10;Soit le plus rapide &agrave; imiter le cri et la position de l'animal le plus gros ! Un jeu de bataille original qui m&ecirc;le mimes et cris d'animaux !&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Animals: Mosquitoes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer 40,000: Wake the Dead",
    "ID": 262089,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/262089/warhammer-40000-wake-the-dead",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "0",
    "Description": "The proud Aeldari of Saim-Hann once sought to assist Humanity in the defence of Vigilus &mdash; a world beset on all sides by unceasing, brutal conflict &mdash; but an act of xenophobic slaughter by soldiers of the Imperium has turned ally to foe, and the warriors of the Wild Host have sworn a blood oath to exact vengeance. No one can prevent them &mdash; no one except, perhaps, the Ultramarines. These superhuman, gene-forged warriors are humanity's greatest champions, peerless masters of strategy who have defended the Imperium for millennia. With bolt and blade, they assert the sovereignty of Vigilus.&#10;&#10;Warhammer 40,000: Wake the Dead is a boxed set containing two armies split across the forces of the Ultramarines &mdash; the iconic Space Marines Chapter who have defended humanity for thousands of years &mdash; and the Wild Host of Saim-Hann, hot-blooded, daredevil warriors whose skill cannot be understated. You can use these miniatures to act out the scenarios described in the Wake the Dead book &mdash; four connected missions that recreate the violence on Vigilus &mdash; and use them to expand your games of Warhammer 40,000, with rules included for the Primaris Lieutenant and Craftworlds Spiritseer exclusive to this set!&#10;&#10;Components in this box include a 40-page paperback book with:&#10;&#10;- War Zone Vigilus: a brief history of this embattled world &ndash; a vital supplier of materiel for the Imperium &ndash; and the events leading to the bitter clashes that dominate the surface;&#10;- Space Marines: an introduction to the greatest warriors of the Imperium of Mankind, and the Ultramarines Chapter which embodies their ideals more than any other;&#10;- Craftworlds: a primer on the Asuryani of the Craftworlds, a race desperately fighting to preserve its culture and punish its foes;&#10;- Blood Vendetta: an overview of the intentions and purpose behind the Asuryani of Saim-Hann&rsquo;s focus on Vigilus, the lengths to which they will go to carry out their mission and the manner in which the defenders of this world will deal with this incursion;&#10;- Detailed background information on each unit included in the box;&#10;- A miniatures showcase featuring a beautifully painted examples of the miniatures in Wake the Dead.&#10;&#10;Rules&#10;&#10;- 8 datasheets providing rules for each of the included miniatures;&#10;- 4 Echoes of War missions, which can be linked together to form a small campaign echoing the narrative of Wake the Dead;&#10;- Runes of Battle: 6 psychic powers for use by the Spiritseer;&#10;- Points values for every included miniature, for use in Matched Play.&#10;&#10;Miniatures&#10;&#10;Ultramarines&#10;&#10;- 5 Intercessors: these can be armed with 3 different variant bolt rifles, with options for a Sergeant, 1 Intercessor holding a combat knife and 1 holding a bolt pistol. 18 heads, 6 pistol holsters, 5 ammunition and grenade pouches, 3 combat knife scabbards, 2 single grenade pouches and 2 bolt pistol ammunition pouches are included, meaning a huge variety of customisation and spares;&#10;- 5 Reivers: these include a host of weapon options, with 5 heavy bolt pistols, 6 bolt carbines and 7 combat knives are included, with the loadout options being carbine, pistol and carbine or pistol and combat knife.Each model can also feature grav-chutes &ndash; 10 fins are included, 5 for each side of the Reivers&rsquo; backpacks. They have plenty of helmet options, too &ndash; 10 helmets featuring their unique skull design, 10 with the top removed and the lower half remaining and 4 Sergeant-specific bare heads;&#10;- 3 Inceptors: armed with either 2 plasma exterminators each or 2 assault bolters each, these models include 5 different helmets and 4 purity seals &ndash; 1 of these is doubled, to denote a Sergeant;&#10;- A Primaris Lieutenant: armed with a power sword and bolt pistol, he clutches a rosary, has a helm featuring a laurel wreath and iron halo emblems on his chest and forearms.&#10;&#10;Aeldari&#10;&#10;- A 10-man Guardian Squad: this is made up of 8 Guardians armed with shuriken catapults, and a weapons platform with 2 crew &ndash; the platform can be built with either a bright lance, a missile launcher, a scatter laser, a starcannon or shuriken cannon;&#10;- 5 Wraithguard: these are armed with a choice of wraith cannon, D-scythe, swords and axes;&#10;- A Wave Serpent: a troop-carrying vehicle armed with a choice of twin bright lance, twin star cannon, twin missile launcher, twin shuriken cannon and a twin scatter laser turret&#10;- A Spiritseer: wielding a Aeldari blade and witch staff, with a shuriken pistol holstered at his back, the Spiritseer is posed with his foot atop a piece of ruined architecture.&#10;&#10;Extras&#10;&#10;Also included are 2 transfer sheets &ndash; 1 Aeldari and 1 Ultramarines Infantry &ndash; and a fold-out Warhammer 40,000 Core Rules sheet.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Setting: Warhammer 40,000 Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer 40,000: Tooth and Claw",
    "ID": 262090,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgame/262090/warhammer-40000-tooth-and-claw",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Surrounded by the darkness of the Imperium Nihilus, Vigilus is a world beset by horrors, but the most insidious threat is one that has emerged from within. The mutated xenos-human hybrids of the genestealer Cults have hidden in the shadowy depths of Vigilus&rsquo; hivesprawls for generations. Now they have arisen to slaughter their Imperial oppressors and prepare the world for the coming of the Star Children. While the planet&rsquo;s defenders fight desperately to hold off hordes of invaders, a strike force of Space Wolves sets out to hunt down the cultist insurgents, find the source of the Genestealer Curse and purge their enemy from existence.&#10;&#10;Tooth and Claw is a great-value boxed set containing 2 armies split across the forces of the Space Wolves &ndash; a fiercely independent Space Marine Chapter who have existed for ten millennia &ndash; and the Genestealer Cults &ndash; a sinister organisation of hybrids whose swollen ranks will surely conquer. You can use these miniatures to act out the scenarios described in the Tooth and Claw book &ndash; 4 connected missions that recreate the violence on Vigilus &ndash; and use them to expand your games of Warhammer 40,000. Included in the box:&#10;&#10;Tooth and Claw&#10;&#10;A 40-page softback book containing:&#10;&#10;- War Zone Vigilus: a brief history of this embattled world &ndash; a vital supplier of materiel for the Imperium &ndash; and the emergence of its massive Genestealer Cult uprising;&#10;- Space Wolves: an overview of this Chapter, and their mission to hunt down the biggest threats in the galaxy which has led them to Vigilus;&#10;- Genestealer Cults: a primer on these twisted groups of militant fanatics, who spill from the shadow to choke entire worlds;&#10;- Horror in the Hollows: describing the vast system of underground reservoirs beneath Vigilus where, unbeknownst to those on the surface, the Genestealer Cults are massing;&#10;- A Howl in the Night: the story of Haldor Icepelt&rsquo;s interception of the distress calls from Vigilus, and his Space Wolves strike force&rsquo;s arrival;&#10;- Detailed background information on each unit included in the box;&#10;- A miniatures showcase featuring a beautifully painted examples of the miniatures in Tooth and Claw.&#10;&#10;Rules&#10;&#10;- 9 datasheets providing rules for each of the included miniatures;&#10;- 4 Echoes of War missions, which can be linked together to form a small campaign echoing the narrative of Tooth and Claw. This includes City of Traps rules, which simulate the devious Genestealer Cults&rsquo; methods of fighting on home turf;&#10;- Points values for every included miniature, for use in Matched Play.&#10;&#10;Miniatures&#10;&#10;Space Wolves&#10;&#10;- 1 Space Wolves Primaris Battle Leader, representing Haldor Icepelt, who is armed with a bolt carbine and power axe. Posed storming forth with weapons primed, he can be modelled with or without helmet;&#10;- A Primaris Redemptor Dreadnought, with a choice of gatling cannon or plasma incinerator on the right arm, with a Redemptor fist and heavy flamer support weapon or gatling cannon on the left, 2 chest-mounted fragstorm grenade launchers or storm bolters and a carapace-mounted Icarus rocket pod for aerial denial;&#10;- 5 Primaris Intercessors, armed with a choice of 3 bolt rifle variants, with options for a Sergeant;&#10;- 3 Primaris Aggressors, armed with a choice of auto boltstorm gauntlets or flamestorm gauntlets, with options for a Sergeant;&#10;- A Space Wolves Primaris Upgrade frame, featuring 5 Intercessor shoulder pads, 1 Intercessor Sergeant shoulder pad, 3 Aggressor shoulder pads, 3 heads, unmistakably Space Wolf in origin &ndash; 1 helmeted, 1 with mohawk and beard, 1 with fully spiked hair, 1 right arm holding a chainsword, 1 left arm drawing a knife from its sheath and 7 accessories: 2 wolf tails, 2 pouches, 1 necklace, 2 diamond shaped amulets.&#10;&#10;Genestealer Cults&#10;&#10;- 1 Genestealer Cults Abominant, a hulking brute in chains and shackles, accompanied by a mindwyrm familiar and clutching a power sledgehammer;&#10;- 5 Aberrants, which can be armed with rending claws and either power picks or power hammers, depending on the arms you choose to model them with &ndash; this includes 17 (!) different heads and options for a Hypermorph;&#10;- An Acolyte Iconward, armed with an autopistol and blasting charges, clutching hi cult&rsquo;s sacred banner;&#10;- 5 Hybrid Metamorphs, armed with autopistols, Metamorph talons, blasting charges and rending claws. Included are hand flamers, a heavy rock saw, a heavy rock drill (with backpack), a heavy claw cutter and options for an Metamorph Leader, who can take a bonesaw;&#10;- 8 Genestealers, multi-limbed monstrosities are armed with rending claws and scything talons, and the kit includes a number of toxin sacs along with an infestation node.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Setting: Warhammer 40,000 Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer 40,000: Kill Team – Drop Force Imperator: Astra Militarum Starter Set",
    "ID": 262091,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgameexpansion/262091/warhammer-40000-kill-team-drop-force-imperator-ast",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Few amongst the Tempestus Scions can match the exploits of the exemplary Zetic Tigers. Several regiments of these decorated killers have gone to war on the world of Vigilus, forming teams like Drop Force Imperator to respond rapidly to the many threats the Imperium faces there.&#10;&#10;An expansion for Warhammer 40,000: Kill Team, this box includes 5 plastic miniatures, a scenery set (with exclusive rules!), and brand-new Tactics and Mission cards. Included:&#10;&#10;- A 5-man set of Tempestus Scions: supplied on green plastic, these can be used to represent Drop Force Imperator of your own Astra Militarum Kill Team. These can be armed with hot-shot lasguns, with the option to replace the hot-shot lasguns with a choice of 5 additional special weapons: a plasma gun, meltagun, grenade launcher, flamer or hot-shot volley gun. 1 model can be built as a Tempestor whose right hand can be equipped with a powerfist, chainsword or power sword, and you can choose to upgrade the left handed laspistol to a bolt pistol or a plasma pistol. Alternatively (if this wasn&rsquo;t already enough choice, with 17 heads available!) they can be built as a Command Squad;&#10;- A scenery set comprising 2 Munitorum Armoured Containers, 6 promethium barrels, and 8 supply crates, supplied on brown plastic;&#10;- 11 Tactics cards and 2 Mission cards: the Tactics cards are split between the 4 Astra Militarum Tactics taken from the Kill Team Core Manual and 6 Astra Militarum Tactics exclusive to this set, giving you new ways to play with your Astra Militarum kill team. Also included is a Tactics card for the included scenery, providing rules for incorporating this into your games. The 2 Mission cards are split between 1 Matched Play and 1 Narrative Play mission;&#10;- An 8-page booklet describing Drop Force Imperator, their history and background, along with a showcase of painted miniatures and a timeline of their deployments;&#10;- 5 datacards for Drop Force Imperator, ready for you to use right away;&#10;- A sheet of card gaming tokens, including 10 Move/Charge tokens, 10 Fall Back/Advance tokens, 10 Shaken tokens, 10 Ready/Shoot tokens, and 6 Objective tokens.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Setting: Warhammer 40,000 Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer 40,000: Kill Team – The Writhing Shadow: Tyranids Starter Set",
    "ID": 262092,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.92",
    "Link": "https://boardgamegeek.com/boardgameexpansion/262092/warhammer-40000-kill-team-the-writhing-shadow-tyra",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Tyranid vanguard organisms are often stealthy, and invariably lethal. When a string of strange disappearances and bloody murders led across the Nachmund Sector towards the planet of Vigilus, it was not long before an Inquisitor of the Ordo Xenos suspected such creatures&rsquo; involvement&hellip;&#10;&#10;An expansion for Warhammer 40,000: Kill Team, this box includes 8 plastic miniatures, a scenery set (with exclusive rules!), and brand-new Tactics and Mission cards. Included:&#10;&#10;- 8 Genestealers: supplied on bone-coloured plastic, these can be used to represent The Writhing Shadow or your own Tyranids Kill Team. These multi-limbed monstrosities are armed with rending claws and scything talons, and the kit includes a number of toxin sacs along with an infestation node;&#10;- A scenery set comprising 2 Munitorum Armoured Containers, 6 promethium barrels, and 8 supply crates, supplied on brown plastic;&#10;- 13 Tactics cards and 2 Mission cards: the Tactics cards are split between the 6 Tyranids Tactics taken from the Kill Team Core Manual and 6 Tyranids Tactics exclusive to this set, giving you new ways to play with your Tyranids kill team. Also included is a Tactics card for the included scenery, providing rules for incorporating them into your games. The 2 Mission cards are split between 1 Matched Play and 1 Narrative Play mission;&#10;- An 8-page booklet describing The Writhing Shadow, their history and background, along with a showcase of painted miniatures and a timeline of their engagements;&#10;- 8 datacards for The Writhing Shadow, ready for you to use right away;&#10;- A sheet of card gaming tokens, including 10 Move/Charge tokens, 10 Fall Back/Advance tokens, 10 Shaken tokens, 10 Ready/Shoot tokens, and 6 Objective tokens.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Setting: Warhammer 40,000 Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer 40,000: Kill Team – Fangs of Ulfrich: Adeptus Astartes Starter Set",
    "ID": 262093,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.03",
    "Link": "https://boardgamegeek.com/boardgameexpansion/262093/warhammer-40000-kill-team-fangs-of-ulfrich-adeptus",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Amongst the Chapters of Adeptus Astartes, the Space Wolves are renowned for their ferocity in battle and unwavering loyalty. The Fangs of Ulfrich exemplify these warrior ideals, though they fight their wars far from the front lines against those enemies who would hide in the shadows.&#10;&#10;An expansion for Warhammer 40,000: Kill Team, this box includes 5 plastic miniatures, a scenery set (with exclusive rules!), and brand-new Tactics and Mission cards. Included:&#10;&#10;- 5 Primaris Reivers: supplied on grey plastic, these can be used to represent the Fangs of Ulfrich or your own Adeptus Astartes Kill Team. Included are a glut of weapon options; 5 heavy bolt pistols, 6 bolt carbines, 7 grapnel launchers and 7 combat knives. Each model can be assembled with grav-chutes and full or half-face helms, and there are 2 bare head options for a Sergeant;&#10;- A Sector Mechanicus Alchomite Stack: evoking the acrid, pollution-thick atmosphere that the dark industry of a forge world creates, this kit &ndash; supplied on Rhinox Hide coloured plastic &ndash; comprises a central dome, an external tank and a series of chimneys. This modular terrain is entirely compatible with all Sector Mechanicus and Sector Imperialis scenery, including that found in the Kill Team box set;&#10;- 13 Tactics cards and 2 Mission cards: the Tactics cards are split between the 6 Adeptus Astartes Tactics taken from the Kill Team Core Manual and 6 Adeptus Astartes Tactics exclusive to this set, giving you new ways to play with your Adeptus Astartes kill team. Also included is a Tactics card for the Alchomite Stack, providing rules for incorporating this into your games. The 2 Mission cards are split between 1 Matched Play and 1 Narrative Play mission;&#10;- An 8-page booklet describing the Fangs of Ulfrich, their history and background, along with a showcase of painted miniatures and a timeline of their deployments;&#10;- 5 datacards for the Fangs of Ulfrich, ready for you to use right away;&#10;- A sheet of card gaming tokens, including 10 Move/Charge tokens, 10 Fall Back/Advance tokens, 10 Shaken tokens, 10 Ready/Shoot tokens, and 6 Objective tokens;&#10;- A sheet of squad marking decals to add to the Reivers.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Setting: Warhammer 40,000 Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer 40,000: Kill Team – Krogskull's Boyz: Orks Starter Set",
    "ID": 262094,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.11",
    "Link": "https://boardgamegeek.com/boardgameexpansion/262094/warhammer-40000-kill-team-krogskulls-boyz-orks-sta",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "As the warp storms that formed the Great Rift first began to rage around Vigilus, hordes of Orks poured out from the cosmic maelstroms. Amongst the manifold mobs that descended upon the Imperial world were those whose violent sprees set them apart &ndash; Krogskull&rsquo;s Boyz are one such mob.&#10;&#10;An expansion for Warhammer 40,000: Kill Team, this box includes 5 plastic miniatures, a scenery set (with exclusive rules!), and brand-new Tactics and Mission cards. Included:&#10;&#10;- 5 Burna Boyz: supplied on green plastic, these can be used to represent Krogskull&rsquo;s Boyz, or your own Orks kill team. Each is armed with a burna, with the kit including a big shoota and rokkit launcher which you can use, and there is the option to build a Mek with kustom mega-blasta. Optionally, you can build these models as Lootas;&#10;- A set of Sector Mechanicus Galvanic Servohaulers: comprising 2 haulers and a large crane, this is a set of skeletal, austere industrial scenery perfect for Kill Team. This modular terrain is entirely compatible with all Sector Mechanicus and Sector Imperialis scenery, including that found in the Kill Team box set;&#10;- 13 Tactics cards and 2 Mission cards: the Tactics cards are split between the 6 Orks Tactics taken from the Kill Team Core Manual and 6 Orks Tactics exclusive to this set, giving you new ways to play with your Orks kill team. Also included is a Tactics card for the Galvanic Servohaulers, providing rules for incorporating them into your games. The 2 Mission cards are split between 1 Matched Play and 1 Narrative Play mission;&#10;- An 8-page booklet describing Krogskull&rsquo;s Boyz, their history and background, along with a showcase of painted miniatures and a timeline of their scuffles;&#10;- 5 datacards for Krogskull&rsquo;s Boyz, ready for you to use right away;&#10;- A sheet of card gaming tokens, including 10 Move/Charge tokens, 10 Fall Back/Advance tokens, 10 Shaken tokens, 10 Ready/Shoot tokens, and 6 Objective tokens.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Setting: Warhammer 40,000 Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer 40,000: Kill Team – Advance Team Starpulse: T'au Empire Starter Set",
    "ID": 262095,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgameexpansion/262095/warhammer-40000-kill-team-advance-team-starpulse-t",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The armies of Vior&rsquo;la Sept are always at the forefront of the T&rsquo;au&rsquo;s wars of expansion, overwhelming enemies of the Greater Good with blistering fusillades of pulse fire. Advance Team Starpulse is comprised of veterans from these bloody campaigns, bonded by hardship and sacrifice.&#10;&#10;An expansion for Warhammer 40,000: Kill Team, this box includes 12 plastic miniatures, a scenery set (with exclusive rules!), and brand-new Tactics and Mission cards. Included:&#10;&#10;- A 10-man set of Fire Warriors &ndash; these can be built as a Strike Team or Breacher Team depending on your preference. Included are the pulse pistols, pulse carbines, pulse shotguns, EMP and photon grenades needed to build either team, with options to upgrade 1 to a Shas&rsquo;ui. Also included are 2 drones and a DS8 Tactical Support Turret, all supplied on khaki-coloured plastic;&#10;- A scenery set &ndash; the Wall of Martyrs Imperial Defence Line &ndash; supplied on dark grey-coloured plastic;&#10;- 11 Tactics cards and 2 Mission cards: the Tactics cards are split between the 4 T&rsquo;au Empire Tactics taken from the Kill Team Core Manual and 6 T&rsquo;au Empire Tactics exclusive to this set, giving you new ways to play with your T&rsquo;au Empire kill team. Also included is a Tactics card for the included scenery, providing rules for incorporating this into your games. The 2 Mission cards are split between 1 Matched Play and 1 Narrative Play mission;&#10;- An 8-page booklet describing Advance Team Starpulse, their history and background, along with a showcase of painted miniatures and a timeline of their deployments;&#10;- 12 datacards for Advance Team Starpulse, ready for you to use right away;&#10;- A sheet of card gaming tokens, including 10 Move/Charge tokens, 10 Fall Back/Advance tokens, 10 Shaken tokens, 10 Ready/Shoot tokens, and 6 Objective tokens.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Setting: Warhammer 40,000 Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer 40,000: Kill Team – The Exalted Scythe: Necrons Starter Set",
    "ID": 262096,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.66",
    "Link": "https://boardgamegeek.com/boardgameexpansion/262096/warhammer-40000-kill-team-the-exalted-scythe-necro",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Nemesor Ankra of the Novokh Dynasty never forgives a slight. Over the aeons the Necron Overlord has ordered the deaths of countless foes who have dared to insult him or stand in the path of his conquering armies. It falls to the feared executioners known as the Exalted Scythe to carry out the Nemesor&rsquo;s will.&#10;&#10;An expansion for Warhammer 40,000: Kill Team, this box includes 5 plastic miniatures, a scenery set (with exclusive rules!), and brand-new Tactics and Mission cards. Included:&#10;&#10;- A 5-model set of Immortals &ndash; these can be built instead as Deathmarks, depending on your preference. Included are the synaptic disintegrators, gauss blasters and tesla carbines needed to build either team, all supplied on green-coloured plastic;&#10;- A scenery set &ndash; the Wall of Martyrs Imperial Defence Line &ndash; supplied on dark grey-coloured plastic;&#10;- 11 Tactics cards and 2 Mission cards: the Tactics cards are split between the 4 Necrons Tactics taken from the Kill Team Core Manual and 6 Necrons Tactics exclusive to this set, giving you new ways to play with your Necrons kill team. Also included is a Tactics card for the included scenery, providing rules for incorporating this into your games. The 2 Mission cards are split between 1 Matched Play and 1 Narrative Play mission;&#10;- An 8-page booklet describing the Exalted Scythe, their history and background, along with a showcase of painted miniatures and a timeline of their deployments;&#10;- 5 datacards for The Exalted Scythe, ready for you to use right away;&#10;- A sheet of card gaming tokens, including 10 Move/Charge tokens, 10 Fall Back/Advance tokens, 10 Shaken tokens, 10 Ready/Shoot tokens, and 6 Objective tokens.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Setting: Warhammer 40,000 Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer 40,000: Kill Team – Kill Team Mordelai: Deathwatch Starter Set",
    "ID": 262097,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.47",
    "Link": "https://boardgamegeek.com/boardgameexpansion/262097/warhammer-40000-kill-team-kill-team-mordelai-death",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Deathwatch kill teams are made up of veteran battle-brothers drawn from the ranks of numerous Space Marine Chapters. Each brings his own strengths and specialist skills, forging a whole greater than the sum of the kill team&rsquo;s parts. Kill Team Mordelai is a perfect example of this approach.&#10;&#10;An expansion for Warhammer 40,000: Kill Team, this box includes 5 plastic miniatures, a scenery set (with exclusive rules!), and brand-new Tactics and Mission cards. Included:&#10;&#10;- A 5 Deathwatch Kill Team: supplied on brown plastic, these can be used to represent Kill Team Mordelai or your own Deathwatch Kill Team. This kit includes a vast array of weaponry &ndash; 5 boltguns, 5 power swords, 2 thunder hammers, a frag cannon, 2 storm shields, 2 shotguns, an Infernus heavy bolter, a Stalker-pattern boltgun, 2 power maces and a xenophase blade &ndash; along with 7 different heads and 18 Chapter-specific shoulder pads;&#10;- A set of 3 Barbed Venomgorse: a scenery set made up of 3 individual plants. There are 3 trunks and 3 sets of flora, which go together to make the wild and strange-looking plants &ndash; there&rsquo;s a lot of scope for variety, and no two Venomgorse need look the same;&#10;- 11 Tactics cards and 2 Mission cards: the Tactics cards are split between the 4 Deathwatch Tactics taken from the Kill Team Core Manual and 6 Deathwatch Tactics exclusive to this set, giving you new ways to play with your Deathwatch kill team. Also included is a Tactics card for the included scenery, providing rules for incorporating them into your games. The 2 Mission cards are split between 1 Matched Play and 1 Narrative Play mission;&#10;- An 8-page booklet describing Kill Team Mordelai, their history and background, along with a showcase of painted miniatures and a timeline of their deployments;&#10;- 5 datacards for Kill Team Mordelai, ready for you to use right away;&#10;- A sheet of card gaming tokens, including 10 Move/Charge tokens, 10 Fall Back/Advance tokens, 10 Shaken tokens, 10 Ready/Shoot tokens, and 6 Objective tokens.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Setting: Warhammer 40,000 Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer 40,000: Kill Team – The Slicing Noose: Drukhari Starter Set",
    "ID": 262098,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.78",
    "Link": "https://boardgamegeek.com/boardgameexpansion/262098/warhammer-40000-kill-team-the-slicing-noose-drukha",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The Wyches of the Drukhari &ndash; also known as Dark Eldar &ndash; are vicious and cunning, their fighting style based on a foundation of raw speed. Their Wych Kill Teams can dodge an enemy&rsquo;s blade as easily as if it were moving through treacle, artfully lopping off limbs and heads as they dance through the melee.&#10;&#10;An expansion for Warhammer 40,000: Kill Team, this box includes 10 plastic miniatures, a scenery set (with exclusive rules!), and brand-new Tactics and Mission cards. Included:&#10;&#10;- A 10-model Drukhari Kill Team: supplied on purple plastic, these can be used to represent The Slicing Noose or your own Drukhari Kill Team. This kit includes 14 different heads and 10 different bodies (six female variants and four male variants);&#10;- A set of 2 Eldritch Ruins: overgrown and deadly scenery pieces representative of fearful deathworlds. Covered in symbols and entwined with malevolent deathworld flora, they&rsquo;ll give your games of Kill Team an extra-arcane look;&#10;- 11 Tactics cards and 2 Mission cards: the Tactics cards are split between the 4 Drukhari Tactics taken from the Kill Team Core Manual and 6 Drukhari Tactics exclusive to this set, giving you new ways to play with your Drukhari kill team. Also included is a Tactics card for the included scenery, providing rules for incorporating them into your games. The 2 Mission cards are split between 1 Matched Play and 1 Narrative Play mission;&#10;- An 8-page booklet describing The Slicing Noose, their history and background, along with a showcase of painted miniatures and a timeline of their deployments;&#10;- 10 datacards for The Slicing Noose, ready for you to use right away;&#10;- A sheet of card gaming tokens, including 10 Move/Charge tokens, 10 Fall Back/Advance tokens, 10 Shaken tokens, 10 Ready/Shoot tokens, and 6 Objective tokens.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Setting: Warhammer 40,000 Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BOURPIF",
    "ID": 262099,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.59",
    "Link": "https://boardgamegeek.com/boardgame/262099/bourpif",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "At the bottom of the vast lands of Mornifle, is a legendary place... The dungeon of BOURPIF!&#10;You are valiant adventurers in search of fame who will cross the dungeon of Bourpif.&#10;Your goal? Get out with the most fame points, i.e. the most cards.&#10;Test your observation skills, dexterity and speed to become a renowned adventurer!&#10;If you don't have any of his skills then ruuuuuuun!&#10;&mdash;description from the publisher (translated)&#10;&#10;Au fin fond des vastes terres de la Mornifle, se trouve un lieu aussi malfam&eacute; que l&eacute;gendaire... Le Donjon de Bourpif !&#10;Mettez &agrave; l'&eacute;preuve votre sens de l'observation, votre dext&eacute;rit&eacute; et votre rapidit&eacute; pour devenir un aventurier de renomm&eacute;e !&#10;Si vous n'avez aucune de ses comp&eacute;tences alors fuyyyyyeeeezzz !&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game"
    ],
    "Mechanics": [
      "Turn Order: Time Track"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bugman Battle",
    "ID": 262103,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/262103/bugman-battle",
    "Min Players": "2",
    "Max Players": "9",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Bugman Battle is The World's First Party Game With BUGS. With simple rules and edgy settings, Bugman Battle enables strong interaction between players. Let&rsquo;s battle and fill your parties with a fun experience.&#10;&#10;The goal of the game is simple: Challenge your opponents and make them eat all of their own bugs!&#10;&#10;You will get a funny game, yummy snacks and creative package at one time. Our colorful package is designed referencing the shape of the beetle. Hope you like it!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Unreleased Games",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hi-Ways",
    "ID": 262107,
    "Year": "(1983)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/262107/hi-ways",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The new Connection game. Players sit side by side with the board in front of them. Players choos colors and roll dice to decide who starts. Each Player, alternately, rolls the dice and places a Base-Piece on any one of the Sites defined (bracketed) by the 2 numbers that appear on the dice, either above and below, or on both sides of the Site. If all the player's stock of Base-Pieces is already placed on the Board it is possible to Reposition a Base-Piece to the new Site - according to the throw of the dice. Bases under Bridging-Sections can't be removed. A Player unable to place a Base, because all the Sites of the numbers rolled are captures, loses that turn. A &quot;Double&quot; number on the dice earns the Player another turn. A Player may pass his or her turn if numbers are not suitable.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Role Playing"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tor",
    "ID": 262108,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/262108/tor",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "The realistic football game for strategists and tacticians. The purpose of the game is to score as many goals as possible through clever play. The players are placed on the corresponding red squares according to the usual football system (4-2-4 or similar). Each team in their half. Each player receives a dice. First is rolled around the ball. Who dices the higher number, receives the ball and thus the impetus. The ball is placed on the base plate of a figure on the center circle. Then both players roll their own die. First, the ball-leading team always pulls, then the opponent. The rolled eyes determine the number of steps of the footballers. The player can draw one or more figures in all directions over free points on the black lines. The defending player can take the ball from the opponent. All football rules such as offside, penalty area, ball, corner or penalty are explained in the rules.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Expanse Boardgame: Doors and Corners",
    "ID": 262112,
    "Year": "(2019)",
    "Geek Rating": "5.673",
    "Avg Rating": "7.70",
    "Link": "https://boardgamegeek.com/boardgameexpansion/262112/the-expanse-boardgame-doors-and-corners",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3",
    "Description": "The Expanse Boardgame: Doors and Corners expansion contains five new modules &mdash; Leaders, New Tech, Resource Tokens, Protomolecule, and Variable Setup &mdash; that add an engaging element to the strategy and gameplay as players compete for dominance in the world of The Expanse. You can use any number of modules in any combination in conjunction with the base game.&#10;&#10;Leaders go with fleets and can add influence when they move with a fleet. New tech allows variety and surprise in what powers are available because when a tech is earned, you have three random choices for that tech. Resource tokens can be spent in several ways, including helping to pay CP costs, adding up to 4 AP to a card, moving up the initiative track, and earning bonus points for having the most at final scoring. Protomolecule adds a new scoring opportunity. Variable set-up allows fleets and influence to be placed anywhere at the start of the game.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Movies / TV / Radio theme",
      "Novel-based",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Campaign / Battle Card Driven",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Map (Interplanetary or Interstellar scale)",
      "Components: Multi-Use Cards",
      "Space: Mars",
      "TV Shows: The Expanse"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wort Roulette",
    "ID": 262113,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/262113/wort-roulette",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A letter game with luck (roulette) and creativity, quick thinking and imagination. One of the players turns the roulette wheel and throws in all 6 bullets. The letters, groups of letters and free fields marked by the 6 balls when the wheel is stationary are called by the game master. All players now occupy the corresponding fields on their board with their chips. Freifelder allow the choice and use of any letter. Now we turn the hourglass and each player now tries as quickly as possible to form a common noun before the clock expires. The more letters or groups in a word, the higher the scoring. The winner is the one who has scored the most points after an agreed playing time or after a certain number of laps.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Raetia",
    "ID": 262139,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/262139/raetia",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Germania 250 CE&#10;&#10;When the Roman province of Raetia was invaded by Alemanni tribes, refugees fled through forests and mountains to the safety of the city of Brigantium?&#10;&#10;Fast moving race and dice game.&#10;&#10;A die roll determines the movement of your refugees over land tiles. Your supplies should be used carefully to change your luck. Will you have the bribe needed to get past the guards at the city gates?&#10;&#10;RAETIA IS ONLY AVAILABLE AS PART OF THE ANCIENT WORLD MULTI GAME SYSTEM FROM PLAYFORD GAMES.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Components: 7 x 7 Grids",
      "Series: Ancient World Collection (Playford Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Molins de Rei. 21-12-1808",
    "ID": 262140,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/262140/molins-de-rei-21-12-1808",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "2",
    "Description": "The battle of Molins de Rey was a battle that took place on december, 21st 1808 near Llobregat River close to Barcelona (Spain). It opposed French forces of general St.Cyr to the Spanish forces of general von Reading.&#10;&#10;This game would be a Jours de Gloire series game.&#10;&#10;The Spanish army tries to maintain a position apparently strong but with a weak flank. The French must try to coordinate a flank attack with a frontal attack to try to capture the entire enemy army. Historically the Spaniards were defeated but they avoided being surrounded.&#10;&#10;The different divisions are activated by chits drawn from a cup, but the activation does not guarantee that the player does everything he wants.&#10;&#10;The turns are 1 hour and the game lasts a maximum of 10 turns.&#10;&#10;Rules: Jours de Gloire &#10;Scale: 1 hex. = 330 m - 1 counter = 1 regiment/battaillon&#10;Map size: A2&#10;&#10;Spanish army: 15.000 men - 21 counters&#10;French army: 25.000 men - 21 Counters&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Country: Spain",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Jours de Gloire (Frédéric Bey)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Town League Hockey",
    "ID": 262143,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/262143/town-league-hockey",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3",
    "Description": "In Town League Hockey, YOU are a newly arrived General Manager of a team in the Town Hockey League.&#10;Somewhere in the far north... hidden among the great Canadian wilderness... where the snow falls year round, the bitter cold bites your face, and the sound of the wolves in the forest lull you to sleep at night... lies the hidden hamlet of Town.&#10;&#10;Town is a humble, kind, hard-working community, but once a year, the people of Town become rivals... and they compete in an annual hockey tournament for the prestigious Frosty Cup! In Town League Hockey, you will control either the Gold or Silver team and guide your players to the ultimate prize!&#10;&#10;Town League Hockey is a mid-weight game about playing a match of hockey. It was created to fill this niche because I found all hockey board games were either very light or very heavy. Town League Hockey is simple enough to learn in a few minutes, but deep enough that you will be mulling over your choices as you decide how to respond to on-ice events, where to skate with the puck to get the best shot, and when to rest or play your best players.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting",
      "Simulation"
    ],
    "Families": [
      "Category: Print-on-Demand",
      "Players: Two-Player Only Games",
      "Sports: Ice Hockey"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "マギアルマ (Magiarma)",
    "ID": 262144,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.62",
    "Link": "https://boardgamegeek.com/boardgame/262144/magiaruma-magiarma",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "User summary&#10;&#227;&#131;&#158;&#227;&#130;&#174;&#227;&#130;&#162;&#227;&#131;&#171;&#227;&#131;&#158; (Magiarma) is a Japanese speed, dice rolling, dexterity game. Players must construct their chosen weapons by stacking small cubes in the form shown on the weapon card. Once this is completed, the weapon is activated for the fight.&#10;&#10;Gameplay summary - &#10;This real time dexterity game tasks players with protecting the kingdom of Charme from Apocalys.&#10;&#10;Each player chooses one of the 5 witches and then takes the corresponding character card and die. Mana cubes in five colors are placed within easy reach of all players. The game then proceeds through three rounds consisting of: Preparation, battle, and totaling points.&#10;&#10;Preparation consists of laying out the enemy character for the round along with their damage cubes and each player taking a weapon card in their color. Four stacks of weapon cards are then placed on table. After one player shouts &quot;&quot;magiarma&quot;&quot;, play moves onto the battle phase. Players then race to grab weapon cards, build them using the mana cubes, and then roll their die to inflict damage on the current enemy. The battle comes to a close when all the enemy damage cubes have been collected by the players. Points are then awarded to the players based on the number of damage cubes they collected.&#10;&#10;The player who has amassed the most points is then named the winner.&#10;&#10;Publisher's summary&#10;&#227;&#131;&#158;&#227;&#131;&#138;&#227;&#130;&#175;&#227;&#131;&#170;&#227;&#130;&#185;&#227;&#130;&#191;&#227;&#131;&#171;&#227;&#129;&#171;&#227;&#130;&#136;&#227;&#130;&#138;&#228;&#186;&#186;&#227;&#128;&#133;&#227;&#129;&#140;&#231;&#148;&#159;&#230;&#180;&#187;&#227;&#130;&#146;&#229;&#150;&#182;&#227;&#130;&#147;&#227;&#129;&#167;&#227;&#129;&#132;&#227;&#130;&#139;&#233;&#173;&#148;&#230;&#179;&#149;&#228;&#189;&#191;&#227;&#129;&#132;&#227;&#129;&#174;&#229;&#155;&#189;&#227;&#128;&#129;&#227;&#130;&#183;&#227;&#131;&#163;&#227;&#131;&#171;&#227;&#131;&#160;&#231;&#142;&#139;&#229;&#155;&#189;&#227;&#128;&#130;&#227;&#129;&#147;&#227;&#129;&#174;&#229;&#155;&#189;&#227;&#129;&#171;&#231;&#170;&#129;&#229;&#166;&#130;&#227;&#129;&#168;&#227;&#129;&#151;&#227;&#129;&#166;&#228;&#184;&#150;&#231;&#149;&#140;&#227;&#130;&#146;&#231;&#181;&#130;&#230;&#156;&#171;&#227;&#129;&#184;&#227;&#129;&#168;&#229;&#144;&#145;&#227;&#129;&#139;&#227;&#130;&#143;&#227;&#129;&#155;&#227;&#130;&#139;&#230;&#149;&#181;&#227;&#128;&#129;&#227;&#128;&#140;&#227;&#130;&#162;&#227;&#131;&#157;&#227;&#130;&#171;&#227;&#131;&#170;&#227;&#130;&#185;&#227;&#128;&#141;&#227;&#129;&#140;&#231;&#143;&#190;&#227;&#130;&#140;&#227;&#129;&#159;&#227;&#128;&#130;&#227;&#129;&#147;&#227;&#129;&#174;&#227;&#130;&#183;&#227;&#131;&#163;&#227;&#131;&#171;&#227;&#131;&#160;&#231;&#142;&#139;&#229;&#155;&#189;&#227;&#130;&#146;&#230;&#149;&#145;&#227;&#129;&#134;&#227;&#129;&#159;&#227;&#130;&#129;&#227;&#129;&#171;&#232;&#139;&#165;&#227;&#129;&#141;&#239;&#188;&#149;&#228;&#186;&#186;&#227;&#129;&#174;&#233;&#173;&#148;&#230;&#179;&#149;&#228;&#189;&#191;&#227;&#129;&#132;&#233;&#129;&#148;&#227;&#129;&#140;&#231;&#171;&#139;&#227;&#129;&#161;&#228;&#184;&#138;&#227;&#129;&#140;&#227;&#130;&#139;&#227;&#128;&#130;&#10;&#10;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#175;&#233;&#173;&#148;&#230;&#179;&#149;&#228;&#189;&#191;&#227;&#129;&#132;&#227;&#129;&#174;1&#228;&#186;&#186;&#227;&#129;&#168;&#227;&#129;&#170;&#227;&#130;&#138;&#227;&#128;&#129;&#229;&#175;&#190;&#227;&#130;&#162;&#227;&#131;&#157;&#227;&#130;&#171;&#227;&#131;&#170;&#227;&#130;&#185;&#229;&#191;&#133;&#230;&#174;&#186;&#231;&#148;&#168;&#227;&#129;&#174;&#230;&#173;&#166;&#229;&#153;&#168;&#227;&#130;&#146;&#233;&#173;&#148;&#230;&#179;&#149;&#227;&#129;&#167;&#231;&#148;&#159;&#230;&#136;&#144;&#227;&#129;&#151;&#227;&#128;&#129;&#227;&#128;&#140;&#227;&#130;&#162;&#227;&#131;&#157;&#227;&#130;&#171;&#227;&#131;&#170;&#227;&#130;&#185;&#227;&#128;&#141;&#227;&#129;&#171;&#227;&#131;&#128;&#227;&#131;&#161;&#227;&#131;&#188;&#227;&#130;&#184;&#227;&#130;&#146;&#228;&#184;&#142;&#227;&#129;&#136;&#227;&#130;&#141;&#239;&#188;&#129;&#227;&#128;&#140;&#227;&#130;&#162;&#227;&#131;&#157;&#227;&#130;&#171;&#227;&#131;&#170;&#227;&#130;&#185;&#227;&#128;&#141;&#227;&#129;&#171;&#227;&#131;&#136;&#227;&#131;&#137;&#227;&#131;&#161;&#227;&#129;&#174;&#228;&#184;&#128;&#230;&#146;&#131;&#227;&#130;&#146;&#229;&#136;&#186;&#227;&#129;&#155;&#227;&#129;&#176;&#229;&#164;&#154;&#227;&#129;&#143;&#227;&#129;&#174;&#229;&#139;&#157;&#229;&#136;&#169;&#231;&#130;&#185;&#227;&#129;&#140;&#228;&#184;&#142;&#227;&#129;&#136;&#227;&#130;&#137;&#227;&#130;&#140;&#227;&#130;&#139;&#227;&#128;&#130;&#228;&#184;&#128;&#231;&#149;&#170;&#229;&#139;&#157;&#229;&#136;&#169;&#231;&#130;&#185;&#227;&#130;&#146;&#231;&#168;&#188;&#227;&#129;&#142;&#227;&#128;&#129;&#227;&#129;&#147;&#227;&#129;&#174;&#229;&#155;&#189;&#227;&#129;&#174;&#232;&#139;&#177;&#233;&#155;&#132;&#227;&#129;&#168;&#227;&#129;&#170;&#227;&#129;&#163;&#227;&#129;&#159;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#140;&#227;&#129;&#147;&#227;&#129;&#174;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#174;&#229;&#139;&#157;&#232;&#128;&#133;&#227;&#129;&#160;&#239;&#188;&#129;&#239;&#188;&#129;&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Fantasy",
      "Fighting",
      "Real-time"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "This Is Only a Test",
    "ID": 262145,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgame/262145/this-is-only-a-test",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;It&rsquo;s a lovely sunny morning with Dad smoking his pipe and reading the Sunday paper, Mom cooking bacon in the kitchen, Billy shooting everything in sight with his Yellow Flyer BB gun&trade; and Sally combing her porcelain dolly&rsquo;s hair.  But then the silence is broken by the blare of the local air-raid siren.  Who knows what this could mean?&#10;&#10;Will the Reds invade? &#10;Will the Atomic Bomb Drop?&#10;Or, perhaps, THIS IS ONLY A TEST?&#10;&#10;Find out as you and your friends jockey for supplies and nudge the doomsday clock ever closer to the brink!&#10;&#10;GAMEPLAY&#10;&#10;&quot;This Is Only A Test&quot; is a pre-Apocalyptic game of civil defense. Panic is building and you must negotiate for supplies in anticipation of three unique endings. bomb. Players can use there actions to investigate the timeline, or (better yet) manipulate it to press for there preferred ending by visiting City Hall.  Each location in City Hall allows players to manipulate the timeline in different ways.  Want the bomb to drop?  Visit the Mayor's office and start adding Bomb cards to the timeline!   Here's the catch those same actions are used to gather supplies to win.  So, while you're out ensuring the bomb will drop, the other players may be gathering consumables to put in there fallout shelter!&#10;&#10;When the game ends, the player who has prepared the best, for the correct ending will win! So, if the Atomic bomb drops, you had better have the most supplies in your Fallout shelter, but if the Reds invade, self-defense items will rule the day.  What happens if the Bomb doesn't drop, or the Reds don't invade?  Well, This is Only a Test, of course!  And, the golden rule applies - the person with the most glorious riches wins!&#10;&#10;WHY IT'S UNIQUE&#10;&#10;&quot;This Is Only A Test&quot; uses a unique timeline mechanic that keeps the players in suspense as the game races towards an unknown conclusion at an unknown time.  The timeline may contain the Red Invasion card or the Atomic Bomb card.  Then again, it may not.&#10;&#10;WHO IT'S FOR&#10;&#10;If you love suspense and hidden information with a dash of bluffing, this is the fallout shelter for you.  Great for 1-4 friends who love to outwit one another in 45-60 mins.&#10;&#10;THE AIR RAID SIREN IS SOUNDING!&#10;&#10;Will you stockpile heaps of supplies, defend yourself to the teeth, or simply profit from other&rsquo;s paranoia? The Red Army looms! The A-bomb is armed!  Is it time to duck and cover? Or perhaps...&quot;This Is Only A Test&quot;.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Unreleased Games",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Draconis Invasion: Hero Pledge Promo Cards",
    "ID": 262146,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.92",
    "Link": "https://boardgamegeek.com/boardgameexpansion/262146/draconis-invasion-hero-pledge-promo-cards",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Cards that were exclusive to the Hero level pledge&#10;&#10;6x Resurrection&#10;6x Summoning&#10;6x Consuming Fire&#10;&#10;6x Beast Master&#10;6x Death Angel&#10;6x Berserker (Secret Set)&#10;6x Sky Rider (Secret Set)&#10;&#10;1x Blood Dragon (Secret Set)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Open Drafting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Draconis Invasion: Add-On Pack",
    "ID": 262147,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.04",
    "Link": "https://boardgamegeek.com/boardgameexpansion/262147/draconis-invasion-add-on-pack",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "30 Defender and Action cards from the 2015 Kickstarter. They were later available as an add-on during the Kickstarter for Draconis Invasion: Wrath.&#10;&#10;Includes:&#10;6x Wandering Sword&#10;6x Varcolac&#10;6x Against All Odds&#10;6x Spirit of A Hero&#10;6x Dragon Crusade&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Open Drafting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Draconis Invasion: Victory Pledge Promo Cards",
    "ID": 262149,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.08",
    "Link": "https://boardgamegeek.com/boardgameexpansion/262149/draconis-invasion-victory-pledge-promo-cards",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "6x Transmutation&#10;6x Born of Flame&#10;6x Reanimation&#10;6x Forbidden Quest&#10;6x Dark Forces (Secret Set)&#10;&#10;6x Golden Warriors&#10;6x Frost Knight&#10;6x Tree Ent&#10;6x Iron Guardian (Secret Set)&#10;6x Black Sword (Secret Set)&#10;&#10;6x Fallen Sky&#10;6x Strange Magic (Secret Set)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Open Drafting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Draconis Invasion: Warrior Pledge Promo Cards",
    "ID": 262150,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.93",
    "Link": "https://boardgamegeek.com/boardgameexpansion/262150/draconis-invasion-warrior-pledge-promo-cards",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "These cards were originally available as part of the Warrior pledge level during the original Kickstarter for Draconis Invasion.&#10;&#10;They were later made available as an add-on during the Draconis Invasion: Wrath Kickstarter.&#10;&#10;Includes:&#10;6x Call to Arms&#10;6x Soul Flame&#10;6x Panda Scout&#10;6x Dragon Hunter&#10;6x Elder Stone (Foil)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Open Drafting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Scythe: Encounters",
    "ID": 262151,
    "Year": "(2018)",
    "Geek Rating": "6.976",
    "Avg Rating": "8.09",
    "Link": "https://boardgamegeek.com/boardgameexpansion/262151/scythe-encounters",
    "Min Players": "1",
    "Max Players": "7",
    "Min Play Time": "90",
    "Play Time": "115",
    "Weight": "2.76",
    "Description": "In June 2018, Scythe fans were invited to make a design for ONE encounter card using specific art.&nbsp;Jamey reviewed the submissions, selected his favorites (often mixing and matching various submissions), and developed them. Now the Scythe Encounters promo boxed set is a reality!&#10;&#10;Scythe Encounters is a boxed set of 32 brand-new promo encounter cards. These cards feature a number of innovations in the encounter system. We recommend that you play with them on their own for a few games; after that you can shuffle them into the regular encounter deck.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game",
      "Exploration",
      "Fighting",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Scythe",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Land of the Two Rivers: Iraq War",
    "ID": 262152,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/262152/land-of-the-two-rivers-iraq-war",
    "Min Players": "3",
    "Max Players": "3",
    "Min Play Time": "120",
    "Play Time": "900",
    "Weight": "0",
    "Description": "Land of the Two Rivers is a game of the Iraq War in the post-invasion period starting roughly in Summer 2003. By this point Saddam's government had disintegrated and fateful decisions had already been made regarding official U.S. policy towards powerful factions within Iraq. The players are faced with the situation as it existed at that time, as the Sunni insurgency was building momentum, the Shia were taking advantage of the chaos to flex their long-suppressed muscle, and everyone was realizing there were insufficient U.S. forces to police the entire country. Regional and global entities like Syria, Turkey, Iran and Al Qaeda were attempting to shift events in their favor. The game does not provide the ability to alter what had already been done up to that point, but each player has options on how to conduct operations going forward.&#10;&#10;The game is designed for three players, representing:&#10;&#10;1. United States, British, Other Coalition, and Iraqi National Forces (INF)&#10;2. Sunnis (Iraqi Sunnis and their sponsors in the larger Sunni world)&#10;3. Shiites (Iraqi Shia and their sponsors in Iran)&#10;&#10;The U.S./Coalition objective is to stand up the Iraqi army in sufficient strength and effectiveness to control the majority of the country, with a small number of supporting U.S./Coalition troops.&#10;&#10;The Sunni and Shiite objectives are to gain control over enough of the population to give them a decisive advantage in the eventual political and economic solution that must one day be achieved.&#10;&#10;Players are free to cooperate and make (or break) any agreements they wish. However, there can only be one winner, so ultimately one player must outmaneuver the other two.&#10;&#10;The game has rules for U.S. Morale and Commitment similar to Nick Karp's classic &quot;Vietnam: 1965-1975&quot;, training of Iraqi National Forces (INF), Ground Attacks, IED Cells, Ambushes, Air Strikes, Al Qaeda unpredictability, Suicide Attacks, Coalition country withdrawals, Civilian Casualties, and more. There are sub-systems for the hunt for High Value Targets (HVTs), Weapons of Mass Destruction (WMDs), and Infiltration of support from regional players.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Iraq",
      "History: Iraq War"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Serpents",
    "ID": 262155,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/262155/serpents",
    "Min Players": "6",
    "Max Players": "17",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Serpents is a tarot sized, secret identity, card game. Serpents puts a fresh spin on classic secret-identity games like Mafia and Werewolf. Play using our rules out of the box, or throw them out and use your own. Our team has taken measures to ensure this deck is flexible enough to play a range of unique hidden-identity games &mdash; known or as yet unwritten &mdash; and allows you to cater any existing version to your liking. Mix and match your favorite roles and start lying to your closest friends and family.&#10;&#10;One player will serve as The Fortune Teller. Remaining players will either be Innocents, striving collectively for survival using logic and deduction, or Serpents, fork-tongued deceivers, eliminating travelers from the game using pretense and lies. Only the Fortune Teller knows the true identity of each player. He alone will attend the players on their journey, acting as both moderator and story-teller.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Player Elimination",
      "Role Playing",
      "Storytelling"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Werewolf / Mafia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Infinity: Operation Coldfront",
    "ID": 262158,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.23",
    "Link": "https://boardgamegeek.com/boardgame/262158/infinity-operation-coldfront",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "&quot;On the frozen steppes of Dawn, ALEPH has deployed one of her forward bases to fight against the Combined Army invaders. However, the Ariadnans suspect that it is just the first stage of a plot of the AI to increase her influence over their planet, and they will not allow that!&quot;&#10;&#10;This box contains all the miniatures, rules, and terrain you need to play Infinity Operation: Coldfront, and introduce you to Infinity 3rd edition.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Setting: Corvus Belli's Infinity Universe"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mr. Cabbagehead is Away and Neddance Saves the Day",
    "ID": 262160,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.60",
    "Link": "https://boardgamegeek.com/boardgame/262160/mr-cabbagehead-is-away-and-neddance-saves-the-day",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "1",
    "Description": "A solitaire postcard game designed by Todd Sanders.&#10;&#10;&quot;Mr. Cabbagehead is away on one of his holidays. Neddance has stayed behind to protect Mr. C&rsquo;s garden from his annoying neighbours and to make sure they do not leave with any vegetables. But alas, for each neighbour she sends on their way, the others become even more determined to snatch a vegetable. Neddance is perfectly polite with all the neighbours but even she has a limit to her patience and only so many excuses she can divert them with.&quot;&#10;&#10;In Mr. Cabbagehead is Away and Neddance Saves the Day, you play the role of Neddance, trying to defend Mr. Cabbagehead's garden from his ever-so-tiresome Neighbours.&#10;&#10;To play the game you need to supply two dice and a standard deck of cards.&#10;&#10;In order to win Neddance must send away each of the 8 Neighbours before her Patience reaches 0.&#10;&#10;There are 3 phases in each round.&#10;&#10;Phase 1: Neighbours Move Through The Garden.&#10;Roll one die and the result is the total number of spaces one or more Neighbours will move towards Neddance.&#10;&#10;Phase 2: Neighbours Now Pester Neddance, While She Tries To Maintain Her Composure.&#10;Each Neighbour that reaches Neddance will Pester her in turn by rolling one die plus one more die for each Neighbour already sent away. Then Neddance must keep her Composure and send the Neighbour away by playing cards with higher total value, otherwise she loses Patience. If her Patience reaches 0 the game is lost.&#10;&#10;After sending away certain Neighbours, Neddance gains confidence and can make more excuses in order to send the rest of the Neighbours away.&#10;&#10;Phase 3: Neddance Is On The Move, Looking For Neighbours To Send Away.&#10;If Neddance has less than 3 cards left, she regains all her discarded cards and then plays 1-3 cards in order to move.&#10;&#10;At the end of each round Neddance's Patience is decreased by one.&#10;&#10;",
    "Categories": [
      "Dice",
      "Farming"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Point to Point Movement",
      "Push Your Luck"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Oddbods Go-Kards",
    "ID": 262163,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/262163/oddbods-go-kards",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Oddbods Go-Kards is a new take on the 'family' game genre. It's a family game for 'gamer' families with multiple games in one box.&#10;&#10;At its most basic, it is a play-a-card-and-move-the-meeple party race game that lasts 10 to 15 minutes and can be picked up in a few minutes even by small children. The game has players perform fun real-life social challenges to reap in-game rewards.&#10;&#10;In its more advanced forms, it features tactical take-that and power-up cards, modular and constructable tracks, a variety of rule-altering pit-stops and an emergent power-up marketplace. Players can setup and duke it out in races that take up to an hour or even more to finish.&#10;&#10;The game is based on Oddbods, a Singaporean-British CGI-animated comedy television series produced by the Singapore-based studio One Animation.&#10;&#10;The series focuses on seven different, sometimes battling characters called the Oddbods - Fuse, Pogo, Zee, Jeff, Bubbles, Slick and Newt.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Movies / TV / Radio theme",
      "Party Game",
      "Racing"
    ],
    "Mechanics": [
      "Hand Management",
      "Modular Board",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Naše století",
    "ID": 262189,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.65",
    "Link": "https://boardgamegeek.com/boardgame/262189/nase-stoleti",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Our century is an original game for all who love good fun! You practice your logical thinking, memory and concentration. It is intended for 2-6 players and the length of one game is usually 30 minutes or more. You can examine your knowledge in five basic areas: the Czech Century, food, culture, places of interest and various.&#10;The game was released on the occasion of the celebration of the 100th anniversary of Czechoslovakia by Albi and Albert.&#10;&#10;Game preparation: Put the game board onto the table. Each player takes a meeple of one color and places it on START. Place the decks with knowledge and tipping questions on the marked place on the plan.&#10;Game objective: The game objective is to pass all the fields on the board and the first to reach the finish field.&#10;Game progress: The youngest player starts and then the players turn clockwise. The player on the left of the drawer draws the card from the top of the question pile. The player on the turn throws a dice and the player on his left reads the question and three possible answers from a topic whose color matches the color of the dice. If the color is purple, the player can choose the topic himself. If he answers correctly, he moves his meeple forward, if he is wrong, he stands.&#10;&#10;Na&scaron;e stolet&iacute; je origin&aacute;ln&iacute; hra pro v&scaron;echny, kte&#197;&#153;&iacute; miluj&iacute; dobrou z&aacute;bavu! Perfektn&#196;&#155; si s n&iacute; procvi&#196;&#141;&iacute;te logick&eacute; my&scaron;len&iacute;, pam&#196;&#155;&#197;&#165; i soust&#197;&#153;ed&#196;&#155;n&iacute;. Ur&#196;&#141;ena je pro 2-6 hr&aacute;&#196;&#141;&#197;&#175; a d&eacute;lka jedn&eacute; hry je obvykle 30 a v&iacute;ce minut. Sv&eacute; v&#196;&#155;domosti m&#197;&#175;&#197;&#190;ete prov&#196;&#155;&#197;&#153;it v p&#196;&#155;ti z&aacute;kladn&iacute;ch okruz&iacute;ch: &#196;&#141;esk&eacute; stolet&iacute;, j&iacute;dlo, kultura, zaj&iacute;mav&aacute; m&iacute;sta a r&#197;&#175;zn&eacute;. &#10;Hra byla vyd&aacute;na u p&#197;&#153;&iacute;le&#197;&#190;itosti oslav 100 v&yacute;ro&#196;&#141;&iacute; &#196;&#140;eskoslovenska firmami Albi a Albert.&#10;&#10;P&#197;&#153;&iacute;prava hry: Rozlo&#197;&#190;te hern&iacute; pl&aacute;n na st&#197;&#175;l. Ka&#197;&#190;d&yacute; hr&aacute;&#196;&#141; si vezme figurku jedn&eacute; barvy a um&iacute;st&iacute; ji na START. Na vyzna&#196;&#141;en&eacute; m&iacute;sto na pl&aacute;nu polo&#197;&#190;te bal&iacute;&#196;&#141;ky s v&#196;&#155;domostn&iacute;mi a tipovac&iacute;mi ot&aacute;zkami.&#10;C&iacute;l hry: C&iacute;lem hry je proj&iacute;t v&scaron;echna pol&iacute;&#196;&#141;ka na hern&iacute;m pl&aacute;nu a jako prvn&iacute; dos&aacute;hnout pol&iacute;&#196;&#141;ka C&Iacute;L.&#10;Pr&#197;&#175;b&#196;&#155;h hry: Nejmlad&scaron;&iacute; hr&aacute;&#196;&#141; za&#196;&#141;&iacute;n&aacute; a pot&eacute; se hr&aacute;&#196;&#141;i st&#197;&#153;&iacute;daj&iacute; po sm&#196;&#155;ru hodinov&yacute;ch ru&#196;&#141;i&#196;&#141;ek. Hr&aacute;&#196;&#141; po levici hr&aacute;&#196;&#141;e na tahu l&iacute;zne kartu z vrchu bal&iacute;&#196;&#141;ku s ot&aacute;zkami. Hr&aacute;&#196;&#141; na tahu hod&iacute; kostkou a hr&aacute;&#196;&#141; po jeho levici mu p&#197;&#153;e&#196;&#141;te ot&aacute;zku a t&#197;&#153;i mo&#197;&#190;n&eacute; odpov&#196;&#155;di z okruhu, jeho&#197;&#190; barva odpov&iacute;d&aacute; barv&#196;&#155; ur&#196;&#141;en&eacute; kostkou. Padne-li fialov&aacute;, hr&aacute;&#196;&#141; si mu&#197;&#190;e okruh vybrat s&aacute;m. Pokud odpov&iacute; spr&aacute;vn&#196;&#155;, posune svoji figurku vp&#197;&#153;ed, pokud &scaron;patn&#196;&#155;, stoj&iacute;.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The European War",
    "ID": 262190,
    "Year": "(1916)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/262190/the-european-war",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This a rare and unusual Japanese game about the European theatre published during WWI.&#10;&#10;It is a roll-and-move game of maneuver for 2-6 players, pitting Germany, Austria-Hungary and Italy against France, Britain and Russia.&#10;&#10;The former start in the upper left of the board, and the latter in the lower right. Various tracks connect the two, and the objective is to capture the opponent's headquarters. Each of the countries starts with two playing pieces, whose initial placement space is determined by a die roll.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": []
  }
]