[
  {
    "Rank": "22201",
    "Name": "Pirates! Stratego",
    "ID": 215227,
    "Year": "(2016)",
    "Geek Rating": "5.505",
    "Avg Rating": "5.95",
    "Link": "https://boardgamegeek.com/boardgame/215227/pirates-stratego",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Stratego Pirates is an exciting game for two brave pirate captains!&#10;&#10;Can you lead your pirates to victory? The aim of the game is to conquer the flag by boarding your enemy's ship.&#10;&#10;By cunningly flipping the action cards, you can influence whether you get to board, fire the cannon, fight or feed one of your opponents to the sharks.&#10;&#10;Will you be the first to capture your opponent's flag? If so, you win the game!&#10;&#10;For 2 players and ages 5+.&#10;&#10;The difference between Stratego and Pirates! Stratego is the use of the canon and the use of the action tiles. This makes it a much more luck based game and more suitable for little children.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Children's Game",
      "Deduction",
      "Memory",
      "Pirates"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Game: Stratego",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "22202",
    "Name": "Die Safeknacker",
    "ID": 3349,
    "Year": "(1996)",
    "Geek Rating": "5.505",
    "Avg Rating": "5.82",
    "Link": "https://boardgamegeek.com/boardgame/3349/die-safeknacker",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.5",
    "Description": "In this card driven game, safe-crackers co-operate but must share the spoils.  The player who finishes the game with the most money wins.&#10;&#10;Everyone has two choices in their turn: either recruit safe-crackers or attempt to crack a safe. One of these two must be chosen every turn.&#10;&#10;The first choice is to take one of your own safe-crackers and put him on any of another player. Put this safe-cracker in that team before you. This way you can build safe-cracker teams in addition to individual safe-crackers. The piece lying on top shows who has the safe-cracking team under their control.&#10;&#10;The second choice is to crack the safe. First a gaze at the safe cards: On each safe card, a value that this safe contains is printed - the loot. Simultaneously it also portrays how large the safe-cracking team must be in order to crack this safe; the team may also be bigger. Place the team on the desired safe, dismantle it and share the loot.&#10;The card with the cracked safe is set aside and a new safe card is uncovered.&#10;&#10;The game ends when all the safes are cracked. The player with the most money wins the game.&#10;&#10;Re-implemented by:&#10;&#10;    Buccaneer&#10;&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "22203",
    "Name": "Ligretto Junior",
    "ID": 43017,
    "Year": "(2006)",
    "Geek Rating": "5.505",
    "Avg Rating": "5.98",
    "Link": "https://boardgamegeek.com/boardgame/43017/ligretto-junior",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Ligretto Junior features the same gameplay as Ligretto &ndash; with players trying to empty their stack of cards as quickly as possible by playing the cards onto stacks in the center of the table &ndash; but with only three suits of cards in each player's deck (as opposed to four suits in the normal Ligretto decks). As a result, Ligretto Junior allows for up to five players in a game instead of only four; what's more, while Ligretto Junior cannot be combined with other Ligretto games in order to allow for more players to compete at the same time, it can be combined with different versions of itself, which are often themed with a different series of cartoon characters.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Pattern Building",
      "Real-Time"
    ],
    "Families": [
      "Brands: Disney",
      "Series: Ligretto (Schmidt Spiele)",
      "Theme: Witches",
      "TV Shows: Kim Possible",
      "TV Shows: SpongeBob SquarePants"
    ]
  },
  {
    "Rank": "22204",
    "Name": "Space Race",
    "ID": 348502,
    "Year": "(2021)",
    "Geek Rating": "5.505",
    "Avg Rating": "6.38",
    "Link": "https://boardgamegeek.com/boardgame/348502/space-race",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.7143",
    "Description": "Grab your cards and build your ship!&#10;&#10;Assemble your vessel with a handful of cards, an android-like poker face and extraterrestrial levels of bluff and bravado: then fly that bird back home. Face down a barrage of threats, and try not to end up as a pile of moondust. You&rsquo;ll need to know when to whip out the blasters, and when to turn tail and flee: because fortune favours the brave, but there&rsquo;s also no point in grabbing the best bounty if you&rsquo;re too dead to enjoy it.&#10;&#10;Space Race is a fast, fun card-drafting game in which 2&ndash;4 players upgrade spaceships, collect sets and bid against one another. The player with the most points after three rounds wins.&#10;&#10;The game consists of 108 cards and is played with three types of cards: Parts you build your ship with, dangers you need to fight or flee from, and cards that damage your ship.&#10;&#10;First, each player chooses a cockpit and an engine to build their ship, which they will upgrade during the game.&#10;&#10;There are several ways to score points during the game. For example, you can collect Robot Parts. You receive 2VP for each Robot Part in your ship. Cards of the same type in your ship are stacked.&#10;&#10;You also receive an additional 3VP for each complete robot that you assemble.&#10;&#10;Some cards only award points while others have benefits: a Scanner, for example, lets you look at dangers ahead, giving you an advantage.&#10;&#10;Players begin with six Space cards, and each turn you keep one card and pass along the remaining hand.&#10;&#10;After all three rounds have been played, players&rsquo; scores are calculated. Some cards are worth VP on their own and some cards award extra VP if the card condition is fulfilled. Players also receive negative VP for every Damage card in their ship.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Closed Drafting",
      "End Game Bonuses",
      "Hand Management",
      "Multi-Use Cards",
      "Open Drafting",
      "Set Collection",
      "Simultaneous Action Selection",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "22205",
    "Name": "Kampf der Magier",
    "ID": 63808,
    "Year": "(2008)",
    "Geek Rating": "5.505",
    "Avg Rating": "6.12",
    "Link": "https://boardgamegeek.com/boardgame/63808/kampf-der-magier",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "In this simple card game most cards represent wizards, and a number shows their degrees of magical powers. Players in their turn play a card with a larger number than the previous card. They also can play more cards if they have the same value, in that case the sum of the values counts.&#10;&#10;If a player cannot, or does not want to continue, takes all the cards played and a new &quot;battle&quot; begins. The winner is the player with the fewest cards at the end.&#10;&#10;Re-implements: Escalation!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Hand Management",
      "Ladder Climbing"
    ],
    "Families": [
      "Card Games: Climbing"
    ]
  },
  {
    "Rank": "22206",
    "Name": "Lovci pokladů",
    "ID": 131000,
    "Year": "(1987)",
    "Geek Rating": "5.505",
    "Avg Rating": "6.01",
    "Link": "https://boardgamegeek.com/boardgame/131000/lovci-pokladu",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "2",
    "Description": "In the game &quot;Lovci poklad&#197;&#175;&quot; players are one of four sea captains and struggle to find biggest treasure. Every captain have one ship and four sailors to challenge the indomitable seas.&#10;&#10;On the start 9 x 9 grid from the face down cards is made and these cards represent sea. Then players alternate in their turns and send their ship on the cards; they can explore cards and face them up with use of sailors. There could be good things like treasures, doplhins, seahorses, mermaids, but most of the time players will face not so good sharks, rays, octopuses, hurricanes, volcanos etc.&#10;&#10;The goal of the game is to find biggest treasures, protect them from the other players and bring them on ship.&#10;&#10;",
    "Categories": [
      "Nautical"
    ],
    "Mechanics": [
      "Grid Movement",
      "Memory",
      "Modular Board"
    ],
    "Families": []
  },
  {
    "Rank": "22207",
    "Name": "Verticality",
    "ID": 198574,
    "Year": "(2016)",
    "Geek Rating": "5.505",
    "Avg Rating": "5.92",
    "Link": "https://boardgamegeek.com/boardgame/198574/verticality",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "1",
    "Description": "A dexterity game in which players build rickety towers using cards and pyramids.  A toss of the custom dice tells the players which size of pieces they must use to create the next level of the tower, and once three pyramids are in place and touching each other, another card must be placed on top, ready for the next level . . .&#10;&#10;A Fast, Simple game for 2 to 6 players.&#10;&#10;Included in Pyramid Arcade. Rules also available on the publisher's website.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Stacking and Balancing"
    ],
    "Families": [
      "Components: Looney Pyramid Games"
    ]
  },
  {
    "Rank": "22208",
    "Name": "Show Me The Kwan",
    "ID": 141828,
    "Year": "(2013)",
    "Geek Rating": "5.505",
    "Avg Rating": "5.80",
    "Link": "https://boardgamegeek.com/boardgame/141828/show-me-the-kwan",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "In the real-time party/word game Show Me The Kwan, players try to grab dice to match the words they shout out to match a given category &ndash; but you can't say just anything. At the start of a round, someone chooses a category from a randomly drawn card, then rolls the order die, which indicates first, second or last. Someone then rolls the letter dice, and players compete to yell out words in the chosen category that have one of the letters rolled in the first, second or last position in the word. As soon as you yell out a word, grab the die! Once time runs out or all the dice have been claimed, you score points equal to the value of the letters you grabbed.&#10;&#10;Alternatively, if you can come up with three words in the category that use a particular letter die &ndash; whether already claimed or still on the table &ndash; in the first, second and last positions (e.g., using &quot;T&quot; for &quot;Touchdown&quot;, &quot;sTance&quot; and &quot;punT&quot; in a football category), then you can shout &quot;Show Me The Kwan!&quot;, which ends the round immediately. In addition to any other points, you score three times the value of the letter used, plus 5 points. (If you used an opponent's die to create the kwan, that opponent doesn't score for the die.) Whoever scores fifty points first wins.&#10;&#10;",
    "Categories": [
      "Dice",
      "Word Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "22209",
    "Name": "Golf the Perfect Game",
    "ID": 11235,
    "Year": "(1995)",
    "Geek Rating": "5.505",
    "Avg Rating": "5.77",
    "Link": "https://boardgamegeek.com/boardgame/11235/golf-the-perfect-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.1429",
    "Description": "A simulation of golf, this game uses cards for everything but putting.  Two different levels of play are available, one involving simply scoring (per hole or per course) and the other involving play money (included).&#10;&#10;On your turn you play a card from your hand which shows you a number of yards and a direction (hook, slice, or straight).  You can take a chance and play a hook or slice for greater distance, but if you end up in a woods, water, or sand space must draw the respective card to get out of the hazard.  Some of the hazard cards are worse than others ...&#10;&#10;There's a bit of math involved, as you look for cards that have totals that will put you right on the green - you don't want to overshoot it.  Once on the green, there are two methods provided to resolve putting: an actual indoor putting cup (!) or putting dice.  The dice show the ball in the cup or outside of it, requiring a re-roll.  The red die is for long putts, and the green for short putts.&#10;&#10;An eighteen-hole course is provided, nine on each side of the colorful board.  The pieces are cute little golf balls mounted on tees.&#10;&#10;",
    "Categories": [
      "Number",
      "Sports"
    ],
    "Mechanics": [
      "Hand Management",
      "Simulation"
    ],
    "Families": [
      "Sports: Golf"
    ]
  },
  {
    "Rank": "22210",
    "Name": "Do Not Forsake Me (Oh My Darling)",
    "ID": 171430,
    "Year": "(2015)",
    "Geek Rating": "5.505",
    "Avg Rating": "5.91",
    "Link": "https://boardgamegeek.com/boardgame/171430/do-not-forsake-me-oh-my-darling",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.25",
    "Description": "Crewed by a group of misfits under your command, the Do Not Forsake Me Oh My Darling is a bounty hunter ship of the Rim Quadrants, sailing the edges of space in search of the dread pirates, criminals and charlatan messiahs who prey on the innocent. Bring them to justice and collect the Bounty Megacredits. Earn 30 Megacredits and you can retire from the wandering life among the stars. Lose your crew and be doomed to haunt the spaceways for all time.&#10;&#10;This is a solo game of high adventure in space using only 18 cards and no other components. Rules are included within the 18 card format.&#10;&#10;Each turn is broken down into the following phases:&#10;&#10;1. Movement&#10;    a. Station Re-Equip&#10;    b. Repairs in Space&#10;&#10;2. Events&#10;    a. NavComm&#10;    b. Bounty&#10;        1. Evade&#10;        2. Engage in Combat&#10;&#10;3. Combat&#10;&#10;The player moves around a randomly generated map of cards and has 4 Ship Systems (Crew, NavComm, Wave Motion Cannon and Fusioncasting Engines) they must balance the use of during the phases of the game.&#10;&#10;The game also features a set of Bounty cards which are double-sided and generate all random dice rolls as well as act as an AI in the game, balancing the strength of the bounties again the player's current stats.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Print & Play",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Push Your Luck"
    ],
    "Families": [
      "Contests: 18 Card Microgame",
      "Players: Solitaire Only Card Games",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "22211",
    "Name": "Zebra-Schwein",
    "ID": 118258,
    "Year": "(2012)",
    "Geek Rating": "5.505",
    "Avg Rating": "5.79",
    "Link": "https://boardgamegeek.com/boardgame/118258/zebra-schwein",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Zebra-Schwein will have your children committing unspeakably horrible genetic experiments in the comfort and safety of their own home.&#10;&#10;No, actually Zebra-Schwein only has children draw unspeakably horrible genetic experiments, specifically the combination of two animals as determined by a secret die roll. To set up the game, lay out the six animal tiles in a circle; each tile shows a die face next to the animal: zebra is 1, mouse is 2, etc.&#10;&#10;On a turn, a player secretly rolls two dice in a cup, rerolling if necessary to get different results on each die. The player then starts to draw one animal that has features of both animals rolled, say, a zebeera or a pifrog. When any of the other players think they know what is being drawn, they grab the grunting plastic zebra-schwein and give their answer. If wrong, that player is out for the round; if correct, that player and the drawer each win an animal card. Then the next player clockwise starts a new round.&#10;&#10;Whoever collects the most animal cards wins!&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Party Game"
    ],
    "Mechanics": [
      "Line Drawing"
    ],
    "Families": [
      "Animals: Camels",
      "Animals: Dogs",
      "Animals: Pigs",
      "Animals: Snakes"
    ]
  },
  {
    "Rank": "22212",
    "Name": "Cro-Magnon: First Steps of Civilization",
    "ID": 284323,
    "Year": "(2019)",
    "Geek Rating": "5.505",
    "Avg Rating": "6.20",
    "Link": "https://boardgamegeek.com/boardgame/284323/cro-magnon-first-steps-of-civilization",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "90",
    "Weight": "1.8571",
    "Description": "Cro-Magnon is a card game which'll put you in a position of a prehistoric human tribal chief. Your tribe will need to develop new technologies, gather valuable resources and build new tools. Go to battle with your neighbors &mdash; or cooperate and hunt together. Strive for great achievements and become the first major human settlement on the whole planet.&#10;&#10;During the game players perform actions to obtain resource cards, which are then used to develop new technologies. Technologies unlock new, more productive actions and grant victory points to their owners. The player with the most victory points wins the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Civilization",
      "Prehistoric"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "22213",
    "Name": "Make 7",
    "ID": 6367,
    "Year": "(1994)",
    "Geek Rating": "5.505",
    "Avg Rating": "5.76",
    "Link": "https://boardgamegeek.com/boardgame/6367/make-7",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.6667",
    "Description": "Players take turns dropping numbered tiles down one of the seven columns.  The objective is to be the first to place tiles adjacent to each other (vertically, horizontally, or diagonally) so that the sum of the numbers on the tiles is 7.&#10;&#10;Tiles with the number '3' can only be placed in spots with a red border, so there is some positioning that takes place to try to force your opponent into making moves that allow you to place your '3' tiles.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Number"
    ],
    "Mechanics": [],
    "Families": [
      "Category: n in a row",
      "Components: 7 x 7 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "22214",
    "Name": "Formidable Foes",
    "ID": 25677,
    "Year": "(2006)",
    "Geek Rating": "5.505",
    "Avg Rating": "5.55",
    "Link": "https://boardgamegeek.com/boardgame/25677/formidable-foes",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.1071",
    "Description": "From the publisher's website:&#10;&#10;Once again, our unfortunate friends find themselves foreigners trapped within the frightful Fortress Furor of the fanged Prince Fieso who would, with felicity, see them flounder and faint.  These fine fighters could feasibly face their finish in this forbidding fortification, whose fearsome floors even now flow frighteningly from beneath their feet as the famished Furunkulus forages the fringes, fixing to feast on the foreigners&rsquo; flesh.  Forthwith, must our fighters fashion their flight from this foulest of fates!  But what&rsquo;s this?  By the light of their fallow and flickering flares, our friends find the depths fraught with the most furious of fiends and the fiercest of freaks!  With fleet feet, the fearless foreigners follow these ferocious fellows through the fortress, with its multifarious footpaths and their frustrating forks, forging fervently forward toward freedom and fame.  Our fighters must not falter from whatever feud or fracas would foil their function: to finally furnish the forlorn Faerie Fabula her freedom from feckless Fieso&rsquo;s fists!&#10;&#10;Theme&#10;Formidable Foes is a light-hearted dungeon crawl. The players all take the role of heroes competing with each other to amass the greatest hoard of treasure. They do this by exploring the dungeon and fighting monsters.&#10;&#10;Goal&#10;The goal is to collect as much gold as possible. The winner is the richest player.&#10;&#10;Gameplay&#10;On each turn, a player either moves twice; moves once and fights a monster; or collects 'power tokens' which allow a player to improve their dice rolls in subsequent turns. In the early part of the game, the monsters are fairly weak and easily defeated. Defeating a monster increases a character's 'wisdom' which allows them to fight and defeat ever-harder monsters. Fighting monsters involves rolling a dice and then adding power tokens to improve the roll if required.&#10;&#10;",
    "Categories": [
      "Exploration",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Creatures: Monsters"
    ]
  },
  {
    "Rank": "22215",
    "Name": "Aunt Millie's Millions",
    "ID": 27853,
    "Year": "(2007)",
    "Geek Rating": "5.505",
    "Avg Rating": "5.78",
    "Link": "https://boardgamegeek.com/boardgame/27853/aunt-millies-millions",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.1111",
    "Description": "Dear Aunt Millie left behind an estate worth millions. Are you one of her lucky heirs? In this hilarious party game, play the role of one of the colorful characters out to get Aunt Millie's fortune. Use speed, strategy and persuasion to collect the most coveted valuables. Will you get her vintage jukebox or get stuck with a rusty toilet? Claim the same item as another player and you must give the best sob story to convince the judge that you deserve it more! Whoever ends up with the most riches wins the game. Heir-splitting fun!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Role Playing",
      "Set Collection",
      "Storytelling",
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "22216",
    "Name": "Joakim von Ankas fantastiska affärer",
    "ID": 22257,
    "Year": "(1989)",
    "Geek Rating": "5.505",
    "Avg Rating": "5.90",
    "Link": "https://boardgamegeek.com/boardgame/22257/joakim-von-ankas-fantastiska-affarer",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.8333",
    "Description": "Game of economics in the world of Donald Duck. Buy and sell stocks in various markets. Winner is the first person to reach  one billion dollars.&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Economic"
    ],
    "Mechanics": [
      "Commodity Speculation",
      "Grid Movement",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Ducks",
      "Brands: Disney"
    ]
  },
  {
    "Rank": "22217",
    "Name": "UNO: The Legend of Zelda",
    "ID": 254814,
    "Year": "(2017)",
    "Geek Rating": "5.505",
    "Avg Rating": "6.11",
    "Link": "https://boardgamegeek.com/boardgame/254814/uno-the-legend-of-zelda",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.3333",
    "Description": "The deck features classic UNO game play, plus some special Legend of Zelda touches. Includes special Triforce Wild Cards that when played require the next player to follow with a card that has a Triforce on it. If they they can't they need to draw three cards.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Game: UNO",
      "Versions & Editions: Versions with IP after the original release",
      "Video Game Theme: Nintendo"
    ]
  },
  {
    "Rank": "22218",
    "Name": "Stumblewood",
    "ID": 245203,
    "Year": "(2018)",
    "Geek Rating": "5.505",
    "Avg Rating": "5.58",
    "Link": "https://boardgamegeek.com/boardgame/245203/stumblewood",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Guided by their neighbor, each player in Stumblewood has thirty seconds to get out of a dangerous forest. The further you go, the more new traps you must face: Hold the knife in front of you to clear the cobwebs, pinch your nose to cross the river, throw a bone to keep the wolf away...&#10;&#10;Whoever gets lost or falls into a trap must begin again from the starting point, and at the end of the allotted time, the next player gets to try their luck. Keep your cool and memorize your route so that you don't make mistakes when your turn comes around again! The first player who manages to leave the forest returns home and wins the game.&#10;&#10;",
    "Categories": [
      "Memory",
      "Real-time"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "22219",
    "Name": "Doorways to Adventure",
    "ID": 3512,
    "Year": "(1986)",
    "Geek Rating": "5.505",
    "Avg Rating": "5.79",
    "Link": "https://boardgamegeek.com/boardgame/3512/doorways-to-adventure",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.3333",
    "Description": "Another entry in the &quot;VCR as game component&quot; genre of games.  The object is to bribe, ransom and scheme your way to riches.  Players bid against each other for the treasures that appear behind colorful doors.  But also have to deal with hidden dangers and penalties.  Classic film clips and graphics add a dimension of sight and sound to the game.&#10;&#10;",
    "Categories": [
      "Adventure"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Components: Videocassettes"
    ]
  },
  {
    "Rank": "22220",
    "Name": "Squashed",
    "ID": 147673,
    "Year": "(2013)",
    "Geek Rating": "5.505",
    "Avg Rating": "5.71",
    "Link": "https://boardgamegeek.com/boardgame/147673/squashed",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "1",
    "Description": "A three-dimensional board game in the shape of a cube. Eliminate your opponents by strategically moving up or around the cube in any vertical or horizontal direction. If you pass over or land on an opposing piece it is squashed and removed from the game. If you land on the King piece the entire cube gets flipped to another side and all those pawns are &quot;squashed.&quot; The last pawn standing wins.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Player Elimination",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "22221",
    "Name": "Syllabus",
    "ID": 18885,
    "Year": "(2005)",
    "Geek Rating": "5.505",
    "Avg Rating": "5.71",
    "Link": "https://boardgamegeek.com/boardgame/18885/syllabus",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "A deck of cards is split equally between the players. On each card are 4 one-syllable (French) words, one on each edge.&#10;&#10;The players must combine these short words to create two-syllable words by placing two cards next to each other. Spelling does not matter, only pronunciation is considered.&#10;Whoever finds a word first is allowed to turn over the next card of their pile. The winner is the first player to have placed all their cards.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "22222",
    "Name": "Twilight of the Habsburgs",
    "ID": 8510,
    "Year": "(2000)",
    "Geek Rating": "5.505",
    "Avg Rating": "5.91",
    "Link": "https://boardgamegeek.com/boardgame/8510/twilight-of-the-habsburgs",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.2857",
    "Description": "Originally published in Strategy &amp; Tactics magazine #204 (Jul/Aug 2000).&#10;&#10;Twilight of the Habsburgs is a wargame for two players based on several battles which took place in Northern Italy during the last two years of World War I, 1917 and 1918. There are three scenarios, covering the battles of Caporetto, the Piave, and Vittorio Veneto. One player is the Central Powers player and the other is the Allied. The Central Powers  player controls all Austro-Hungarian Imperial Army, Landwehr, Honve, Domobrana and Imperial Navy units, and all German and Bavarian units. The Allied player controls all French, British, Czech Exile and Italian units.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: Austria-Hungary",
      "Country: Germany",
      "Country: Italy",
      "Country: United Kingdom",
      "Magazine: Strategy & Tactics",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "22223",
    "Name": "Pod-X",
    "ID": 202025,
    "Year": "(2016)",
    "Geek Rating": "5.505",
    "Avg Rating": "5.77",
    "Link": "https://boardgamegeek.com/boardgame/202025/pod-x",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "The starship is going down. You (and everyone else!) need to find the last working escape pod before it&rsquo;s too late.&#10;&#10;You know the ship like the back of your hand, but you also know that most of the pods are either gone or broken.&#10;&#10;You have to act now or you&rsquo;ll be going down with the ship.&#10;&#10;In Pod-X, you try to deduce the secret win condition card, while also trying to meet it. You will do this by playing your cards publicly (to the table) or keeping them private (in your hand). The dealer role passes to a new player each round. Only the dealer knows the secret, so players can also examine her actions for clues. Use your best deduction and wile to maximize your score!&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Movies / TV / Radio theme",
      "Print & Play",
      "Science Fiction"
    ],
    "Mechanics": [
      "Hand Management",
      "Push Your Luck"
    ],
    "Families": [
      "Containers: Wallets",
      "Crowdfunding: Kickstarter",
      "Organizations: Game Designers of North Carolina",
      "Series: Wallet Games (Button Shy)",
      "Setting: Pocket Universe (Button Shy)"
    ]
  },
  {
    "Rank": "22224",
    "Name": "Wellington Vs Massena",
    "ID": 8366,
    "Year": "(1985)",
    "Geek Rating": "5.505",
    "Avg Rating": "5.85",
    "Link": "https://boardgamegeek.com/boardgame/8366/wellington-vs-massena",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.7143",
    "Description": "Wellington vs Massena is a simulation of the Battle of Fuentes de Onoro, the French attempt to drive off the Anglo-Portuguese army besieging the fortress of Almeida. The battle took place from May 3 to May 5, 1811 on the Spanish-Portuguese border, west of the fortress of Ciudad Rodrigo and east of the Com river. The game is meant to be played by two players, one commanding the French army under Marshal Andre Massena, Duke of Rivoli, and the other the Anglo-Portuguese allies under Sir Arthur Wellesley, Duke of Wellington.&#10;&#10;The game can be played solitaire.&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Magazine: The Wargamer",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "22225",
    "Name": "Nukular: Wer überlebt den Atomkrieg",
    "ID": 371691,
    "Year": "(2022)",
    "Geek Rating": "5.505",
    "Avg Rating": "6.43",
    "Link": "https://boardgamegeek.com/boardgame/371691/nukular-wer-uberlebt-den-atomkrieg",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.5",
    "Description": "Nukular is an explosive party game for 3 to 6 despots.&#10;&#10;Game objective&#10;The objective of the game is to neutralize as many enemy despots as possible and survive the nuclear war yourself.&#10;&#10;Game preparation&#10;Each player chooses a despot card and receives a turn overview card. All players also receive 6 action cards. The remaining cards form the action card draw pile.&#10;&#10;All target cards of despots that are not in play must be removed from the target card pile. Then one target card from each despot is turned face up. The remaining target cards are shuffled and form the target card draw pile.&#10;&#10;TheAggrometer is placed in the center of the table and the Aggromarker is placed on the starting postiion of the player's number.&#10;&#10;The game&#10;Nukular is played in two phases. The first phase we call the Cold War, the second phase we call Nuclear War.&#10;&#10;There are four different types of action cards. The organic and black action cards can be played during your turn in the Cold War. Green action cards can be played outside of your turn in the cold war. Red action cards, on the other hand, may only be played during the nuclear war.&#10;&#10;Cold War&#10;&#10;In his turn, a player may play as many orange action cards as he wishes.&#10;&#10;After that, he may program an atomic bomb if he has one in his hand. To program a nuclear bomb, the player places a target card under it and lays the bomb out in front of him.&#10;&#10;Depending on the type of bomb, the selector can choose the target card from the display, draw from the draw pile, or choose from the draw pile.&#10;&#10;After programming, the aggrometer must be advanced one space.&#10;&#10;When the aggrometer reaches the last space, the player triggers the nuclear war with it and shifts into the role of escalator.&#10;&#10;The player completes his turn by drawing 2 action cards and discarding hand cards, if necessary, so that he does not exceed the limit of 8 cards.&#10;&#10;Nuclear War&#10;After triggering the nuclear war, all players, except the escalator, may program one nuclear bomb again in turn.&#10;&#10;After that, each despot may play one red card per turn. The escalator begins.  He may, for example, use a defensive missile to immediately shoot down and dispose of another bomb. Or lay out a nuclear bunker in hopes of protecting it from an enemy bomb.&#10;&#10;There are so many rounds until no one wants to play red cards. If you pass, you don't get to play later.&#10;&#10;Big Badabumm&#10;When no one wants to play any more red cards, the big bang follows. Starting with the escalator, one target at a time is revealed under a nuke.&#10;&#10;If no bunker is available, the affected despot dies and turns over his character card.&#10;&#10;A bunker protects only one bomb at a time and is disposed of afterwards.&#10;&#10;The nuclear bombs of despots who have already died are still launched.&#10;&#10;The game ends when the last target card under a nuke is revealed. All despots who are still alive are the winners of the game.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Party Game",
      "Political"
    ],
    "Mechanics": [
      "Action / Event",
      "Drawing"
    ],
    "Families": []
  },
  {
    "Rank": "22226",
    "Name": "Asterix & Obelix: Mission Zaubertrank!",
    "ID": 172510,
    "Year": "(2017)",
    "Geek Rating": "5.505",
    "Avg Rating": "5.80",
    "Link": "https://boardgamegeek.com/boardgame/172510/asterix-and-obelix-mission-zaubertrank",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.25",
    "Description": "A disaster threatens Gaul! Asterix, Obelix, Getafix and little Dogmatix are the only ones that can save it &mdash; but only if they work together. In Asterix &amp; Obelix: Mission Zaubertrank!, players take the roles of the popular protagonists from the comics to adventure together. The players have to talk with each other and use magic potions to bring a happy ending to the Gallic village though their wisdom, strength and skill.&#10;&#10;",
    "Categories": [
      "Comic Book / Strip"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Comic Books: Asterix"
    ]
  },
  {
    "Rank": "22227",
    "Name": "Dungeon Doors",
    "ID": 283157,
    "Year": null,
    "Geek Rating": "5.505",
    "Avg Rating": "6.83",
    "Link": "https://boardgamegeek.com/boardgame/283157/dungeon-doors",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Dungeon Doors Heroes pit their skills and special abilities against the Door Master and his (or her. No misogyny here) card deck of monsters, treacherous obstacles, deceptive treasures and death-dealing exits.&#10;If the Door Master kills everyone, he/she wins. If even one hero escapes the dungeon alive, the adventurers win.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Dice",
      "Exploration",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "22228",
    "Name": "Halli Galli Party",
    "ID": 217320,
    "Year": "(2017)",
    "Geek Rating": "5.505",
    "Avg Rating": "5.71",
    "Link": "https://boardgamegeek.com/boardgame/217320/halli-galli-party",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Halli Galli Party features gameplay similar to Halli Galli, which celebrates its 25th anniversary in 2017, but now the fruit is hosting a party and playing the instruments to keep things lively. Can you tell when there's a match on stage and react faster than anyone else?&#10;&#10;To set up, deal the deck evenly among all players, with the cards showing musical strawberries, bananas and limes in different colors: yellow, green or red, with the fruits playing guitar, saxophone or drums. Taking turns, players flip one card from their deck face up in front of themselves. Whenever two face-up cards match in two properties, e.g., a yellow lime and a yellow strawberry both playing guitar, players race to ring the bell. Players also need to ring in quickly when the star of the Halli Galli band &mdash; the singing plum &mdash; takes the stage. Whoever rings in quickest takes all the face-up cards and places them under their deck; if someone rings at the wrong time, they must give one card from their deck to each other player.&#10;&#10;As soon as only two players remain, the game ends after the next ringing of the bell, and whoever has the most cards wins!&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Player Elimination"
    ],
    "Families": [
      "Game: Halli-Galli"
    ]
  },
  {
    "Rank": "22229",
    "Name": "Dance of Muses",
    "ID": 272595,
    "Year": "(2019)",
    "Geek Rating": "5.505",
    "Avg Rating": "5.87",
    "Link": "https://boardgamegeek.com/boardgame/272595/dance-of-muses",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "2.5",
    "Description": "Are you ready to become the masters of the nine Muses?&#10;In Dance of Muses you will guide the Muses to perform the perfect dance and fulfill the will of Apollo.&#10;&#10;Every time a Muse performs a dance step, the value of their die increases.&#10;Use Muse skills to change the values of adjacent dice!&#10;The game ends as soon as the die on a Muse reaches the value 6.&#10;The die on each Muse who has executed the will of Apollo (keeping its die on the indicated value) automatically becomes a 6.&#10;Compare your dice with other players and find out who did the best dance!&#10;&#10;Dance Of Muses is a 2-4 abstract strategy game, designed by Marco Baglioni and David Trambusti and illustrated by Sara &quot;Sbilemi&quot; Marino.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Dice",
      "Print & Play"
    ],
    "Mechanics": [
      "Grid Movement",
      "Secret Unit Deployment",
      "Slide / Push",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Contests: 9 Card Nanogame PnP",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "22230",
    "Name": "Olympians War",
    "ID": 192275,
    "Year": "(2016)",
    "Geek Rating": "5.505",
    "Avg Rating": "5.85",
    "Link": "https://boardgamegeek.com/boardgame/192275/olympians-war",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.4",
    "Description": "From the publisher (Translated):&#10;&#10;It is well known that powerful Olympians walk hidden among us. These faithful followers mythological beings seek to get them their prayers and be so invincible. Harmony has remained so for centuries, until Humanity has changed its position on these beings with grace.&#10;Currently, Gods and Men fought epic battles in the metropolis, destroying temples that give protection to these myths, since man ever greed divine power, without knowing, that divinity is granted only to a few.&#10;&#10;HOW TO WIN&#10;Get the power of 4 of the Gods in front of you.&#10;if the above goal is not achieved, The player who draws the last card, make his turn and the number of gods which each player will be counted on the Metropolis. He who possesses most, wins.&#10;&#10;HOW TO PLAY&#10;Each player starts with 4 cards. At the beginning of each shift can be made 2 different actions:&#10;&#10;    Draw 1 card.  Use it. &#10;    Discard. &#10;&#10;&#10;From the publisher (Spanish):&#10;De todos es sabido que poderosos Dioses del Olimpo caminan ocultos entre nosotros. Estos seres mitol&oacute;gicos buscan fieles adeptos para obtener de ellos sus plegarias y hacerse as&iacute; invencibles. La armon&iacute;a se ha mantenido as&iacute; durante siglos ,hasta que la Humanidad ha cambiado su postura ante estos seres con Gracia.&#10;En la actualidad, Dioses y Hombres libran &eacute;picas batallas en las metr&oacute;polis ,arrasando los templos que dan protecci&oacute;n a estos mitos, pues el hombre siempre codicia el poder divino, sin saber, que la divinidad solo es otorgada a unos pocos.&#10;&#10;OBJETIVO DEL JUEGO&#10;Hay varias formas de ganar en OLYMPIANS WAR&#10;-consigue el poder de 4 de los Dioses frente a t&iacute;. &#10;-si no se consigue el anterior objetivo, se jugar&aacute; todo el Olimpo para determinar el vencedor. El jugador que robe la &uacute;ltima carta, realizar&aacute; su turno y se contar&aacute;n el n&uacute;mero de Dioses que tenga cada jugador sobre su Metr&oacute;polis. El que posea m&aacute;s, ganar&aacute;. En caso de empate, se contar&aacute;n tambi&eacute;n los templos, ganando as&iacute; el que mas tenga.&#10;&#10;MEC&Aacute;NICA DEL JUEGO &#10;Cada jugador comienza con 4 cartas. Al inicio de cada turno se puede realizar 2 acciones diferentes:&#10;&#10;    Robar 1 carta. Se coge una carta del Olimpo &#10;&#10;&#10;Jugar 1 carta o pasar turno. Bajas una carta de tu mano y se ejecuta su acci&oacute;n o bien pasar el turno sin jugar ninguna&#10;Invocar. Coge de los CAMPOS EL&Iacute;SEOS los Dioses para invocar nuevas criaturas que te beneficien. &#10;&#10;    Descartar. Dejas un n&uacute;mero de cartas en el T&Aacute;RTARO, y coges el mismo n&uacute;mero de cartas del OLIMPO. Pudiendo descartarse desde 1 carta a todas las cartas. Pero despu&eacute;s de realizar esta acci&oacute;n se pasar&aacute; turno.&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Mythology"
    ],
    "Mechanics": [
      "Acting",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Push Your Luck",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Verkami"
    ]
  },
  {
    "Rank": "22231",
    "Name": "Knights of the Dinner Table: Orcs at the Gates",
    "ID": 2760,
    "Year": "(1998)",
    "Geek Rating": "5.505",
    "Avg Rating": "5.69",
    "Link": "https://boardgamegeek.com/boardgame/2760/knights-of-the-dinner-table-orcs-at-the-gates",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.5385",
    "Description": "This is the greatest game ever devised for the HACKMASTER&trade; universe. It captures the feel, the majesty, and the force you love in all HARD EIGHT&trade; products. Let's see if you've got the guts to match wits with the best the HACKMASTER&trade; universe can throw at you. After all, ORCS AT THE GATES&trade; ain't for sissies.&quot;&#10;- Gary Jackson&#10;&#10;Expanded by&#10;&#10;    Knights of the Dinner Table: Orcs &#226;&#128;&#147; The Reckoning&#10;&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Exploration",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "22232",
    "Name": "Objective Nuremberg: 7 Days to the Rhine, Volume 1",
    "ID": 268901,
    "Year": "(2020)",
    "Geek Rating": "5.505",
    "Avg Rating": "6.26",
    "Link": "https://boardgamegeek.com/boardgame/268901/objective-nuremberg-7-days-to-the-rhine-volume-1",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "2.8333",
    "Description": "Modern War #47 March 2020&#10;&#10;Objective Nuremberg is the first volume of what will grow to be a series of games, the AFCENT (Allied Forces Central Europe) Series. Each subsequent single-volume game will use the same system and will be playable alone or mated to other games in the series, with the eventual goal being a mega-monster game covering the geographic entirety of this war across the whole East German and Czechoslovakian border areas. Each hexagon on the map represents 2.5 miles (four kilometers) from side to opposite side. The Warsaw Pact regiments, while the units of maneuver on the NATO side are battalions. Air power and electronic warfare are represented abstractly, with counters and rules showing the effects of one side or the other gaining temporary superiority within those sub-realms of conflict. Each day is made up of one nighttime and two daylight turns.&#10;&#10;Components: A rules booklet, one 22&quot; x 34&quot; map sheet and 200 one-half inch counters&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Country: Germany",
      "Country: Soviet Union",
      "History: Cold War",
      "Magazine: Modern War",
      "Series: Seven Days to the Rhine",
      "Theme: Alternate History"
    ]
  },
  {
    "Rank": "22233",
    "Name": "Wilk, Koza i Kapusta",
    "ID": 133104,
    "Year": "(2012)",
    "Geek Rating": "5.505",
    "Avg Rating": "5.94",
    "Link": "https://boardgamegeek.com/boardgame/133104/wilk-koza-i-kapusta",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "How to carry the wolf, goat and cabbage to the island? It's not that simple, because the wolf has a taste for goat and goat will gladly eat cabbage! The only hope is to get a dog on board to keep thing in order. Players will have to demonstrate their cunning and a good memory to transport their animals and cabbage to the island.&#10;&#10;Each player receives the same set of cargo cards with wolf, goat and cabbage. Each round a player draws a ship card which will tell him where she can place one of his cards (out of 6 ships available). Everybody needs to remember what is on each ship already, because when the ship gets 3 cards it arrives on the island. But then the rules of food chain apply, so the goat eats the cabbage and wolf eats all goat on the boat. So not everybody will actually reach the island. The goal is to deliver the most cargo cards.&#10;&#10;Players have also 3 special cards which they may use at any moment during their round. Those cards allow them to sink one boat or to make the wind push the boat to the island before it gets full. The animals on the selected boat can also get seasick and return to their players hands.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game",
      "Memory",
      "Nautical"
    ],
    "Mechanics": [
      "Hand Management",
      "Memory"
    ],
    "Families": [
      "Animals: Dogs",
      "Animals: Goats",
      "Animals: Wolves"
    ]
  },
  {
    "Rank": "22234",
    "Name": "Quiddler Mini Round",
    "ID": 179203,
    "Year": "(2015)",
    "Geek Rating": "5.505",
    "Avg Rating": "5.92",
    "Link": "https://boardgamegeek.com/boardgame/179203/quiddler-mini-round",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "0",
    "Weight": "2",
    "Description": "The challenge in Quiddler Mini Round, a smaller version of Quiddler, is to arrange your entire hand into words. Players draw and discard in turn, trying to use their high point letters and not get caught with them in hand. You can play using everyday words, and a bonus is given for the most words created in each round as well as for the longest word.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Travel",
      "Word Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Containers: Round Boxes"
    ]
  },
  {
    "Rank": "22235",
    "Name": "¿Resiste Stalingrado?",
    "ID": 25223,
    "Year": "(1984)",
    "Geek Rating": "5.505",
    "Avg Rating": "5.95",
    "Link": "https://boardgamegeek.com/boardgame/25223/resiste-stalingrado",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.7778",
    "Description": "Among the great battles in the Eastern Front during WWII, undoubtedly Stalingrad was the most touching and one of the most decisive for the outcome of the war.&#10;&#10;The Soviet plan to hunt and destroy, unit by unit, the 6th German Army lead by Von Paulus was a masterpiece in its design and execution by Zukov. During two and a half months, 22 German divisions were sieged in the city, defending themselves from the Red Army onslaught, street by street and house by house. All the German attempts were &#10;in vain.&#10;&#10;Attacks and counterattacks were continuous and the casualties for both sides were very high. Finally, on the 31st January 1943 Von Paulus surrenders: the powerful 6th Army did no longer exist and from then on, the war in the East Front turned around.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Volgograd (Russia)"
    ]
  },
  {
    "Rank": "22236",
    "Name": "The Hollow Woods: Storytelling Card Game",
    "ID": 236537,
    "Year": "(2017)",
    "Geek Rating": "5.505",
    "Avg Rating": "6.12",
    "Link": "https://boardgamegeek.com/boardgame/236537/the-hollow-woods-storytelling-card-game",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Fire your imagination with these fun storytelling cards. Reviving the Victorian craze for &lsquo;myrioramas&rsquo;, the 20 picture cards can be placed in any order to create seamless scenes. Almost infinite combinations of cards provide endless storyscaping possibilities. Traverse an enchanted landscape as you build a perpetual panorama inhabited by fire-breathing dragons, magical unicorns and sinister shadow figures. With many games to play and millions of stories to tell, each turn of the card is a new adventure. Where will the story take you? There are over two quintillion storyscaping possibilities, and you can build a seamless panorama stretching up to 170cm!&#10;&#10;Description from the publisher's website&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Storytelling"
    ],
    "Families": [
      "Mechanism: Storytelling card game"
    ]
  },
  {
    "Rank": "22237",
    "Name": "Glom",
    "ID": 385415,
    "Year": "(2023)",
    "Geek Rating": "5.505",
    "Avg Rating": "6.24",
    "Link": "https://boardgamegeek.com/boardgame/385415/glom",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "20",
    "Weight": "2.6667",
    "Description": "Rewrite the Phrase, while following the Rule, to meet the Goal!&#10;&#10;Glom, from the hosts of Nice Games Club, is a fast-paced, quick-witted game of ridiculously reworded remarks. Each round, a common phrase is revealed that players will have to rewrite, according to a random rule, in order to achieve a random goal.&#10;&#10;How do you say &quot;Who ate the last cookie?&quot; without using any words over four letters long? How many vowels can you stuff into a brand new version of &quot;Better late than never&quot; without using any double-letters?&#10;&#10;A hilarious game that pushes vocabulary to the brink of insanity, with an objective (but unpredictable!) scoring system.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Move Through Deck",
      "Paper-and-Pencil",
      "Pattern Building",
      "Pattern Recognition",
      "Score-and-Reset Game",
      "Simultaneous Action Selection",
      "Variable Set-up"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "22238",
    "Name": "Chancellorsville",
    "ID": 13614,
    "Year": "(1961)",
    "Geek Rating": "5.505",
    "Avg Rating": "5.75",
    "Link": "https://boardgamegeek.com/boardgame/13614/chancellorsville",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.6667",
    "Description": "Chancellorsville was the third &quot;Tournament&quot; wargame from The Avalon Hill Game Co. It marked the introduction of hex based maps to the hobby (contemporaneously with D-Day and Gettysburg) It also marked an unfortunate experiment in early wargame map graphics -- instead of using illustrations to depict terrain features, the hexes were simply filled with a single color. The result was more mosaic than map.&#10;&#10;After a couple of years, Chancellorsville was dropped from the The Avalon Hill Game Co line. In 1974, The Avalon Hill Game Co released Randall Reed&#039;s revision of the game. However, by the mid 1980's Chancellorsville had vanished from the The Avalon Hill Game Co catalog.&#10;&#10;Re-implemented by:&#10;&#10;    Chancellorsville (Second Edition)&#10;&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Paper-and-Pencil",
      "Ratio / Combat Results Table",
      "Simulation"
    ],
    "Families": [
      "Country: USA",
      "Players: Two-Player Only Games",
      "States: Virginia"
    ]
  },
  {
    "Rank": "22239",
    "Name": "Rommel at Gazala",
    "ID": 11112,
    "Year": "(1995)",
    "Geek Rating": "5.505",
    "Avg Rating": "5.80",
    "Link": "https://boardgamegeek.com/boardgame/11112/rommel-at-gazala",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.4",
    "Description": "Rommel at Gazala is a simulation of the fighting in and around the fortress of Tobruk in May and June 1942.&#10;&#10;&#10;Published in Command magazine 34 with Proud Monster: The Barbarossa Campaign &#226;&#128;&#147; Death & Destruction: The Russian Front 1942-44.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "History: World War II (Africa)",
      "Magazine: Command",
      "Players: Two-Player Only Games",
      "Region: North Africa",
      "Theme: Deserts"
    ]
  },
  {
    "Rank": "22240",
    "Name": "The Road to Vicksburg: The Battle of Champion Hill",
    "ID": 4450,
    "Year": "(1985)",
    "Geek Rating": "5.505",
    "Avg Rating": "5.76",
    "Link": "https://boardgamegeek.com/boardgame/4450/the-road-to-vicksburg-the-battle-of-champion-hill",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.3636",
    "Description": "The Battle of Champion Hill game uses the Blue &amp; Gray system.  It was included in the Strategy &amp; Tactics magazine Issue #103.&#10;&#10;The May 16, 1863 Battle of Champion Hill was the largest, bloodiest, and most significant action of Grant&rsquo;s Vicksburg Campaign. 32,000 advancing Union soldiers met 23,000 Confederates in a fierce struggle for a vital crossroads roughly halfway between Vicksburg and Jackson, Mississippi. The field was dominated by bald Champion Hill, from which Confederate artillery opened fire on the Union army at 9:45 A.M. The first Federal assault on the hill drove the Southerners back with bayonets and clubbed muskets. As the Union soldiers tried to reform and consolidate their gains, they were swept away by a counterattack led by John Bowen&rsquo;s Missourians and Arkansans. Ulysses S. Grant ordered more men towards the hill and Bowen&rsquo;s Confederates were themselves driven off, compelling a general retreat. Southern Brig. Gen. Lloyd Tilghman was killed while directing a desperate rearguard action that enabled most of the Confederate army to escape towards Vicksburg. The decisive Union victory at Champion Hill was instrumental in forcing the Confederates out of the open field and into a doomed position inside the walls of Vicksburg.&#10;&#10;Brief summary of rules:&#10;Stacking:&#10;&bull; Up to 2 units may stack, unless optional stacking rule is used, which allows 5 units in one hex, as long as only one is of brigade level or higher.&#10;&bull; Units in a stack must attack the same target.  If desired, one unit of the stack may be withheld from attacks.&#10;&#10;Zone Of Combat/Enemy Zone Of Combat:&#10;&bull; ZOC extends into all 6 adjacent hexes.  ZOCs do not extend across river/creek hexsides, except at a ford or bridge.  ZOC does extend across streams.&#10;&bull; Units entering EZOC must stop moving.&#10;&bull; No unit may voluntarily leave an EZOC except by combat results&#10;&#10;Combat Restrictions:&#10;&bull; Units may only attack or be attacked once per phase.&#10;&bull; Units may not split up their strength points to attack into separate adjacent hexes.&#10;&bull; Units may attack all adjacent units of a group if desired.&#10;&bull; Before rolling  the die, the attacker may choose to reduce the combat odds (e.g., use the 2:1 table when attacking at 3:1).&#10;&bull; Cavalry units attacked only by infantry may retreat 2 hexes before combat is resolved (opt.).  The attacking units may enter the cavalry unit&rsquo;s vacated hex, but they may not select an alternate target.&#10;&#10;Attacker Effectiveness (&ldquo;Ar&rdquo; results):&#10;&bull; Attackers forced to retreat are flipped to their ineffective side.  Attackers remain ineffective until a night turn.  (Retreating defenders remain effective.)&#10;&bull; Ineffective units may not attack, i.e., they may not enter EZOC.  Ineffective units that begin their side&rsquo;s combat phase in an EZOC must retreat.&#10;&#10;Retreats/Advances:&#10;&bull; Units may not retreat off the map or through EZOC.&#10;&bull; One unit of a stack may retreat one hex to make room for another unit retreating into its hex (displacement)&#10;&bull; Any unit that cannot retreat is eliminated.&#10;&bull; A unit that participates in an attack/defense resulting in a hex being cleared of enemy units (i.e., the enemy retreated or was eliminated) may advance into that hex.&#10;&bull; Artillery may not advance after combat.&#10;&#10;Artillery Range Fire:&#10;&bull; Artillery may attack units within 3 hexes.  It may only do so if there is no adjacent enemy target.&#10;&bull; Artillery ranged attacks must be made at odds &ge; 1:3.&#10;&bull; Artillery units may never suffer adverse combat results when engaging in ranged fire.&#10;&#10;Night:&#10;&bull; No combat phase.&#10;&bull; Units adjacent to enemies may not move.&#10;&bull; Units may move, but may not enter EZOC.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Ratio / Combat Results Table",
      "Zone of Control"
    ],
    "Families": [
      "Cities: Vicksburg (MS, USA)",
      "Country: USA",
      "Magazine: Strategy & Tactics",
      "Players: Two-Player Only Games",
      "Series: Blue & Gray (SPI)",
      "States: Mississippi"
    ]
  },
  {
    "Rank": "22241",
    "Name": "Charmed and Dangerous: The Sisters Grimm – Base Set",
    "ID": 270077,
    "Year": "(2019)",
    "Geek Rating": "5.505",
    "Avg Rating": "6.26",
    "Link": "https://boardgamegeek.com/boardgame/270077/charmed-and-dangerous-the-sisters-grimm-base-set",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "40",
    "Weight": "1.5",
    "Description": "Charmed and Dangerous is an all-ages, fairy tale, RPG card game about your favorite Princesses!&#10;&#10;In this cooperative, adventure card game that gives 1-4 players the chance to take on the role of a classic fairy tale Princess, reimagined as a RPG style adventurer. You and your friends can choose to face a different Villainess and her amassed Forces of Evil each time you play.&#10;&#10;Once the adventure begins, you and your fellow Princesses will explore bramble-thorn forests, sinister dungeons and labyrinthine castles in your quest to uncover and defeat the Villainess and save the realm!&#10;&#10;The classic princesses of myth, legend and fairy tale have been reimagined as powerful and diverse RPG heroes.  Each Princess has different skills, facets and special abilities that makes her unique and changes the game each time you play. During the adventure, you can find rare artifacts, spells, magical attacks and even a dashing Charming to assist you on your adventure.&#10;&#10;Each Villainess can be paired with one of the &ldquo;Forces of Evil&rdquo; decks that come with a themed Lair. Each FoE deck is filled with monsters, traps and curses that you will have to defeat as you proceed through the game. Players use their special abilities, Dangerous cards they have picked up along the way to boost their abilities and magical items to face the threats they discover. Players can choose to fight these enemies alone or as a group.&#10;&#10;The Villainess herself has her own, personal, henchman and powerful abilities that add complications and danger to the player&rsquo;s goals. The players will need to gather resources, build up their Princess&rsquo;s abilities and work together before making their way into the Villainess&rsquo;s lair, because once they enter&hellip; there is no turning back!&#10;&#10;Charmed and Dangerous is an expandable game and the base set comes with 190 cards. This includes two unique Villainesses and Lairs, and each Lair has its own, themed FoE deck.&#10;&#10;So grab your bow and tiara, arm yourself with enchanted weapons and powerful magic, and then join, Gretel the Candy Barbarian, Briar Rosa the Necromancer, Snow White the Ranger and more classic Princesses reimagined as fantasy adventurers in Charmed and Dangerous: The Sisters Grimm.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": [
      "Authors: Charles Perrault",
      "Books: The Wizard of Oz",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Folk Tales & Fairy Tales: Hansel and Gretel",
      "Folk Tales & Fairy Tales: Sleeping Beauty",
      "Folk Tales & Fairy Tales: Snow White",
      "Mechanism: Campaign Games",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "22242",
    "Name": "En tu casa o donde sea",
    "ID": 198269,
    "Year": "(2016)",
    "Geek Rating": "5.505",
    "Avg Rating": "5.97",
    "Link": "https://boardgamegeek.com/boardgame/198269/en-tu-casa-o-donde-sea",
    "Min Players": "4",
    "Max Players": "7",
    "Min Play Time": "30",
    "Play Time": "50",
    "Weight": "1.3333",
    "Description": "From the publisher (translated):&#10;You have the power! Look the candidates, their characteristics and pecualiarities, choose who more interest you and await the revenge of the unchosen!&#10;Win over, offer your better virtues, reveal the defects of your opponents and expect to be choosed. If nobody choses you... Take revenge!&#10;&#10;En tu casa o donde sea (&quot;Your place or anywhere&quot;) is a party game from 4 to 7 players, for adults, with a duration between 30 and 50 minutes. It is a game of sex and pleasure... with cards. Nobody takes their pants off!&#10;&#10;User Summary:&#10;How to play: The active player has to use a card of place and the other players (candidates) will use a card of position or vice versa. The canditates will offer to the active player cards with positive points like, chocolat, whip, kisses... at the same time, they will be able throw cards with negative points to the other candidates like, bad smell, plumer's crack... These cards have a marks (1, 2, -1, -2) that the active player will win or lose on the board if they decide to &quot;make&quot; the love to someone. &#10;When the players &quot;make love&quot; they will get cards of pleasure with positive points, unless somebody throws a card to ruin their relationship. In that case nobody will get points of pleasure and the next player will be the active player. &#10;The player with the most points (after three rounds), after adding card points and board points, will be the winner.&#10;&#10;From the publisher (Spanish):&#10;&iexcl;T&uacute; tienes el poder! Observa a tus pretendientes, sus rasgos y peculiaridades, escoge al que m&aacute;s te interese y prep&aacute;rate para la posible venganza de los no elegidos.&#10;&#239;&#187;&#191;Conquista, ofrece tus mejores cualidades, destapa los defectos de tus contrincantes y espera a ser el elegido. Si no lo eres... &iexcl;v&eacute;ngate!&#10;&quot;En tu casa o donde sea&quot; es un party game de 4 a 7 jugadores, para mayores de 18 a&ntilde;os con una duraci&oacute;n de 30 a 50 minutos. En &eacute;l, los jugadores, exentos de g&eacute;nero, buscar&aacute;n tener sexo y placer... mediante cartas. &iexcl;Qu&eacute; nadie se baje los pantalones!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Role Playing",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "22243",
    "Name": "Würfel Kung Fu",
    "ID": 166764,
    "Year": "(2014)",
    "Geek Rating": "5.505",
    "Avg Rating": "5.86",
    "Link": "https://boardgamegeek.com/boardgame/166764/wurfel-kung-fu",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "The best fighters in the world compete against one another in the grand Kung Fu Super Cup. Who will meet this challenge? Full of confidence in the power of dice, every player tries to collect exactly those symbols which are required to defeat pupils, masters and grand masters &mdash; but this can be done only with a bit of luck and a good memory.&#10;&#10;Players  in W&uuml;rfel Kung Fu must challenge to a fight as many hidden Kung Fu fighters as possible by rolling the dice and putting down the right symbols. But victory points go only to the player who has also memorized under which card each player is hiding. The stronger a fighter is (student, master or grandmaster), the more winning points a player can score, but the harder it is to beat him. To come off as the winner of a fight, players also have to memorize which opponent is hiding under which card. The object of this game is to have the most points at the end.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice",
      "Memory"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Recognition"
    ],
    "Families": [
      "Series: Mitbringspiel Mini (HABA)",
      "Sports: Combat Sports / Martial Arts"
    ]
  },
  {
    "Rank": "22244",
    "Name": "Uptown",
    "ID": 367761,
    "Year": "(2022)",
    "Geek Rating": "5.505",
    "Avg Rating": "6.03",
    "Link": "https://boardgamegeek.com/boardgame/367761/uptown",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Your new city is thriving. As representatives of the largest developers in the city, you take part in a competition. Whoever designs the best and most prestigious street will receive a contract to build an entire suburb. Play project cards, build houses, service centres and office blocks. The rules of the game will allow you to cleverly buy up plans and play cards on your rivals' buildings. Remember to keep an eye on your budget and the streets you build will quickly bring you a nice profit! Whoever accumulates the most prestige points is the winner.&#10;&#10;&mdash;description from the publisher (English)&#10;&#10;Wasze nowe miasto doskonale si&#196;&#153; rozwija. Jako przedstawiciele najwi&#196;&#153;kszych deweloper&oacute;w w mie&#197;&#155;cie bierzecie udzia&#197;&#130; w rywalizacji. Kto zaprojektuje najlepsz&#196;&#133; i najbardziej presti&#197;&#188;ow&#196;&#133; ulic&#196;&#153;, otrzyma kontrakt na wybudowanie ca&#197;&#130;ego przedmie&#197;&#155;cia. Zagrywajcie karty projekt&oacute;w, stawiajcie domy, centra us&#197;&#130;ugowe i biurowce. Zasady gry pozwol&#196;&#133; na sprytne podkupywanie plan&oacute;w i zagrywanie kart na budynki rywali. Pami&#196;&#153;tajcie, aby pilnowa&#196;&#135; bud&#197;&#188;etu, a wybudowane ulice szybko przynios&#196;&#133; Wam niez&#197;&#130;e zyski! Kto zgromadzi najwi&#196;&#153;cej punkt&oacute;w presti&#197;&#188;u, zostaje zwyci&#196;&#153;zc&#196;&#133;.&#10;&#10;&mdash;description from the publisher (Polish)&#10;&#10;Ihre neue Stadt floriert. Als Vertreter der gr&ouml;&szlig;ten Bauunternehmen der Stadt nehmen Sie an einem Wettbewerb teil. Derjenige, der die beste und prestigetr&auml;chtigste Stra&szlig;e entwirft, erh&auml;lt den Auftrag, einen ganzen Vorort zu bauen. Spielen Sie Projektkarten, bauen Sie H&auml;user, Dienstleistungszentren und B&uuml;rogeb&auml;ude. Die Spielregeln erlauben es Ihnen, geschickt Pl&auml;ne zu kaufen und Karten auf die Geb&auml;ude Ihrer Rivalen zu spielen. Denken Sie daran, Ihr Budget im Auge zu behalten, und die Stra&szlig;en, die Sie bauen, werden Ihnen schnell einen sch&ouml;nen Gewinn einbringen! Wer die meisten Prestigepunkte sammelt, ist der Gewinner.&#10;&#10;&mdash;description from the publisher (German)&#10;&#10;",
    "Categories": [
      "Card Game",
      "City Building",
      "Economic"
    ],
    "Mechanics": [
      "End Game Bonuses",
      "Income",
      "Market",
      "Multi-Use Cards",
      "Open Drafting",
      "Set Collection",
      "Tags"
    ],
    "Families": [
      "Mechanism: Tableau Building",
      "Theme: City"
    ]
  },
  {
    "Rank": "22245",
    "Name": "Dragon Ball Z CCG",
    "ID": 27408,
    "Year": "(2000)",
    "Geek Rating": "5.505",
    "Avg Rating": "5.75",
    "Link": "https://boardgamegeek.com/boardgame/27408/dragon-ball-z-ccg",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.8",
    "Description": "The Dragonball Ball Z CCG was created by Score and had a good number of expansions or sets before finally dying.&#10;&#10;All players start the game with a character from the series, called the main personality. Each main personality character usually has three levels, to a maximum of five. Throughout the game, the main personality can get stronger via gaining anger, replacing the previous version played.&#10;&#10;Decks are divided into seven different styles: Blue, Red, Orange, Black, Saiyan, Namekian and Free-Style. Each style focuses on a different aspect of combat. For instance, the Red style focuses on gaining anger, while the Namekian style focuses on life and energy. If a player uses nothing but one color or style in his or her deck, the player would be able to declare a Tokui-waza at the start of the game, allowing various benefits, such as certain cards allowing additional powers, as stated in the card's text box.&#10;&#10;Later expansions allowed you to play Mastery cards that allowed abilities that always stayed in play. Sensei cards were also eventually introduced, allowing for sideboards to cater against one's opponent.&#10;&#10;There are three ways to win the game. First is to reduce your opponent's deck to zero cards. Second is to win via having the most powerful personality, via gaining anger. This win condition may sometimes be not available, depending on who one's main personality is. Third is to play or capture, all seven Dragon Balls. Again, this win condition may sometimes be unavailable, depending on how decks are constructed.&#10;&#10;The bulk of the Dragon Ball Z CCG focuses on combat. Players alternate as attacker and defender. Attacks are divided into physical and energy attacks. Physical attacks reduce the opponent's power levels, eventually dealing life damage. Energy attacks deal damage directly, but usually costs two power levels to perform. Players must strike a balance between offense and defense, as cards are discarded from one's deck upon taking damage, making it possible for a certain card to be discarded from play, even before being used.&#10;&#10;The game was criticized to be highly random and greatly dependent on having better cards than one's opponent, as opposed to simply being the better player. Nonetheless, the tournament scene was quite popular during the game's existence, and the secondary market remains strong even after the game has died out.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components"
    ],
    "Mechanics": [
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Characters: Dragon Ball",
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games",
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "22246",
    "Name": "Soldiers: Decision in the Trenches, 1918",
    "ID": 130041,
    "Year": "(2013)",
    "Geek Rating": "5.505",
    "Avg Rating": "5.89",
    "Link": "https://boardgamegeek.com/boardgame/130041/soldiers-decision-in-the-trenches-1918",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Soldiers: Decision in the Trenches, 1918  is a two-player tactical wargame of low-intermediate complexity simulating the first 30 to 60 minutes of a hypothetical (though typical) attack by an American infantry division somewhere along 1st US Army&rsquo;s area of operations on the Western Front in the late summer or early autumn of that year. The American player is on the offensive, attempting to use his division to break through the German defense line that covers almost the entire map at the start of play. The German player &ndash; in the historical role of a Kampftruppenkommandeur or &ldquo;K.T.K.&rdquo; &ndash; commands, in total, a reinforced infantry regiment that&rsquo;s fighting to prevent a breakthrough, or any significant penetration, of its position. The game is won by playing once, noting the depth of the American penetration (failing a &ldquo;sudden death&rdquo; breakthrough victory), then switching sides, playing again, and comparing that game&rsquo;s depth of penetration with that of the first match. Draws are possible and solitaire-play is doable.&#10; Each game turn of Soldiers is equal to five to 10 minutes of &ldquo;real time,&rdquo; depending on the tempo of action in each turn, and each hexagon represents 25 yards (22.8 meters) from side to opposite side. Each unit-counter represents a platoon of infantry or heavy machineguns. Tactical support units &ndash; such as light artillery (&ldquo;one pounders&rdquo;), mortars, engineers, etc. &ndash; are assumed to have been broken up and parceled out among the infantry squads, as was the usual practice historically.&#10;&#10;Components: One 22&quot; x 34&quot; map &amp; 228 counters&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Country: France",
      "Magazine: Strategy & Tactics",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "22247",
    "Name": "Activity Junior",
    "ID": 42644,
    "Year": "(1997)",
    "Geek Rating": "5.505",
    "Avg Rating": "5.63",
    "Link": "https://boardgamegeek.com/boardgame/42644/activity-junior",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "There are several phrases players have to find out. One player has to act or to describe or draw and the other ones have to find out what that should be.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Cooperative Game",
      "Dice Rolling",
      "Line Drawing"
    ],
    "Families": [
      "Series: Activity (Piatnik)",
      "Versions & Editions: Junior Versions of Grown-Up Games"
    ]
  },
  {
    "Rank": "22248",
    "Name": "Atmosfear: The DVD Board Game",
    "ID": 12453,
    "Year": "(2003)",
    "Geek Rating": "5.505",
    "Avg Rating": "5.69",
    "Link": "https://boardgamegeek.com/boardgame/12453/atmosfear-the-dvd-board-game",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "50",
    "Play Time": "50",
    "Weight": "1.5867",
    "Description": "An update to the VCR games Nightmare from 1991 and it's 1995 successor, Atmosfear.&#10;&#10;The aim of Atmosfear is to collect a key from each of the six regions of the board before heading to the &quot;Well of Fears&quot; in the center and attempting to draw your fear from among those of your opponents in order to win the game. This must be done before 49 minutes pass, or all players lose automatically.&#10;&#10;Atmosfear uses a DVD that acts as a timer, constantly ticking away toward the end of the game. The Gatekeeper also frequently appears on screen and causes problems for any or all of the players. Just like its predecessor, Atmosfear makes for stressful play -- players rush to take their turn and pass on the dice as quickly as possible before the Gatekeeper appears and calls on them. &#10;Unlike the original, the adaption to DVD means encounters with the Gatekeeper are randomized rather than in a fixed order, so you cannot predict when he will turn up next. It also means that new events can come up several plays on, although as with the original, in the long run, players may still become familiar with the possible events, leading to reduced replayability.&#10;&#10;",
    "Categories": [
      "Horror"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Components: DVDs",
      "Game: Atmosfear"
    ]
  },
  {
    "Rank": "22249",
    "Name": "Höchste Eisenbahn",
    "ID": 131448,
    "Year": "(2012)",
    "Geek Rating": "5.505",
    "Avg Rating": "5.72",
    "Link": "https://boardgamegeek.com/boardgame/131448/hochste-eisenbahn",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Chaos on the rails! In H&ouml;chste Eisenbahn, players need to match train cars as quickly as possible, taking care to link up cars that are the same type, are the same color, or have the same number of wheels. That shouldn't be a problem, right? But what if everyone is searching for train cars at the same time? Whoever puts together the longest train will win and move to the station in victory &ndash; just be sure that you collect a locomotive that matches your train as soon as possible!&#10;&#10;H&ouml;chste Eisenbahn can be played at different difficulty levels so that newcomers and train masters can compete together. The game also includes variant rules to allow children as young as three to play.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Trains"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": []
  },
  {
    "Rank": "22250",
    "Name": "Kokoriko",
    "ID": 116970,
    "Year": "(2012)",
    "Geek Rating": "5.505",
    "Avg Rating": "5.72",
    "Link": "https://boardgamegeek.com/boardgame/116970/kokoriko",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "What comes first, the chicken or the egg?? In this game the answer is clear: The chicken!&#10;&#10;Roll the dice, if you roll grey or brown you may take a chicken of that colour - or let all of your chickens of that colour lay an egg.&#10;&#10;If someone rolls pink, then you have to be fast - the first player to grab the worm may let all of his/her chickens lay an egg.&#10;&#10;If you roll blue you may take the rooster - now if you still have the rooster the next time you chickens lay eggs - then they each lay two eggs...&#10;&#10;The winner is the the player with the most eggs.&#10;&#10;See how to play here: http://www.youtube.com/watch?v=vxQ8vSZjB_M&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice",
      "Farming",
      "Humor"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Set Collection"
    ],
    "Families": [
      "Animals: Chickens / Roosters",
      "Series: LEGO Games",
      "Toys: LEGO"
    ]
  },
  {
    "Rank": "22251",
    "Name": "Dejarik",
    "ID": 182162,
    "Year": "(2014)",
    "Geek Rating": "5.505",
    "Avg Rating": "5.97",
    "Link": "https://boardgamegeek.com/boardgame/182162/dejarik",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "1.6667",
    "Description": "Dejarik or holochess is the holographic game played by Chewbacca and R2-D2 in the film &quot;Star Wars.&quot; Although there are several fan-made rules sets that implement the game, this entry describes the game played using rules and figures from the Wizards of the Coast's Star Wars Miniatures game &#10;The Masters of the Force expansion, which included miniatures of the eight creatures: Ghhhk, Houjix, K'lor'slug, Kintan Strider, Mantellian Savrip, Molator, Monnok, Ng'ok. SWMGamers.com used these rules and organized a series of Dejarik games at Gen Con 2015, and planned a tournament there.&#10;&#10;The game is played on a circular board of 25 spaces, divided into three concentric rings. The outer and middle rings are each divided into twelve checkered spaces, while the inner circle is a single space. Each player places their four monsters on squares on the outer ring opposite each other, and places the card with the monsters' statistics beside them. Every round, the players roll a d20 to determine initiative, then take turns activating the monsters. Each monster can move and attack once per round according to its speed, statistics, and special attacks as listed on its card. Once all monsters have activated, a new round begins. Play continues until all monsters on one side are destroyed.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement"
    ],
    "Families": [
      "Digital Implementations: VASSAL",
      "Movies: Star Wars",
      "Players: Two-Player Only Games",
      "Theme: Fictional Games"
    ]
  },
  {
    "Rank": "22252",
    "Name": "Jungle Speed Kids",
    "ID": 274651,
    "Year": "(2018)",
    "Geek Rating": "5.505",
    "Avg Rating": "5.78",
    "Link": "https://boardgamegeek.com/boardgame/274651/jungle-speed-kids",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "In this new Jungle Speed version for kids, be the first to catch the totem when two identical tiles appear. The goal of the game is to collect the most tiles by game's end.  This version differs from standard Jungle Speed by mixing in elements from the classic children's game Memory which makes it perfect for younger children to enter the world of Jungle Speed.  The game consists of 36 animal tiles and the Jungle Speed totem.  The tiles are comprised of 8 each of a monkey, elephant, giraffe, and zebra along with 4 lions.  All the tiles are placed face-down in a grid just like &quot;Memory&quot; with the totem placed at the center of the grid.  Each player takes turns flipping over one tile in the grid making sure each player has seen it and then replacing it face-down in its original place.  As soon as a flipped tile matches one that has previously been flipped (not including the lions), the players race to grab the totem.  The player who is fastest to the totem now has to turn over the correct matching tile hopefully remembering where it is.  If they are successful they collect both tiles and put it in a pile in front of them.  If they do not flip over the correct tile, they are frozen and can not grab for the totem until they use their next turn to become unfrozen.  When a player flips over a lion tile , the tile is removed from the grid and placed on the side of the grid.  When the fourth lion tile is flipped, the game immediately ends and the player with the most tiles wins.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Memory",
      "Real-time"
    ],
    "Mechanics": [
      "Memory",
      "Set Collection"
    ],
    "Families": [
      "Versions & Editions: Junior Versions of Grown-Up Games"
    ]
  },
  {
    "Rank": "22253",
    "Name": "Way of the Dragon",
    "ID": 67609,
    "Year": "(2010)",
    "Geek Rating": "5.505",
    "Avg Rating": "5.63",
    "Link": "https://boardgamegeek.com/boardgame/67609/way-of-the-dragon",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "75",
    "Weight": "1.25",
    "Description": "This is the ultimate race between the five elements. The earth dragons, the water tortoises, the metal tigers, the fire birds and the wood dragons cross the way of the Great Celestial Dragon to gain immortality.&#10;&#10;The goal of the game is to get your five pieces as far as possible through the five paths when the game ends. This happens when at least one of the players has reached the end of the five paths.&#10;&#10;",
    "Categories": [
      "Dice",
      "Mythology",
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move",
      "Set Collection",
      "Variable Player Powers"
    ],
    "Families": [
      "Containers: Zippered Pouch",
      "Creatures: Dragons",
      "Crowdfunding: nestorbooster",
      "Digital Implementations: Yucata"
    ]
  },
  {
    "Rank": "22254",
    "Name": "Aruba: Battle Race",
    "ID": 165208,
    "Year": "(2014)",
    "Geek Rating": "5.505",
    "Avg Rating": "5.79",
    "Link": "https://boardgamegeek.com/boardgame/165208/aruba-battle-race",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.3333",
    "Description": "Game description from the publisher:&#10;&#10;Get ready for some heart-pounding, adrenaline-throbbing action! Join the best and toughest car racers in the Island of Aruba for a day of no-holds-barred car racing! Prove your mettle and emerge as one of the world's most elite and toughest racers. This vicious and unforgiving car race has but one rule: Win...by any means and at any cost!&#10;&#10;Aruba: Battle Race is a game of brutal tactics, sharp maneuvers, crashes, dirty tricks and recklessness. Roll dice, combine them and move... while damaging the others!&#10;&#10;",
    "Categories": [
      "Dice",
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Player Elimination",
      "Push Your Luck",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "22255",
    "Name": "Martian Backgammon",
    "ID": 19802,
    "Year": "(2001)",
    "Geek Rating": "5.505",
    "Avg Rating": "5.93",
    "Link": "https://boardgamegeek.com/boardgame/19802/martian-backgammon",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.9",
    "Description": "Martian Backgammon is designed using Icehouse Pieces, and is the Icehouse answer to roll-and move race games.  Like its namesake, Martian Backgammon is an abstract strategy game with a significant luck component.  Two players compete to be the first to get their pieces off of superimposed U-shaped tracks, while capturing enemy pieces and evading capture themselves.  It is quick to learn, and is enjoyed by players of varying ages and skill levels.&#10;&#10;It requires two different colored stashes of Icehouse pyramids, two dice, and a few small objects to define the &quot;board&quot;.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Dice"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Components: 5 x 5 Grids",
      "Components: Looney Pyramid Games",
      "Players: Two-Player Only Games",
      "Traditional Games: Backgammon"
    ]
  },
  {
    "Rank": "22256",
    "Name": "Black Stories: Science-Fiction Edition",
    "ID": 211787,
    "Year": "(2016)",
    "Geek Rating": "5.505",
    "Avg Rating": "5.80",
    "Link": "https://boardgamegeek.com/boardgame/211787/black-stories-science-fiction-edition",
    "Min Players": "2",
    "Max Players": "22",
    "Min Play Time": "2",
    "Play Time": "222",
    "Weight": "1.5",
    "Description": "A Game: Black Stories edition with riddle stories from science fiction movies (and series).&#10;&#10;Black Stories are tricky, morbid, sinister riddlestories. The players try to reconstruct the particulars of each incident, piece by piece, by asking yes-or-no-questions.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Horror",
      "Murder / Mystery",
      "Party Game"
    ],
    "Mechanics": [
      "Storytelling"
    ],
    "Families": [
      "Game: Black Stories"
    ]
  },
  {
    "Rank": "22257",
    "Name": "The Sedan Campaign, 1870",
    "ID": 13912,
    "Year": "(2004)",
    "Geek Rating": "5.505",
    "Avg Rating": "5.88",
    "Link": "https://boardgamegeek.com/boardgame/13912/the-sedan-campaign-1870",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "2.375",
    "Description": "The Sedan Campaign, 1870 (SC70), is a low-complexity, operational-level simulation of the battles that comprised the first month of active operations of the Franco-Prussian War. The game is intended for two players, one commanding the Prussian (actually, the North German Confederation) and the other French forces, though it can also easily be played solitaire by a person willing to command both sides.&#10;&#10;Each hex on the map equals 4.4 miles from side to opposite side. Each game turn represents three days of time. Playing pieces represent divisions and brigades of infantry and cavalry, formations containing from about 3,000 to 15,000 men. The game map represents the militarily significant terrain found across the Franco-German border region in 1870. There are 80 counters in the game, most of which represent combat units; others are provided as memory aids and informational markers.&#10;&#10;",
    "Categories": [
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Cities: Sedan (France)",
      "Country: France",
      "History: Franco-Prussian War",
      "Magazine: Strategy & Tactics"
    ]
  },
  {
    "Rank": "22258",
    "Name": "MINDJOB",
    "ID": 219312,
    "Year": "(2016)",
    "Geek Rating": "5.505",
    "Avg Rating": "5.96",
    "Link": "https://boardgamegeek.com/boardgame/219312/mindjob",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Overview&#10;&#10;MINDJOB is an adult party game that mixes profanity with psychology to f#&amp;k with your mind. It uses a combination of conflicting visual and verbal cues to disrupt automated processes used by brain the for language and color identification. While the neuroscience is complicated, the game is simple and easy to learn. The inclusion of profanity adds to the challenge while dozens of optional NSFW and drinking rules escalate things to another level. In short, when the eyes, brain and mouth don&rsquo;t agree, things get tricky.&#10;&#10;Gameplay&#10;&#10;All players start with the same number of cards and are not allowed to look at their hand. Players take turns flipping over their top card and placing it face up in the middle of the table. Depending on the card flipped over, the player that flipped the card must either read the word on the card, identify the color of the card, or shout out a swear word. If they say the correct response, the card stays on the table and the next player takes their turn. If they hesitate or get it incorrect, any other player can call out their mistake. The player that messed up must then pick up all the cards from the table. The first player to get rid of all their cards wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "Card Games: Shedding / Stops"
    ]
  },
  {
    "Rank": "22259",
    "Name": "Gentleman's Deal",
    "ID": 205776,
    "Year": "(2016)",
    "Geek Rating": "5.505",
    "Avg Rating": "5.88",
    "Link": "https://boardgamegeek.com/boardgame/205776/gentlemans-deal",
    "Min Players": "5",
    "Max Players": "9",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1",
    "Description": "Description from the publisher:&#10;&#10;In this game, you turn into one of the influential citizens of a small but very wealthy town. Gathered together with others authoritative persons like yourself in some hidden place, you share money earned from another shady business. You need to use all your diplomatic tricks to make deals to determine how much money everyone collects. Can you be silver-tongued enough to please everyone, including yourself? You should because the player with the most money wins the game!&#10;&#10;Gentleman&rsquo;s Deal is a diplomatic party game about sharing money. Each turn, one player becomes a dealer and receives a secret card with the amount of money they must share. They make offers personally to each player, then those players simultaneously vote &quot;yes&quot; or &quot;no&quot;. If a deal was accepted by a majority of players, they gain all offered by dealer and the dealer takes the rest! The dealer must balance between being too generous and too greedy because if a majority of players vote to decline their offer, the dealer heads to jail and must skip their next turn.&#10;&#10;Acquiring money isn't the only goal of the deals. Players also share useful contacts represented by the cards of different accomplices that give powerful benefits, and everybody wants to obtain them.&#10;&#10;The game ends after several rounds depending on the number of players, and whoever has most money wins!&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Negotiation",
      "Party Game"
    ],
    "Mechanics": [
      "Bribery",
      "Team-Based Game",
      "Voting"
    ],
    "Families": [
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "22260",
    "Name": "Timestreams: Deck 2 – Medieval vs. Modern Day",
    "ID": 36238,
    "Year": "(2009)",
    "Geek Rating": "5.505",
    "Avg Rating": "5.79",
    "Link": "https://boardgamegeek.com/boardgame/36238/timestreams-deck-2-medieval-vs-modern-day",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.75",
    "Description": "The second set of decks in the Timestreams series, these two decks contain the inventions and innovations of Modern Times and the Classical World. Play against the decks against each other, or against the Stone Age and Future Tech decks!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Theme: Time Travel"
    ]
  },
  {
    "Rank": "22261",
    "Name": "Huntik: Secrets and Seekers Trading Card Game",
    "ID": 40804,
    "Year": "(2009)",
    "Geek Rating": "5.505",
    "Avg Rating": "6.30",
    "Link": "https://boardgamegeek.com/boardgame/40804/huntik-secrets-and-seekers-trading-card-game",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.8182",
    "Description": "A new TCG from the makers of Yu-Gi-Oh!&#10;&#10;A surprising mix of new and old from Upper Deck, this collectible card game has you using archaeologists, investigators, agents, scientists, and mystical beasts summoned from ancient jewel-like amulets against a shadowy international criminal group known as the Organisation. Based on the CW Americanime, Huntik: Secrets and Seekers has characters from the show, like Lok and Dante, powerful Seekers who can summon a variety of creatures to do battle with the Organisation's army of &quot;Suits&quot;.&#10;&#10;This game uses a unique &quot;Mission Card&quot; format that either pits the players against each other, forces them to work together, or can even accommodate solo play.&#10;&#10;The main set &quot;Secrets and Seekers&quot; [183 cards] was followed by two expansions; &quot;Legendary Saga&quot; [95 cards] and &quot;Omens and Legacies&quot; [100 cards], each in 9-card boosters, sold in boxes of 24.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Card Games"
    ]
  },
  {
    "Rank": "22262",
    "Name": "nullern",
    "ID": 148442,
    "Year": "(2013)",
    "Geek Rating": "5.505",
    "Avg Rating": "5.73",
    "Link": "https://boardgamegeek.com/boardgame/148442/nullern",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.6667",
    "Description": "In the card game nullern, a throwback to card games of yesteryear, players try to predict the number of tricks they'll take, suffering &quot;Hupfer&quot; &mdash; negative points &mdash; when incorrect.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Pirates"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Animals: Grasshoppers"
    ]
  },
  {
    "Rank": "22263",
    "Name": "Steam Tunnel",
    "ID": 5837,
    "Year": "(2003)",
    "Geek Rating": "5.505",
    "Avg Rating": "5.60",
    "Link": "https://boardgamegeek.com/boardgame/5837/steam-tunnel",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5294",
    "Description": "From Website:&#10;&#10;In the year 2185, in the steam-driven titanium mine deep under the surface of Io,.... oh, who are we kidding. Steam Tunnel is a great game with no particular basis in reality. Compete for control of tunnels in an abstract game with a perfect mix of strategy and luck.&#10;&#10;Battle for control of tunnels in this purely abstract strategy card game by James Ernest. On a wrap-around board made of 36 cards, players flip and capture cards that show sets of tunnels. Connect high-scoring end-caps to score points. The longer your tunnel, the better. A truly engaging strategy game with a lot more involved than you think.&#10;&#10;Steam Tunnel is part of the Hip Pocket Games series.&#10;&#10;Awards&#10;&#10;    2003 Listed in GAMES Magazine's GAMES 100&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Modular Board"
    ],
    "Families": [
      "Components: 6 x 6 Grids",
      "Series: Hip Pocket Games"
    ]
  },
  {
    "Rank": "22264",
    "Name": "Indicios",
    "ID": 33625,
    "Year": "(1990)",
    "Geek Rating": "5.505",
    "Avg Rating": "5.92",
    "Link": "https://boardgamegeek.com/boardgame/33625/indicios",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "1.3333",
    "Description": "Indicios &#10;The game of the 10 clues.&#10;&#10;Two teams must guess the secret word on the card with as few clues as possible. The board consists in 4 tracks, two for each team. The fewer number of clues needed to guess the word the more spaces your team can move along the track.&#10;&#10;The team that gets 400 points first wins the game.&#10;&#10;In Spain the game was edited by Publijuego and in Argentina by Edukit S.A. and Etapa Nueva S.A.&#10;&#10;Components:&#10;&#10;Spanish edition:&#10;- 396 cards&#10;- 1 board&#10;- 1 dice&#10;- 10 player pieces&#10;- 1 sand clock&#10;&#10;Argentinian edition:&#10;- 200 cards&#10;- 4 boards&#10;- 1 dice&#10;- 16 player pieces&#10;&#10;Also exists a child version called Indicios Junior.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "22265",
    "Name": "Route East",
    "ID": 349071,
    "Year": "(2022)",
    "Geek Rating": "5.505",
    "Avg Rating": "6.29",
    "Link": "https://boardgamegeek.com/boardgame/349071/route-east",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "1.25",
    "Description": "Race from Istanbul to Shanghai in an incredibly fun board game filled with tense gaming frustration, strategy and co-player vendettas. Based on a trip of a lifetime, Route East takes players across mountains, valleys, and stunning wonders of the less explored areas of the world while testing their planning and cunning skills.&#10;&#10;At the start of each turn, you pick an Ignition card and then you play your three moves. How you play them is up to you - you might decide to move on the board, or pick or play Action Cards that will give you various advantages throughout the game. You might also have to roll the dice to move depending on the circumstances.&#10;&#10;Plan your route through must-see attractions along the way, and develop a strategy based on budget, fuel, cunning and pure foul play! First one to Shanghai, you got it, wins!&#10;&#10;It won&rsquo;t be easy. Did we mention this before?&#10;1) you&rsquo;ll definitely not have enough money - that&rsquo;s guaranteed&#10;2) Your teammates will steal from you, bribe their way through borders, and damage your car so badly you&rsquo;ll be stuck for days without moves&#10;3) Early front-runners get the brunt of abuse - have you not heard that slow and steady wins the race?&#10;4) Play dirty or be kind. Become your competitors&rsquo; best ally or screw everyone over and make a dash for the finish.&#10;&#10;You'll need an equal mix of skill, planning, and bloody savviness to get to Shanghai first.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Adventure",
      "Print & Play",
      "Travel"
    ],
    "Mechanics": [
      "Action Points",
      "Advantage Token",
      "Betting and Bluffing",
      "Dice Rolling",
      "Open Drafting",
      "Race",
      "Resource to Move",
      "Semi-Cooperative Game"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Cities: Istanbul (Turkey)",
      "Cities: Shanghai (China)",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "22266",
    "Name": "Tavern's Tales",
    "ID": 199689,
    "Year": "(2016)",
    "Geek Rating": "5.505",
    "Avg Rating": "5.75",
    "Link": "https://boardgamegeek.com/boardgame/199689/taverns-tales",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "I have met a young noble while traveling. It seemed that he has everything anyone could ever want: son of a wealthy prince and highlander, descending from the famous winemakers, heir to the fortune, chief to the conscript army of the east flank, university scholar, educated, handsome and desired by ladies of all ages... And somehow there was always some kind of melancholy and sorrow written on his face. Once during shared meal, the noble confessed what grieves him: he never tasted what real adventure is. He heard tales of heroes and journeys &ndash; he wanted it himself but did not know how to begin. So I helped him by taking him to the Adventure's Gate, notorious inn where you can find adventurers ready to brave the world.&#10;&#10;And this is how it begins...&#10;&#10;Tavern Tales is a card-game in which players build their decks on their own. Their deck consists of adventurers who crave fame and, well, adventure. Each of 15 characters in the game possesses their own unique ability, so the choice of characters that the players recruit has direct impact on their win chance. You need to choose your party members so their abilities complement each other. Although rules are easy, winning the game is not. Players have to demonstrate their strategic thinking, long-term planning, and ability to react to the other players' moves.&#10;&#10;The game is divided into nine rounds. In each round, each player performs their turn. During this turn, player must perform two out of three available actions&#10;&#10;&#10;    Play a card face-up and use its ability.&#10;    Play a card face-down and recruit a character or take on a quest.&#10;    Play a set of cards from the same character.&#10;&#10;&#10;Thanks to synergy between cards, players try to recruit as many characters as possible and complete as many quests as possible. At the end of the game, players earn prestige points for characters met during the game and for completed quests.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Theme: Pub, Bars, Bistros..."
    ]
  },
  {
    "Rank": "22267",
    "Name": "Cloak & Dagger",
    "ID": 12584,
    "Year": "(1988)",
    "Geek Rating": "5.505",
    "Avg Rating": "5.94",
    "Link": "https://boardgamegeek.com/boardgame/12584/cloak-and-dagger",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.5",
    "Description": "Deduction game about finding the right things in the right envelopes, which are circulating around the table.&#10;&#10;Reimplemented as:&#10;&#10;     Zeitreise&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "22268",
    "Name": "Architekton",
    "ID": 16499,
    "Year": "(2005)",
    "Geek Rating": "5.505",
    "Avg Rating": "5.55",
    "Link": "https://boardgamegeek.com/boardgame/16499/architekton",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.6148",
    "Description": "A tile laying game somewhat like Carcassonne / Fjorde where you are placing landscape tiles to gain points.&#10;&#10;Tiles are laid out in an alternating pattern, kind of like a chess board. Tiles alternate between building tiles on one diagonal and landscape tiles on the other. As soon as a building with your house is surrounded, you get 1 point if all the landscapes match, but you lose 1, 2, or 3 points if 1, 2, or 3 of the surrounding landscapes do not match. You can remove your house to reduce this loss, but at the end of the game, you get 1 point per house on your longest diagonal group of houses.&#10;&#10;Reimplementation of:&#10;&#10;    Contra&#10;&#10;&#10;(With different rules.)&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Ancient",
      "City Building"
    ],
    "Mechanics": [
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Small Box (Queen)"
    ]
  },
  {
    "Rank": "22269",
    "Name": "Skitgubbe",
    "ID": 42477,
    "Year": null,
    "Geek Rating": "5.505",
    "Avg Rating": "6.05",
    "Link": "https://boardgamegeek.com/boardgame/42477/skitgubbe",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.2",
    "Description": "This popular Swedish game for three players is also known as Mj&ouml;lnarmatte or Mas and in Norwegian it is called Mattis.&#10;&#10;Players, cards and deal&#10;The game is best for three players, but it is also possible for two or four to play. A standard 52 card pack, without joker, is used. The cards rank in the usual order: A (highest) K Q J T 9 8 7 6 5 4 3 2 (lowest).&#10;&#10;Deal and play are clockwise. Each player receives 3 cards. The rest of the cards are laid face down in a pile on the table (stock).&#10;&#10;Object of the game&#10;Skitgubbe has two phases. In the first phase players collect cards for the second phase. In the second phase the object is to get rid of one's cards as fast as possible. The last player left with cards in hand is the loser and becomes the skitgubbe.&#10;&#10;Play in the first phase&#10;The first phase consists of tricks of 2 cards. The player to dealer's left leads first. Any card can be led and the player to the left of the leader plays any card to complete the trick. At this stage the suits have no significance and there is no requirement to follow suit. Each player draws a card from the stock immediately after playing, so that each player always has a hand of three cards so long as there are still cards in the stock. Whoever played the higher card wins the trick, places the two cards face down in front of himself, and leads to the next trick. If the player who led wins the trick, he leads again and the same two players are involved in the next trick.&#10;&#10;If the two cards played to a trick are equal it is called a stunsa (bounce); the cards are left on the table, the two players each draw a card from the stock and the same player leads again. This continues until one of the players wins the trick and takes all the cards played, including the cards from the tied tricks.&#10;&#10;In this first phase, the second player to a trick is under no obligation to try to beat the card led. If a low card is led the second player may wish to play lower and give the trick to the leader, for it is important to collect strong cards in the first phase of the game, so gain an advantage in the second phase.&#10;&#10;Throughout the first phase, when it is your turn to play and there is still more than one card in the stock, instead of playing from your hand you may turn up the top card of the stock. If you turn a card from the stock you must play it - you may not put it in your hand.&#10;&#10;The last card from the stock determines the trump suit for the second phase. The player who has to draw this card takes it but does not add it to his hand but keeps it face down until the first phase is over.&#10;&#10;When the stock is exhausted, the play continues as long as possible with the cards players have in their hands. If some players have cards left in hand at the end of the first phase they keep them for the second phase. If the final trick of the first phase is a bounce, the players take back the cards they played to it and keep them for the second phase.&#10;&#10;Play in the second phase&#10;The players have now divided the 52 cards between themselves, but the cards are probably not divided equally; some players have more cards than others. The player who drew the trump card leads. The object is to get rid of one's cards as fast as possible.&#10;&#10;Now you must either beat the previous card played or pick it up. A card may be beaten by a higher card of the same suit, and a non-trump may be beaten by any trump. It is never lawful to duck. If you cannot or do not wish to beat the card in front of you, you must take it up into your hand, and it is then the next player's turn to lead to a new trick. If there is more than one card lying on the table and you cannot beat the last card played, it is only this last card which you must take up into your hand. It is then the next player's turn to beat the card which was underneath it.&#10;&#10;A trick is complete when either:&#10;&#10;the number of cards in it is equal to the number of players who were in the game when the trick began, or &#10;all its cards have been picked up. &#10;In the first case, the cards in the trick are set aside and the player who played last (and therefore highest) to the trick leads to the next. In the second case, the player to the left of the player who picked up the last card leads to a new trick. &#10;Suppose there are 3 players; player A has led and player B beaten A's card. If C now beats B's card, C puts aside the cards and leads to the next trick; but if C does not beat B's card but picks it up, it is now A's turn to beat the card showing on the table (which is in fact A's own lead). If A does this, and then B beats A's card, it is B who has completed the trick; B sets aside the three cards and leads to the next trick. Another possibility is: A leads, B beats A's card, C picks up B's card, and A picks up his own card. It is now B's lead.&#10;&#10;Note that as players run out of cards, the number of cards in each trick reduces. If there are three players, one of whom runs out of cards during a trick, that trick still requires three cards to be completed (or all its cards to be picked up), but the next trick will require only two cards.&#10;&#10;For example suppose there are 3 players: A, B, C. A leads his last card, B beats it, C picks B's card up, B beats A's card again, and now C beats B's card. The trick is now over, and C leads to the next trick. As there are now only two players, the new trick will have only two cards. Another example with three players: A leads; B beats with his last card, C picks this card up, and A picks up the card he led. It is now B's lead and the next trick will be complete with two cards.&#10;&#10;A player who gets rid of all his cards can draw a sigh of relief, for he is not the loser. The loser is the player who is left with the last card in his hand, and is called &quot;Skitgubbe&quot; (or &quot;Mas&quot; or &quot;Mattis&quot;). Skitgubbe means &quot;dirty old man&quot; (in the sense of unwashed, rather than obscence); Mas and Mattis mean fool.&quot;&#10;&#10;- Description and rules credited to John McLeod from his excellent website here:&#10;&#10;http://www.pagat.com/beating/mattis.html&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Trick-taking"
    ],
    "Families": [
      "Card Games: Beating",
      "Card Games: Outplay",
      "Card Games: Shedding / Stops",
      "Components: Traditional Playing Cards"
    ]
  },
  {
    "Rank": "22270",
    "Name": "Seaside Frolics",
    "ID": 4585,
    "Year": "(1986)",
    "Geek Rating": "5.505",
    "Avg Rating": "5.90",
    "Link": "https://boardgamegeek.com/boardgame/4585/seaside-frolics",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.3333",
    "Description": "Published by a UK company, Seaside Frolics is a family boardgame in which players visit an Edwardian seaside town. The object is to visit as many sights as possible and collect the relevant postcards, each of which have a different value. The 250+ individual miniature postcards are nicely produced and depict the atmosphere of the period. Essentially the game has a throw the dice and move mechanism but players must judge which attractions they have time to see in a limited period.&#10;&#10;",
    "Categories": [
      "Dice",
      "Racing",
      "Transportation"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "22271",
    "Name": "Asterix & Obelix Mau Mau",
    "ID": 181466,
    "Year": "(2015)",
    "Geek Rating": "5.505",
    "Avg Rating": "5.86",
    "Link": "https://boardgamegeek.com/boardgame/181466/asterix-and-obelix-mau-mau",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "Romans and wild boars are about to be given a bad deal because the Gauls are here and they want to have fun &mdash; and what better way to do that than with a well-maintained Roman brawl, followed by a boar fest?&#10;&#10;Asterix &amp; Obelix Mau Mau is based on Mau Mau, with magic potions and wild boar hunting showing up to surprise Mau Mau veterans. Whoever best proves to have Gallic cunning and clout wins!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip"
    ],
    "Mechanics": [],
    "Families": [
      "Comic Books: Asterix",
      "Traditional Card Games: Eights"
    ]
  },
  {
    "Rank": "22272",
    "Name": "Farmers Finances",
    "ID": 201028,
    "Year": "(2016)",
    "Geek Rating": "5.505",
    "Avg Rating": "6.36",
    "Link": "https://boardgamegeek.com/boardgame/201028/farmers-finances",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1.125",
    "Description": "In Farmers Finances the players are two competing farmers. With changing supply and demand, buying and selling at the right moment, they try to earn the most profit. The first player to earn 70 coins wins the game.&#10;&#10;The market changes the values of buying and selling by dice rolling after every turn. With a good buying value you can get wheat or animals cheaper, or sell if the selling value is high.&#10;&#10;On your turn, you have one action in which to buy one good (wheat or animals), sell all goods of one kind, or transform wheat into bread to get a better price and to protect you against the &quot;empty-market&quot;.&#10;&#10;Empty-market rule:&#10;If a player buys the last good from the market all players have to sell all their goods for the current selling value.&#10;&#10;Solo:&#10;In the solo game, you try to earn 70 coins in the least turns possible.&#10;&#10;This game was an entry in the 2016 9-card nanogame PNP design contest.&#10;&#10;Components:&#10;9 Cards&#10;    4x Wheat/Bread&#10;    2x Animals&#10;    2x Money tracking cards&#10;    1x Market&#10;1 Rules&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Farming",
      "Print & Play"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Open Drafting"
    ],
    "Families": [
      "Contests: 9 Card Nanogame PnP"
    ]
  },
  {
    "Rank": "22273",
    "Name": "Quest for the Auburn Pelt: A PageQuest Game",
    "ID": 27678,
    "Year": "(1997)",
    "Geek Rating": "5.505",
    "Avg Rating": "6.14",
    "Link": "https://boardgamegeek.com/boardgame/27678/quest-for-the-auburn-pelt-a-pagequest-game",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.75",
    "Description": "PageQuest is fantasy adventure for one.  It uses no dice and all you need to play is pencil and the printed game.  The object of the game is retrieve the 'Selkie Pelt' and escape.&#10;&#10;You create your character with two stat types; stamina and magic.  Then you start exploring and fighting your way through the chambers.&#10;&#10;This is a free print and play game.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Print & Play"
    ],
    "Mechanics": [
      "Paper-and-Pencil"
    ],
    "Families": [
      "Misc: Limited Replayability",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "22274",
    "Name": "Lama Express",
    "ID": 315673,
    "Year": "(2020)",
    "Geek Rating": "5.505",
    "Avg Rating": "5.79",
    "Link": "https://boardgamegeek.com/boardgame/315673/lama-express",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "40",
    "Weight": "1",
    "Description": "The goal of the game is to complete a trip around the field and then be the first to bring your entire llama herd into your own home.&#10;&#10;As nice and cozy as train travel can be, there are sometimes surprises for travelers. Some llamas, for example, forget to get out ... and so it goes on another round with the Lama-Express!&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Trains"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "22275",
    "Name": "Foto-Electric Football",
    "ID": 14163,
    "Year": "(1941)",
    "Geek Rating": "5.505",
    "Avg Rating": "5.96",
    "Link": "https://boardgamegeek.com/boardgame/14163/foto-electric-football",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.1111",
    "Description": "(Box description) Be the Coach or Quarterback of your own pro football team. You call the plays, you make the decisions...and see the action on the Play Viewer. Each play reflects gain or loss stats of an actual football performance. In every play, the rules of real football apply. &#10;  &#10;Release History:&#10;&#10;     1936 - Scientific Football&#10;     1941 - Foto-Electric Football &#10;     1964 - National Pro Football Hall of Fame Game &#10;     1977 - Pro Foto-Football &#10;     1990 - NFL Pro Foto-Football&#10;&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: American Football / Gridiron"
    ]
  },
  {
    "Rank": "22276",
    "Name": "Sakura Hunt",
    "ID": 231042,
    "Year": "(2017)",
    "Geek Rating": "5.505",
    "Avg Rating": "5.74",
    "Link": "https://boardgamegeek.com/boardgame/231042/sakura-hunt",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1",
    "Description": "The card game Sakura Hunt (&#227;&#130;&#181;&#227;&#130;&#175;&#227;&#131;&#169;&#227;&#131;&#143;&#227;&#131;&#179;&#227;&#131;&#136;&#239;&#188;&#143;) is based on the Japanese tradition of Hanami with the goal of creating a panoramic view of Sakura in full bloom. &quot;Sakura&quot; is Japanese for &quot;cherry blossoms&quot; and &quot;Hanami&quot; is the annual springtime custom of seeing the blossoming of sakura. When the sakura is in full bloom, the view is breathtaking and astonishingly beautiful. However, the life of the blossoming sakura is short. The petals scatter and fall after only a brief period of blooming.&#10;&#10;In the game, players venture through four &quot;Hanami spots&quot; in search of sakura in its full bloom state. Move from spot to spot, or lie in wait for that perfect moment, to witness the immaculate sight of sakura in full bloom.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Travel"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Country: Japan"
    ]
  },
  {
    "Rank": "22277",
    "Name": "Ready! Set! Spaghetti!",
    "ID": 10291,
    "Year": "(1989)",
    "Geek Rating": "5.505",
    "Avg Rating": "5.71",
    "Link": "https://boardgamegeek.com/boardgame/10291/ready-set-spaghetti",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Each player selects a fork and sits in front of it. Each player takes his or her matching color spaghetti and holds it loosely over the center of the gameboard. The players then call out &quot;Ready! Set! Spaghetti!&quot; and everyone drops their spaghetti into the middle of the board at the same time. The other ingredients are placed randomly into the holes on the board. All players turn their forks to take the slack out of their spaghetti.&#10;&#10;The youngest player goes first. On your turn roll the die and remove the ingredient shown on it. This ingredient is placed out of play. When a player rolls a free choice, any of the ingredients may be removed. Try to remove one that will loosen your spaghetti, without helping the other players. As soon as one is removed, the player yells &quot;Spaghetti!&quot; and all players turn their forks and try to wind up their spaghetti. Then the next turn starts. The first player to wind up all of his or her spaghetti wins.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Dice",
      "Puzzle"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Food & Drink: Pasta/Spaghetti",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "22278",
    "Name": "Knucklebones",
    "ID": 11726,
    "Year": "(-3000)",
    "Geek Rating": "5.505",
    "Avg Rating": "5.98",
    "Link": "https://boardgamegeek.com/boardgame/11726/knucklebones",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Background:&#10;&#10;This game is a forerunner of many &quot;dice&quot; games and the game younger children play today which is known as Jacks. The game was &quot;old&quot; by the time it was played in Ancient Rome, since it had been played in Greece and other parts of the ancient world before it found its way to Rome. The game has many counterparts throughout the Middle East and Asia. Some historians indicate that the game may have had its origins in some religious rite, while others believe the game was always just a gambling game.&#10;&#10;Knucklebones are the dried ankle bones of sheep. They have 4 different sides - one flat, one concave, one convex, and one sinuous side. Values were assigned to each side. In ancient times, adults as well as children played Knucklebones. The Greeks and the Romans modified the equipment and play of this gambling game, eventually passing on to us six sided cubed dice rather than the four sided Astragali.&#10;&#10;Game play:&#10;The game is played with two or more bones. One player tosses the bones in the air and either catches them on the back of the hand, or lets them fall to the ground. As in dice games, assigned values determine the outcome of each toss.&#10;&#10;Reimplemented by Oss&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Ancient",
      "Dice"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Dice Rolling"
    ],
    "Families": [
      "Components: Knucklebone Dice / Balls",
      "Players: Two-Player Only Games",
      "Traditional Games: Knucklebones / Jacks"
    ]
  },
  {
    "Rank": "22279",
    "Name": "Alchemicus",
    "ID": 62979,
    "Year": "(2009)",
    "Geek Rating": "5.505",
    "Avg Rating": "6.10",
    "Link": "https://boardgamegeek.com/boardgame/62979/alchemicus",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.1667",
    "Description": "Transformation of metals into gold? &#10;It&rsquo;s possible &ndash; any physicist will say nowadays. In the 16th century, alchemists made attempts to do that in their laboratories, aspiring to gain wealth and never-ending fame. Some, as Edward Kelley, thanks to royal sponsors, achieved all that, nevertheless they never succeeded in transmutation of metals&hellip; In this magical game that you are holding it&rsquo;s very simple. &#10;Build a laboratory and collect the necessary components. And transformation of metals? If you manage to adjust to the changing moods of the Spirit of Transmutation, then it&rsquo;s really not complicated at all. So, what is the game about? You have competition in your town &ndash; other alchemists who also know the right technology. Only the one of you who is the most efficient will win recognition and fame. It will surely last until the next game, or, who knows, perhaps eternally&hellip;&#10;&#10;Players will try to be the most effective alchemist.&#10;To achieve that they will need to build buildings, represented by cards. In these buildings, they will acquire resources, transform them into gold and finally sell them for victory points or cards. Selling gold isn't only way to win the game.&#10;&#10;Game is using Rondel mechanic to pick an action by players and hand management, where cards represent buildings, currency and resources.&#10;&#10;Alchemicus was designed as a family game with little negative interaction. Requests planning but also concentrating on other players movements and predicting them. Many beginners forget it, being focused on their own technology structure, so very often they fall behind. We think that this game style can be useful for teaching young players to think beyond their own needs. Anyway, the game is not for kids. The youngest of our testers who was able to win the play against his father was 12 years old (consider that his father is lawyer, so probably he is quite smart ;))) hahaha one of them. Father or son. we are not sure which one :D).&#10;Because the factor of negative interaction is not very strong the play goes ahead in a nice atmosphere which is fun for family play.&#10;Older players can play a bit differently, by using the position of The Transmutation Ghost to foil your opponents' plans. This strategy can be counteracted by defending yourself with buildings and goods in circulation which are resistant to your opponents' actions.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Area Movement",
      "Hand Management",
      "Trading"
    ],
    "Families": [
      "Theme: Alchemy"
    ]
  },
  {
    "Rank": "22280",
    "Name": "Chebache",
    "ID": 1550,
    "Year": "(1997)",
    "Geek Rating": "5.505",
    "Avg Rating": "5.77",
    "Link": "https://boardgamegeek.com/boardgame/1550/chebache",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.5",
    "Description": "Chebache is a combination of Chess, Checkers, and Backgammon.  It bridges the gaps between them all while offering up unique modes of play.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Components: 4 x 4 Grids",
      "Components: 5 x 5 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "22281",
    "Name": "PuzzLegend: Merlin",
    "ID": 378623,
    "Year": "(2023)",
    "Geek Rating": "5.505",
    "Avg Rating": "5.77",
    "Link": "https://boardgamegeek.com/boardgame/378623/puzzlegend-merlin",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Rediscover through a journal the story of a legendary character. Progress in the story by solving a series of puzzles, which become progressively more difficult.&#10;&#10;",
    "Categories": [
      "Puzzle"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Better Description Needed!",
      "Admin: Upcoming Releases",
      "Misc: LongPack Games",
      "Theme: King Arthur / The Knights of the Round Table / Camelot"
    ]
  },
  {
    "Rank": "22282",
    "Name": "Four Corners",
    "ID": 369563,
    "Year": "(2023)",
    "Geek Rating": "5.505",
    "Avg Rating": "5.87",
    "Link": "https://boardgamegeek.com/boardgame/369563/four-corners",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.3333",
    "Description": "Four Corners is a living puzzle!  In this quick, fun, and captivating game, everyone has a different solution, but only the player who best manipulates the board and completes their puzzle will win! Four Corners comes in 2 themed editions:  Kaleidoscope and Galaxy.&#10;&#10;Players each start a game of Four Corners game with secret goals.  Every turn, you&rsquo;ll add, twist, rotate, and flip tiles to reach your goal.  This is achieved on the unique, patented Four Corners game board, which allows tiles to rotate and move without affecting neighboring tiles.  You score a goal either by creating sequences of four identical images, or by completing a full image from the corners of four tiles.  Watch out, because other players will also be shifting and changing the board to shape it the way they need.  The first player to achieve three of their secret goals wins!&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Children's Game",
      "Puzzle"
    ],
    "Mechanics": [
      "Hand Management",
      "Modular Board",
      "Solo / Solitaire Game",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "22283",
    "Name": "TV Wars",
    "ID": 1031,
    "Year": "(1987)",
    "Geek Rating": "5.505",
    "Avg Rating": "5.58",
    "Link": "https://boardgamegeek.com/boardgame/1031/tv-wars",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.9286",
    "Description": "TV Wars is a game of television network battles for ratings.  Each player plays one of four semi-fictional TV networks, and the goal is to end up with the most money when the game ends (which is either when only one network is left on the air, or when certain tiles run out).&#10;Players move pawns around a standard square-track board, with spaces that trigger various events -- drawing an event card, auctioning off a new TV show or star or academy award movie, or triggering a ratings war.&#10;During a ratings war, players lay out the tiles representing their prime-time line-up of shows and movies, along with bonuses for stars and reviews.  Shows with the lowest ratings in their time slot are cancelled, and when a network has no shows left, it goes off the air and the player is out of the game.&#10;&#10;",
    "Categories": [
      "Economic",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Secret Unit Deployment",
      "Simultaneous Action Selection",
      "Tile Placement"
    ],
    "Families": [
      "Theme: Television (TV) Industry"
    ]
  },
  {
    "Rank": "22284",
    "Name": "Liars & Looters",
    "ID": 392370,
    "Year": "(2023)",
    "Geek Rating": "5.505",
    "Avg Rating": "6.73",
    "Link": "https://boardgamegeek.com/boardgame/392370/liars-and-looters",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Liars &amp; Looters is a fun and quick game where you trade resource cards and outsmart your opponents with strategic deceit.&#10;&#10;If you enjoy games like COUP, Chocobo Crystal Hunt and Werewolf this game is definitely for you!&#10;&#10;3-6 Players embrace their inner trickster while searching for the resource cards their chosen TRIBE is gathering. Only by collecting all of them FIRST you can win and prove your superior skills in bluffing and spotting a liar.&#10;&#10;Your TRIBE CARD will show you what to hunt for, and what to dismiss as unusable -&#10;but keep in mind, everyone can see your TRIBE CARD and knows exactly with which resources they can bait you.&#10;&#10;By drawing from the DECK each turn, more RESOURCE CARDS come into play OR a special EVENT will be triggered.&#10;&#10;Your main focus should lie on the TRADES where 1 Player offers a card FACE DOWN, while everyone else is competing &ndash;also cards faced down- in the trade to get OR NOT get the offered card.&#10;&#10;The TRADES and their results are your chance to lie your ass off or be honest while acting guilty. You are allowed to claim anything as &bdquo;truth &ldquo;, but NEVER to REVEAL your cards.&#10;&#10;Read the room. &#10;Catch the tiniest grin. &#10;Try to remember what cards you traded with whom-&#10;Then you&acute;ll be unstoppable in this GAME OF WITS and DECEITE.&#10;&#10;&mdash;description from designer&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Events",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "22285",
    "Name": "The Black Rose",
    "ID": 156358,
    "Year": "(2014)",
    "Geek Rating": "5.505",
    "Avg Rating": "5.82",
    "Link": "https://boardgamegeek.com/boardgame/156358/the-black-rose",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.7143",
    "Description": "There has been a crime committed at the Monastery&mdash;and not everyone wants justice to prevail! On one side, is the manipulative and conniving Rector. On the side of justice, the Investigators.&#10;&#10;Investigators will interview Suspects and play action cards as they attempt to avoid traps, bluffs, and interference from the Rector. At the end of each day, the Investigators meet to decide who they can trust: which Investigator is sabotaging the case and which Suspects should they accuse?&#10;&#10;Take too long or trust the wrong person, and the guilty parties will get away. The deceptive Rector will win! Only if you use your powers of deduction to the fullest will you determine which Investigator is not what he seems, and solve the case of the Black Rose.&#10;&#10;The Black Rose is set in Shadows of Esteren, a gothic world of suspense, secrecy and horror. This is an asymmetrical, investigative card game that is a counterpart to Vengeful Words, written by Nelyhann. No prior knowledge of Shadows of Esteren or Vengeful Words is required to play.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Memory",
      "Murder / Mystery",
      "Novel-based"
    ],
    "Mechanics": [
      "Acting",
      "Betting and Bluffing",
      "Cooperative Game",
      "Voting",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "22286",
    "Name": "Gem Dealer",
    "ID": 37376,
    "Year": "(2008)",
    "Geek Rating": "5.505",
    "Avg Rating": "5.55",
    "Link": "https://boardgamegeek.com/boardgame/37376/gem-dealer",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.25",
    "Description": "What do the best gem dealers in the world do when their discriminating clients demand the finest of gems for their prized collections? Everything they can - and anything they have to.&#10;&#10;Gem Dealer is a game of strategy in which players collect priceless gems through a bidding process that involves cunning, calculation and a bit of bluffing. But bidders beware! The risks you take might pay off, or they could cost you a fortune.&#10;&#10;Gem Dealer combines fun and suspense and daring and luck. But only the shrewdest Gem Dealer of them all will walk away in the end with the winning collection.&#10;&#10;&ndash;description from publisher&#10;&#10;Re-implements:&#10;&#10;    Attacke&#10;&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Components: Gems/Crystals",
      "Series: Bookshelf (Gryphon Games)"
    ]
  },
  {
    "Rank": "22287",
    "Name": "Back to the Future: OUTATIME",
    "ID": 194536,
    "Year": "(2016)",
    "Geek Rating": "5.505",
    "Avg Rating": "5.68",
    "Link": "https://boardgamegeek.com/boardgame/194536/back-to-the-future-outatime",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Description from the publisher:&#10;&#10;Get ready for fast-paced fun &mdash; 88 MPH fast, to be exact. Back to the Future: OUTATIME is a dice-rolling, press-your-luck race to be the first to gain the 1.21 gigawatts needed to power your DeLorean!&#10;&#10;In a unique twist, your opponents can use some or even all of your dice to power themselves up on your turn, so you'll have to decide when to play it safe and when to put the pedal to the metal in this lightning-fast adventure!&#10;&#10;",
    "Categories": [
      "Dice",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck"
    ],
    "Families": [
      "Movies: Back to the Future",
      "Theme: Mad Science / Mad Scientist",
      "Theme: Time Travel"
    ]
  },
  {
    "Rank": "22288",
    "Name": "Metal Mania",
    "ID": 218236,
    "Year": "(2017)",
    "Geek Rating": "5.505",
    "Avg Rating": "5.68",
    "Link": "https://boardgamegeek.com/boardgame/218236/metal-mania",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "1.8571",
    "Description": "Imagine that your favorite heavy metal musicians are at the peak of their careers. Imagine that you can bring them all together to build your dream band. Imagine that you aspire to conquer the throne of metal!&#10;&#10;Metal Mania is a thematic game that honors the greatest heavy metal bands, with you trying to drive your metal band to the top by recording demos and LPs, performing in concerts and tours, and drinking beer. Up the irons!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Music"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Verkami"
    ]
  },
  {
    "Rank": "22289",
    "Name": "Fantasi",
    "ID": 15614,
    "Year": "(1989)",
    "Geek Rating": "5.505",
    "Avg Rating": "5.71",
    "Link": "https://boardgamegeek.com/boardgame/15614/fantasi",
    "Min Players": "3",
    "Max Players": "12",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "Draw or mime an assignment so that the other players can guess what it is.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Acting"
    ],
    "Families": []
  },
  {
    "Rank": "22290",
    "Name": "Time Management: The Time Management Game",
    "ID": 197066,
    "Year": "(2016)",
    "Geek Rating": "5.505",
    "Avg Rating": "5.51",
    "Link": "https://boardgamegeek.com/boardgame/197066/time-management-the-time-management-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Time Management: The Time Management Game is a quick-playing, tile-laying game. Players are workers at the Office of Time Management, managing the space-time continuum. Their goal is to add temporal workers to the work force and arrange them in such a way to ensure the safety of the continuum and to save time &mdash; and save time!&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Misc: Self-Referential Games",
      "Theme: Time Travel"
    ]
  },
  {
    "Rank": "22291",
    "Name": "Solar Trader",
    "ID": 7808,
    "Year": "(1990)",
    "Geek Rating": "5.505",
    "Avg Rating": "6.08",
    "Link": "https://boardgamegeek.com/boardgame/7808/solar-trader",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "100",
    "Play Time": "100",
    "Weight": "1.5",
    "Description": "From the back of the box:&#10;The space trading adventure game set in the final years of the 21st Century.&#10;Chart your own course through the hazards and perils of the solar system.&#10;Trade vital commodities between Earth's far-flung space colonies.&#10;Venture beyond the Black Hole to seek the mysterious planetoid Zastra.&#10;Transport the priceless Solar Crystal to solve Earth's energy crisis.&#10;Description:&#10;Played on a stylized board of the Solar System using die rolls the object is to collect and deliver commodities between planets. Longer journeys can be undertaken using upgrades. (It is similar to Braburn's Elite computer game!)&#10;The object is to get an energy crystal from a difficult to reach part of the board and to return to Earth with it.&#10;&#10;",
    "Categories": [
      "Dice",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move",
      "Trading"
    ],
    "Families": [
      "Components: Gems/Crystals"
    ]
  },
  {
    "Rank": "22292",
    "Name": "Zulu Attack",
    "ID": 3681,
    "Year": "(1982)",
    "Geek Rating": "5.505",
    "Avg Rating": "6.19",
    "Link": "https://boardgamegeek.com/boardgame/3681/zulu-attack",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.1667",
    "Description": "&quot;Zulu Attack&quot; recreates the battle of Isandlawana, which took place 22 Jan 1879 in the opening exchanges of the Anglo-Zulu war. The map is a large hand drawn effort but quite realistic in terms of history. The game rules fit on one sheet of paper and although short, give a fair recreation of the battle. Pleasing counters.&#10;&#10;In the Box:&#10;&#10;1) Map&#10;2) 1 sheet with a total of 90 counters&#10;&#10;     60 Zulu (generic white)&#10;     14 Red Infantry / 3 Blue (1 Cannon &amp; 2 Cavalry) / 4 Yellow (1 Cavalry &amp; 3 Infantry) British Army&#10;     1 Blue Turn Marker&#10;     2 British Blue Leaders&#10;     4 Yellow British Camp Markers&#10;     2 Blank Counters&#10;&#10;&#10;3) 2 Charts (1 TEC &amp; 1 CRT)&#10;4) Rules&#10;5) Errata&#10;&#10;",
    "Categories": [
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Line of Sight",
      "Simulation"
    ],
    "Families": [
      "Country: South Africa",
      "Country: United Kingdom",
      "History: Anglo-Zulu War",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "22293",
    "Name": "Tintin et le Piège du Totem Dhor",
    "ID": 19512,
    "Year": "(1993)",
    "Geek Rating": "5.505",
    "Avg Rating": "5.75",
    "Link": "https://boardgamegeek.com/boardgame/19512/tintin-et-le-piege-du-totem-dhor",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.6667",
    "Description": "Vanished! Stolen! ... The eight ebony totems and the prestigious gold totem, vestiges of an ancient civilization, were stolen by Rastapopoulos from the ethnographic museum. Tintin and his companions set out at once to recover them. But the stolen copies of the totems are spread out around the world and confuse the tracks of the investigators. Only a &quot;magic key&quot; will make it possible to find the treasures of the museum.&#10;&#10;Of the 20 ebony totems, 12 are real! Only the magic key will reveal them to you... collect as many of the Totems as possible, but avoid conflicts with Rastapopoulos the gangster. Character cards direct you in your investigation or help you to thwart the schemes of your adversaries. Brought into play at the end of the game, the gold totem must still be recovered for victory.&#10;&#10;translated (badly) from rulebook and entry from &quot;Club de Strat&eacute;gie de Moissy-Cramayel&#10;&#10;Translated from the Dutch box:&#10;A breathtaking game full of adventures with Tin Tin and his friends.&#10;Face Rastapopoulos in a duel and win the mysterious Totem Dhor.&#10;But beware! 12 of the 20 Totems are traps! Only the magical cassette can point you in the right direction.&#10;&#10;Gameplay information:&#10;Every square on the board represents one of Tintin's adventures and contains a black totem pole. You have to use a magnet to learn if the totem is a good one or a trap. If the totem moves away from the magnet, it is a trap. If it pulls towards you it is one of the 8 good ones. Players check the totems individually and place it on the middle of the appropriate adventure square. This means the nature of this totem is known to one of the players. He must memorize all the totems he checked. In the second part (when all totems are known by one or more players), when a player starts an the adventure players have to tell the other players what status the totem has, if he is right he gets the totem. If he gets it wrong he loses a research point.&#10;&#10;When all 8 good totems are found the golden Rastapopoulos totem is placed for the final adventure. When players cross Rastapopoulos himself they have to fight him (by a throw of the dice).&#10;&#10;When a player loses all his points he has to start at the beginning of the board and receives 4 new points to re-enter the race until the golden totem is reached.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Comic Book / Strip",
      "Memory"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Memory",
      "Pattern Recognition",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Comic Books: Tintin"
    ]
  },
  {
    "Rank": "22294",
    "Name": "Outburst II",
    "ID": 31767,
    "Year": "(1991)",
    "Geek Rating": "5.505",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/31767/outburst-ii",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "Outburst II is an update of Outburst!.  This edition includes new topics from the first edition.  As in Outburst!, teams take turns trying to guess as many of the 10 answers to the topic on the selected card.&#10;&#10;The game mechanism is very similar to the long-running TV game show Family Feud.  An example of a Topic Card might be &quot;10 Salad Ingredients.&quot;  The team whose turn it is has to name the 10 salad ingredients on the Topic Card by the time the minute sand timer runs out.&#10;&#10;Re-implements:&#10;&#10;    Outburst!&#10;&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Outburst"
    ]
  },
  {
    "Rank": "22295",
    "Name": "Paradise Fallen: The Card Game",
    "ID": 135107,
    "Year": "(2013)",
    "Geek Rating": "5.505",
    "Avg Rating": "5.69",
    "Link": "https://boardgamegeek.com/boardgame/135107/paradise-fallen-the-card-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.7273",
    "Description": "Things aren't what they once were. Here in paradise, breathtaking views were a dime a dozen and awe-inspiring beauty was a blas&eacute; norm. The days of beauty and awe are few and far between now and are to be soaked up as if they could be your last because they just might be. The ground is broken as are the people. Paradise is no more, it is dark, it is cold. Paradise has fallen.&#10;&#10;In Paradise Fallen: The Card Game, 2-4 players take on the role of tribes that are attempting to explore and navigate a fallen paradise through hand management to gather valuable powers that will enable them to survive and continue their journey. By drawing cards from the Exploration Deck on their turn, players gather the necessary rations and powers needed to explore. Throughout their journey, tribes will have to navigate islands with obstacles placed in their paths by others. The first tribe to successfully explore a certain number of islands for their powers wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Exploration"
    ],
    "Mechanics": [
      "Area Movement",
      "Hand Management",
      "Modular Board"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "States: Hawaii"
    ]
  },
  {
    "Rank": "22296",
    "Name": "The Mystery of the Templars",
    "ID": 108711,
    "Year": "(2013)",
    "Geek Rating": "5.505",
    "Avg Rating": "5.70",
    "Link": "https://boardgamegeek.com/boardgame/108711/the-mystery-of-the-templars",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "150",
    "Play Time": "150",
    "Weight": "3.9474",
    "Description": "For 200 years, the Knights Templar were a powerful political and economic force, helping to shape Europe during the Middle Ages. Founded to protect pilgrims on their journeys to the Holy Land, the &quot;poor comrades-in-arms of Christ and the Temple of Solomon&quot; would eventually grow a network of strongholds (&quot;Commanderies&quot;) throughout the Christian world, where novice knights were trained, and trade goods could be managed and exchanged. By 1307, the &ldquo;poor comrades-in-arms&rdquo; were one of the richest organizations in Europe: one that would attract the covetous eyes of the French king.&#10;&#10;In The Mystery of the Templars, players become the masters of this secretive organization. They must assign their knights to the critical task of escorting pilgrims, but also to seek out and discover long-lost artifacts of Christian lore. Using their holdings in the Holy Land, they procure valuable trade goods, which must then be transported to the hungry markets of Europe, using the profits to expand the Order&rsquo;s holdings. But along the way brigands and pirates threaten the flow of goods and wealth, and must be challenged by valorous knights to safeguard the precious caravans and trade ships. To be successful, the players must balance the needs of trade, development, and battle.&#10;&#10;In time, the powerful enemies of the Templars will strike, beginning the Persecution which will eventually cause the destruction of the Order. In those last desperate days, the players must flee from their Commanderies with all the wealth and relics they can carry, seeking refuge in the farthest corners of the world. The player who can best manage the resources of the Order during the days of wealth, and who can rescue the most important relics from the Persecution, will be the victor in The Mystery of the Templars.&#10;&#10;",
    "Categories": [
      "Economic",
      "Medieval"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Network and Route Building"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Theme: Knights Templar"
    ]
  },
  {
    "Rank": "22297",
    "Name": "Hero: A Game of Adventure in the Catacombs",
    "ID": 1560,
    "Year": "(1980)",
    "Geek Rating": "5.505",
    "Avg Rating": "5.77",
    "Link": "https://boardgamegeek.com/boardgame/1560/hero-a-game-of-adventure-in-the-catacombs",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.4",
    "Description": "The publisher's description:&#10;Hero is a wild, no holds barred man-to-man (or beast) game on two levels. Players control their own Hero in their portion of the maze as well as monsters in their opponents portion.  Each Hero is composed of several categories: Intelligence, Physical Appearance, Class, Strength, Luck, Hits, and Weapons Proficiency.  Each of these must be determined by the player from a fixed number of points.  To make a Hero super-strong will mean that some other category must suffer (super-strong and a lackwit?).  Monsters include such loathesome creatures as trolls, ogres, zombies, goblins, lycanthropes, men, and the horribly alluring succubus.  Each has an offensive potential as well as a defensive capability based on the type of creature vs. the Hero's weapon and how mightily he wields it.  Your Hero must avoid traps, slaughter monsters, gather gold, and make it to the end of the labyrinth to win the hand of the stunning, voluptuous daughter of the most powerful wizard in the land.  If the Hero does not there are always other challenges, unless he has become a Dead Hero.&#10;&#10;Components: &#10;Thin album box &#10;3 panel folder (Yaquinto catalog), Space Gamer Magazine advertising&#10;flyer.&#10;&#10;Thick album box &#10;Yaquinto price sheet dated &quot;Feb 1 1982&quot;, rules booklet marked &quot;Second&#10;Printing, March 1981&quot;.&#10;&#10;Both editions&#10;12 page rules booklet, card with 3 perforated hero set-up sheets, &#10;2 plastic ziplock bags.&#10;&#10;Summary Counter Manifest: 52 3/8&quot; counters, 130 1/2&quot; counters &#10;(9 white, 1 blank, and 3 identical sets of 40 colored red, blue, or green.)&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Fighting",
      "Maze"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Square Grid",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Creatures: Goblins",
      "Creatures: Monsters",
      "Creatures: Werewolves",
      "Series: Album Games (Yaquinto)"
    ]
  },
  {
    "Rank": "22298",
    "Name": "Sirenen in Sicht",
    "ID": 180340,
    "Year": "(2015)",
    "Geek Rating": "5.505",
    "Avg Rating": "5.80",
    "Link": "https://boardgamegeek.com/boardgame/180340/sirenen-in-sicht",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "Sirenen in Sicht is a two-player game in which each player is trying to sink tiles of a boat with the help of cards.&#10;&#10;On your turn, you play a card with a value on your site or on the opponent site of a ship. Cards have positive or negative values. The cards with negative values also have a special power (e.g., move the captain from one ship tile to another). If the cards hit the value of the ships tile, it sinks; otherwise the ship tile sinks when five cards are on each side, and whoever has more points on their side wins this tile.&#10;&#10;Each ship tile, the captain, and the first mate are all worth 1 VP, and a game is won as soon as a player has scored three points.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Area Majority / Influence"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "22299",
    "Name": "Black Stories 8",
    "ID": 129465,
    "Year": "(2012)",
    "Geek Rating": "5.505",
    "Avg Rating": "5.70",
    "Link": "https://boardgamegeek.com/boardgame/129465/black-stories-8",
    "Min Players": "2",
    "Max Players": "15",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "The game consists of 50 mystery cards. They contain an illustration and a short statement about a spooky or crime event. On the back of the card, the story is presented in more detail. Only one of the players reads the back of the card. The others try to reconstruct how the crime happened by asking yes/no questions.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Horror",
      "Humor",
      "Murder / Mystery",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Black Stories",
      "Misc: No Table Needed"
    ]
  },
  {
    "Rank": "22300",
    "Name": "Pizzeria Italia",
    "ID": 165711,
    "Year": "(2014)",
    "Geek Rating": "5.505",
    "Avg Rating": "5.81",
    "Link": "https://boardgamegeek.com/boardgame/165711/pizzeria-italia",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Everyone knows the famous round pizza, but in Italy &quot;pizza by the meter&quot; is really popular, too &mdash; a long, rectangular pizza. In Pizzeria Italia players will compete in the biggest &quot;pizza by the meter&quot; championship of the world, trying to create the most long, tasty, spectacular pizza faster than anyone else!&#10;&#10;Players will first get the ingredients for their pizza with a face-up draft system. Then, in real time, they must make the best pizza before their opponents, trying not to mix the wrong ingredients. According to length and taste of the pizza, one of the players will become the &quot;best pizza maker&quot; of the world.&#10;&#10;Pizzeria Italia is a card game involving both planning and lightning reflexes!&#10;&#10;",
    "Categories": [
      "Real-time"
    ],
    "Mechanics": [
      "Open Drafting",
      "Pattern Building"
    ],
    "Families": [
      "Theme: Food / Cooking"
    ]
  }
]