[
  {
    "Rank": "16101",
    "Name": "Mandamina",
    "ID": 400400,
    "Year": "(2023)",
    "Geek Rating": "5.527",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgame/400400/mandamina",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1.5",
    "Description": "In the co-operative, abstract puzzle game Mandamina, players take turns relocating one wooden marble at a time on the one free spot of a 7x7 grid. Cluster the marbles by color in as few turns as possible &mdash; and in silence.&#10;&#10;",
    "Categories": [
      "Puzzle"
    ],
    "Mechanics": [
      "Communication Limits",
      "Cooperative Game",
      "Square Grid"
    ],
    "Families": [
      "Components: 7 x 7 Grids",
      "Components: Marbles"
    ]
  },
  {
    "Rank": "16102",
    "Name": "Quintillions",
    "ID": 8533,
    "Year": "(1980)",
    "Geek Rating": "5.527",
    "Avg Rating": "7.02",
    "Link": "https://boardgamegeek.com/boardgame/8533/quintillions",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.75",
    "Description": "Five games using quints. Games included in the instruction book are as follows:&#10;&#10;     Quintillions&#10;     Quintominoes&#10;     Squint&#10;     Blockout&#10;     Quint-Mate&#10;&#10;&#10;The book also includes classic quint puzzles similar to those included with a Soma cube. The 1994 rule book in current use is the 4th edition, much enlarged from the original 1980 book.&#10;&#10;The source of these shapes, also known as pentominoes and pentacubes, and what sparked the growth of a whole genre of polyform puzzles, was Solomon Golomb's 1962 book, Polyominoes, popularized by Martin Gardner in articles in Scientific American magazine.  Quintillions was Kadon's first product.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Game System",
      "Puzzle"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 9 x 12 Grids",
      "Components: Polyominoes"
    ]
  },
  {
    "Rank": "16103",
    "Name": "Connnect",
    "ID": 398945,
    "Year": "(2024)",
    "Geek Rating": "5.527",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/398945/connnect",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Connnect is an abstract roll-and-write game. The players try to write numbers in the right zones, and claim as many Connnects as they can to get points. Whoever do their best and get the most point win the game.&#10;&#10;The game is played over twelve rounds. Each round has three phases: Roll Phase, Fill Phase and Claim Connect Phase.&#10;&#10;Roll phase : Active Player rolls all three dice and choose one of those dice to be the Zone Die, another two dice will be called the Number Dice.&#10;&#10;Fill Phase : Each player MUST simultaneously write two numbers depicted on the Number Dice in the indicated zone from the Zone Die.&#10;&#10;Claim Connnect Phase : Players simultaneously claim &ldquo;Connect 3&rdquo;, &ldquo;Connect 4&rdquo; or &ldquo;Connect 5&rdquo;; draw the outline of the connected shape by using the numbers in play area in ascending order, descending order, or all same numbers.&#10;&#10;Claiming Connnects give players bonuses and points. These bonuses help player to claim the next Connnects easier or even create combos to claim multiple Connnects at a time. The more claiming Connnect, the more points and bonuses.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Puzzle"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Pattern Building",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "16104",
    "Name": "Blenheim 1704 AD",
    "ID": 251434,
    "Year": "(2019)",
    "Geek Rating": "5.527",
    "Avg Rating": "7.60",
    "Link": "https://boardgamegeek.com/boardgame/251434/blenheim-1704-ad",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.5",
    "Description": "&quot;Blenheim 1704 AD&quot; is a tactical wargame from &quot;Turning Point Simulations&quot; which focuses on the battlefield area itself, with each side having two distinct commands and forces. Players will command the varied forces of each side, with British, Dutch, Austrians, Prussians, Danes, and various German allies on one side and French, Bavarians, and even Irish fighting for Louis. Each unit in the game represents one brigade with each combat strength point around 400 men or 200 horses. One hex on the map equals 400 meters. A turn represents around one hour of action and the game can last up to 7 turns.&#10;&#10;&ldquo;But &lsquo;twas a famous victory!&rdquo;&#10;&#10;Many wars have been fought to tip or maintain that illusive &ldquo;balance of power&rdquo; between nations, while including other objectives. The War of Spanish Succession might be the poster child for &ldquo;balance&rdquo; efforts, as demonstrated by the British&hellip; who allied with the Hapsburgs to stop a union between France and Spain&hellip;then left the war when it looked like the Hapsburgs could win (since Britain also feared a union of Spain and Austria!). Over the course of a 12-year war, there was much coming and going (along with secret negotiations and betrayals). The war included battlefields as far apart as Quebec and the Papal States, from the Netherlands to Hungary, and to various spots all over the German states. Including a small village on the Danube named Blindheim&hellip; which the British would garble as &ldquo;Blenheim.&rdquo;&#10;&#10;Up to that point, things had been going well for the French and their armies looked to capture Vienna and take the Habsburgs out of the equation. Marlborough changed all that, but only after lying to his Dutch allies and virtually &ldquo;stealing&rdquo; the army he marched 250 miles away from the Low Countries he was expected to protect. After days of marching, countermarching, probes and parrying, the Allies attacked a foe of slightly larger size and in good positions, while the French were expecting them to retreat.  Their cavalry was somewhat dispersed and too much of their infantry was in the towns of the area.  And, up to that point, the French Army was considered &ldquo;unbeatable.&rdquo;&#10;&#10;The battle went back and forth, with each side having opportunities for success but seeing confusion and heavy losses confound good plans.  Certainly Marlborough and Eugene worked together marvelously well, especially for allies, which may have been the key difference. Tallard and Marsin and the Bavarians had their chances but missed them, needing infantry where they had cavalry and cavalry where they had infantry. When the British attacked the &ldquo;seam&rdquo; between the two forces, Marsin&rsquo;s regiments fell back and Tallard&rsquo;s collapsed.  French losses were heavy, and their army&rsquo;s aura of invincibility was gone forever.&#10;&#10;Though the war would continue for over 10 more years, Blenheim rates as &ldquo;decisive&rdquo; because this cost Louis the chance to knock the Habsburgs out of the war early. Instead, it would be his Bavarian allies who would lose out and become vassals to Vienna. In the end, the war would end as countries spun into exhaustion and a number of rulers died from age or sickness, making separate treaties that were finally consolidated under the Treat of Utrecht. France would not dominate the continent and, the most visible effect to us today, Britain still possesses Gibraltar.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Germany",
      "History: War of the Spanish Succession",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Twenty Decisive Battles of the World (TPS)"
    ]
  },
  {
    "Rank": "16105",
    "Name": "Bastogne or Bust (Second Edition)",
    "ID": 11050,
    "Year": "(1995)",
    "Geek Rating": "5.527",
    "Avg Rating": "7.37",
    "Link": "https://boardgamegeek.com/boardgame/11050/bastogne-or-bust-second-edition",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "600",
    "Play Time": "600",
    "Weight": "3",
    "Description": "Battle of the Bulge, December, 1944&#10;&#10;Bastogne or Bust! recreates the Battle of the Bulge at the operational level of scale. The units represent companies, battalions, and regiments that either participated in the battle or were available for committment by their respective commanders. Althought the game is moderate in complexity, it can be easily taught to those who are new to wargaming. Bastogne or Bust! has numerous special rules to deal with situations that were unique to this battle. There are German Fuel Shortages, the Einheit Steilau Commandos, Skorzeny's 150th Commando Brigade, and a Von Der Heydte Parachute Battalion that actually gets onto the map! A system of off-board movement and combat ensures that the action is no confined to the game map.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Ratio / Combat Results Table",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Cities: Bastogne (Belgium)",
      "Country: Belgium",
      "Country: USA",
      "History: World War II (Battle of the Bulge)",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "16106",
    "Name": "Scene It? Harry Potter: The Complete Cinematic Journey",
    "ID": 107181,
    "Year": "(2011)",
    "Geek Rating": "5.527",
    "Avg Rating": "6.57",
    "Link": "https://boardgamegeek.com/boardgame/107181/scene-it-harry-potter-the-complete-cinematic-journ",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "From the publisher:&#10;&#10;Scene It Harry Potter The Complete Cinematic Journey combines a cool social interactive board game with Harry Potter movie questions. Now includes images, puzzlers and questions from all 8 Harry Potter movies (including Deathly Hallows part 2) as well as movie clips from Harry Potter the first seven movies including Deathly Hallows Part 1. Includes a themed Flextime game board which enables players to choose the length of gameplay, high-quality Harry Potter themed movers, oversized dice, 120 trivia cards, 12 Buzz cards, and of course a DVD with patented Optreve technology unique to Scene It so you can play again and again without seeing the same questions. Game is meant to play with the board but put the DVD on Party mode and the fun never stops as the DVD asks all the questions.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Party Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Team-Based Game"
    ],
    "Families": [
      "Books: Harry Potter",
      "Components: DVDs",
      "Game: Scene It?"
    ]
  },
  {
    "Rank": "16107",
    "Name": "Anno Domini",
    "ID": 3485,
    "Year": "(1995)",
    "Geek Rating": "5.527",
    "Avg Rating": "5.97",
    "Link": "https://boardgamegeek.com/boardgame/3485/anno-domini",
    "Min Players": "4",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.7273",
    "Description": "Anno Domini is a wargame for four players and consists of a map board, a deck of cards, 12 dice, cardboard coins, miniature castles and cathedrals and a rule book.&#10;&#10;Players start by randomly selecting a Pope and proceeding with the random selection of all 36 territories. These are claimed by placing a castle and cathedral on the specified area of the map board.&#10;&#10;Play commences with the Administrative Phase where players collect taxes based on the number of territories and cathedrals they control. Following is the Military phase that is divided into three optional steps. The first is to roll 2d6 for a random event that will cause the player to either gain or lose money, lose cards, lose castles or become the pope. The second option is to build new castles on your territories. The final is an attack on another person's territory.&#10;&#10;Territories can attack adjacent territories or those on the same body of water. The attacking and defensive force are determined by the number of castles on each territory. For each castle on his/her territory, the attacker and defenders each roll a die and apply any modifiers obtained by cathedrals or cards in his/her possession. Results of 6 or over destroy a castle of the opposing side. If all of the defenders castles are lost, the attacker wins the territory, places a castle to claim it and may draw a card at the end of the phase. Cards offer various benefits such as money, attack/defence points or game actions.&#10;&#10;Play continues until one player controls 8 cathedrals.&#10;&#10;... and apparently the castles are cute.&#10;&#10;",
    "Categories": [
      "Medieval",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Series: Risk-Like"
    ]
  },
  {
    "Rank": "16108",
    "Name": "Battlestar Galactica",
    "ID": 6768,
    "Year": "(1984)",
    "Geek Rating": "5.527",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/6768/battlestar-galactica",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.75",
    "Description": "&quot;Players can fly either Colonial Vipers or Cylon Raiders, using a simple system for simultaneous action.  They plan their moves, and plot them on an easy-to-us plotting sheet, hoping to outmaneuver their opponents.  Then they execute their moves, get the enemy in their sights and FIRE!&quot;&#10;&#10;A game of outer space ship-to-ship battles between the Colonial Vipers, Cylon Raiders, Battlestars, and Cylon base ships.  Inspired by the TV series.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Queue",
      "Events",
      "Grid Movement",
      "Hexagon Grid",
      "Modular Board",
      "Paper-and-Pencil",
      "Scenario / Mission / Campaign Game",
      "Simultaneous Action Selection",
      "Team-Based Game"
    ],
    "Families": [
      "Creatures: Aliens / Extraterrestrials",
      "Players: Games with Solitaire Rules",
      "Space: Asteroids",
      "TV Shows: Battlestar Galactica"
    ]
  },
  {
    "Rank": "16109",
    "Name": "Jackson & Sheridan: The Valley Campaigns",
    "ID": 185457,
    "Year": "(2016)",
    "Geek Rating": "5.527",
    "Avg Rating": "7.28",
    "Link": "https://boardgamegeek.com/boardgame/185457/jackson-and-sheridan-the-valley-campaigns",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "2.5",
    "Description": "JACKSON &amp; SHERIDAN: VOLUME III focuses on the 1862 &amp; 1864 Shenandoah Valley Campaigns from Lynchburg to Harper&rsquo;s Ferry. As Jackson can you drive the Yankee army out of your beloved valley, forcing Lincoln to draw troops from in front of Richmond? As McDowell, Fremont, and Banks can you defeat Jackson and push east to finish the Confederacy in 1862 saving thousands of lives and years of turmoil? Refight 1864 as Sheridan and Early duel from Washington to Lynchburg.&#10;&#10;Each game focuses on one or two particular campaigns from the war. The maps may be joined to lay out the Civil War in the Eastern Theater with campaigns from 1861 to 1865. Each box game comes with a 22&quot; x 17&rdquo; sturdy game map, blocks, labels, series rules, campaign specific rules, battle board, and dice. The games are playable in 2 hours or under.&#10;&#10;Also, all three games boards can be combined for additional campaigns.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Civil War",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Minimap Resolution",
      "Point to Point Movement",
      "Simulation"
    ],
    "Families": [
      "Components: Block Wargames",
      "Country: USA",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Blue & Gray Campaign (Worthington Publishing)",
      "States: Virginia"
    ]
  },
  {
    "Rank": "16110",
    "Name": "Ecologies: Hidden Habitats",
    "ID": 353526,
    "Year": "(2021)",
    "Geek Rating": "5.527",
    "Avg Rating": "7.55",
    "Link": "https://boardgamegeek.com/boardgame/353526/ecologies-hidden-habitats",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2",
    "Description": "Ecologies: Hidden Habitats is the third game in the series, it is playable as a stand alone game or used in combination with the previous two ECOLOGIES card games.&#10;&#10;Players build and maintain food webs in diverse environments. Healthy ecologies reward you with bonus powers and perks. Watch out though, as others may decide it&rsquo;s easier to disturb and degrade your ecosystem than nurture their own.&#10;&#10;Designed by a biology teacher, the game includes 76 unique organisms, 7 biomes, and beautiful vintage Victorian art. (108 cards total)&#10;&#10;Cards are arranged with plants/algae on the bottom and predators on top. Players negotiate trades and use biotic and abiotic factor cards to affect their webs and the webs of players around them. It is a race to get to 12 victory points, with players using different strategies such as focusing on one biome, going for perks and bonuses, or disrupting other ecologies.&#10;&#10;Gameplay is rooted in authentic science, as it is used in the classroom to teach real concepts to biology students. While it is scientific enough for the classroom, it is also strategic enough for any game night.&#10;&#10;The points system is based on ecological trophic levels. The producers (plants) are worth less and as you make your way up the pyramid organisms are worth more, as it takes a lot of energy to sustain them. In real life only roughly 10% of the energy makes it from one level to the next, meaning you have to have acres of land and hundreds of animals just to sustain one apex predator.&#10;&#10;This game is a sequel AND an expansion. When using the game as an expansion, you can customize the deck to include cards from all three games, including cards you love and excluding ones you don&rsquo;t. Some players love aggressive &ldquo;take that&rdquo; mechanics, while others find them stressful. Some players love particular healthy ecology bonuses, while others feel they are overpowered. With multiple decks, you can create a customized experience to fit your group.&#10;&#10;If you&rsquo;d like to maintain the same game length and feel, we recommend choosing 10 factor cards and 7 different biomes.&#10;&#10;Note: more cards = a longer game&#10;&#10;-description from publisher's website&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Educational",
      "Environmental",
      "Negotiation"
    ],
    "Mechanics": [
      "Hand Management",
      "Hidden Victory Points",
      "Negotiation",
      "Set Collection",
      "Simulation",
      "Solo / Solitaire Game",
      "Trading"
    ],
    "Families": [
      "Theme: Biology",
      "Theme: Ecology"
    ]
  },
  {
    "Rank": "16111",
    "Name": "Rabbit Hunt",
    "ID": 40602,
    "Year": "(2009)",
    "Geek Rating": "5.527",
    "Avg Rating": "6.09",
    "Link": "https://boardgamegeek.com/boardgame/40602/rabbit-hunt",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.5",
    "Description": "Constantly wandering around the warehouse, the rabbits are always ready to snatch away the carrots piled up inside.   The farmers cherish  their own dear little pet bunnies, but they are furious when other farmers' bunnies come to eat all the carrots they have grown.&#10;Now, the farmers have had enough of it, and have decided to seize all the others' rabbits! But considering that every one of them wants to hide away his own bunnies, will it be that simple to catch others' bunnies? Your goal in this game is to hide away your own bunnies from the other players, and to hunt out the other players' rabbits.&#10;&#10;This is a tile placement game with an interesting theme from a Chinese idiom - A cunning rabbit has three warrens. In this game you need to hide your rabbit cards into the farmyard and find out other players' rabbits. However, every turn you need to place a card to the farmyard. Then you can execute two actions. If you use too much actions to trace rabbits, your hand will reduce quickly, but catch others' rabbits is the only way to win.&#10;&#10;Home Page: http://embedded.cs.ccu.edu.tw/~mellow/rabbithunt/&#10;&#10;",
    "Categories": [
      "Animals",
      "Bluffing",
      "Card Game",
      "Memory"
    ],
    "Mechanics": [
      "Hand Management",
      "Memory",
      "Point to Point Movement",
      "Tile Placement"
    ],
    "Families": [
      "Animals: Rabbits / Hares"
    ]
  },
  {
    "Rank": "16112",
    "Name": "Raft & Scupper",
    "ID": 285273,
    "Year": "(2019)",
    "Geek Rating": "5.527",
    "Avg Rating": "7.82",
    "Link": "https://boardgamegeek.com/boardgame/285273/raft-and-scupper",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Raft &amp; Scupper is a 2-player abstract strategy game played on a shrinking and morphing set of tiles.&#10;&#10;Two pirate crews battle for domination of the high seas: the round-bellied Yellowbeards, and the square-jawed Blackbeards. Each crew strives to raft together all the ships of their preferred rigging or cargo. But victory also belongs to any crew who scuppers four ships while their opponent scuppers none.&#10;&#10;Each turn a player performs one of four actions. (1) One of the player's two pirates moves within a connected group of ship tiles of the pirate's color (cargo) or shape (rigging). (2) A pirate sails a ship tile that it occupies to a new location. (3) A pirate  scuppers (sinks) an adjacent ship tile. (4) The player passes. Consecutive passes end the game in favor of whoever last scuppered a ship.&#10;&#10;Initial tile arrangements are provided both for a full game and for a short game.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Pirates"
    ],
    "Mechanics": [
      "Modular Board"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: Wooden pieces & boards",
      "Digital Implementations: Ai Ai",
      "Mechanism: Connection",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "16113",
    "Name": "Cortex Challenge 3",
    "ID": 261355,
    "Year": "(2018)",
    "Geek Rating": "5.527",
    "Avg Rating": "6.03",
    "Link": "https://boardgamegeek.com/boardgame/261355/cortex-challenge-3",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.2",
    "Description": "Cortex 3 is another member of the Cortex family of popular games. Cortex games practice logical thinking, memory, perception, but also the ability to solve tasks under time pressure. While Cortex 3 has special tactile cards in the first Cortexes, Do you know how to smell strawberries?&#10;&#10;You can combine Cortex perceptual educational games together to create your own Cortex.&#10;&#10;Game Cortex 3 includes: 80 task cards, 10 scent cards, 6 brain puzzles and rules.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Memory",
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "16114",
    "Name": "Crumbs",
    "ID": 273092,
    "Year": "(2020)",
    "Geek Rating": "5.527",
    "Avg Rating": "6.53",
    "Link": "https://boardgamegeek.com/boardgame/273092/crumbs",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.5",
    "Description": "Crumbs is a game reenacting the intense battles that probably occur every day right outside your doorstep. A sweet, innocent little granny has decided to spend the day enjoying the warm and welcoming sun by tossing some bread crumbs to the local fauna. She remains blissfully unaware, however, of the vicious wars occurring over her precious bread crumbs.&#10;&#10;Players take on the role of either the ducks, pigeons, squirrels, or chipmunks. Each group of animals provides its own special abilities while players scuffle over the spaces in the park. Players try to gain the best position before the big crumb drop in which 20 crumbs are dropped onto the board, spreading out at random and turning the tides of power for better, or for worse.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Dice",
      "Fighting",
      "Humor",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "Enclosure",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Animals: Ducks",
      "Animals: Pigeons",
      "Animals: Squirrels",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "16115",
    "Name": "Byzantium Reborn",
    "ID": 13290,
    "Year": "(2004)",
    "Geek Rating": "5.527",
    "Avg Rating": "6.79",
    "Link": "https://boardgamegeek.com/boardgame/13290/byzantium-reborn",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "2.9286",
    "Description": "From the MicroDesign Group Website.&#10;&#10;THE GREAT IDEA&#10;&#10;World War I (1914-1918) left both Greece and T&uuml;rkey near ruin. By 1920, Greece was emerging from what amounted to a civil war between supporters and opponents of the visionary but reckless prime minister, Elefth&eacute;rios Veniz&eacute;los. T&uuml;rkey's civil war was still in progress, fought between the last, heartbroken Ottoman Sultan and the dynamic new insurgent, Mustapha Kemal (later called Atat&uuml;rk).&#10;&#10;Each side in the wider struggle pursued its own vision of national rebirth. For Veniz&eacute;los and Greece the dream was called &quot;The Great Idea&quot; and promised the renaissance of Greece as a great power through a restoration of the Byzantine Empire, the reconquest of Constantinople (lost to the T&uuml;rks in 1453) and the reunion of all ethnic Greeks under the rule of Athens. For Kemal's T&uuml;rks, their own &quot;great idea&quot; was the forging of a new, compact T&uuml;rkish Republic united not by the outdated creed of Islam but by a new T&uuml;rkish nationalism, modernized and empowered by Western culture and commerce.&#10;&#10;These two visions of national rebirth fought bitterly over the plains, deserts, and mountains of Anatolia for three long years. Western Anatolia was ethnically mixed, and neither side had an exclusive claim. The great prize was Smyrna, taken by Greece in 1919: a city which was home to more Greeks than Athens itself. The war had profound implications for the entire region. Greek victory would cement Greece as a regional power, and act as a beacon of hope to Orthodox Russians seeking to topple Lenin's Communists in the ongoing Russian Civil War. T&uuml;rkish defeat would mean the collapse of Kemal's vision of a secular, democratic T&uuml;rkey and would block the spread of Western values in the Near East, leaving T&uuml;rkey battered and backward, and the rest of the Moslem world feeling victimized and enraged.&#10;&#10;As it happened, T&uuml;rkey won and Greece lost. Kemal's vision prevailed; T&uuml;rkey emerged victorious, united and profoundly westernized. Women gave up the veil and went to school. The Roman alphabet replaced the Arabic, and Islam was evicted from politics. For the Greeks, the end came in September of 1922 when the T&uuml;rks captured Smyrna and burned the city to the ground. A million and a half Greeks fled or were expelled, and nearly 2,900 years of Hellenic civilization in Asia came to an abrupt and humiliating end. Greece, overwhelmed by refugees, collapsed into a series of coups and revolutions punctuated by all sorts of autocracy and spectacular misrule, from which, arguably, it has only recently recovered.&#10;&#10;Whose &quot;great idea&quot; will shape the modern Near East? Now you can make the decision by playing Byzantium Reborn!&#10;&#10;Byzantium Reborn is a simulation game on the Greek-T&uuml;rkish War of 1920-22. The game is for two players, one representing the Kingdom of Greece and its allies (the Greek player), and the other the insurgent nationalist forces of Mustapha Kemal who opposed the Greek invasion (the T&uuml;rkish player). The 11 x 17&quot; map of Anatolia (Asia Minor) depicts the areas where the war took place. The scale is about 40 miles to the inch. The 280 counters represent the military formations including Turks, Greeks, French, Italians and many others.&#10;&#10;",
    "Categories": [
      "Political",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": [
      "Country: Greece",
      "Country: Turkey",
      "History: Byzantium",
      "History: Turkish War of Independence",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "16116",
    "Name": "My Fair Princess",
    "ID": 176557,
    "Year": "(2015)",
    "Geek Rating": "5.527",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgame/176557/my-fair-princess",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "100",
    "Play Time": "100",
    "Weight": "2.8571",
    "Description": "In My Fair Princess, players represent former knights who must now raise girls orphaned in the war, helping them earn fame and power in order to perhaps end up as a princess in the castle on the hill &mdash; although raising them to adulthood is in a way a victory all its own!&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Medieval"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Worker Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "16117",
    "Name": "Mi Tierra",
    "ID": 42704,
    "Year": "(2010)",
    "Geek Rating": "5.527",
    "Avg Rating": "6.60",
    "Link": "https://boardgamegeek.com/boardgame/42704/mi-tierra",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.75",
    "Description": "Mi Tierra (My Land) is a worker placement game where the players represent farmers that try to labor their land in the best way possible. They will have to sow and work the land and take care of their animals so they can produce goods and sell them in the different available markets.&#10;&#10;",
    "Categories": [
      "Economic",
      "Farming",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Set Collection",
      "Tile Placement",
      "Trading",
      "Worker Placement"
    ],
    "Families": [
      "Country: Chile"
    ]
  },
  {
    "Rank": "16118",
    "Name": "Nunami",
    "ID": 256609,
    "Year": "(2020)",
    "Geek Rating": "5.527",
    "Avg Rating": "6.90",
    "Link": "https://boardgamegeek.com/boardgame/256609/nunami",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "2.3333",
    "Description": "An Inuit table top game that promotes healthy cohabitation with natural elements.&#10;&#10;A dynamic terrain management game in which nature and occupants seek to have greater influence with respect to others.  Like life, it starts simply, and then becomes challenging as you develop skills.&#10;&#10;Setup: Place the hexagonal bases in any layout.  This is entirely up to the players, and can drastically change the game play, offering a lot of replay options.  Place a number of cards face down randomly, again adding to replay.  Deal each player 5 cards and choose your side (green or purple).&#10;&#10;Play: Players alternate turns placing the triangular cards into the slots on the hexagonal bases.  Based on how you place a card, you may flip face down cards.  The goal is to score points while maintaining balance between man and nature (purple and green).  Points are earned when a base is full, but can be lost as more cards are played on that base.  If your color has the most cards on a base, you gain 2 points for that area.  If the total of the numbers on the cards in an area is positive, purple gets a point.  If negative total, green gets a point.  These points overlap with most cards of a color points, so keeping track of the points is important.  The first player to 4 points wins.  However, you are both playing with the same deck, and cards of each color, so it's not as simple as it may seem.  You can raise or lower your opponent's total on an area, and if the total is +-7 or more, the corresponding color cards are all removed and play continues with what remains.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Environmental",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Ecology",
      "Theme: Inuit Peoples",
      "Theme: Native Americans / First Peoples"
    ]
  },
  {
    "Rank": "16119",
    "Name": "Short List",
    "ID": 296247,
    "Year": "(2019)",
    "Geek Rating": "5.527",
    "Avg Rating": "7.02",
    "Link": "https://boardgamegeek.com/boardgame/296247/short-list",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "1",
    "Description": "Top ten lists are a thing of the past. Today, the new thing is short lists. But how do they work? It&rsquo;s quite simple: you are asked questions on different topics &mdash; but there is not just one correct answer, but always an entire list of possible answers. And you earn one point for each right answer. Whoever collects the most points wins. Have you got what it takes to guess all of the answers on the short list?&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "16120",
    "Name": "Westward Rails",
    "ID": 345031,
    "Year": "(2021)",
    "Geek Rating": "5.527",
    "Avg Rating": "6.48",
    "Link": "https://boardgamegeek.com/boardgame/345031/westward-rails",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2",
    "Description": "Westward Rails is a stock-holding and route-building game about western expansion in the United States. Three-to-five players will bid on shares in five historical railroads, use that money to build routes, connect specific cities to satisfy demands, and develop important metropolitan areas, all with the aim of securing bigger and bigger dividends for the companies in which they are invested.&#10;&#10;Westward Rails is played on a point-to-point map, sprawling out west by connecting cities to make major profit. On your turn, you choose to build, auction, or upgrade. This continues around the table until all demands have been met or companies run out of track. Most money wins the game.&#10;&#10;",
    "Categories": [
      "American West",
      "Trains"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Investment",
      "Network and Route Building",
      "Stock Holding"
    ],
    "Families": [
      "Country: USA",
      "Series: Cube Rails"
    ]
  },
  {
    "Rank": "16121",
    "Name": "Avec Honneur et Panache: Volume 1 – Turenne",
    "ID": 254263,
    "Year": "(2018)",
    "Geek Rating": "5.527",
    "Avg Rating": "7.53",
    "Link": "https://boardgamegeek.com/boardgame/254263/avec-honneur-et-panache-volume-1-turenne",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.5",
    "Description": "Avec Honneur et Panache: Volume 1 - Turenne is a wargame covering two battles lead by Turenne: Rethel 1650 and Les Dunes 1658.&#10;Original system by Ben Hull, also used by Series: Avec Infini Regret (Vae Victis) series.&#10;&#10;&bull; Rethel 1650 &ndash; 15 December 1650, With Mazarin having imprisoned the Prince of Cond&eacute; at the beginning of the year for fear of his growing influence, the troops supporting the Prince rallied behind Turenne who had recently gone to the Fronde&rsquo;s side. Turenne operated in the northeast of France to join the troops of the Duc de Lorraine and the Spanish with hopes of regaining control of all the fortresses acquired in Cond&eacute;&rsquo;s cause.&#10;Sensing the danger of having such a great captain against him, Mazarin entrusted the command of the armies of Flanders and Champagne to the Comte de Plessis-Praslin (meanwhile beginning secret negotiations with the other camp). Plessis-Praslin lay siege to Rethel and, despite having given his word, the governor of Rethel surrendered a few days before Turenne&rsquo;s arrival. The commander of the Frondeur army was therefore required to combat the entire Royalist army.&#10;After his defeat (which would be the last one), Turenne joined the king&rsquo;s camp in exchange for amnesty, a few titles and, most importantly, the command of the French armies. He would be a loyal servant of the king until his death on the battlefield 25 years later.&#10;&#10;&bull; The Dunes 1658 &ndash; 14 June 1658, The alliances had evolved since the end of the Thirty Years&rsquo; War. The Lorraine soldiers had gone over to the French camp after their duke was imprisoned by the Spanish. Mazarin convinced King Louis XIV to sign a military alliance with Cromwell who sent a strong English contingency to the continent, thereby forcing King Charles II and Princes James and Henry to join the Spanish with their meagre troops. Exiled with those loyal to him for nearly six years, Cond&eacute; was also on the side of Juan of Austria, the commander in chief of the Spanish forces.&#10;When Turenne lay siege to the fortress of Dunkirk, Juan of Austria decided to give battle right away. Cond&eacute; declared to James &ldquo;Sir, today you will see how to lose a battle&rdquo;.&#10;As a result of this French victory, the Treaty of the Pyrenees and other related agreements were signed, putting an end to the Franco-Spanish War, to some extent the Fronde, and the English Civil War . The sun of Louis XIV could begin to shine.&#10;&#10;&mdash;description from the publisher&#10;&#10;Avec Honneur et Panache: Volume 1 - Turenne c'est un jeu d'histoire couvrant 2 batailles men&eacute;es par Turenne : Rethel 1650 et Les Dunes 1658.&#10;Syst&egrave;me de jeu d&eacute;riv&eacute; de Paris vaut bien une Messe!, utilis&eacute; &eacute;galement par Series: Avec Infini Regret (Vae Victis).&#10;&#10;&bull; Rethel 1650 &ndash; 15 d&eacute;cembre 1650, Le Prince de Cond&eacute; ayant &eacute;t&eacute; emprisonn&eacute; par Mazarin au d&eacute;but de l&rsquo;ann&eacute;e par peur de son influence grandissante, les troupes clientes du Prince se rallient &agrave; Turenne pass&eacute; depuis peu dans le camp de la Fronde. Ce dernier op&egrave;re dans le nord-est de la France afin de rejoindre les troupes du Duc de Lorraine et les Espagnols. Il esp&egrave;re pouvoir reprendre le contr&ocirc;le de toutes les forteresses acquises &agrave; la cause de Cond&eacute;.&#10;De son c&ocirc;t&eacute;, Mazarin sentant le danger d&rsquo;avoir un si grand capitaine contre lui donne le commandement des arm&eacute;es de Flandres et de Champagne au comte de Plessis-Praslin (tout en commen&ccedil;ant des n&eacute;gociations secr&egrave;tes avec l&rsquo;autre camp). Celui-ci met le si&egrave;ge devant Rethel et malgr&eacute; la parole donn&eacute;e, le gouverneur de la place se rend quelques jours avant que Turenne n&rsquo;arrive. Le commandant de l&rsquo;arm&eacute;e frondeuse se retrouve alors &agrave; devoir combattre l&rsquo;int&eacute;gralit&eacute; de l&rsquo;arm&eacute;e royaliste.&#10;Suite &agrave; sa d&eacute;faite (qui sera la derni&egrave;re), Turenne rejoindra le camp du roi contre une amnistie, quelques titres et surtout le commandement des arm&eacute;es fran&ccedil;aises. Il sera d&eacute;sormais un loyal serviteur du roi jusqu&rsquo;&agrave; sa mort sur un champ de bataille 25 ans plus tard.&#10;&#10;&bull; Les Dunes 1658 &ndash; 14 juin 1658, Les alliances ont &eacute;volu&eacute; depuis la fin de la guerre de Trente Ans. Les Lorrains sont pass&eacute;s dans le camp des Fran&ccedil;ais suite &agrave; l&rsquo;emprisonnement de leur duc par les Espagnols. Mazarin a d&eacute;cid&eacute; le roi Louis XIV &agrave; signer une alliance militaire avec Cromwell qui envoie un fort contingent anglais sur le continent. Cela force le roi Charles II et les Princes James et Henry &agrave; passer chez les Espagnols avec leurs maigres troupes. En exil avec ses fid&egrave;les depuis pr&egrave;s de six ans, Cond&eacute; est &eacute;galement pr&eacute;sent aux c&ocirc;t&eacute;s de Juan de Austria, le commandant en chef des forces espagnoles.&#10;Quand Turenne met le si&egrave;ge devant la forteresse de Dunkerque, Juan de Austria d&eacute;cide de livrer bataille au plus vite. Cond&eacute; d&eacute;clarera &agrave; James &laquo; Monsieur, aujourd&rsquo;hui vous allez voir comment perdre une bataille &raquo;.&#10;Suite &agrave; cette victoire fran&ccedil;aise, le trait&eacute; des Pyr&eacute;n&eacute;es ainsi que d&rsquo;autres accords annexes sera sign&eacute; mettant fin &agrave; la Guerre franco-espagnole et d&rsquo;une certaine mani&egrave;re &agrave; la Fronde ainsi qu&rsquo;aux Guerres civiles anglaises. Le soleil de Louis XIV pouvait commencer &agrave; briller.&#10;&#10;&mdash;description from the publisher (French)&#10;&#10;",
    "Categories": [
      "Pike and Shot",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Line of Sight",
      "Movement Points",
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Cities: Dunkirk (France)",
      "Country: France",
      "Country: Spain",
      "Digital Implementations: VASSAL",
      "History: Age of Kings",
      "History: Franco-Spanish War",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Avec Infini Regret (Vae Victis)",
      "Series: Collection Jeux d'Histoire (Vae Victis)",
      "Series: Musket & Pike Battle (GMT/Vae Victis)"
    ]
  },
  {
    "Rank": "16122",
    "Name": "Zoomies",
    "ID": 421283,
    "Year": "(2024)",
    "Geek Rating": "5.527",
    "Avg Rating": "6.78",
    "Link": "https://boardgamegeek.com/boardgame/421283/zoomies",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6667",
    "Description": "In Zoomies, you're a dog walker helping your pups at the park make friends, collect bones, become the leader of the pack, and get the zoomies. Each turn, place a domino-style tile in the playing area, then place a scoring token on it. Each of the four scoring tokens can be played two ways, so you have to choose what's best and what to give up. Tokens give you points based on adjacent dogs, bone icons, and more.&#10;&#10;Play your dogs right, and you can add points to a previous token while digging up a whole new way to score. You might have to boost an opponent's score, but maybe they'll wag a few points your way as well. At the end of the game, score each token to see who's top dog.&#10;&#10;",
    "Categories": [
      "Animals",
      "Territory Building"
    ],
    "Mechanics": [
      "Hand Management",
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": [
      "Animals: Dogs",
      "Category: Dized Tutorial"
    ]
  },
  {
    "Rank": "16123",
    "Name": "Kayak Chaos",
    "ID": 37394,
    "Year": "(2008)",
    "Geek Rating": "5.527",
    "Avg Rating": "6.23",
    "Link": "https://boardgamegeek.com/boardgame/37394/kayak-chaos",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.1765",
    "Description": "From the publisher's website:&#10;&#10;&quot;Be the first to maneuver your kayak up, down, and across a river that you build as you go! But be careful - rocks and competing kayakers are bound to stir up some chaos!&quot;&#10;&#10;Each player may play up to three cards from their hand on their turn.  The cards allow basic actions (paddling down the river, paddling across the river to avoid rocks, or shifting a section of the river to clear your path) as well as powerful actions (a kayak flip turns an entire tile 180 degrees, a whirlpool exchanges two adjacent tiles, and a life ring that can &quot;counter&quot; an opponent's play)&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [
      "Modular Board",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "16124",
    "Name": "Constantinople",
    "ID": 196328,
    "Year": "(2016)",
    "Geek Rating": "5.527",
    "Avg Rating": "6.30",
    "Link": "https://boardgamegeek.com/boardgame/196328/constantinople",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "10",
    "Play Time": "45",
    "Weight": "1.5",
    "Description": "A Series: States of Siege style solitaire wargame covering the millennium-long history of the Byzantine empire, from the foundation of Constantinople in AD330 until its fall in AD1453. The player uses military might as well as diplomacy and outright bribery to keep the many opposing forces at bay for as long as possible. Can you outlive the historic Byzantine empire, or will your efforts be relegated to an obscure footnote in the history books?&#10;&#10;",
    "Categories": [
      "Ancient",
      "Medieval",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Point to Point Movement",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Ancient: Greece",
      "Cities: Istanbul (Turkey)",
      "Components: Map (Continental / National scale)",
      "Country: Greece",
      "Country: Turkey",
      "History: Byzantium",
      "Misc: Free Wargames",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules",
      "Series: States of Siege"
    ]
  },
  {
    "Rank": "16125",
    "Name": "Ananda",
    "ID": 428577,
    "Year": "(2024)",
    "Geek Rating": "5.527",
    "Avg Rating": "6.90",
    "Link": "https://boardgamegeek.com/boardgame/428577/ananda",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1",
    "Description": "Balance is the most important thing at Ananda, balance between body and soul, meditation and work, but above all between building and getting new building blocks.&#10;&#10;In Ananda, players build a temple with domino-style tiles and let their monks meditate there. The larger the colored area built, the more karma points the player can collect. More specifically, at the start of their turn, a player must move their monk to a new colored area on the game board. They then play as many tiles from their hand as they wish, as long as at least one of the tiles is adjacent to their monk, all of the placed tiles expand the color area, and each tile covers precisely two tiles that are on the same level. (Tiles do not need to be on the same level to be part of the same color area.)&#10;&#10;After you finish placing tiles, count the number of squares that comprise the color area to determine your area value. You may then discard meditation cards of this color from your hand that sum to this number or less. Next, you draw face-down tiles from the reserve equal to the difference between your area value and your meditation value, with your rack holding at most eight tiles. Finally, if you have more tiles on your rack than cards in hand, draw cards from your personal deck to make those numbers match.&#10;&#10;Once all the tiles have been built, the player who has scored the most karma points with their played meditation cards wins.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Hand Management",
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "16126",
    "Name": "Owl About",
    "ID": 297253,
    "Year": "(2019)",
    "Geek Rating": "5.527",
    "Avg Rating": "6.86",
    "Link": "https://boardgamegeek.com/boardgame/297253/owl-about",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2",
    "Description": "In the trick-taking game &#227;&#130;&#162;&#227;&#130;&#166;&#227;&#131;&#171;&#227;&#130;&#162;&#227;&#131;&#144;&#227;&#130;&#166;&#227;&#131;&#136; (Owl About), lazy owls are competing to not be the tribal leader, as they do not want to have to work hard every day.&#10;&#10;The cards in the game are suit-less and range from 1 to 10, with each card having two to four copies, and a few cards also having a &quot;night&quot; version.&#10;&#10;In general, the highest card will win the trick and players must play a card that is equal to or higher than the card that has the highest speed value played in the trick if they can.  Each card has a special effect, but only the effect of the card that wins the trick is activated.  Some of the effects include reversing the order, such that the lowest card will win future tricks; passing the lead to another player; or giving a trick won to another player.  The lowest ranked cards also have abilities that trigger when the highest value cards are present in the same trick which increase their rank.&#10;&#10;At the end of a hand, the player with the most trophies will earn that many points, with most tricks being worth 1 trophy.  All other players will earn points equal to the difference between the winning player's trophy count and their own.  Play continues until players reach a specified victory point count, and the player with the least points wins.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "16127",
    "Name": "UBike Tour: Taiwan",
    "ID": 286434,
    "Year": "(2019)",
    "Geek Rating": "5.527",
    "Avg Rating": "6.54",
    "Link": "https://boardgamegeek.com/boardgame/286434/ubike-tour-taiwan",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.5",
    "Description": "UBike Tour: Taiwan is a light-hearted card game for 2-4 players to plan their travel in North Taiwan with the convenient public bike system: UBike. It's a delightful mixture of &quot;push your luck&quot; and &quot;tableau building&quot; mechanisms in which you also get to visit some beautiful scenery spots in Taiwan.&#10;&#10;In this game, players take turns to either:&#10;&#10;&#10;     Reveal two cards from the deck and place them one by one into one of the 5 rows according the the ascending card value;&#10;     Choose one of the remaining rows and take all the cards in hand, and play at most one card into their personal journey with the help of their bike cards.&#10;&#10;&#10;Once someone has completed their journey of nine cards, the game will end and players will score points based on the achievement in their journey. Find the right timing to collect the cards you want is the key to become the travel master!&#10;&#10;",
    "Categories": [
      "Transportation",
      "Travel"
    ],
    "Mechanics": [
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": [
      "Cities: Taipei (Taiwan)"
    ]
  },
  {
    "Rank": "16128",
    "Name": "Nonsense Classic",
    "ID": 14010,
    "Year": "(1993)",
    "Geek Rating": "5.527",
    "Avg Rating": "6.10",
    "Link": "https://boardgamegeek.com/boardgame/14010/nonsense-classic",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.2",
    "Description": "This is the published version of what is really a public domain game. Players tell a story with specific theme, and must use certain words within that story. The other players guess which words they had to use. This game is also known as Bla Bla Bla.&#10;&#10;In 2010, persuaded by repeated requests from the public who were trying to buy the game, V&eacute;ronique Houbaert and Marcel&#10;Veelo decided to re-enter the publishing world and give Editions du Hibou a new lease of life.&#10;They examined the game closely and decided to give it a new name - Nonsense -, new cubic packaging and simplified rules which preserved only its essence!&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Storytelling"
    ],
    "Families": [
      "Components: Sand Timers",
      "Game: NonSense"
    ]
  },
  {
    "Rank": "16129",
    "Name": "Anansi and the Box of Stories",
    "ID": 217298,
    "Year": "(2017)",
    "Geek Rating": "5.527",
    "Avg Rating": "6.23",
    "Link": "https://boardgamegeek.com/boardgame/217298/anansi-and-the-box-of-stories",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2",
    "Description": "A story, a story; let it come, let it go. Once, all the stories belonged to someone else, but now they belong to Anansi, the Trickster &mdash; which is a story unto itself! Everyone knows that the best stories happen when you play someone else for the fool. But sometimes, even the best of tricks can backfire, and who plays the fool then?&#10;&#10;In Anansi and the Box of Stories, the players take on the roles of archetypal animals in a trick-taking game in which you can use your animal cunning and abilities to turn the tricks in your favor. Each round, every player plays the card they think will win the trick. But beware, as others will turn your tricks back on you and make you a fool, taking away your points! Only a player who can skillfully win tricks without being made a fool will prove their wisdom.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Open Drafting",
      "Trick-taking",
      "Variable Player Powers"
    ],
    "Families": [
      "Series: Small Box (Level 99 Games)"
    ]
  },
  {
    "Rank": "16130",
    "Name": "Geisterflucht",
    "ID": 321603,
    "Year": "(2020)",
    "Geek Rating": "5.527",
    "Avg Rating": "7.35",
    "Link": "https://boardgamegeek.com/boardgame/321603/geisterflucht",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Geisterflucht (&quot;Ghost escape&quot;) combines an exciting game with the technology of a drone to an action-packed and exciting children's game.&#10;&#10;The players must skillfully flick their ghosts over the launch pad to land in the drone. As soon as a ghost is inside the drone, the engine starts and 3 seconds later the drone takes off. The escape is successful and the ghost has escaped! But watch out: Before the drone takes off, the other players can fight for the place.&#10;&#10;Who is quick and skilled to help all his ghosts escape?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "16131",
    "Name": "SUMO",
    "ID": 406257,
    "Year": "(2023)",
    "Geek Rating": "5.527",
    "Avg Rating": "6.34",
    "Link": "https://boardgamegeek.com/boardgame/406257/sumo",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "2",
    "Description": "In SUMO, you try to use card play to push your opponent from the game.&#10;&#10;To set up, place the sumo wrestlers card in the center of the sumo ring. (The sumo ring has only three positions: left, center, and right.) One player sits on the left of the ring, the other on the right. Deal each player a hand of eight cards from a deck that contains 20 cards: 1-5 in four suits.&#10;&#10;Each player plays and reveals a card, with the high card playing first in the first trick; if the cards are tied, repeat this action until one player wins or all eight cards have been revealed, in which case you shuffle and re-deal.&#10;&#10;The first player plays a card, then the other player must follow suit, if possible. If the second player is off suit, the first player wins; if not, whoever played the higher card wins. In either case, the winner pushes the sumo wrestlers card away from them, then leads to the next trick.&#10;&#10;If the sumo wrestlers are ever pushed out of the ring, the pusher wins the game. If this doesn't happen, the winner of the final trick wins the game. However, a player can win earlier through one of three &quot;sumo moves&quot;:&#10;&#10;&#10;    Abise-taoshi: Crushing the opponent with your weight, which in game terms means playing a 4 in the same color after a lead 1.&#10;    Hikiotoshi: Using the opponent's momentum to knock them down, which in game terms means playing a 1 in the same color after a lead 5.&#10;    Wucchari: Throwing your opponent out of the ring, which happens should you play an off-color 2 when the sumo wrestlers card is on the edge of the ring near you.&#10;&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Country: Japan"
    ]
  },
  {
    "Rank": "16132",
    "Name": "The Seven Years World War",
    "ID": 10822,
    "Year": "(2004)",
    "Geek Rating": "5.527",
    "Avg Rating": "6.78",
    "Link": "https://boardgamegeek.com/boardgame/10822/the-seven-years-world-war",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "3.1",
    "Description": "Strategy &amp; Tactics magazine #221.&#10;&#10;Seven Years World War (7YWW) is a wargame simulating the global conflict of 1756-63. That war was fought primarily between two coalitions of European powers, but it also involved fighting in the Americas, India and the East Indies, as well as on the high seas. It was also a time of expansion for the Manchu Empire, which could have put China on a collision course with the Europeans. Historically, the Seven Years War resulted in the domination of central Europe by Prussia and of North America and India by Great Britain.&#10;&#10;Seven Years World War can be played by two, three, or four, each representing a different coalition of powers. Each player has a variety of military, diplomatic and economic instruments with which he can attempt to dominate the world.&#10;&#10;The Major Powers includes: Austrian Empire, France, Great Britain, Maratha Confederation (India), Manchu Empire (China), Ottoman Empire, Prussia, Russian Empire, Spanish Empire, and United Provinces (Netherlands).&#10;&#10;The game map shows the world as it was during the mid-18th century. A square grid has been superimposed on the map to regularize the position and movement of the playing pieces.  Players should note the actual geographic boundaries of the various empires and powers are slightly distorted to clarify their position on the map.&#10;&#10;The game is won by gaining control of strategic objectives that can then be translated into success at the peace table.&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Square Grid",
      "Variable Player Powers"
    ],
    "Families": [
      "History: Age of Kings",
      "History: Seven Years War",
      "Magazine: Strategy & Tactics",
      "Series: Successors (Decision Games)"
    ]
  },
  {
    "Rank": "16133",
    "Name": "Hipparchus",
    "ID": 400858,
    "Year": "(2023)",
    "Geek Rating": "5.527",
    "Avg Rating": "6.39",
    "Link": "https://boardgamegeek.com/boardgame/400858/hipparchus",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Hipparchus was an ancient Greek astronomer who calculated the ecliptic and orbit of the Moon, and the paths of the sun and the moon, discovering in the process that the center of the universe was not Earth.&#10;&#10;Hipparchus is a two-player trick-taking game in which players become ancient Greek astronomers and present their findings on the Sun, the Moon, and the Earth to one another. You want to share the study of one celestial body with your colleague without monopolizing it, yet still gain more authority than them.&#10;&#10;In more detail, the game contains three suits of cards: Sun, Moon, and Earth, with ten copies of each. Each player gets a hand of fourteen cards and cannot rearrange them. The lead player plays 1-3 cards of a single suit, and when choosing something to play, you can't break up pairs or triplets in your hand. If you have three Earth cards in a row, you can play them only together as three Earths. The following player must play the same suit, if possible, but a different number of cards; if they can't do this, they can play 1-3 cards from either other suit.&#10;&#10;If both players play the same suit, the player who played more cards wins the trick, stacks the cards in their collection, then leads to the next trick. If players play different suits, then the player who has fewer cards of their played suit in their collection wins the trick. (In a tie, the following player wins.)&#10;&#10;When a player runs out of cards, the round ends. Each player tallies their score. If you have more cards in a suit than your opponent, you score points equal to the number of cards they have. Whoever has the highest score wins the round; the first player to win two rounds wins the game.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Trick-taking"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Players: Two-Player Only Games",
      "Theme: Astronomy"
    ]
  },
  {
    "Rank": "16134",
    "Name": "Grass is Greener",
    "ID": 382801,
    "Year": "(2023)",
    "Geek Rating": "5.527",
    "Avg Rating": "7.39",
    "Link": "https://boardgamegeek.com/boardgame/382801/grass-is-greener",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "1.6",
    "Description": "Strategize and scheme against your neighbors in this fast-paced card game where the goal is to earn the most points, impress the HOA, and win the life-affirming title of &quot;Yard of the Month.&quot; But be weary, some neighbors fight dirty in suburbia...&#10;&#10;Grass is Greener is a turn-based card game where the objective is to impress the HOA and win Yard of the Month. During the game, you will constantly be fending off petty neighbors (other players) from ruining your beautiful yard. The neighbor with best yard (aka most points at the end of the game) Wins!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "16135",
    "Name": "Auf die Nüsse!",
    "ID": 130223,
    "Year": "(2012)",
    "Geek Rating": "5.527",
    "Avg Rating": "6.04",
    "Link": "https://boardgamegeek.com/boardgame/130223/auf-die-nusse",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.75",
    "Description": "What's going on in the forest? The squirrels' nut storehouse is empty and must be refilled quickly &ndash; and before the thieving raccoon David comes along and steals it.&#10;&#10;In the family game Auf die N&uuml;sse!, players slip into the role of small squirrels, who roll the dice and skillfully place their characters on the board to collect as many nuts as they can and sort them in their storehouse by variety. Each player has a set of cards with differently-sized nut storehouses and 15 squirrels of one color. On a player's turn he rolls the dice and must combine a white with a green die and place a squirrel on the appropiate field. You can repeat this several times, but if you roll a field with a squirrel, your turn ends.&#10;&#10;If you think you have placed enough squirrels, you send them into the forest; if you have two or more squirrels in one of the lower forest areas you may take the nut card from the display and put it into your storehouse. Other player's squirrels move up in the forest. In the upper fields you need three or four squirrels, but there's also a wider range of nuts. On a special field the thieving raccoon David awaits; he helps steal nuts from other players' storehouses.&#10;&#10;The game ends when the deck of nuts is exhausted. The player who has collected most victory points in his storehouse wins.&#10;&#10;",
    "Categories": [
      "Animals",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck"
    ],
    "Families": [
      "Animals: Squirrels"
    ]
  },
  {
    "Rank": "16136",
    "Name": "Kniffel Extreme",
    "ID": 90004,
    "Year": "(2011)",
    "Geek Rating": "5.527",
    "Avg Rating": "6.18",
    "Link": "https://boardgamegeek.com/boardgame/90004/kniffel-extreme",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.2",
    "Description": "Yahtzee &ndash; aka Yacht, Kniffel, etc. &ndash; has been around for more than half a century, and over the past five decades the game has been transformed in all sorts of ways: letters replaced pips on the dice, players were asked to fill three columns instead of one, target cards were claimed then stolen, the dice were shrunk to the size of peas or enlarged to the size of abandoned warehouses on the west side of Manhattan. Yahtzee players have had showdowns and challenges, free-for-alls and knee-cappings, but never before have they experienced the rush of an extreme version of this long-lived dice game.&#10;&#10;Come January 28, 2011, no one will ever be able to say those words again as on that date German publisher Schmidt Spiele will unleash Kniffel Extreme, a new version of the classic dice game that adds the awesome power of a ten-sided die &ndash; a red ten-sided die, mind you.&#10;&#10;Now in addition to the familiar full houses and two pairs and long and short straights that players could previously score after up to three rolls of five dice, those players can score for three pairs, two triples, a great full house, a highway (being a straight of six dice), sums of 10 or less or 33 or more, and naturally Kniffel Extreme &ndash; a six-of-a-kind. In addition, each player starts the game with three chips; spend a chip, and you can push your luck a little further by rolling dice four times in a turn instead of only three. Extreme!&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Components: Dice Cup / Dice Tower / Dice Tray",
      "Series: Kniffel (Schmidt Spiele)",
      "Series: Roll & Play (Schmidt Spiele)"
    ]
  },
  {
    "Rank": "16137",
    "Name": "A Night in Deepwail Manor",
    "ID": 148939,
    "Year": "(2013)",
    "Geek Rating": "5.527",
    "Avg Rating": "6.92",
    "Link": "https://boardgamegeek.com/boardgame/148939/a-night-in-deepwail-manor",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.3333",
    "Description": "A Night in Deepwail Manor is a short and simple push-your-luck game for 1 or 2 players playable in 5-15 minutes that uses only a small deck of 29 custom cards as well as 4 double-sided character cards. The player (or players) will control two children who explore the creepy Deepwail Manor on a dare and face eerie locations and dangerous encounters as they venture deeper into the mansion.&#10;&#10;Every round, a new card is revealed and played from the deck. Encounter cards take effect immediately, but the effect on Location cards only takes place if there's a location with the same name in the discard pile. Each location is worth a number of Exploration Points, and the goal of the game is to make it out of the manor with the maximum number of Exploration points. But be careful! As soon as both characters are terrified, the game is over and the player or players will lose all their points! With cards that test your decision making and four characters with different abilities, A Night in Deepwail Manor is the perfect game to play on a train ride, during a lunch break or around a campfire... if you dare!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Exploration",
      "Horror",
      "Print & Play"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Push Your Luck",
      "Variable Player Powers"
    ],
    "Families": [
      "Contests: Solitaire Print & Play",
      "Players: Games with Solitaire Rules",
      "Series: The Juan Line (Grail Game)"
    ]
  },
  {
    "Rank": "16138",
    "Name": "Vanished!",
    "ID": 3182,
    "Year": "(1990)",
    "Geek Rating": "5.527",
    "Avg Rating": "5.76",
    "Link": "https://boardgamegeek.com/boardgame/3182/vanished",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.5217",
    "Description": "A paternoster is a type of elevator that has no doors, you simply step onto a narrow platform on a continuously rotating belt. Apparently they were common on the Continent and are still used in places where lift doors would be unsafe, such as nuclear power stations. Anyway, this game has 9 thick cards showing various odd looking passengers going up or down in the lift, with some only partially shown. Each player has a deck of cards showing the same people, in different poses. The cabin cards are shuffled and laid out face-down in two columns of 5, with a gap and a pawn is placed next to the gap. First player to grab the die rolls it and moves the pawn clockwise to face a cabin. Players call out which person they think is in the cabin and the cabin card is turned up. If you're correct, you dump the matching card from your hand; if not, you keep it. But the cabin card is replaced face-down in the original empty space, not where it was previously. In this way, the cabin cards will be moved around as you play, and you'll have to use your memory to clear your hand to win.&#10;&#10;There are also tempo chips you can draw for correctly guessing a card you've already dumped. You can use the chips to move the pawn fore or back from the numbered rolled (so it goes to a cabin you remember and want to dump). But get it wrong and you pick the card back to your hand.&#10;&#10;",
    "Categories": [
      "Math",
      "Memory",
      "Number"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Memory",
      "Set Collection"
    ],
    "Families": [
      "Series: Think (Ravensburger)"
    ]
  },
  {
    "Rank": "16139",
    "Name": "Arnhem Bridge",
    "ID": 4472,
    "Year": "(1982)",
    "Geek Rating": "5.527",
    "Avg Rating": "6.38",
    "Link": "https://boardgamegeek.com/boardgame/4472/arnhem-bridge",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.1429",
    "Description": "&quot;Arnhem Bridge&quot; from Attactix is a fast moving wargame based on the Allies greatest Airborne operation in September 1944, Operation Market-Garden.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Variable Set-up",
      "Zone of Control"
    ],
    "Families": [
      "Cities: Arnhem (The Netherlands)",
      "Country: Germany",
      "Country: Netherlands",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Rivers: Rhine"
    ]
  },
  {
    "Rank": "16140",
    "Name": "For the Crown",
    "ID": 97512,
    "Year": "(2011)",
    "Geek Rating": "5.527",
    "Avg Rating": "6.93",
    "Link": "https://boardgamegeek.com/boardgame/97512/for-the-crown",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.8",
    "Description": "Civil war has broken out between two royal brothers over the succession of the kingdom, and the people of a once-peaceful nation must choose sides and rush to war. In For the Crown, you must gather key resources, train an army from scratch, and capture the rival King and Heirs to prove your claim to the throne!&#10;&#10;In this game that combines the highly popular 'deck-building' mechanic with the most engrossing variations of Chess, do you have what it takes to wisely divide your attention between preparations and military maneuvering? To outpace your opponent&rsquo;s development while eluding capture? Strategize your position and seize glory in For the Crown!&#10;&#10;Game Data:&#10;&#10;Complexity: 3 on a 9 scale&#10;Solitaire Suitability: 2 on a 9 scale&#10;Scale: Each unit represents a brave fighter on the chessboard of battle.&#10;&#10;Game Components:&#10;&#10;&bull;    One 2-page full color Instructions sheet&#10;&bull;    One 2-page full color Player Aid sheet&#10;&bull;    One 8.5&rdquo; x 16.5&rdquo; map&#10;&bull;    108 double-sided 3/4&quot; unit counters&#10;&bull;    100 deck-building cards&#10;&bull;    Includes Designer's Notes and Optional Rules&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Medieval"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Grid Movement",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Game: For the Crown",
      "Players: Two-Player Only Games",
      "Traditional Games: Chess"
    ]
  },
  {
    "Rank": "16141",
    "Name": "Grave Robbers III: Suburban Slashers from Sunnydale Street",
    "ID": 66641,
    "Year": "(2009)",
    "Geek Rating": "5.527",
    "Avg Rating": "6.26",
    "Link": "https://boardgamegeek.com/boardgame/66641/grave-robbers-iii-suburban-slashers-from-sunnydale",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.6667",
    "Description": "Build the ultimate bad movie!  Fill the cast with stereotypical Characters, give your Characters Props, set your film (or somebody else's) in a Location, and attack other movies with Creatures.  Spice things up with Special Effect cards.  If your movie is worth the most points when the Credits are rolled (or at the end of the deck), you win!&#10;&#10;Grave Robbers III is an expansion and sequel to Grave Robbers from Outer Space and Grave Robbers II: Skippy's Revenge, but can also be played on its own.  Gameplay remains identical to the previous games in the Series: B-Movies (Z-Man) seres, except for the addition of the &quot;Neighborhood&quot; trait.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Horror",
      "Humor",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Series: B-Movies (Z-Man)",
      "Theme: Retro"
    ]
  },
  {
    "Rank": "16142",
    "Name": "Outrun",
    "ID": 294710,
    "Year": "(2021)",
    "Geek Rating": "5.527",
    "Avg Rating": "7.04",
    "Link": "https://boardgamegeek.com/boardgame/294710/outrun",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "60",
    "Weight": "1",
    "Description": "It's Halloween in 2050 at a fancy dress party at the monster movie museum. You and your friends are at the party when a freak lightning storm makes one of the realistic movie monsters come to life! It's chasing you! But you don't have to outrun it - just each other!&#10;&#10;Outrun is a competitive card game that pits you against your fellow escapees. Place the movement cards in the order shown on a path card faster than the other players. Only the first one out survives! Struggling to escape? Then hinder other players with an interference card to make their escape more difficult.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Movement Points",
      "Pattern Recognition",
      "Race",
      "Real-Time",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Holidays: Halloween"
    ]
  },
  {
    "Rank": "16143",
    "Name": "Knitting: The Card Game",
    "ID": 275738,
    "Year": "(2019)",
    "Geek Rating": "5.527",
    "Avg Rating": "7.30",
    "Link": "https://boardgamegeek.com/boardgame/275738/knitting-the-card-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.3333",
    "Description": "Knitting - The Card Game is oozing with fun knitting terminology, beautiful photos from fiber artists and game mechanics that mirror knit life.&#10;&#10;Players start the game with pattern cards and yarn cards. Turn order consists of 1. Knitting (advancing time card) 2. Drawing Yarn Cards from the Yarn Store or Choosing additional Pattern Cards 3. Casting-On (only one pattern per turn) 4. Restock the Yarn Store. *Community Cards cost 5 Yarn Cards and can be bought or spent at any time during a players turn. The Community deck is filled with action cards and secret points.&#10;&#10;Pattern cards have both yarn and time requirements. Collect Yarn Cards from the Yarn Store and when you have the right yarn for a pattern, 'Cast-On' by placing the Pattern Card and required Yarn Card(s) on the table along with the Cast-On (time) Card. Each round thereafter advances your project by one week. When the time requirement is met, discard the yarn cards and move the pattern card to the 'Blocking Mat' as a way to keep track of your FO (finished object) points. Each player starts with 4 Cast-On cards and can have up to 4 active projects in-progress at any given time.&#10;&#10;No previous knitting knowledge required to play. But if you are a knitter you can play this with your non-knitter friends and family to give them a peek into your fiber-y world or play with other knitters and meta game while knitting on matching patterns irl to earn extra points.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Misc: LongPack Games",
      "Theme: Sewing / Knitting / Cloth-Making"
    ]
  },
  {
    "Rank": "16144",
    "Name": "The Veil",
    "ID": 245401,
    "Year": "(2018)",
    "Geek Rating": "5.527",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/245401/the-veil",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "A dark fantasy deck building game.  Thematic decks and character driven combat in a dark medieval fantasy world.&#10;&#10;Choose a Hero and defeat your opponent(s) by reducing the Health of your opponent(s) to 0 health.&#10;&#10;Interesting deck building mechanics include a private market for each player allowing characters decks and abilities to be thematically appropriate to their class.  Villain characters are more powerful permitting dynamic 1 vs 2 games while eliminating the problems of traditional free-for-all matches.  A choose-your-own-adventure style campaign mode that allows 1 to 5 players to immerse in the the story of the world.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "16145",
    "Name": "German Rails",
    "ID": 202227,
    "Year": "(2016)",
    "Geek Rating": "5.527",
    "Avg Rating": "6.88",
    "Link": "https://boardgamegeek.com/boardgame/202227/german-rails",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3",
    "Description": "You are a German Industrialist competing with other German Industrialists in the creation of the newly invented railroads. Invest wisely in the creation and expansion of these railroads, accruing victory points in the process while reaping monetary dividends from your well considered decisions. German Rails lasts about an hour with 3 to 5 players, most Victory Points wins the game. Money is just a tool, albeit a very important tool in building the railroads of Germany!&#10;&#10;German Rails is a reimplementation of Gulf, Mobile & Ohio on a German map. The dividend payments have been simplified to fixed $4 per share and there are fewer exceptions (Gulf, Mobile &amp; Ohio had two-VP companies, which are not present here).&#10;&#10;",
    "Categories": [
      "Economic",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Stock Holding"
    ],
    "Families": [
      "Series: Cube Rails",
      "Series: Winsome Essen Sets"
    ]
  },
  {
    "Rank": "16146",
    "Name": "Kamisado Schnupperspiel",
    "ID": 110245,
    "Year": "(2011)",
    "Geek Rating": "5.527",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/110245/kamisado-schnupperspiel",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.6667",
    "Description": "Kamisado Schnupperspiel, created as a promotional item for Spiel 2011, is a 6&times;6 version of the Kamisado basic game, which means it could also be considered to be a 6&times;6 version of Square Routes. (Both Square Routes and Kamisado are played on an 8&times;8 grid.)&#10;&#10;To win, you must get get one of your pieces to the opposite side of the board. At the start of the game, the first player picks a piece and moves it either orthogonally or diagonally forward. The color of the space on which her piece lands dictates the color of piece you must move. Some clever blockade situations can permit manipulation of your opponent, as well.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Category: Combinatorial",
      "Components: 6 x 6 Grids",
      "Players: Two-Player Only Games",
      "Versions & Editions: Demo Versions"
    ]
  },
  {
    "Rank": "16147",
    "Name": "Cambrai, 1917: The First Blitzkrieg",
    "ID": 13800,
    "Year": "(1974)",
    "Geek Rating": "5.527",
    "Avg Rating": "7.11",
    "Link": "https://boardgamegeek.com/boardgame/13800/cambrai-1917-the-first-blitzkrieg",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.3333",
    "Description": "From the Rules Folder:&#10;&#10;CAMBRAI, 1917: The First Blitzkrieg&#10;&#10;In the pre-dawn darkness of 20 November, 1917, 378 British tanks and eleven divisions of infantry mounted the first truly mobile offensive in history, overrunning German positions with a rapidity comparable to the Blitzkriegs of the Second World War.  Only a tenacious German defense-in-depth and an equally devastating counterattack employing the new, then-secret infiltration tactics, prevented the British from making a decisive breakthrough.  Despite this setback, Cambrai was the forerunner of the mobile warfare of the Second World War.&#10;&#10;Now, THE FIRST BLITZKRIEG: CAMBRAI, 1917 allows you to recreate this battle, one of the most significant in military history.  Two players, each taking on the role of one of the historical commanders, use the Mapboard, 72 unit counters, and complete rules of play, to either change or recreate the historical results.&quot;&#10;&#10;Description of Game Components:&#10;&#10;Game Consist of a two color map, 72 (3/4&quot;) counters and rules of play.  No indication of scale is given in the rules.  Map is 17 hexes from West to East and 16 hexes from North to South.  Cambrai is located in north-east (upper right) corner of map  and the town of Sorel-Le-Grand is located in the south-west (lower left) corner of map.  Game is 17 turns in length.&#10;&#10;Rules are printed on both sides of single 18&quot; x 16&quot; sheet of paper.  Rules include 13 &quot;Variable Historical Options&quot; that can be used singly or in combination to offer a &quot;virtually limitless amount of scenarios.&quot;  Each option changes a historical factor in the game and include: &quot;British Develop Infiltration Tactics&quot;, &quot;General Harper Fragged&quot;, &quot;Improved Tanks&quot;, &quot;Germans Forewarned&quot;, &quot;French Participation&quot;, &quot;Cavalryman's Fantasy&quot; and &quot;Free Setup.&quot;&#10;&#10;Hex Movement system, IGO-UGO sequence of play (with addition of tank attrition phase for British player.&#10;&#10;Combat Results Table is Odds Based and consists of a separate table for each type of attack (Standard, Mobile, Probing or Surprise).  A 3-1 attack on the &quot;Standard Attack&quot; table results in a 33% (1,2) chance of a Defender Eliminated result, a 33% (3,4) chance of a &quot;counterattack&quot; result in which the defender has the chose of retreating 1 hex or counterattacking one of the hexes the attack was launched from, and a 33% (5,6) chance of a an Exchange result.&#10;&#10;From the Game Notes:&#10;&#10;&quot;CAMBRAI, 1917 is a see-saw battle.  The British have the advantage for the first three turns, but then it begins to slip away.  The German commander than has the opportunity to stabilize the situation and seize the initiative with his counterattack.  Therefore, the German should not give up if things look bad after the first few turns.  The situation can change drastically every turn until the end of the game.&quot;&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Cambrai (France)",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Command Series Volume I (Rand Game)"
    ]
  },
  {
    "Rank": "16148",
    "Name": "Ochs & Esel",
    "ID": 37777,
    "Year": "(2008)",
    "Geek Rating": "5.527",
    "Avg Rating": "6.18",
    "Link": "https://boardgamegeek.com/boardgame/37777/ochs-and-esel",
    "Min Players": "3",
    "Max Players": "12",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.3333",
    "Description": "In this card game fun is guaranteed! Each player tries to get rid of his cards as quickly as possible so that other players receive lots of negative points. The twist is that high cards are much easier to get rid of one, but bring more negative points! And then there are also ox and donkeys, which can really mess up your plans when you unwittingly have to take them. One thing is clear: at the end, someone is always the donkey!&#10;&#10;Re-implements:&#10;&#10;    Das Grosse und das Kleine A (1996)&#10;    Who's the Ass? (2004)&#10;&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Ladder Climbing"
    ],
    "Families": [
      "Animals: Cattle / Cows",
      "Animals: Donkeys",
      "Card Games: Climbing"
    ]
  },
  {
    "Rank": "16149",
    "Name": "Bossa",
    "ID": 352882,
    "Year": "(2021)",
    "Geek Rating": "5.527",
    "Avg Rating": "6.89",
    "Link": "https://boardgamegeek.com/boardgame/352882/bossa",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "2",
    "Description": "In Bossa (&#229;&#157;&#138;&#232;&#140;&#182;) (&#227;&#129;&#188;&#227;&#129;&#163;&#227;&#129;&#149;), two players compete to play each of the tiles from their hand.  The tiles show the traditional dice faces, 1 through 6, in various combinations of white and black pips.  If a tile shows 5 pips, but 2 are white and 3 are black, it is treated as a 2 white or a 3 black, but it will never be used as a 5.&#10;&#10;At the start of the game, the players roll two dice, one with black pips and one with white pips.  The players extend a virtual row, in both directions, from these dice.  For instance, if the black pipped dice is a 6, the players are looking to play tile(s) of value 5 to one side, and 7 to the other.&#10;&#10;In addition to drawing and playing tile(s) each turn, the players have a few special abilities that can be triggered once per game.&#10;&#10;The first person to play all of the tiles from their hand wins.&#10;user summary&#10;&#10;The publisher says:&#10;A simple yet stylish game of tactics, strategy and a little luck for 2 players. Following either the dice with white pips or black pips, place the tile with the same colored dots alongside the dice.&#10;&#10;Utilizing the three action cards offensively, defensively or to turn the tables, use up all the tiles in your hand before your opponent to win!&#10;&#10;Using both the tiles in your hand and the pile, read the play, exploit the action cards, and with the luck of the draw, seize victory!&#10;&#10;There are two types of rules: the Basic Rules, which are easy to play with, and the Advanced Rules, which are more thoughtful and fun to play with.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "16150",
    "Name": "Goats' Day Out",
    "ID": 385633,
    "Year": "(2023)",
    "Geek Rating": "5.527",
    "Avg Rating": "7.16",
    "Link": "https://boardgamegeek.com/boardgame/385633/goats-day-out",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.5",
    "Description": "The Goats are on the loose...and it's your job to help them eat everything in sight before they're wrangled back into the petting zoo! Choose a Goat and pick from the Pieces in your Tray to start stuffing their belly! Every turn the Trays rotate from player to player, so try to grab the best Pieces and strategically arrange them to WIN!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Action Drafting",
      "Grid Coverage",
      "Tile Placement"
    ],
    "Families": [
      "Animals: Goats",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "16151",
    "Name": "CHAINsomnia",
    "ID": 308231,
    "Year": "(2018)",
    "Geek Rating": "5.527",
    "Avg Rating": "6.71",
    "Link": "https://boardgamegeek.com/boardgame/308231/chainsomnia",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "2",
    "Description": "In CHAINsomnia, a.k.a. &#227;&#131;&#129;&#227;&#130;&#167;&#227;&#130;&#164;&#227;&#131;&#179;&#227;&#130;&#189;&#227;&#131;&#160;&#227;&#131;&#139;&#227;&#130;&#162;, sleeping children become trapped in the castle of the demon Akuma and must work with others to escape. If any player is on the &quot;wake up&quot; tile when all &quot;bad dream&quot; cards are removed, they escape and win the game; if all the characters are immobilized by chains or the event cards are exhausted without anyone waking up, then everyone is defeated.&#10;&#10;In more detail, you and each other player take a character card and cover two of the six spaces on its &quot;chain gauge&quot;. The highest uncovered number on this gauge shows how many action points (AP) you have available on your turn, and each character has a unique skill, in addition to values for strength, wisdom, and luck. All characters start on the central tile, with the &quot;wake up&quot; tile being placed at the bottom of the room tile deck. On a turn, you use your AP to take actions from the following list, repeating actions as desired:&#10;&#10;&#10;    Add a new room tile to the playing area, matching doors and walls on all tiles; draw and resolve an event card, with a &quot;bad dream&quot; being placed on this card.&#10;    Move to an adjacent tile.&#10;    Search a &quot;secret spot&quot; on a tile, drawing an item card if you make a wisdom check.&#10;    Use a consumable (one-time) item card. (Equippable item cards can be used repeatedly and cost 0 AP.)&#10;    Give an item to another character on the same tile as you or on an adjacent tile.&#10;    Give chains to or take chains from another character on the same tile as you or on an adjacent tile.&#10;    Use your personal skill (if it has an AP cost).&#10;&#10;&#10;As chains are added to or removed from your character card, your AP count might change. If all six spaces on your chain gauge are covered, you're immobilized and can spend no AP on your turn. If a &quot;bad dream&quot; is placed in a room, no character can enter that room, although you might be able to remove it through various skills, items, or events; if a &quot;Bad dream&quot; ends up in your room, then you're trapped in that dream and cannot move until you or someone else can dissolve that dream.&#10;&#10;After all players take their actions, the demon acts, initially with only one event card, but as the game progresses and shrieks are added to the table, more event cards are drawn for each demon turn.&#10;&#10;If all the bad dreams have been vanquished and a player is on the &quot;wake up&quot; tile &mdash; which will be drawn only after sixteen room tiles in a game of normal difficulty &mdash; then you all win, with everyone awakening from the demon's clutches. Otherwise you will sleep forever...&#10;&#10;&bull;&bull;&bull;&#10;&#10;&#227;&#130;&#162;&#227;&#130;&#175;&#227;&#131;&#158;&#229;&#159;&#142;&#227;&#129;&#171;&#230;&#141;&#149;&#227;&#130;&#137;&#227;&#130;&#143;&#227;&#130;&#140;&#227;&#129;&#159;&#229;&#173;&#144;&#227;&#129;&#169;&#227;&#130;&#130;&#227;&#129;&#159;&#227;&#129;&#161;&#227;&#129;&#168;&#227;&#129;&#170;&#227;&#129;&#163;&#227;&#129;&#166;&#227;&#128;&#129;&#228;&#187;&#150;&#227;&#129;&#174;&#228;&#186;&#186;&#227;&#129;&#159;&#227;&#129;&#161;&#227;&#129;&#168;&#229;&#141;&#148;&#229;&#138;&#155;&#227;&#129;&#151;&#227;&#129;&#166;&#230;&#129;&#144;&#230;&#128;&#150;&#227;&#130;&#146;&#228;&#185;&#151;&#227;&#130;&#138;&#232;&#182;&#138;&#227;&#129;&#136;&#227;&#129;&#166;&#232;&#132;&#177;&#229;&#135;&#186;&#227;&#130;&#146;&#231;&#155;&#174;&#230;&#140;&#135;&#227;&#129;&#153;&#227;&#131;&#156;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#128;&#130;&#10;&#230;&#130;&#170;&#229;&#164;&#162;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#146;&#229;&#133;&#168;&#227;&#129;&#166;&#229;&#143;&#150;&#227;&#130;&#138;&#233;&#153;&#164;&#227;&#129;&#132;&#227;&#129;&#159;&#231;&#138;&#182;&#230;&#133;&#139;&#227;&#129;&#167;&#227;&#129;&#132;&#227;&#129;&#154;&#227;&#130;&#140;&#227;&#129;&#139;&#239;&#188;&#145;&#228;&#186;&#186;&#227;&#129;&#140;Wakeup&#227;&#130;&#191;&#227;&#130;&#164;&#227;&#131;&#171;&#227;&#129;&#174;&#228;&#184;&#138;&#227;&#129;&#171;&#227;&#129;&#132;&#227;&#129;&#159;&#227;&#130;&#137;&#227;&#128;&#129;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#231;&#181;&#130;&#228;&#186;&#134;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#227;&#129;&#157;&#227;&#129;&#174;&#229;&#160;&#180;&#229;&#144;&#136;&#227;&#129;&#175;&#227;&#128;&#129;&#229;&#133;&#168;&#229;&#147;&#161;&#227;&#129;&#174;&#229;&#139;&#157;&#229;&#136;&#169;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#229;&#133;&#168;&#229;&#147;&#161;&#227;&#129;&#140;&#233;&#179;&#165;&#227;&#129;&#139;&#227;&#129;&#148;&#227;&#129;&#171;&#230;&#141;&#149;&#227;&#130;&#137;&#227;&#130;&#143;&#227;&#130;&#140;&#227;&#129;&#166;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#134;&#227;&#129;&#139;&#227;&#128;&#129;&#227;&#130;&#164;&#227;&#131;&#153;&#227;&#131;&#179;&#227;&#131;&#136;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#129;&#140;&#229;&#188;&#149;&#227;&#129;&#145;&#227;&#129;&#170;&#227;&#129;&#143;&#227;&#129;&#170;&#227;&#129;&#163;&#227;&#129;&#166;&#227;&#130;&#130;&#227;&#128;&#129;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#231;&#181;&#130;&#228;&#186;&#134;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#227;&#129;&#157;&#227;&#129;&#174;&#229;&#160;&#180;&#229;&#144;&#136;&#227;&#129;&#175;&#227;&#128;&#129;&#229;&#133;&#168;&#229;&#147;&#161;&#227;&#129;&#174;&#230;&#149;&#151;&#229;&#140;&#151;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Exploration",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Finale Ending",
      "Modular Board",
      "Solo / Solitaire Game",
      "Tile Placement",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "16152",
    "Name": "Chip 'n' Dale: Christmas Treasures",
    "ID": 345622,
    "Year": "(2021)",
    "Geek Rating": "5.527",
    "Avg Rating": "6.20",
    "Link": "https://boardgamegeek.com/boardgame/345622/chip-n-dale-christmas-treasures",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Chip &lsquo;n&rsquo; Dale have found their way into the Christmas tree! Help them collect treasures and treats for their winter stockpile and avoid getting caught by Pluto!&#10;&#10;On your turn, flip over cards to discover the hidden treasures and treats in the tree. Collect two cards and add them to your collection, but if Pluto caught you, you only take one! Grow your collection each turn and have the collection with the most points by end of the game to win!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Animals: Squirrels",
      "Brands: Disney",
      "Characters: Mickey Mouse",
      "Holidays: Christmas",
      "Series: Stocking Stuffers (Funko)",
      "Theme: Trees and Forests"
    ]
  },
  {
    "Rank": "16153",
    "Name": "Pub Battles: Brandywine",
    "ID": 186996,
    "Year": "(2015)",
    "Geek Rating": "5.527",
    "Avg Rating": "7.83",
    "Link": "https://boardgamegeek.com/boardgame/186996/pub-battles-brandywine",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "1.8462",
    "Description": "Pub Battles: Brandywine is meant to be played out.  It is rugged enough to withstand spilled drinks at your favorite caf&eacute; or restaurant.  It is fast and simple:  1 hour play time and 1 page rules.  The stunning Kriegspiel style hardwood blocks on a real commander&rsquo;s style canvas map looks like the real thing.&#10;&#10;&#10;     Mini style movement.&#10;     Bucket of Dice style combat.&#10;     Formations move by random chit pull.&#10;     Leaders can alter the move sequence and rally pieces before combat.  &#10;&#10;&#10;Washington sets up first.  The British can attack from either flank or the center, recreating the historical sense of surprise for the battle and providing great re-playability.&#10;&#10;",
    "Categories": [
      "American Revolutionary War",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling"
    ],
    "Families": [
      "Components: Block Wargames",
      "Game: Pub Battles (Command Post Games)"
    ]
  },
  {
    "Rank": "16154",
    "Name": "Antietam: The Bloodiest Day, 17 September 1862",
    "ID": 6360,
    "Year": "(1975)",
    "Geek Rating": "5.527",
    "Avg Rating": "6.38",
    "Link": "https://boardgamegeek.com/boardgame/6360/antietam-the-bloodiest-day-17-september-1862",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "2.1429",
    "Description": "Increasingly regarded as THE pivotal battle of the civil war, this &quot;mini&quot; game is based on rule systems from Borodino and Austerlitz; included in and shares basic rules with others in the SPI Blue &amp; Gray Folio Series (Chickamauga, Gettysburg and Shiloh) Scale is 400 meters/hex. 1-2 hours per Game Turn. Union Movement Restrictions are used to reflect McClellan's lack of aggression.&#10;&#10;Rigid Zones of Control, retreat and advance after combat, and Sequential Player Turns are common to these games, but a new concept, &quot;Attack Effectiveness&quot; is introduced. Surrounding to cut off retreat is a major strategy.&#10;&#10;Fairly wide open terrain, defense specifics (like Bloody Lane) are not detailed but &quot;Burnside Bridge&quot; is.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Zone of Control"
    ],
    "Families": [
      "Cities: Sharpsburg (MD, USA)",
      "Country: USA",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Blue & Gray (SPI)",
      "States: Maryland"
    ]
  },
  {
    "Rank": "16155",
    "Name": "Captain Dice (キャプテンダイス)",
    "ID": 228310,
    "Year": "(2016)",
    "Geek Rating": "5.527",
    "Avg Rating": "6.45",
    "Link": "https://boardgamegeek.com/boardgame/228310/captain-dice-kiyaputendaisu",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.25",
    "Description": "User summary&#10;Captain Dice (&#227;&#130;&#173;&#227;&#131;&#163;&#227;&#131;&#151;&#227;&#131;&#134;&#227;&#131;&#179;&#227;&#131;&#128;&#227;&#130;&#164;&#227;&#130;&#185;) is a dice and action card game, combining speed and cunning. Swiftly place dice to secure treasure cards. Then replace your dice with action cards to attack the other players. Then collect treasure if your cards survive the attacks.&#10;&#10;The playing area is a grid of treasure cards and a bell in the centre. The bell is rung, and each player rolls and rerolls their own six dice entirely at will, trying to make combos to place on treasure cards. As soon as there are any three pairs in any line, any player may ring the bell to force a stop (and becomes the start player). It helps to secure treasure cards in sections; if you succeed, you collect all treasures you have linked up.&#10;&#10;Each player has nine cards, numbered 0 to 5 (four 5 cards each). Each card attacks neighbouring locations in different directions, except the 0 card which is a shield, and the 5 cards on which you are becalmed. Depending on which locations you grabbed, you take turns placing cards face down, taking back your dice. The actions are revealed and resolved, going from 0 to 5 (tied numbers are won closest to the start player).&#10;&#10;Here the tactical element appears. The cards 1 to 4 attack each other in set patterns, and in rank order from low to high. Since you cannot pick up cards spent in previous rounds until you clear your hand, you must choose carefully which cards you place where. If you think a spot is safe from any attack, you can safely spend a 5 card and help clear your hand.&#10;&#10;If you think a spot is certain to be attacked, place your 0 and it survives. If you have claimed places on straight lines, you'll collect all the empty treasure cards lying between them, so often you want to be secure. If you know what cards the others have spent, you might get your attack in first with a low numbered attack.&#10;&#10;After a couple of rounds, the tactical choices become very clear and frustrating. Using the wrong action cards is a costly waste. Failing to get dice down means you get fewer chances to collect treasure and it takes longer to clear your hand and pick up your discard.&#10;&#10;Once the action cards have been resolved, any left standing take the treasure cards below them or linked in straight lines, and the action cards go to a personal discard face-down. Empty treasure spots are refilled, and the bell is rung! The game ends when there is not enough treasure on the table. At the finish, most treasure cards wins.&#10;&#10;The game is fast and the theme fits the game play. The game is language free. The second edition simply revised the artwork on the box and cards to a more cartoon/manga style and added a strategic variant. Otherwise, components and gameplay are identical between the first and second editions.&#10;&#10;Publisher's summary&#10;Roll the dice to your heart&rsquo;s content! Ring up a storm with the bells! Speed and strategies are both important for this analog game, which offers real-time domination + mind games, appealing to all 5 senses.&#10;&#10;Secure territories pre-emptively by placing a pair of dice on the treasure cards as fast as possible, then take time to think about how to protect the territories with attack cards, so that other players cannot foil your plans.&#10;&#10;If you are successful in holding your territory on the treasure cards, then SUCCESS! The treasure cards are rewarded to you and the process is repeated again. In the end, the player with the most treasure cards wins.&#10;&#10;&#227;&#130;&#181;&#227;&#130;&#164;&#227;&#130;&#179;&#227;&#131;&#173;&#230;&#140;&#175;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#143;&#227;&#130;&#138;&#239;&#188;&#129;&#227;&#131;&#153;&#227;&#131;&#171;&#233;&#179;&#180;&#227;&#130;&#137;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#143;&#227;&#130;&#138;&#239;&#188;&#129;&#10;&#227;&#130;&#185;&#227;&#131;&#148;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#130;&#229;&#191;&#131;&#231;&#144;&#134;&#230;&#136;&#166;&#227;&#130;&#130;&#228;&#184;&#161;&#230;&#150;&#185;&#229;&#164;&#167;&#228;&#186;&#139;&#227;&#129;&#170;&#227;&#128;&#129;&#227;&#131;&#170;&#227;&#130;&#162;&#227;&#131;&#171;&#227;&#130;&#191;&#227;&#130;&#164;&#227;&#131;&#160;&#233;&#153;&#163;&#229;&#143;&#150;&#227;&#130;&#138;&times;&#229;&#191;&#131;&#231;&#144;&#134;&#230;&#136;&#166;&#227;&#130;&#146;&#228;&#186;&#148;&#230;&#132;&#159;&#227;&#129;&#167;&#230;&#165;&#189;&#227;&#129;&#151;&#227;&#130;&#129;&#227;&#130;&#139;&#227;&#130;&#162;&#227;&#131;&#138;&#227;&#131;&#173;&#227;&#130;&#176;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;&#227;&#129;&#178;&#227;&#129;&#168;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#129;&#167;&#232;&#168;&#128;&#227;&#129;&#134;&#227;&#129;&#168;&#227;&#129;&#169;&#227;&#130;&#147;&#227;&#129;&#170;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#239;&#188;&#159;&#10;&#10;&#229;&#160;&#180;&#227;&#129;&#171;&#227;&#129;&#130;&#227;&#130;&#139;&#232;&#178;&#161;&#229;&#174;&#157;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#146;&#227;&#131;&#128;&#227;&#130;&#164;&#227;&#130;&#185;&#227;&#129;&#174;&#230;&#151;&#169;&#231;&#189;&#174;&#227;&#129;&#141;&#229;&#139;&#157;&#232;&#178;&#160;&#227;&#129;&#167;&#232;&#135;&#170;&#229;&#136;&#134;&#227;&#129;&#174;&#233;&#153;&#163;&#229;&#156;&#176;&#227;&#129;&#168;&#227;&#129;&#151;&#227;&#129;&#166;&#228;&#187;&#174;&#231;&#162;&#186;&#228;&#191;&#157;&#227;&#129;&#151;&#227;&#128;&#129;&#227;&#129;&#157;&#227;&#129;&#174;&#229;&#190;&#140;&#227;&#129;&#175;&#227;&#129;&#152;&#227;&#129;&#163;&#227;&#129;&#143;&#227;&#130;&#138;&#232;&#128;&#131;&#227;&#129;&#136;&#227;&#129;&#170;&#227;&#129;&#140;&#227;&#130;&#137;&#230;&#148;&#187;&#230;&#146;&#131;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#146;&#228;&#189;&#191;&#227;&#129;&#163;&#227;&#129;&#166;&#228;&#187;&#150;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#171;&#233;&#130;&#170;&#233;&#173;&#148;&#227;&#129;&#149;&#227;&#130;&#140;&#227;&#129;&#170;&#227;&#129;&#132;&#227;&#130;&#136;&#227;&#129;&#134;&#227;&#129;&#171;&#233;&#153;&#163;&#229;&#156;&#176;&#227;&#130;&#146;&#229;&#174;&#136;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#229;&#174;&#136;&#227;&#130;&#138;&#227;&#129;&#141;&#227;&#129;&#163;&#227;&#129;&#159;&#233;&#153;&#163;&#229;&#156;&#176;&#227;&#129;&#174;&#232;&#178;&#161;&#229;&#174;&#157;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#146;GET&#239;&#188;&#129;&#227;&#129;&#168;&#227;&#129;&#132;&#227;&#129;&#134;&#230;&#181;&#129;&#227;&#130;&#140;&#227;&#130;&#146;&#231;&#185;&#176;&#227;&#130;&#138;&#232;&#191;&#148;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;&#230;&#156;&#128;&#231;&#181;&#130;&#231;&#154;&#132;&#227;&#129;&#171;&#227;&#128;&#129;&#232;&#178;&#161;&#229;&#174;&#157;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#146;&#228;&#184;&#128;&#231;&#149;&#170;&#229;&#164;&#154;&#227;&#129;&#143;&#231;&#141;&#178;&#229;&#190;&#151;&#227;&#129;&#151;&#227;&#129;&#159;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#174;&#229;&#139;&#157;&#229;&#136;&#169;&#227;&#129;&#168;&#227;&#129;&#132;&#227;&#129;&#134;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Dice",
      "Pirates",
      "Real-time"
    ],
    "Mechanics": [
      "Action Queue",
      "Area Majority / Influence",
      "Dice Rolling",
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "16156",
    "Name": "Sign of the Pagan",
    "ID": 151892,
    "Year": "(2013)",
    "Geek Rating": "5.527",
    "Avg Rating": "6.87",
    "Link": "https://boardgamegeek.com/boardgame/151892/sign-of-the-pagan",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.3333",
    "Description": "Sign of the Pagan from Richard Berg portrays the most famous battle of one of history&rsquo;s most feared figures &ndash; Attila the Hun. It is considered by some to be the battle that saved Western Europe from the Huns and, for the most part, put an end to Attila&rsquo;s wide-sweeping drives for loot.&#10;&#10;The Battle of the Catalaunian Fields was fought as the age of the Roman West faded away and the Dark Ages began. As Attila&rsquo;s Huns and their Germanic barbarian allies moved into Western Europe, leaving a trail of pillage and destruction behind and threats of more violence to come, the remnants of the Western Roman Empire joined with their former enemies, the mighty Visigoth tribe, to stop the deadly invasion.&#10;&#10;The two coalitions squared off in battle in the summer of 451 A.D. in what is now central France. The result entered both history and mythic folklore, as one of the last armies of the Roman Empire stood in common cause with their bitter Gothic rivals to defend their lands and their peoples from the marauding terror of the Huns.&#10;&#10;Game Data:&#10;&#10;Complexity: 4 on a 9 scale&#10;Solitaire Suitability: 6 on a 9 scale&#10;&#10;What's In The Box?:&#10;&#10;&bull; One 20-page full color Rules booklet&#10;&bull; Two 11&rdquo; x 17&rdquo; paper game maps&#10;&bull; 96 counters&#10;&bull; 16 Opportunity cards&#10;&bull; One player aid&#10;&bull; One ten-sided die&#10;&bull; One bright red, 9 1/4&quot; x 5 7/8&quot; Standard cardboard VPG game box&#10;&bull; One beautiful box cover sleeve&#10;&bull; One &quot;Wipes-A-Lot&quot; napkin&#10;&bull; One charcoal desiccant packet&#10;&#10;",
    "Categories": [
      "Ancient",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "History: Barbarian migrations and invasions",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "16157",
    "Name": "Space Worm",
    "ID": 265293,
    "Year": "(2020)",
    "Geek Rating": "5.527",
    "Avg Rating": "6.47",
    "Link": "https://boardgamegeek.com/boardgame/265293/space-worm",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.5",
    "Description": "In the roll-and-write, route-building game Space Worm, 2-6 players navigate the fruity void of space with their leviathan cosmic serpents, eating planets whole and collecting space fruit along the way.&#10;&#10;To set up Space Worm, each player rolls two dice and starts their worm on the planet matching the sum rolled. Each round, a player rolls the eight colored dice, then players draft one die in turn; you extend the length of your worm by drawing a vertical or horizontal line from your worm's current location that matches the length of the die rolled. Since you are a mindless space worm, you can't cross over your path or else you'll eat your own tail! If you can't move, you cross off one of your hearts.&#10;&#10;If you pass through a fruit after drafting a die of the matching color, you score 1 bonus point. Should you cross out all fruit of one type, you score the highest available bonus for this fruit, lowering that potential bonus for all other players.&#10;&#10;Once a player has eaten out all of the fruit in the solar system or lost their fourth heart, the game ends. Players tally their four fruit scores, earn 2 points for each remaining heart, then lose points based on how many of the eight planets they didn't visit.&#10;&#10;Space Worm includes four different maps featuring wormholes, forcefields, and more, and is the first title in ITB's Lunchbox Series.&#10;&#10;Per ITB:&#10;This game is strictly limited to 1000 copies, and will not be available beyond 31st December 2020.&#10;&#10;",
    "Categories": [
      "Dice",
      "Space Exploration"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Network and Route Building",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Animals: Worms",
      "Mechanism: Roll-and-Write",
      "Misc: LongPack Games",
      "Series: Lunchbox (Inside the Box)"
    ]
  },
  {
    "Rank": "16158",
    "Name": "La Primogenita",
    "ID": 331897,
    "Year": "(2022)",
    "Geek Rating": "5.527",
    "Avg Rating": "7.95",
    "Link": "https://boardgamegeek.com/boardgame/331897/la-primogenita",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "200",
    "Play Time": "300",
    "Weight": "2.3333",
    "Description": "La Primogenita is a wargame at Brigade level about the East African Campaign in 1941. It covers the Allied invasion into Italian Eritrea in the north where the most intense fighting took place, especially around the town of Cheren. The Allies invaded Eritrea with two Indian Divisions and some Free French units. The defending Italians consisted mostly of colonial Brigades, recruited among Ethiopians and Eritreans. They also had two metropolitan Divisions in reserve among which several elite battalions from the &rdquo;Grenadiers of Savoy&rdquo; Division were sent north to Eritrea. These battalions (Alpini and Bersaglieri), together with loyal Eritrean colonial troops held both Allied Divisions at bay for eight weeks at Cheren before the survivors were finally forced to retreat towards the Eritrean capital Asmara. The battle of Cheren is seen as an hour of glory in the Italian army. The game introduces a dynamic Order chit system. You decide in advance during each Order Segment a set of Orders, each one with a certain priority value, and so does your opponent. The Priority value decides which Order will be executed. You will have to choose wisely depending on what forces you have at hand, when you wish things to happen, and what you suspect your opponent will choose.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Hexagon Grid",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Turn Order: Progressive",
      "Zone of Control"
    ],
    "Families": [
      "Country: Eritrea",
      "Country: France",
      "Country: India",
      "Country: Italy",
      "Country: United Kingdom",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "16159",
    "Name": "Belmont: Grant's Baptism of Command, November 7th, 1861",
    "ID": 203299,
    "Year": "(2017)",
    "Geek Rating": "5.527",
    "Avg Rating": "7.54",
    "Link": "https://boardgamegeek.com/boardgame/203299/belmont-grants-baptism-of-command-november-7th-186",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "240",
    "Weight": "2.5",
    "Description": "On November 6th, 1861, rebels in Columbus, Kentucky, celebrated the election of President Jefferson Davis. That same day, General Ulysses S. Grant moved against General Polk on the opposite side of the Mississippi. This was to be Grant's first aggressive action of the war. Grant landed 3,000 men, supported by artillery and cavalry two miles southeast of the Confederate Camp Johnson and the tiny village of Belmont. Correctly identifying the gathering smoke from Grant&rsquo;s little fleet, Polk still vacillated before dispatching General Pillow and four Tennessee Regiments to reinforce General Tappan&rsquo;s Arkansans on the Missouri side of the river. U.S. Commander Walke led his gunboats into a brief artillery battle with the Iron Banks batteries but soon withdrew his battered vessels. By 8;30 a.m. Grant marched on the rebel Camp. By 10:00 am the battle commenced.&#10;&#10;Soldiers fought across heavy woods, clear fields and cornfields. Pillow showed poor judgement. In short order his demoralized men retreated north and south of their camp while the Yankees celebrated their victory. Grant briefly lost control. His officers and men ignored him as they looted the abandoned camp. General McClernand even took time to mount a stump and give a political speech. Finally roused to action, Polk ordered his Iron banks batteries to fire on Camp Johnson as General Cheatham and five additional regiments shuttled across the river. Exposed Union companies were decimated by the re-energized confederates. Many Northerners had their retreat cut off. The fight continued all the way back to the ships. Grant found himself the last man aboard.&#10;&#10;Belmont&rsquo;s butcher bill left 320 Union dead, 400 wounded &ndash; 100 of whom were captured along with another 100 healthy men. The confederates lost 105 killed, 419 wounded and 117 missing. Despite the casualties the battle was ultimately inconclusive and both sides claimed victory. Grant captured and destroyed an enemy camp but at a horrendous cost. On the other hand, Polk and Pillow showed hesitation and poor judgement something Grant would use against them in later battles. The rebels had forced Grant and his Yankees to quit the field only after he had created a core of skilled veterans displaying the courage and determination eventually to earn him command of all the Union forces.&#10;&#10;Belmont is to be a COMPASS, PAPER WARS Magazine game based on John Poniske's Ball's Bluff design &hellip; significantly expanded. This is a two player, hex-based game on the company level. It offers a 22&quot; x 34&quot; Map (Created by Rick Barber), 226 9/16&quot; counters (Featuring the artistry of Bill Morgal, 1 Rulebook and Player Aids. It is a chit-draw system with a unique see-saw Confused Orders mechanic which simulates the confusion of ACW battle. The game employs infantry, artillery, cavalry and gunboat rules. Players involve their troops in three types of battle, Volley Fire, Passing Fire and Melee. To enhance battlefield confusion, advancing into melee may cause loss of control and further advance than a player wishes. Grant's aggressive nature is simulated by a limited number of rerolls within his leadership range.&#10;&#10;From Compass Games Website (https://www.compassgames.com/paperwars/issue-87-magazine-game-belmont.html):&#10;&#10;Paper Wars Issue #87 (Fall 2017 issue) (Magazine &amp; Game)&#10;&#10;&quot;Belmont &ndash; Grant's [Baptism of Command], November 7, 1861&quot;, by John Poniske&#10;&#10;&quot;Ulysses Grant &ndash; who is he? Prior to the battle of Belmont at Belmont on November 7, 1861, this was a valid question. General Grant&rsquo;s Belmont offensive was his first action in the war, providing him and his green mid-western troops much-needed experience. Having overrun a rebel camp, he claimed victory. But later, Confederate general Polk would claim victory for forcing Grant and his troops to quit the battlefield and chasing them aboard their transports.&quot;&#10;&#10;Complexity: Medium&#10;&#10;Solitaire suitability: High&#10;&#10;Map scale: 225 yards/hex&#10;&#10;Unit scale: Company&#10;&#10;1 Map and 1 Countersheet&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Magazine: Paper Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "16160",
    "Name": "Ray Master",
    "ID": 163186,
    "Year": "(2016)",
    "Geek Rating": "5.527",
    "Avg Rating": "6.26",
    "Link": "https://boardgamegeek.com/boardgame/163186/ray-master",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.5",
    "Description": "ENG&#10;&#10;From one of the most hidden laboratories in the Atomic Biochemistry Brave Academy (ABBA), a shout rises to the skies: &ldquo;&iexcl;Eureka!&rdquo;.  After years of research, Professor R&ouml;ntgen has invented a new thingamajig that apparently is capable of modifying the atomic composition of objects, to the point it can make them shrink and grow at will.  But the underworld of science is horrifying and his &ldquo;colleague&rdquo;, archrival and former student, Professor Stern, wants to steal his idea.  In the next few days, the Academy is going to decide which department will get funds to continue their research, so lab safety has become a secondary concern.  Both professors must use their scientists and students wisely, to get the most astonishing test results, while discretely trying to sabotage your rival.&#10;&#10;To get the best experimental samples, you must use the ray to manipulate the value and size of your dice, while you sabotage your opponent, by modifying his.  The higher the visible value on the die, and the smaller the die is, the more points you will get.   To win the game (and get the funds!), you will have to get the most points with this method.&#10;&#10;During your turn, you can perform one or more actions (without repeating any).  The available actions are represented on the control panel board, and you will use scientists and students to trigger them.  Each turn is played in three consecutive steps.  Once you're finished, it&rsquo;s your opponent's turn, and so on until the end of the game.  These are the three steps:&#10;&#10;Action Selection: Choose the actions you want to perform this turn.  First, pick a student from your hand and place in in the control panel, covering the action it&rsquo;s going to perform. Then, use your available scientists to select one or more actions, as explained below.  Note:  you can&rsquo;t repeat the action on a student card.&#10;Action resolution: In whatever order you choose, perform your selected actions, taking back the corresponding scientists and students as you do. Student cards go straight to the discard pile, but you get your scientist team back for next turn.  If you haven&rsquo;t shot the ray this turn, take the extra scientist, aside from your two regular ones.  This additional scientist will help you during your next turn.  If it is already in your possession, and you have shot the ray this turn, put it back, next to the testing room board.&#10;Hiring a new student: Once you have solved all the actions, draw a new student card from the deck.  You will continue drawing cards every turn until the deck is over.  Once the deck is depleted, keep playing your cards from your hand normally.  Once all students have been used (players don&rsquo;t have available student cards in their hands), shuffle the student cards deck to form a new face down pile on the table.  Both players draw two new student cards and continue playing normally.&#10;&#10;SPA&#10;&#10;De uno de los laboratorios m&aacute;s perdidos de la Atomic Biochemistry Brave Academy (ABBA), surge un grito que clama al cielo: &ldquo;&iexcl;Eureka!&rdquo;.  Tras a&ntilde;os de investigaci&oacute;n, el profesor R&ouml;ntgen ha inventado un nuevo cachivache que parece ser capaz de modificar la composici&oacute;n at&oacute;mica de los objetos, hasta el punto de poder reducirlos y aumentarlos a su antojo.  Pero los bajos fondos del mundo cient&iacute;fico son repugnantes y su &quot;colega&quot;, archienemigo y antiguo alumno suyo, el profesor Stern, est&aacute; decidido a robarle la idea. Y es que en los pr&oacute;ximos d&iacute;as se determina qu&eacute; departamento obtiene la subvenci&oacute;n de la academia para continuar con su trabajo, as&iacute; que la seguridad de los experimentos se ha convertido en algo secundario.  Ambos profesores deben emplear a sus estudiantes eficientemente para tratar de obtener los resultados m&aacute;s espectaculares posibles, mientras tratan de sabotear discretamente a su rival.&#10;&#10;Para conseguir las mejores muestras experimentales, debes utilizar el rayo para manipular el valor y el tama&ntilde;o de los dados de tu color, a la vez que saboteas a tu oponente modificando los suyos.  Contra mayor sea el valor de un dado y menor sea su tama&ntilde;o, m&aacute;s puntos otorga al jugador de ese color. Para ganar la partida (&iexcl;y hacerte con la subvenci&oacute;n!), tendr&aacute;s que ser t&uacute; el que consiga m&aacute;s puntos de este modo.&#10;&#10;Durante tu turno puedes realizar una o m&aacute;s acciones (sin repetir ninguna). Las acciones disponibles est&aacute;n representadas en el tablero a modo de cuadro de mandos, y para realizarlas necesitas emplear cient&iacute;ficos y estudiantes.  Los turnos se juegan en tres pasos consecutivos. Cuando los termines, le toca jugar a tu oponente y os ir&eacute;is turnando as&iacute; hasta que acabe la partida. Los pasos son los siguientes:&#10;&#10;1.       Selecci&oacute;n de acciones: Selecciona las acciones a realizar. Elige un estudiante de tu mano y ponlo en el cuadro de mandos, de forma que tape la acci&oacute;n correspondiente. A continuaci&oacute;n, emplea a tus cient&iacute;ficos para seleccionar una o m&aacute;s acciones, seg&uacute;n el caso, como se explica m&aacute;s abajo. Nota:  no puedes repetir la acci&oacute;n de la carta de estudiante.&#10;2.       Resoluci&oacute;n de acciones: En el orden que desees, resuelve cada una de las acciones seleccionadas, retirando al hacerlo al estudiante o cient&iacute;ficos correspondientes. Las cartas de estudiante retiradas van a al mazo de descarte, pero los cient&iacute;ficos los recuperas para tu siguiente turno. Si no has disparado en este turno, adem&aacute;s de tus 2 cient&iacute;ficos, coge tambi&eacute;n al cient&iacute;fico extra, que te ayudar&aacute; durante el turno siguiente. Si ya lo ten&iacute;as y en este turno has disparado, devu&eacute;lvelo.&#10;3.       Reclutar un nuevo estudiante: Una vez resueltas las acciones, roba una nueva carta. Deber&aacute;s seguir robando al final de cada turno hasta que se acabe el mazo de robo.  Una vez se acabe el mazo de robo, seguir&aacute;s jugando con las cartas que te queden en la mano. Cuando se haya empleado a todos los estudiantes (no tengas cartas en la mano), vuelve a barajar los estudiantes para formar un nuevo mazo de robo y robad dos cartas cada uno, para continuar normalmente.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Movies / TV / Radio theme",
      "Print & Play"
    ],
    "Mechanics": [
      "Action Points",
      "Hand Management",
      "Worker Placement"
    ],
    "Families": [
      "Organizations: Board Games Association of Creators in Spain (LUDO)"
    ]
  },
  {
    "Rank": "16161",
    "Name": "Minden Playing Card Cricket",
    "ID": 15231,
    "Year": "(1979)",
    "Geek Rating": "5.527",
    "Avg Rating": "7.53",
    "Link": "https://boardgamegeek.com/boardgame/15231/minden-playing-card-cricket",
    "Min Players": "1",
    "Max Players": "22",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.4",
    "Description": "Minden Playing Card Cricket has been around since the early 1980s and is one of the best of the stats-based cricket games. Each &lsquo;turn&rsquo; of the game simulates an over of Test or One Day Cricket. Turns are resolved by using a regular deck of playing cards instead of rolling dice, although six sided dice are used to resolve some plays. The device of replicating a single over per turn is perfect, as full test matches can be played over several hours, while one day games can be played out in a single session. The system ingeniously allows for hat tricks, batting collapses, batsmen playing themselves in, and batsman playing with confidence. There are two forms of the game. Basic, which only include some rules and in which players are not individually carded (although they do have individual stats) and the Advanced Game, in which each player has a unique card.&#10;&#10;It produces a very convincing range of scores and excitement (perhaps rather more than the real game does). Extremely clever.&#10;&#10;The 5th Edition of this game is now available from mindencricket.com&#10;&#10;",
    "Categories": [
      "Card Game",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management"
    ],
    "Families": [
      "Players: Games with Solitaire Rules",
      "Sports: Cricket"
    ]
  },
  {
    "Rank": "16162",
    "Name": "Der Schatz der 13 Inseln",
    "ID": 183340,
    "Year": "(2015)",
    "Geek Rating": "5.527",
    "Avg Rating": "6.45",
    "Link": "https://boardgamegeek.com/boardgame/183340/der-schatz-der-13-inseln",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "0",
    "Weight": "1.75",
    "Description": "Description from the publisher:&#10;&#10;Who's feeling brave and wants to go on an exciting adventure? Then fly into the air and set a course for the 13 islands!&#10;&#10;In Der Schatz der 13 Inseln, the airship must first travel to cliffs and volcanoes, then make its way through the dense fog. Part of the game is to collect rare artifacts and mysterious objects on the island. That's how a group of researchers will impart their important clues to help find the legendary treasure. But time is running out! Because other pilots have also been searching for the treasure. Who will be the first to unravel the mystery of the 13 islands and earn the legendary treasure?&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Adventure",
      "Children's Game",
      "Deduction",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Point to Point Movement",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "16163",
    "Name": "Vivarium",
    "ID": 191135,
    "Year": "(2017)",
    "Geek Rating": "5.527",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgame/191135/vivarium",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "150",
    "Weight": "3.875",
    "Description": "In Vivarium, you assume the role of 1 of 8 species seeking to start a new life within a new, unpredictable environment.&#10;&#10;Initially you are equipped only with your species inherent capabilities and the instincts and fears you brought into the vivarium. By exploring this new environment, accruing Energy and utilizing your abilities you can acquire new behaviors, reproduce, claim territory and complete objectives in order to increase your Fitness.&#10;&#10;Vivarium is played over 4 years and each year contains 4 distinct seasons for your species to thrive or struggle in, at the end of the 4 years, the player with the most Fitness Points has demonstrated that their species is most suited for survival in this new environment and is declared the winner.&#10;&#10;Vivarium is a dynamic game that explores the nature of 8 species through mechanics drawn from natural phenomenon, immerse yourself in the world of Vivarium and see if you have what it takes to ensure your species endures into the future.&#10;&#10;Each copy of Vivarium currently includes:&#10;192 cards&#10;170 tokens&#10;19 double sided map tiles&#10;8 unique player boards&#10;1 initiative token&#10;1 season dial&#10;1 Fitness track&#10;10 zip bags&#10;1 rule book&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Environmental",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Modular Board",
      "Set Collection",
      "Variable Player Powers"
    ],
    "Families": [
      "Animals: Alligators / Crocodiles",
      "Animals: Apes / Monkeys",
      "Animals: Bears",
      "Animals: Hippopotamuses",
      "Animals: Snakes",
      "Animals: Tigers",
      "Animals: Wolves",
      "Crowdfunding: Kickstarter",
      "Theme: Biology",
      "Theme: Science"
    ]
  },
  {
    "Rank": "16164",
    "Name": "Klabberjass",
    "ID": 11640,
    "Year": "(1930)",
    "Geek Rating": "5.527",
    "Avg Rating": "6.88",
    "Link": "https://boardgamegeek.com/boardgame/11640/klabberjass",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.5",
    "Description": "From The Complete Book of Indoor Games by Peter Arnold:&#10;&#10;Klabberjass is probably best known in America than in England, because under the names of Clabber,Clobber, Clubby, Klab and Klob, it occurs in Damon Runyon's amusing stories,and in 1937 a variation of the game, jo-jotte was publicized by Ely Culbertson. Despite the simularity of names it is not idenical with the Hungarian game of kalabrias, which is a game for three or four players. There may have been a common ancestor, or possibly the game was taken to the New World by Central European immigrants and there bowdlerized version of kalabrias. (Exeter Books, 1984)&#10;&#10;Klabberjass is played in the North American and Great Britain with the 32 card deck. (6s, 5s,4s,3s, and 2s removed from the standard 52 card deck.) The trump suit enjoys the strange ranking of the Jass genre: J 9 A 10 K Q 8 7. Non trump suit rank A 10 K Q J 9 8 7 as in the Skat-Pinochle family. Six cards are dealt to each player and a card is turned up. Non-dealer then begins a bidding round to first to accept the turn-up as trump. Or pass. If both pass on the turn-up card a second round is held. Here the non-dealer may take the bid by naming one of the other three suits or pass, dealer than may take the bid by naming the suit of throw in the hand. (Some allow for a bid of &quot;Schmeiss&quot; which means to the bidder will take the hand with the turn-up or the hand can be thrown in at the non-bidders discretion)&#10;&#10;After bidding, the dealer deals three more cards to the hand. Then sequences are scored. For this purpose the cards revert back to their numeral rank. A sequence of three scores 20 and a sequence of 4 or more scores 50. tiebreakers are decided by rank. As I will describe later, it may make sense not to score in this round and you are not obligated to do so.&#10;&#10;Non-dealer leads to first trick. A player must follow suit. If he cannot he must trump if able. If trump is lead he must play a higher trump if able. If he holds the King and Queen of trump he may announce &quot;Bella&quot; on play of the second card and score 50 points. Once again he may choose not to score for this.&#10;&#10;After the cards are played, both score for the following cards won:&#10;&#10;Jass (Jack of Trumps) 20 points&#10;Menel (9 of Trumps) 14 points.&#10;Any Ace 11 points&#10;Any 10 10 points.&#10;Any King 4 points.&#10;Any Queen 3 points.&#10;Any Jack 2 points.&#10;Last Trick 10 points.&#10;&#10;If the the high bidder (The one who established trump) scores the highest, both sides score what they made. If if opponent scores higher he scores for both totals. This is why the high bidder who realizes he is not going to beat his opponent in this hand may decide not to score or &quot;Sink&quot; points during the hand. 500 points wins the round.&#10;&#10;Prior to the onset of Gin Rummy, this was the most popular two handed game in the United States. It still holds a loyal following.&#10;&#10;Klabberjass remains a popular two handed game in the United States. There are several variations in play and several house rules. It is very popular in New England and especially Hartford, Connecticut.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection",
      "Trick-taking"
    ],
    "Families": [
      "Components: Traditional Playing Cards",
      "Players: Two-Player Only Games",
      "Traditional Card Games: Jass"
    ]
  },
  {
    "Rank": "16165",
    "Name": "Halo ActionClix",
    "ID": 27884,
    "Year": "(2007)",
    "Geek Rating": "5.527",
    "Avg Rating": "6.14",
    "Link": "https://boardgamegeek.com/boardgame/27884/halo-actionclix",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.9",
    "Description": "WizKids Inc., creator of runaway hit games like HeroClix&reg; and Pirates of the Spanish Main&trade;, announced today its agreement with Bungie Studios and Microsoft to develop a new collectible miniatures game (CMG) called Halo&reg; ActionClix&trade;.&#10;&#10;The Halo ActionClix CMG brings the incredible content of the Halo universe to the tabletop via the award-winning Clix miniatures game engine. Players familiar with HeroClix and HorrorClix&trade; will be able to jump right into the action and enjoy brand-new game mechanics, including weapon swaps, figure re-spawning and vehicle-based combat.&#10;&#10;The first Halo ActionClix set will feature more than 80 unique miniature figures from the Halo universe, including preview content from Halo 3. A number of vehicle packs are also being produced, including a big surprise planned for San Diego Comic-Con this July. Figures will be sold in randomized Booster Packs. The vehicles and a Starter Game will be sold in a diorama display format.&#10;&#10;Taken from the Wizkids press release.&#10;&#10;Release date was September 19th, 2007&#10;&#10;Home Page: http://www.wizkidsgames.com/halo/&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Dice",
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Science Fiction",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Collectible: Collectible Miniatures Games",
      "Components: Clix"
    ]
  },
  {
    "Rank": "16166",
    "Name": "El Cinéfilo",
    "ID": 156023,
    "Year": "(2013)",
    "Geek Rating": "5.527",
    "Avg Rating": "6.30",
    "Link": "https://boardgamegeek.com/boardgame/156023/el-cinefilo",
    "Min Players": "2",
    "Max Players": "20",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "El Cin&eacute;filo (The movie buff) is a Spanish language board game for lovers of movies. It features a questions + answers mechanic with 448 drawn movie scenes and over 1700 questions.&#10;&#10;Players take turns picking question cards at random, gaining chips to place in their (or their group) board for correct answers. Whoever gets their board filled with chips first is declared the winner.&#10;&#10;Contents:&#10;448 question cards&#10;4 boards&#10;36 chips&#10;1 rulebook&#10;1 sandglass&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Trivia: Movies"
    ]
  },
  {
    "Rank": "16167",
    "Name": "Super PACS: The Game of Politics About the Game of Politics",
    "ID": 186501,
    "Year": "(2016)",
    "Geek Rating": "5.527",
    "Avg Rating": "6.99",
    "Link": "https://boardgamegeek.com/boardgame/186501/super-pacs-the-game-of-politics-about-the-game-of",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.5",
    "Description": "A Game of Politics about the Game of Politics.&#10;&#10;You control one of the aspiring leaders of Humerica and gradually assemble a powerful coalition of factions to help you gain votes, wealth, and power. Each faction gives you a unique exploit that helps you or harms your opponents. Survive unexpected events, strive to win elections, fundraise from your wealthiest factions and, if you like, abscond with the money and purchase investments. The player with the most power wins!&#10;&#10;The game features satirical artwork that satirizes American interest groups, voting blocks, and political candidates.&#10;&#10;Each player receives a leader card at the start of the game and 5 faction cards. Each turn, a player can &#10;1. campaign (varies with leader, but usually is draw 1 card) or embezzle (get $2)&#10;2. sneak (play 2 cards face down), exploit (play 1 faction card and use the ability listed on the card), or fundraise (get money equal to your total wealth.)&#10;3. use their leader superpower (this costs money, and some superpowers can be used even when it is not your turn.)&#10;&#10;There are 10 rounds. At the end of each round there is an event. Events can have positive or negative effects on players, usually negative. 3 of those events are elections, with the very last event being a presidential election.&#10;&#10;Faction cards have three stats: votes, wealth, and power. They also have either an exploit ability (used when &quot;exploiting&quot;) or a surprise ability (an effect you get if you discard the card, usually in response to another player doing something).&#10;&#10;Money (called MegaBucks) can also be used to purchase investments (there are 4 face up at any time) that vary in how many influence points they give you at the end of the game. Some also let you draw cards immediately or affect vote totals.&#10;&#10;Each player develops their board over the ten rounds, adding factions to their coalition of supporters, purchasing investments, trying to win elections, and using the exploit and surprise abilities listed on their faction cards, as well as the superpower listed on their leader, to interfere with opponents or improve their own position.&#10;&#10;Designed by Brandon Patton and Andre Pereira. Produced by Tabletip Games in collaboration with Merlin Pool Games.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Political"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Political: Elections"
    ]
  },
  {
    "Rank": "16168",
    "Name": "Nobjects",
    "ID": 276121,
    "Year": "(2019)",
    "Geek Rating": "5.527",
    "Avg Rating": "6.23",
    "Link": "https://boardgamegeek.com/boardgame/276121/nobjects",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "In Nobjects, a die and a card that shows six topics determine what you need to draw for other players to guess, but you're not drawing with pencils, chalk, or other materials. Instead, you draw solely with your fingers on the table, creating a picture with invisible lines that others try to put together in their heads to guess. Whoever recognizes the term will then become the artist for the next round.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Line Drawing"
    ],
    "Families": []
  },
  {
    "Rank": "16169",
    "Name": "Photofinish: The Final Rush",
    "ID": 230246,
    "Year": "(2017)",
    "Geek Rating": "5.527",
    "Avg Rating": "7.02",
    "Link": "https://boardgamegeek.com/boardgame/230246/photofinish-the-final-rush",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.5",
    "Description": "Photofinish is a challenge of keen eye and quick thinking in which players take the role of judges in a kart race!&#10;&#10;Many dream of becoming a flawless judge, but few can gain such a prestigious title, which is granted only to those who demonstrate unparalleled skill in predicting the finishing order of racing karts. When a new round begins, the track and kart's speed are revealed: You have to carefully observe the obstacles along the path and determine the correct finishing order. Each kart in the correct position awards you a medal, with the quickest judge instead gaining a prestigious trophy. But you have to be careful because if you make a mistake, you receive a penalty!&#10;&#10;",
    "Categories": [
      "Puzzle",
      "Racing",
      "Real-time"
    ],
    "Mechanics": [
      "Grid Movement",
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "16170",
    "Name": "Sunflower Valley: A Tile-Laying Game",
    "ID": 284003,
    "Year": "(2019)",
    "Geek Rating": "5.527",
    "Avg Rating": "6.76",
    "Link": "https://boardgamegeek.com/boardgame/284003/sunflower-valley-a-tile-laying-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.3333",
    "Description": "Sunflower Valley: The Card Game, a.k.a. Sunflower Valley: A Tile-Laying Game, is a fast-paced drafting and tableau-building game in which 2-6 players settle their own mountain valleys.&#10;&#10;Each player has a starting town card, a Valley Express train token that starts on this card, and a deck of twenty cards the same color as their starting town. Reveal three of the nine goal cards at random.&#10;&#10;The game lasts three rounds, and each round plays out the same way: Draw a hand of seven cards from your deck. All players choose and reveal one card from their hand, then place this card orthogonally adjacent to another card in their valley. Pass the remaining cards in your hand to the player on your left. Repeat this process until you have placed six cards. Place the final card in hand on the bottom of your deck. If you connect railroad track to your starting town, then connect a town card to that track, move your Valley Express train token to the new town; keep moving this token for each new town added to your network this way.&#10;&#10;After three rounds, you'll have 19 cards in your tableau, and you score points for these played cards:&#10;&#10;&#10;    Each lake is worth 1 point.&#10;    Sheep and sunflower fields are worth no points on their own, but they help you score other cards.&#10;    Farmers and towns score if they have the indicated number of sheep, field, lake, or mountain cards next to them; farmers count as fields themselves.&#10;    Mountains score based on the number of fields next to them.&#10;&#10;&#10;In addition to these points, score 3 points for each new town visited by your Valley Express train token. Score the goal cards as indicated; some award points only to the player who does the best of something, such as having the most sheep or the longest network of track and trains, whereas others award points &mdash; possibly several times &mdash; for everyone who does something. Whoever ends up with the most points wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Territory Building",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Open Drafting",
      "Simultaneous Action Selection",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "16171",
    "Name": "Spaceship Unity: Episode 0",
    "ID": 368906,
    "Year": "(2022)",
    "Geek Rating": "5.527",
    "Avg Rating": "7.16",
    "Link": "https://boardgamegeek.com/boardgame/368906/spaceship-unity-episode-0",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "50",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Spaceship Unity takes gaming to a whole new level, transforming your home into a spaceship! As recruits of the IPA, i.e. the Interplanetary Alliance, the players experience an extraordinary story full of action and adventure and have to steer their own spaceship, with the fan turning into a jet engine, the blinds into a protective shield, the bookshelf into a diplomatic database, and much more! Spaceship Unity &ndash; Season 0 is the Promo Print and play Preview for Season 1&#10;&#10;Spaceship Unity is a cooperative game with a storyline that unfolds over multiple episodes. Players will work together to complete missions and explore the narrative. Even though the focus of the game isn&rsquo;t on winning or losing, your performance will have consequences in how the story unfolds, so do your best.&#10;&#10;In addition to the material in the booklet, you will need certain everyday items for your spaceship systems. The back of each System card specifies items you will need for that particular system.&#10;&#10;The crew has failed when the marker is on the last space and the time runs out, (Space 04 for this Chapter).&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Science Fiction",
      "Space Exploration",
      "Trivia"
    ],
    "Mechanics": [
      "Action Timer",
      "Command Cards",
      "Cooperative Game",
      "Real-Time",
      "Scenario / Mission / Campaign Game",
      "Variable Set-up"
    ],
    "Families": [
      "Components: Digital Hybrid – App/Website Required"
    ]
  },
  {
    "Rank": "16172",
    "Name": "Baron von Zom's Dice Of The Undead",
    "ID": 391154,
    "Year": "(2023)",
    "Geek Rating": "5.527",
    "Avg Rating": "6.60",
    "Link": "https://boardgamegeek.com/boardgame/391154/baron-von-zoms-dice-of-the-undead",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "50",
    "Weight": "1",
    "Description": "Baron von Zom and his undead underlings are hungry! To open the portal to the dimension of the living and fill their bellies, they need your help.&#10;If you manage to place 12 dice with the correct value and colour on your player board, the portal will open and the Baron will reward you handsomely - with fresh brains! Muahahaha!&#10;&#10;The goal of the game is to collect brains. The first player to fill all die spaces on their board wins a brain. Each player receives a player board and a cogwheel. Shuffle the green and red cards and place them in separate face-down piles on the table. Place 4 dice of each colour per player in a supply on the table.&#10;&#10;Draw a green card and read it out loud. The card will show an additional rule, valid for one round. It will make the game trickier or faster and even more fun &ndash; so that every round plays differently.&#10;&#10;Choose any 3 dice and roll. Your turn ends when you placed 3 dice on your board or you rolled 3 times or you draw a red card.&#10;&#10;To place dice you first need to roll a pair. Place that pair on your board in the corresponding colour segment. Now insert the cogwheel into your board accordingly.You can now place single dice on your board. Place them directly adjacent to dice you&rsquo;ve already placed, in the right colour and with the value indicated by the cogwheel.&#10;&#10;After your last roll, if any dice you can't place fit on other players&rsquo; boards, you must pass them those dice.&#10;&#10;If you roll a straight, you may - but don't have to - draw a red card and carry out its instructions. If you roll a three of a kind, you must draw a red card. Most of the cards are beneficial, some are risky, depending on the situation and your luck.&#10;&#10;End of the game: The first player to fill all die spaces on their board wins the round and gets a brain. To win the game you need to collect the requisite amount of brains: 3 brains in a game with 2 players, 2 brains in a game with more players.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice",
      "Humor",
      "Party Game",
      "Puzzle",
      "Zombies"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Different Dice Movement",
      "Push Your Luck",
      "Race"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Gamefound"
    ]
  },
  {
    "Rank": "16173",
    "Name": "Panzer Miniatures Rules: A Tactical Game of Armored Combat",
    "ID": 13240,
    "Year": "(2004)",
    "Geek Rating": "5.527",
    "Avg Rating": "7.90",
    "Link": "https://boardgamegeek.com/boardgame/13240/panzer-miniatures-rules-a-tactical-game-of-armored",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "3.2727",
    "Description": "Tank-to-tank combat on a tactical level&#10;&#10;The Panzer&reg; Miniature Rules is a modular game system designed for small unit actions using microarmor, 1/285th or 1/300th scale troops. For two or more players, it is a comprehensive and yet quick to-play set of full-color rules.&#10;&#10;Scale: The vehicle and towed-gun scale is 1:1 with infantry at squad, 1/2 squad and section level.&#10;&#10;No need to fill out weapon sheets as all the data is included on the full-color data cards.&#10;&#10;The streamlined chit-based command system moves the action along at a brisk pace, getting players quickly into the action.&#10; It has one of the most comprehensive and detailed armor modeling systems (while still very simple to play). Its all here, from unique hit locations, armor angles and penetration charts, air-to-ground, hand-to-hand combat, close assault, overwatch fire, command control, unit cohesion, morale, smoke, bogging, sighting, and troop quality&hellip;everything you will need to recreate World War II tactical ground combat.&#10;&#10;Components:&#10;&#10;     556 die-cut counters&#10;     Miniature bases&#10;     Artillery templates&#10;     Hit location wheels&#10;     Reference Cards&#10;     Summary charts&#10;     Four ten-sided dice&#10;     German Army TO&amp;E: Regimental Kampfgruppen for Panzer and Panzergrenadier units in 1943&#10;     Soviet Army TO&amp;E: Tank and Motorized/Mechanized Brigades in 1943&#10;     Scenarios: Five historical scenarios &#10;     Unit Data Cards: 64 full-color&#10;&#10;&#10;Expanded by:&#10;&#10;    Panzer PaK 1: East Front Organizations (2004)&#10;    Panzer PaK 2: Kursk Campaign Guide (2004)&#10;    Panzer PaK 3: Normandy to Berlin (2005)&#10;    Panzer PaK 4: Lend Lease Forces (2006)&#10;    Panzer PaK 5: British Drive to the Rhine (2007)&#10;    Panzer PaK 6: France 1940 (2008)&#10;&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Hexagon Grid",
      "Line of Sight",
      "Measurement Movement",
      "Modular Board",
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Panzer game system (Yaquinto/Avalon Hill/GMT)"
    ]
  },
  {
    "Rank": "16174",
    "Name": "Eden: Survive the Apocalypse",
    "ID": 109070,
    "Year": "(2009)",
    "Geek Rating": "5.527",
    "Avg Rating": "7.74",
    "Link": "https://boardgamegeek.com/boardgame/109070/eden-survive-the-apocalypse",
    "Min Players": "0",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3",
    "Description": "Released in 2009, by the French fantasy miniatures company 'Taban Miniatures', EDEN is a skirmishes game, played with 32mm scale miniatures.&#10;That product is edited in English, Spanish, German and&#10;French.&#10;It is also available for free downloading in Hungarian, Brazilian and italian and soon in Italian.&#10;&#10;Eden is aimed at an adult audience. It features easy-to-learn rules and a very addictive system.&#10;The flexibility of the game allows players to adapt the strategic level to their own taste and to live fast and exciting combats.&#10;&#10;Game Features&#10;- A real skirmish game, fast-paced, bloody and tactical.&#10;- Compact format : 3-6 miniatures per player, one-hour games on a 2&rsquo;x2&rsquo; battlefield.&#10;- A system of different missions for each player, making every single match a new experience.&#10;- Open army lists with the possibility to create unusual compositions and nine resulting gameplay experiences.&#10;- Short rules, easy to learn but hard to master.&#10;- Tactical cards, influencing the action every turn and establishing a strategy before the battle via a deck building system.&#10;- Wounds location affecting the fighters&rsquo; performances.&#10;- Top quality pewter miniatures, sculpted by awards winning artists.&#10;- An original background, mysterious yet classic.&#10;- Optional rules taking into account all the parameters of a real battle (weather, scenery, unpredictable events, wild beasts, etc).&#10;&#10;Core rule system by Pierre &quot;Jugger&quot; Joanne, upon an original idea of Mohamed &quot;Mohand&quot; Ait Mehdi.&#10;Game Design team : P. Joanne, Frederic &quot;Berf&quot; Maendly, M. Ait Mehdi and Emmanuel &quot;Sered&quot; Krebbs.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Auction / Bidding",
      "Dice Rolling",
      "Open Drafting",
      "Secret Unit Deployment"
    ],
    "Families": []
  },
  {
    "Rank": "16175",
    "Name": "Sea Lords on the Mekong Delta",
    "ID": 25994,
    "Year": "(2007)",
    "Geek Rating": "5.527",
    "Avg Rating": "6.93",
    "Link": "https://boardgamegeek.com/boardgame/25994/sea-lords-on-the-mekong-delta",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.7273",
    "Description": "Strategy &amp; Tactics magazine #243.&#10;&#10;SEALORDS: The Vietnam War in the Mekong Delta. (SL) is a low-to-intermediate complexity, two-player, operational simulation (with important tactical undertones) of riverine combat the Mekong Delta during the Vietnam War. There are two players: the Free World, including US, South Vietnamese and other allies; and the Communists, including Viet Cong and North Vietnamese Army forces. The objective of the Communist player is to infiltrate men and supplies via the Mekong Delta's many waterways, while also attacking critical Free World bases and towns across the region. The Free World player is attempting to prevent that infiltration while also conducting an offensive against Communist formations and bases.&#10;&#10;Each player has available several types of riverine and ground units, as well as air units for the Free World player. The Communist player can make use of special rules representing that side's advantage in intelligence and local guerrillas. The system uses an 'operational impulse' system. That is, a player moves and fights with one of his forces, followed by his opponent doing the same with a force of the other side. Every operation requires the expenditure of command points.&#10;&#10;SL has several different scenarios, each covering a critical period of operations: Game Warden (the early years), Tet (the Communist general offensive of 1968), and SEALORDS (the Free World counteroffensive of 1969-70).&#10;&#10;Each map grid square equals 6.21 miles (10 km) across, and each full game turn represents a month. Units of maneuver are mostly battalions and battalion equivalents.&#10;&#10;",
    "Categories": [
      "Vietnam War",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Vietnam",
      "Magazine: Strategy & Tactics",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "16176",
    "Name": "Die die DIE",
    "ID": 167787,
    "Year": "(2017)",
    "Geek Rating": "5.527",
    "Avg Rating": "6.85",
    "Link": "https://boardgamegeek.com/boardgame/167787/die-die-die",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "35",
    "Play Time": "35",
    "Weight": "1",
    "Description": "In Die die, DIE! you and your adversaries trying to conquer territories flicking die and choose the better strategy to gain more points after the 4 Eras of the game.&#10;&#10;On your turn you can choose one of the 5 platforms to flick one die and where's the die falls it's your territory (for now)...&#10;&#10;After all the players using his dice there's a &quot;struggle&quot; when the dice are compared and who have more points (visible face of a die) claims that territory...&#10;&#10;After 4 turns, the player with more points is the winner...&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Dice",
      "Fighting",
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Game Box Used In Play",
      "Crowdfunding: Catarse"
    ]
  },
  {
    "Rank": "16177",
    "Name": "É Top!? Natureza",
    "ID": 363209,
    "Year": "(2022)",
    "Geek Rating": "5.527",
    "Avg Rating": "7.63",
    "Link": "https://boardgamegeek.com/boardgame/363209/e-top-natureza",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1",
    "Description": "In &Eacute; Top!? each round a new Top 10 category is revealed and players must guess something from the list. You don't win the game just knowing the answers, because you can earn points by contesting the guesses that you consider wrong.  Just be careful, because if you contest a correct guess, you are the one who will lose...&#10;&#10;This new version of &Eacute; Top!? features cards with themes from the animal, mineral and plant kingdoms and can be played alone or combined with other versions of the game.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Deduction"
    ],
    "Families": []
  },
  {
    "Rank": "16178",
    "Name": "Pass the Party Food",
    "ID": 361862,
    "Year": "(2023)",
    "Geek Rating": "5.527",
    "Avg Rating": "6.83",
    "Link": "https://boardgamegeek.com/boardgame/361862/pass-the-party-food",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Throwback to 1989 and dig in to your all-time favorite party food! There's fairy bread, lamingtons, green snakes, and more.&#10;&#10;Working together in Pass the Party Food, players need to collect their favorite treats and share them with their friends at the right time &mdash; but watch out because Ziggy, the mischievous puppy, is trying to grab food off the table! If you can outscore him as a team, you will all win the game together.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Closed Drafting",
      "Cooperative Game"
    ],
    "Families": []
  },
  {
    "Rank": "16179",
    "Name": "Space Rocket",
    "ID": 350730,
    "Year": "(2021)",
    "Geek Rating": "5.527",
    "Avg Rating": "6.60",
    "Link": "https://boardgamegeek.com/boardgame/350730/space-rocket",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "In Space Rocket, you are all part of a company that is looking for a way out of space and close to the Moon. Growing fuel, generating fuel, capacity and training.&#10;&#10;Includes 3 game modes: cooperative, solitary and competitive.&#10;&#10;The game box is placed upside-down in the center of the tab. le and on it, the Take-Off card and the Space Rocket. Players start with 10 Fuel tokens. Shuffle all the folded cards (Light Blue Sky, Blue Sky and Outer Space). Also shuffle the 10 Grey Cloud cards with the Moon card below them.&#10;&#10;Each turn, players must use a Fuel token, place 2 folded cards vertically without touching the rocket and then a Grey Clouds card above them. Finally, they must take the Space Rocket and put it above the card. If it touches a resource, take it. If it touches an Acceleration arrow, repeat your turn.&#10;&#10;The objective of the game is to reach the Moon with 5 or more coins left.&#10;Players lose if the tower of cards fall off or they run out of fuel.&#10;&#10;For competitive play, the winner is the one with most coins when the last card is played or the cards fall (who makes it fall loses all their coins).&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [
      "Stacking and Balancing"
    ],
    "Families": [
      "Space: Earth's Moon"
    ]
  },
  {
    "Rank": "16180",
    "Name": "Kobold",
    "ID": 245644,
    "Year": "(2018)",
    "Geek Rating": "5.527",
    "Avg Rating": "6.96",
    "Link": "https://boardgamegeek.com/boardgame/245644/kobold",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.3333",
    "Description": "The kobolds are running wild, pilfering Maurice's favorite toys, and even his beloved gem collection! Though only simple fake gems, they sparkle so wonderfully that the kobolds must have them!&#10;&#10;In Kobold, the players send their kobolds to collect toys and gems, gaining points for them during and at the end of the game. But Maurice is hot on the trail of the little rascals with his flashlight: If a kobold is caught by its light beam (which is part of the clever 3D set-up), it takes to its heels as fast as it can. Whoever most skillfully avoids the light beam and collects the greatest number of points wins!&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Components: Game Box Used In Play",
      "Creatures: Dwarves & Gnomes"
    ]
  },
  {
    "Rank": "16181",
    "Name": "The House on the Borderland",
    "ID": 307041,
    "Year": "(2020)",
    "Geek Rating": "5.527",
    "Avg Rating": "7.31",
    "Link": "https://boardgamegeek.com/boardgame/307041/the-house-on-the-borderland",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "2",
    "Description": "&quot;I am an old man. I live here in this ancient house, surrounded by huge, unkempt gardens.&#10;&#10;The peasantry, who inhabit the wilderness beyond, say that I am mad. That is because I will have nothing to do with them. I live here alone with my old sister, who is also my housekeeper. We keep no servants&mdash;I hate them. I have one friend, a dog; yes, I would sooner have old Pepper than the rest of Creation together. He, at least, understands me&mdash;and has sense enough to leave me alone when I am in my dark moods.&#10;&#10;I have decided to start a kind of diary; it may enable me to record some of the thoughts and feelings that I cannot express to anyone; but, beyond this, I am anxious to make some record of the strange things that I have heard and seen, during many years of loneliness, in this weird old building.&#10;&#10;For a couple of centuries, this house has had a reputation, a bad one, and, until I bought it, for more than eighty years no one had lived here; consequently, I got the old place at a ridiculously low figure.&#10;&#10;I am not superstitious; but I have ceased to deny that things happen in this old house&mdash;things that I cannot explain; and, therefore, I must needs ease my mind, by writing down an account of them, to the best of my ability; though, should this, my diary, ever be read when I am gone, the readers will&#10;but shake their heads, and be the more convinced that I was mad.&quot;&#10;&#10;The House on the Borderland&#10;The Plain of Silence&#10;- William Hope Hodgson*&#10;&#10;Game Objective&#10;In an ancient house, a Recluse, his dog Pepper and his sister Mary must survive while exploring its mysteries, and penning a diary until the Luminous Speck appears. Solitaire game only.&#10;&#10;Gameplay&#10;A single player decides the actions of a Reclusive old man, his dog Pepper, and the Recluse&rsquo;s sister Mary. Each turn is divided into 2 to 4 phases. An untold number of turns will be played. The game will end when the Luminous Speck Noise Tile is drawn. The game can end earlier if all characters are killed on the map. If reaching the Luminous Speck, the player has won well if Recluse is alive with all characters, having written an entire diary, and discovered the mysteries of the house. Characters lost, an incomplete manuscript, and unknown mysteries are less than well.&#10;&#10;&#10;    Based on the book by William Hope Hodgson, House on the Borderland was published in 1908. It was among the first supernatural tales of what would be considered Cosmic Horror. &#10;&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Horror",
      "Mythology",
      "Novel-based",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action / Event",
      "Area Movement",
      "Critical Hits and Failures",
      "Line of Sight",
      "Player Elimination"
    ],
    "Families": [
      "Players: Solitaire Only Games",
      "Theme: Spooky Old Houses"
    ]
  },
  {
    "Rank": "16182",
    "Name": "Mutant Chronicles Warzone Resurrection",
    "ID": 138670,
    "Year": "(2013)",
    "Geek Rating": "5.527",
    "Avg Rating": "7.74",
    "Link": "https://boardgamegeek.com/boardgame/138670/mutant-chronicles-warzone-resurrection",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.3333",
    "Description": "Warzone Resurrection is a 32mm scale tabletop skirmish wargame for two or more players, each fielding units of warriors drawn from one of the mighty MegaCorporations of Mankind, the Brotherhood or its vile enemy, the Dark Legion. Warzone Resurrection is a fast paced, exciting and tactical miniature game created by Prodos Games Ltd. and Paraodox Entertainment.&#10;&#10;The Warzone Resurrection project brings the tabletop game well and truly into the 21st century. Lovingly, we have taken essence and best bits from the game, art and prose of previous editions to produce all new miniatures, a background re-imagining (by Warzone mega-fan and writing genius, Andy Hoare) and an exciting innovative gaming system.&#10;&#10;The gaming system involves both miniatures and cards. The minis are your skirmish force and the cards represent game resources, additional wargear, global and local effects on the battlefield etc.. In a real battle it is likely that a soldier wouldn't know his opponents wargear, whether they have grenades or a laser-sight for example. Both sides might be surprised by a Martian earthquake or Mercurian solar flare. The Venusian jungle cover you are in might be better (or worse) than you thought! War is rarely predictable, especially when it takes place on the planets, planetoids and asteroids of the solar system! All these and many more variables are represented by the cards you and your opponent play. Making Warzone Resurrection a truly novel, realistic and exciting tabletop miniature skirmish game!&#10;&#10;The game brings 7 factions among the Bauhaus, Capital, Cybertronic, Mishima, Imperial, The Brotherhood and the Dark Legion&#10;&#10;Re-implements:&#10;&#10;    Warzone &#10;    Warzone (Second Edition)  &#10;&#10;&#10;",
    "Categories": [
      "Horror",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Warzone",
      "Setting: Mutant Chronicles"
    ]
  },
  {
    "Rank": "16183",
    "Name": "Master Plan",
    "ID": 129971,
    "Year": "(2012)",
    "Geek Rating": "5.527",
    "Avg Rating": "6.09",
    "Link": "https://boardgamegeek.com/boardgame/129971/master-plan",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.2857",
    "Description": "From the publisher's website&#10;&#10;&quot;Master Plan is a gameshow for supervillains. Players leap from space to space in an American-Gladiator style arena, building the game floor secretly as they play. Will you set traps in your own path, to tempt others into racing ahead of you? Will you surround the goal with all manner of hazards, leaving yourself a secret back-door to victory? Only the most cunning will reach the trophy&ndash;for the others, it&rsquo;s the trapdoor!&quot;&#10;&#10;Master Plan is a real-space racing game where players build the board as they play, using traps, gadgets, and utilities to get the upper hand and eliminate the competition. It is played on a 3' or larger table, takes about 30 minutes, and supports 3 to 6 players.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Racing"
    ],
    "Mechanics": [
      "Memory",
      "Point to Point Movement",
      "Tile Placement"
    ],
    "Families": [
      "Series: Minigame Library (Level 99 Games)"
    ]
  },
  {
    "Rank": "16184",
    "Name": "NXS",
    "ID": 182274,
    "Year": "(2015)",
    "Geek Rating": "5.527",
    "Avg Rating": "6.69",
    "Link": "https://boardgamegeek.com/boardgame/182274/nxs",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "2",
    "Description": "NXS (pronounced &quot;nexus&quot;) is an abstract strategy game played on hexagonal boards with hexagonal pieces.&#10;&#10;Each player has his or her own board.  Each player sets up their pieces in either a short game (7 piece), medium (10 piece), or long game (13-14 piece) configuration.  Players push their boards together in either a two or three player arrangement.  Players alternately move their pieces (and rotate them) in an attempt to capture both enemy pieces, and enemy territory.  Enemy territory is captured by &quot;surrounding&quot; it.&#10;&#10;Game play continues until one player captures a predetermined amount of enemy territory (usually 10 spaces).&#10;&#10;Notes:&#10;Although there are official short, medium, and long game setups, players can choose any agreed upon starting position of pieces that they like.&#10;&#10;The amount of territory required to win can be adjusted for different types of play.&#10;&#10;When playing advanced rules, a player may rotate his or her entire game board as a move.&#10;&#10;Although it is officially a 2-3 player game, 4 and 6 player games can also be played using an extra neutral board.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Modular Board"
    ],
    "Families": [
      "Category: Combinatorial",
      "Category: Print-on-Demand",
      "Digital Implementations: Board Game Arena"
    ]
  },
  {
    "Rank": "16185",
    "Name": "Write the Future",
    "ID": 344419,
    "Year": "(2022)",
    "Geek Rating": "5.527",
    "Avg Rating": "6.61",
    "Link": "https://boardgamegeek.com/boardgame/344419/write-the-future",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.6667",
    "Description": "Our organisation is thriving more than ever! And credit where credit&rsquo;s due, your exceptionally &quot;stern&quot; methods has not gone unnoticed! As we&rsquo;re branching out we want you to establish a new network and lead your gang...ehrm.. ambitious team to prosperity! The most successful of the lot will become my successor! Well, you know, &rdquo;eventually&rdquo;... After a few years, once you've learned the ropes by fetching coffee and mastered the art of foot massage... BUT first things first! Let's write the future and get going with this soon to be EMPIRE of yours!&#10;&#10;In Write the Future, all the players will create their own thriving criminal empire in a crime-infested cyberpunk future by cleverly filling their Player Sheet with beautifully (or less so) drawn agents, intel, weapons and money! Not only will you take on a big variety of missions, unlock different bonuses and create spectacular combos, you will also be able to manipulate the value of the resources at the black market!&#10;&#10;In every round dice are rolled and randomly placed on Neighbourhood Cards. Players will then draft a combination of dice and card in turn order (or play simultaneously in the traditional mode, choosing 1 of 3 combinations). Players will then decide what to do with the dice. The color of the dice dictates what resource it is and the number in which row &amp; column of your District Sheet you're able to draw it. When you complete full rows and columns, you'll unlock different Bonuses allowing for neat combos!&#10;&#10;As soon as a player has completed 4 rows/columns or maxed out 3 Black Market resources it signals the end of the game, and game proceeds until everyone has been the first player an equal amount of times (if playing the traditional mode, the players will just play one final round).&#10;&#10;Players will then score points for the Mission Cards, their row/column Bonuses and from the Black Market! The player with the most Victory Points wins the game!&quot;&#10;&#10;",
    "Categories": [
      "Mafia",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Coverage",
      "Paper-and-Pencil",
      "Solo / Solitaire Game",
      "Square Grid"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Games with Solitaire Rules",
      "Theme: Cyberpunk",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "16186",
    "Name": "D-Day at Iwo Jima",
    "ID": 217201,
    "Year": "(2018)",
    "Geek Rating": "5.527",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/217201/d-day-at-iwo-jima",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "360",
    "Weight": "4.8333",
    "Description": "Description from the publisher:&#10;&#10;&#10;D-Day at Iwo Jima is a Solitaire wargame simulating the amphibious invasion of Iwo Jima. The five-week battle was some of the bloodiest fighting in the Pacific. In one of the costliest intelligence failures of the war, the planners had completely misjudged the situation that would face the Marines. The beaches had been described as excellent and the advance inland was expected to be easy. Instead, the Marines were faced with 15-foot-high slopes of soft black volcanic ash that brought the normally rapidly moving Marines down to a slow plod. In addition, the lack of a vigorous response led the Marines to believe that the bombardment had completely suppressed the defenses. However, Gen. Kuribayashi was far from beaten. Understanding that his forces were insufficient to defeat the massive American invasion force, he had decided to defend the island in-depth.&#10;&#10;In D-Day at Iwo Jima, designer Joe Youst builds on John Butterfield&rsquo;s award winning solitaire game system. The player controls three US Marine divisions against a determined Japanese defense. The no-dice combat system highlights the unknown enemy deployments and coordination of the right weapon systems and tactics.&#10;&#10;Players familiar with the previous three games in the system will be able to quickly set up and play this latest version. New features include a random fortification generation system that simulates the ability of the Japanese forces to &ldquo;re-fortify&rdquo; supposedly weakened positions and an updated infiltration system that encourages the player to maintain a continuous line.&#10;&#10;Scenarios:&#10;&#10;D-Day (19 February) &ndash; Covers the first day in six turns.&#10;Surabachi (20 to 24 February) &ndash; The 28th Marine Regiment&rsquo;s capture of Surabachi.&#10;Drive to the North (20 to 24 February) &ndash; The attack on Airfield One and advance by the 4th and 5th Marine Divisions.&#10;Hot Rocks (25 February to 4 March) &ndash; The attack to clear the Motoyama Plateau.&#10;Drive to the Sea (6 to 10 March) &ndash; The final attack on the plateau and the end of organized Japanese resistance.&#10;Sands of Iwo Jima Campaign (19 February to 11 March) &ndash; The campaign combines all aspects of the previous scenarios into one look at the entire campaign.&#10;&#10;Game Contents:&#10;&#10;528 Die-cut counters&#10;One 34&rdquo; x 22&rdquo; Mounted Game Board&#10;One 11&rdquo; x 17&rdquo; Set-Up Map&#10;Player Aid Cards&#10;Color Rules booklet&#10;Color Campaign Analysis&#10;55 Event cards&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Continents: Asia",
      "Country: Japan",
      "Country: USA",
      "History: World War II (Pacific)",
      "Islands: Iwo Jima (Japan)",
      "Players: Games with Solitaire Rules",
      "Players: Wargames with Solitaire Rules",
      "Series: D-Day (Decision Games)"
    ]
  },
  {
    "Rank": "16187",
    "Name": "Queen of the Cupcakes",
    "ID": 20966,
    "Year": "(2005)",
    "Geek Rating": "5.527",
    "Avg Rating": "5.79",
    "Link": "https://boardgamegeek.com/boardgame/20966/queen-of-the-cupcakes",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.3333",
    "Description": "From the publisher's website (Refers to the First Edition titled &quot;King of the Beasts&quot;):&#10;&#10;A Royal Card Game by Reiner Knizia.&#10; The mythological animals are battling to see who is the ultimate King of the Beasts.  The dragon is the largest, the kraken is the strongest, the unicorn is the most enchanting, and the manticore and the gryphon are powerful in their own rights.  Even the tiny fire salamander wants to be King!  But who will win the most votes?&#10;&#10;Gain as many points as possible by nominating animals to be King, while still keeping some of the cards for your score pile.  Once an animal becomes King, points are awarded - the player with the most points wins!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Mythology"
    ],
    "Mechanics": [],
    "Families": [
      "Containers: Unique Shape",
      "Creatures: Monsters",
      "Creatures: Unicorns",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "16188",
    "Name": "Einer geht noch!",
    "ID": 298147,
    "Year": "(2020)",
    "Geek Rating": "5.527",
    "Avg Rating": "6.79",
    "Link": "https://boardgamegeek.com/boardgame/298147/einer-geht-noch",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Einer geht noch! (a.k.a. Cruise or Lose) is a family card game that lets players send their animals aboard boats that will not capsize as long as their very strict weight limits are adhered to.&#10;&#10;You draw three animal cards per round. You play these into boats: twice face up and one time face down. Each boat holds only three animals, though. After all of them have boarded, some animals can cause others to switch boats. Any boat with passengers that, in total, are too heavy for it will sink. Animals aboard boats that don't sink are worth VPs. If you have the most VPs after four rounds, you win.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Push Your Luck",
      "Take That"
    ],
    "Families": [
      "Organizations: Board Games Association of Creators in Spain (LUDO)"
    ]
  },
  {
    "Rank": "16189",
    "Name": "The Grimwood",
    "ID": 186947,
    "Year": "(2016)",
    "Geek Rating": "5.527",
    "Avg Rating": "6.10",
    "Link": "https://boardgamegeek.com/boardgame/186947/the-grimwood",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.3333",
    "Description": "THE STORY&#10;You might be a bounty hunter looking for fame and fortune. You might be a peasant looking to feed his starving family. You might be a maiden running away from her arranged marriage, or just a random dude who has gotten lost. Whoever you are, you&rsquo;ve ended up at The Grimwood, a forest where supernatural creatures reside.&#10;&#10;THE GAME&#10;This highly chaotic, slightly strategic game for 2-6 players takes you into the dark fantasy of The Grimwood, where you search the forest (i.e., deck) to find settings, animals, or most coveted of all, supernaturals, to add to your collection. Use the powers of the supernaturals to help yourself or sabotage others, or find a Rune or Amulet for extra actions or protection. Lots of things can happen in The Grimwood. Find&mdash;and keep&mdash;the most combinations, and you win!&#10;&#10;&#10;&#10;In The Grimwood, a player's turn consists of:&#10;1. Drawing 1 card from the deck or Stealing 1 card from another player's hand.2. Playing a supernatural's power or a Rune.&#10;&#10;3. Placing a combo.&#10;&#10;There are 3 types of combos: Animal, Setting, or Supernatural combos. They are worth the following points:&#10;&#10;Animal Combos&#10;3 Owls = 10 points&#10;3 Crows = 10 points&#10;&#10;Setting Combos&#10;1 Clearing + 1 Path + 1 Swamp = 5 points&#10;3 clearings or 3 swamps or 3 paths = 3 points&#10;&#10;Supernatural Combos&#10;1 Supernatural = 1 point&#10;2 Supernaturals = 2 points&#10;3 Supernaturals = 5 points&#10;4 Supernaturals = 10 points&#10;5 Supernaturals = 15 points&#10;&#10;The game ends when the last card is drawn. The deck goes quicker than you think!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "16190",
    "Name": "Mauna Kea",
    "ID": 146188,
    "Year": "(2013)",
    "Geek Rating": "5.527",
    "Avg Rating": "5.80",
    "Link": "https://boardgamegeek.com/boardgame/146188/mauna-kea",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.6364",
    "Description": "Help! Lava is coming!! In Mauna Kea, you're exploring a previously unknown volcanic island in the South Pacific with your research team when suddenly there's a terrible roar: The volcano has come to life! Now, you must find as many artifacts as possible and bring them, along with your researchers, to the rescue boats at the coast. If you plan your ways cleverly and have a little bit of luck, you'll survive the volcanic eruption as the rescuing hero!&#10;&#10;Each player starts the game with a team of 3-5 researchers (depending on the number of players) and a set of randomly selected terrain tiles that collectively have at least five movement points; the more jungle spaces on a tile, the more movement points it provides. On a player's turn, he must play all of his tiles in any order he wants, either placing them on the game board to expand the terrain on which players can move or spending the movement points to move his researchers to orthogonally adjacent spaces (1 point to enter jungle, 2 points to enter water, 16,000 points to enter mountain &mdash; actually, you can't enter a mountain space). If his researcher enters a space with an artifact, he then drags that artifact with him as he moves. If his researcher reaches a boat, he fills as many seats as possible with artifacts, then hits the water. Sorry, chumps!&#10;&#10;At the end of his turn, he draws new tiles &mdash; and if he pulls a lava tile from the bag, he places it on the board immediately. Lava flows away from the central cone, with each tile indicating the side of the volcano from which it flows. If lava hits established terrain, it covers that terrain; if it hits researchers and artifacts, it covers them, too. Players continue taking turns until someone has no researchers left on the island, whether due to them leaving the island or donning a lava blanket. Everyone else takes one final turn, then players score, collecting 3 points per saved researcher, 1-3 points for each artifact, and -1 point for each empty space on the boats they used. The player with the highest score wins.&#10;&#10;In the advanced game, players don't return tiles to the bag when they use them for movement points. Instead they start the game with four action or task cards in hand. They can play as many action cards as they wish on a turn to help their researchers cross mountains, swim faster, or helicopter to safety, but they have only four for the entire game. The game now ends when a player has no researchers or no tile remain in the bag. In addition to their other points, players now score for completed task cards, earning points for specific combinations of artifacts or for taking a certain boat. Again, the player with the highest score wins.&#10;&#10;",
    "Categories": [
      "Adventure"
    ],
    "Mechanics": [
      "Grid Movement",
      "Hand Management",
      "Tile Placement"
    ],
    "Families": [
      "Theme: Volcanoes"
    ]
  },
  {
    "Rank": "16191",
    "Name": "Ctrl",
    "ID": 304679,
    "Year": "(2020)",
    "Geek Rating": "5.527",
    "Avg Rating": "5.71",
    "Link": "https://boardgamegeek.com/boardgame/304679/ctrl",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.5",
    "Description": "In Ctrl, players try to dominate a cube by crawling over it with their colored bricks, preferably covering other players' bricks along the way.&#10;&#10;In more detail, you start with a 3&times;3&times;3 cube that has one block of each player color stuck into one of the cube's holes. (In a two-player game, each player controls two colors, but at the start of play they secretly choose one of those colors to be their scoring color, with the other color serving only as a blocking mechanism.) Each player has a matching colored flag that sticks out of their block.&#10;&#10;On a turn, a player removes their flag from its current location, adds one cube of their color to the side of any of their blocks (where such a move can be made), then they &quot;grow&quot; their color by adding two blocks in a straight line from the block they just added, crawling around corners and covering other players' blocks if needed. To end your turn, plant your flag in one of your final blocks, ideally blocking where someone else might like to play while also preserving future ground in which you can play.&#10;&#10;Once all the blocks have been placed, you calculate your score by looking at the structure from all four surrounding sides, as well as from the top, and counting each unblocked square of your color that is visible. Thus, if you plant a block high up on the cube, you can possibly score 5 points for it since it would be seen from all sides and the top. Climb high, and block others from blocking you!&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "King of the Hill",
      "Pieces as Map",
      "Three Dimensional Movement"
    ],
    "Families": [
      "Organizations: Game Designers of North Carolina"
    ]
  },
  {
    "Rank": "16192",
    "Name": "Rapid Fire! (Second Edition): Fast Play World War Two Wargames Rules",
    "ID": 20610,
    "Year": "(2005)",
    "Geek Rating": "5.527",
    "Avg Rating": "7.32",
    "Link": "https://boardgamegeek.com/boardgame/20610/rapid-fire-second-edition-fast-play-world-war-two",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "2.1429",
    "Description": "Rapid Fire! is a set of fast play miniatures rules which enables players to re-fight brigade-level combined arms engagements during WW II. Provides for an interesting mix of supporting weapons to go with your infantry, such as artillery, aircraft and armor.  Very good rule set to introduce players to World War II miniature gaming.&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Line of Sight",
      "Simulation"
    ],
    "Families": [
      "Game: Rapid Fire!"
    ]
  },
  {
    "Rank": "16193",
    "Name": "Gardens of Mars",
    "ID": 89319,
    "Year": "(2011)",
    "Geek Rating": "5.527",
    "Avg Rating": "7.22",
    "Link": "https://boardgamegeek.com/boardgame/89319/gardens-of-mars",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "1.75",
    "Description": "No, Martians are not green. But some Martian flowers are.  The spectrum of Martian flora also include blue, yellow, white, gray, and red.&#10;&#10;Help your little Martian gardener plant flowers to create the grandest, most beautiful garden on Mars. The Martian with the greenest thumb wins!  (Just the thumb: Martians are not green.)&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Environmental",
      "Farming",
      "Science Fiction",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: HexHex6 Grids",
      "Containers: Zippered Pouch",
      "Series: Martian Gardeners (nestorgames)",
      "Space: Mars",
      "Theme: Gardening"
    ]
  },
  {
    "Rank": "16194",
    "Name": "Seasons of Arcadia",
    "ID": 362942,
    "Year": "(2022)",
    "Geek Rating": "5.527",
    "Avg Rating": "7.49",
    "Link": "https://boardgamegeek.com/boardgame/362942/seasons-of-arcadia",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.6667",
    "Description": "Once every year, the high faerie lords of Summer, Autumn, Winter, and Spring gather around the first Stones at the heart of the mystical realm of Arcadia. Once upon a time, they worked in unison to temper Nature's fury. Now, capricious and vainglorious, they challenge each other to see whose seasonal power will rule for the next twelve months.&#10;&#10;Seasons of Arcadia is a deeply strategic, yet very approachable game. Players assume the roles of powerful faerie lords, each attempting to dominate the entire year with their seasonal magic.&#10;&#10;The goal is simple: Be the first to place all twelve of your lords on the board to achieve victory. Players take turns placing, moving, and jumping opposing faerie lord pieces on a hex board. Each season can both replace and be replaced by one other season, so defense is as important in offense in determining where you place and move.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Moving Multiple Units",
      "Rock-Paper-Scissors"
    ],
    "Families": []
  },
  {
    "Rank": "16195",
    "Name": "Espresso Doppio",
    "ID": 343898,
    "Year": "(2021)",
    "Geek Rating": "5.527",
    "Avg Rating": "6.15",
    "Link": "https://boardgamegeek.com/boardgame/343898/espresso-doppio",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.3333",
    "Description": "You shouldn't play with the dishes? Sometimes this is exactly what you must do!&#10;&#10;Espresso Doppio contains three espresso cups, saucers, and spoons in three colors, and your goal during the game is to place them and move them on the placemat to match the combinations depicted on your task cards.&#10;&#10;To set up, shuffle the deck of 16 task cards and give half to each player, each of whom reveals three cards face up. Players take turns placing items one at a time on the placemat, which has room for five settings on it. You can mix or match colors as you wish, but two of the same item (saucer, cup, spoon) can never be on the same setting. On a turn, you take 1-3 actions, with an action consisting of moving any one item from one setting to another or swapping items on one setting for items on another setting. After your actions, you score coffee beans for whatever task cards you can, with some cards scoring multiple times if the conditions are right.&#10;&#10;As soon as a player has scored all eight cards, the players swap their decks of task cards, shuffle them, then reveal three task cards and continue playing. Once a player has scored eight cards in the second round of play, the game ends and whoever has collected the most coffee beans wins.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Contracts"
    ],
    "Families": [
      "Food & Drink: Coffee"
    ]
  },
  {
    "Rank": "16196",
    "Name": "Red Peak",
    "ID": 270237,
    "Year": "(2019)",
    "Geek Rating": "5.527",
    "Avg Rating": "6.13",
    "Link": "https://boardgamegeek.com/boardgame/270237/red-peak",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.6667",
    "Description": "In Red Peak, the players are daring adventurers who have discovered a new volcanic island &mdash; but then &quot;Red Peak&quot; on the north of the island decides to live up to its name and starts rumbling. An eruption seems imminent! Salvation is possibly only by returning to the beach as quickly as possible where &mdash; fingers crossed &mdash; a boat awaits the group. Players will be fighting using every means possible to make their way through the jungle, with the lava ready to spill onto their necks at any moment. Will the group reach the boat in time before lava engulfs their camp on the beach?&#10;&#10;",
    "Categories": [
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Islands: Fictional",
      "Theme: Volcanoes"
    ]
  },
  {
    "Rank": "16197",
    "Name": "Talkin' Tango",
    "ID": 5494,
    "Year": "(2000)",
    "Geek Rating": "5.527",
    "Avg Rating": "6.30",
    "Link": "https://boardgamegeek.com/boardgame/5494/talkin-tango",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.1429",
    "Description": "Pick your partner!  You don't have to get up and dance, but you do have to make a sentence, the two of you alternating words.  Talkin' Tango can be frenzied at first, but if you hit a groove with your partner and get the others to guess the Target Word, you can boogie to the bank, baby 'cause you score!&#10;&#10;Everybody plays at once and you're always switching partners...it's more fun than the fox trot!&#10;&#10;",
    "Categories": [
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "16198",
    "Name": "Murder, She Wrote",
    "ID": 2436,
    "Year": "(1985)",
    "Geek Rating": "5.527",
    "Avg Rating": "6.23",
    "Link": "https://boardgamegeek.com/boardgame/2436/murder-she-wrote",
    "Min Players": "4",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Based on the long-running hit CBS primetime series that ran from 1984 to 1996, one player is secretly and randomly chosen to be the murderer; the rest are detectives (Jessica Fletcher) trying to determine which player is the murderer.  The murderer player wins if he/she can murder five witnesses and escape off of the game board before he/she is discovered.  A detective player wins by being the first to correctly deduce the identity of the murderer, before the murderer escapes.  Players mark which locations they have visited and in which order.  This information, along with the living or dead status of the witnesses, is used by the detective players to deduce who is the murderer player.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Movies / TV / Radio theme",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Theme: TV Detectives"
    ]
  },
  {
    "Rank": "16199",
    "Name": "Dans les Cordes",
    "ID": 285102,
    "Year": "(2019)",
    "Geek Rating": "5.527",
    "Avg Rating": "7.11",
    "Link": "https://boardgamegeek.com/boardgame/285102/dans-les-cordes",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "0",
    "Weight": "1.3333",
    "Description": "Dans les Cordes is a card game about boxing for 2 players.&#10;&#10;The 2 boxers will have to manage their stamina and their hands by using action cards in order to knock out their opponent before the third gong.&#10;The players can use 4 types of cards:&#10;Attack cards to initiate an attack.&#10;Defence cards to cancel or to atenuate the effect of an attack card.&#10;Counterattack cards to initiate/counter an attack.&#10;Recovery cards to draw cards or to recover health points or stamina points.&#10;They can also discard cards to recover 1 stamina point for each discarded card.&#10;&#10;The game ends when a boxer loses his last health point, he's KO. (double KO can happened)&#10;&#10;If the gong card is drawn for the third time, the game ends and the boxer with the more health points is declared winner, if it's a draw the boxer with the more stamina points wins the game. (a draw can happened)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Sports"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: Boxing"
    ]
  },
  {
    "Rank": "16200",
    "Name": "Discretion",
    "ID": 784,
    "Year": "(1978)",
    "Geek Rating": "5.527",
    "Avg Rating": "6.49",
    "Link": "https://boardgamegeek.com/boardgame/784/discretion",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.8571",
    "Description": "A game of real estate development and speculation.  Players develop plots of land with different types of buildings (identified by color).  Building types will pay off periodically depending on card draws - with the amount determined by the number of contrasting adjacent colors.  Since expenses accrue every turn, but revenues are unpredictable, risky play can be very expensive, forcing players to take out loans - sometimes with pricey loan sharks who can send a player into a death spiral.&#10;&#10;",
    "Categories": [
      "City Building",
      "Economic"
    ],
    "Mechanics": [
      "Auction / Bidding"
    ],
    "Families": [
      "Components: 11 x 11 Grids"
    ]
  }
]