[
  {
    "Rank": "N/A",
    "Name": "Zauber-Lesen",
    "ID": 276733,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/276733/zauber-lesen",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "The game contains 64 cards with pictures and the corresponding words and 32 envolopes.&#10;&#10;The kids put all cards in the envelopes so that they can only read the words. The envelopes are put face down on the table and the start player takes one envelope and tries to read the word. If he doesn't manage to, he opens the envelope and looks at the picture and let everybody else know what he sees.&#10;&#10;Then the player can have a look at another envelope to find pairs.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Educational",
      "Memory"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Barbie: Traum-Spiel",
    "ID": 276734,
    "Year": "(1984)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/276734/barbie-traum-spiel",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Jump and run dice game for 2-6 girls.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Toys: Barbie"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Loriots Spielekiste",
    "ID": 276735,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/276735/loriots-spielekiste",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Loriots Spielekiste (&quot;Loriots game box&quot;) contains two games from Loriot:&#10;&#10;     Way to success&#10;     Rummy with Loriot images&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Urodziny Pluto",
    "ID": 276736,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/276736/urodziny-pluto",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Short jump and run game to catch Pluto.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "FlipFlick",
    "ID": 276741,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/276741/flipflick",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "In FlipFlick, players will take on the role of a pancake chef as they prepare different beautiful pancake variations and yummy all-time favourites.&#10;&#10;While cooking, the chefs will take actions and collect points for the pancakes they successfully flip. Players will make a choice of how much risk they are going to take in flipping the pancakes by flicking one, two or three pancake cards with their fingers and catching them again. Different markers on the cards indicate different levels of risk. The higher the risk, the more difficult the flip, the more points to win &ndash; and to lose, of course.&#10;&#10;As competing chefs, players will have to interfere with their fellow co-chefs&rsquo; pancake flips and also steal their nicest creations to their advantage.&#10;&#10;The player with the right combination of pancakes and the highest points wins.&#10;&#10;-description from artist&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Bluffing",
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Pattern Building",
      "Roll / Spin and Move",
      "Trading",
      "Trick-taking"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pawikan Patrol",
    "ID": 276744,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.97",
    "Link": "https://boardgamegeek.com/boardgame/276744/pawikan-patrol",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Pawikan Patrol is an action-selection, light deduction strategy game set in a coastal community where players send Characters to the Beach to find the location of Pawikan (sea turtles) and their nests, while keeping the Poacher away from them. Along the way, players must also clean up Trash and make sure that the natural Predator of the sea turtles is kept safe from harm.&#10;&#10;During a player's turn, they will choose a Character card from their hand and move it to one of the five face-down Beach cards on the Beach; in response, the Poacher card will also move to a new Beach card based on the number of arrows indicated on the Character. After moving, Beach cards in the same column as your Character and the Poacher are turned face-up at the same time: if they have the matching icon on the Beach card, they are collected; cards collected by Characters are put into their player's collection area; meanwhile, cards collected by the Poacher are discarded. If they do not have the matching icon, the cards are returned face-down.&#10;&#10;Characters have special abilities that allow the player to gather information from the Beach or the Beach Deck, manipulate the position of cards in different zones, or negate the Poacher's ability to collect cards before you do. Players must be careful with their choice of Character to send on any particular turn, because once they move to the Beach, they have to wait they only have one Character in hand to regain the use of all their other Characters; timing their movement can be very important.&#10;&#10;The player with the most number of points at the end of the game wins and is declared the Pawikan Patrol Leader; however, if they are they are careless enough to allow the Poacher to take away a certain number of turtles or eggs, ALL players can lose the game!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Deduction",
      "Environmental",
      "Memory"
    ],
    "Mechanics": [
      "Hand Management",
      "Memory",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Labyrinth Runner",
    "ID": 276751,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.71",
    "Link": "https://boardgamegeek.com/boardgame/276751/labyrinth-runner",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "1",
    "Description": "In this in-hand, cards-only solo deck management game, you are a runner who went for a morning jog in the wrong labyrinth. Now, three doors and a rampaging Minotaur stand between you and the escape tunnel at the center of the maze.&#10;&#10;Your goal as the player is to find and discard all three door cards from the deck before you discard three Minotaur cards.&#10;&#10;Each turn, you'll choose to uncover either the left or right side of the next card in the deck, and the side you reveal will have a symbol that tells you whether you'll need to turn the card you moved before placing it back in the deck. Then choose one of two possible locations to place the card back in the deck, and repeat with the next card until you either escape...or fall to the Minotaur.&#10;&#10;With convenient in-hand play, simple but deep deck management, dynamically scaling difficulty, three game modes to try, and easy pausing, this is a deathtrap you'll never want to leave home without!&#10;&#10;This game was developed as an entry in the 2019 9 Card Game Print and Play Design Contest, where it won several awards, including:&#10;&#10;     #2 Best Cards-Only Game&#10;     #3 Most Innovative Mechanism&#10;     #7 Best Solitaire Game&#10;&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Maze",
      "Memory",
      "Mythology",
      "Print & Play",
      "Puzzle"
    ],
    "Mechanics": [
      "Action Queue",
      "Hand Management",
      "Memory",
      "Pattern Building"
    ],
    "Families": [
      "Contests: 9 Card Nanogame PnP",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mad Dogs & Englishmen: Colonial Wargaming in Times When the Sun Never Set",
    "ID": 276756,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/276756/mad-dogs-and-englishmen-colonial-wargaming-in-time",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Originally conceived as a set of &ldquo;large scale skirmish&rdquo; rules for the Indian Mutiny, MD&amp;E is easily adapted for other theatres and periods. These rules will easily manage skirmishes and battles between European and any native forces. The rules will even work if you want to pit a colonial German force against the French Foreign Legion, or for that matter, the British in South Africa against the Boers.&#10;&#10;For the most part, the disparity in weapon technology offsets the fact that the Europeans are often heavily outnumbered, even though newer rifles meant superior range and firepower, in each theatre these new weapons were not universal. In fact, the British and other colonial powers often relied on locally raised allies, or levies, to do most of the fighting for them. The British had a habit of issuing local troops with weapons that were one or two developments behind their European counterparts. In far flung theatres, the replacement of seemingly obsolete weapons took some time.&#10;&#10;The game mechanics are straightforward. All movement is randomized by using dice and you lose movement dice for bad terrain. It is easier to move and control units if there is a commander present. Firing and combat is based on the number of figures, plus or minus relevant factors. Damage either kills a figure or inflicts terror on the unit. Morale tests are triggered by extreme situations, or the gradual buildup of terror.&#10;&#10;The rules are designed to be quick, capable of handling battles from forty or fifty figures a side to several hundred. They have worked well on a standard home-sized 10 x 6 or a monstrous 45 x 6 and have been &ldquo;crash tested&rdquo; by over 100 wargamers from a dozen different countries.&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Face Another Foe: Wargaming the Lace Wars",
    "ID": 276757,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/276757/face-another-foe-wargaming-the-lace-wars",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Based on the best selling MAD DOGS Indian Mutiny rules. Medium to large scale battles. Inc sample army lists and scenarios. Inc Jacobite Wars and War in the East.&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Miniatures",
      "Pike and Shot",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "History: Great Northern War",
      "History: Jacobite Rebellions",
      "History: Ottoman-Habsburg Wars",
      "History: War of the Austrian Succession",
      "History: War of the Spanish Succession",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "När då då?: Kända citat",
    "ID": 276758,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.17",
    "Link": "https://boardgamegeek.com/boardgame/276758/nar-da-da-kanda-citat",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "A standalone expansion for N&auml;r d&aring; d&aring; (The Best of Chronology) with cards containing famous quotes.&#10;&#10;Gameplay is similar to the original game. On the players turn, an opponent draws a card from the deck and reads the quote on the card. If the player successfully points out where the card should go in their current timeline, the card is added above the player Time lock and the player may then either decide to end the turn and move the cards above the time lock to the safety below it or try to get another card. If the player fails to place a card correctly, all cards gained in the current turn are lost, the turn ends and play passes to the next player.&#10;&#10;The winner is the first player to win five cards.&#10;&#10;When used with the original game, the cards from this game is added as another category. A new six-sided die and cardboard markers 1-6 are included to choose the category.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game",
      "Memory",
      "Trivia"
    ],
    "Mechanics": [
      "Memory",
      "Push Your Luck"
    ],
    "Families": [
      "Game: Chronology"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "När då då?: Berömda byggnadsverk",
    "ID": 276759,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/276759/nar-da-da-beromda-byggnadsverk",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "A standalone expansion for N&auml;r d&aring; d&aring; (The Best of Chronology) with cards containing trivia about famous buildings.&#10;&#10;Gameplay is similar to the original game. On the players turn, an opponent draws a card from the deck and reads the text on the card. If the player successfully points out where the card should go in their current timeline, the card is added above the player Time lock and the player may then either decide to end the turn and move the cards above the time lock to the safety below it or try to get another card. If the player fails to place a card correctly, all cards gained in the current turn are lost, the turn ends and play passes to the next player.&#10;&#10;The winner is the first player to win five cards.&#10;&#10;When used with the original game, the cards from this game is added as another category. A new six-sided die and cardboard markers 1-6 are included to choose the category.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game",
      "Memory",
      "Trivia"
    ],
    "Mechanics": [
      "Memory",
      "Push Your Luck"
    ],
    "Families": [
      "Game: Chronology"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bongopoly",
    "ID": 276762,
    "Year": "(1980)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/276762/bongopoly",
    "Min Players": "4",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "GAME GOALS&#10;Idea of game is to, through shrewd purchasing and luck, manage to survive by either bonging your self or your friends to oblivion.&#10;RULES&#10;BASIC EQUIPMENT The game consist of the BOARD, with space over which the player's pieces are moved. There are two DICE, TOKEN of various color , TWO sets of card for CHANCE and BOOBY-TRAP pace . There i a TITLE DEED card for every property and FOUR canister which hold the Bonging material or STASH of your choice and with this material you purchase the properties.&#10;STARTING THE GAME Place board on table with Chance and Booby-Trap cards face down on their allotted paces. Each player is provided one colored token to represent him on his travels around the board. The bonging material or stash is used to purchase, pay penalties or rent for properties on the board. NOTE: Each player must supply their own stash and all players must begin with EQUAL amounts of STASH. Recommended for this game is at least one canister of cleaned bonging material or stash for each player. NOTE: ONE player must also supply a Bong to be used in conjunction with this game.That player is elected BONGMASTER( See Bongmaster).Each player chooses one colored token and shakes one dice. The player with the highest total start the game first. All players place their TOKE on the corner marked UNEMPLOYMENT COMPENSATION &quot;GO&quot;.&#10;Upon landing on the space with his TOKEN, a player may be entitled to purchase RealEstate or other properties -or be obliged to pay bongs, pay taxes, draw a Chance or Booby-Trap card or &quot;You Have Been Busted&quot;, etc.&#10;If a player passes out or is unable to continue to play PRIOR to going bankrupt, all of that player's assets are divided as equally as possible by the players on each side of him.&#10;The game is won by the last player not to go bankrupt (or pass out).&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Epic of Gil & Ennis",
    "ID": 276766,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.93",
    "Link": "https://boardgamegeek.com/boardgame/276766/the-epic-of-gil-and-ennis",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "10",
    "Weight": "0",
    "Description": "&quot;Teachers suck.&#10;Parents suck.&#10;People suck.&#10;Everything everywhere sucks.&#10;You&rsquo;re all I&rsquo;ve got left.&quot;&#10;&#10;After a traumatic event, best friends Gil and Ennis run away from home and spend six nights dreaming in the wilderness, before climbing the perilous Mount Humbaba and confronting their own personal demons. Inspired by the legends of Gilgamesh and childhood adventure films like The Goonies, The Epic of Gil &amp; Ennis is a dice-rolling and management game for 1 or 2 players, playable in 15 minutes.&#10;&#10;In the game, 1 or 2 players, as Gil and Ennis will move through four phases on each turn: Hike, Pitch, Sleep, and Break. In the Hike phase, they will advance to a new campsite on the map, on their way to the final Mount Humbaba space. They will make camp during the Pitch phase, manipulating their dice as they prepare for the coming night. During the Sleep phase they decide whether to dream alone or together, and will then spend dice to overcome Dream cards, gaining Insight or giving in to Worry. In the morning, they will Break camp, depleting supplies and foraging for dice. All along, players will be managing their dice through character abilities and Insights, as they try to keep the mounting Worry level at bay. Players win if they reach the Mount Humbaba space of the map and meet the dice values of the final challenge.&#10;&#10;Played with a combination of dice and cards, the Epic of Gil &amp; Ennis was originally an entry into the 2019 9 Card Design Contest.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Mythology",
      "Print & Play",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management",
      "Push Your Luck",
      "Variable Player Powers"
    ],
    "Families": [
      "Contests: 9 Card Nanogame PnP"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kingdom Death: Monster – Blood Plasma Katana and Blood Plasma Gun",
    "ID": 276767,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.10",
    "Link": "https://boardgamegeek.com/boardgameexpansion/276767/kingdom-death-monster-blood-plasma-katana-and-bloo",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Promo gear cards that were included with the Pinpup Sci-fi White Speaker, which is not part of the game.&#10;&#10;Gear:&#10;Blood Plasma Katana (Weapon, 9/6+/9, unique, sharp, devastating x; when you activate this, gain 1 bleeding token, X = your bleeding tokens minus 2)&#10;&#10;Blood Plasma Gun (Weapon, X/4+/Z, range: X^3, unique; when you activate this, gain 1 bleeding token, X = your bleeding tokens, Z = X + X + X + X + X)&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Horror",
      "Mature / Adult",
      "Medieval",
      "Miniatures",
      "Mythology"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Role Playing",
      "Storytelling"
    ],
    "Families": [
      "Game: Kingdom Death Monster",
      "Mechanism: Campaign Games",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sparkle*Kitty: Team Tokens",
    "ID": 276770,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/276770/sparklekitty-team-tokens",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "10 team tokens for the Sparkle*Kitty games.&#10;&#10;In a battle of SWEET vs SOUR which team will be first to break out of their tower?&#10;&#10;These tokens introduce team play rules to your Sparkle*Kitty games.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Expansion for Base-game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Pattern Recognition"
    ],
    "Families": [
      "Series: Sparkle*Kitty"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sparkle*Kitty: Safe Words Pack",
    "ID": 276771,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.83",
    "Link": "https://boardgamegeek.com/boardgameexpansion/276771/sparklekitty-safe-words-pack",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "A 40 card expansion set for the Spark*Kitty games.&#10;&#10;Introducing Vampire and Werewolf game modes to add more variety to all of your Spark*Kitty need!&#10;&#10;Plus a few new spells, enchantments and a wild ream power that we can all get behind.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Expansion for Base-game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Pattern Recognition"
    ],
    "Families": [
      "Series: Sparkle*Kitty"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sparkle*Kitty: Quantum Pack",
    "ID": 276772,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.43",
    "Link": "https://boardgamegeek.com/boardgameexpansion/276772/sparklekitty-quantum-pack",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "A science-themed 36 card expansion pack for the Sparkle*Kitty games.&#10;&#10;New spells that bring a bit of science to your Sparkle*Kitty games, plus two new princesses and a new card that negates Dark Magic!&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Expansion for Base-game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Pattern Recognition"
    ],
    "Families": [
      "Series: Sparkle*Kitty"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Odkrywcy Kultur",
    "ID": 276774,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.07",
    "Link": "https://boardgamegeek.com/boardgame/276774/odkrywcy-kultur",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Odkrywcy kultur is a game of cultural discovery that takes you around the world in just 40 minutes!&#10;&#10;We all love to travel, explore exotic civilizations, and gain a greater understanding of the cultural heritage of others. But discovery isn&rsquo;t always easy, and there&rsquo;s always that chance that missteps might offend rather than open doors.&#10;&#10;Did your host in Japan reach for her samurai sword when you plunged your chopsticks into the rice bowl? Did the guys in an English pub take a swing at you after you gestured to the bartender asking for two beers?&#10;&#10;Odkrywcy kultur takes players to new and exciting places around the world while showing them how to behave to avoid confusion, conflicting signals, and even real danger. During the game, participants visit all continents and discover hundreds of unwritten rules of social behavior: how to gesture acceptance in India, what to avoid in Egypt during Ramadan, and how to successfully conduct business negotiations in Brazil.&#10;&#10;Odkrywcy kultur is a unique mix of a modern board game and a handbook on cross-cultural communications. As players race to pick up souvenirs across the globe, they must think tactically to plan their trip, quiz others on potential cultural faux pas, and quickly react to opponents&rsquo; moves. As with any game, a bit of luck always helps.&#10;&#10;When players correctly answer an opponent&rsquo;s question they win chips with souvenirs and can then travel to another country, opening a treasure chest of knowledge about the new region. The game&rsquo;s questions were designed and arranged to offer interesting and practical information about our &ldquo;global village&rdquo; during play.&#10;&#10;The rules of Odkrywcy kultur were designed by Karol Madaj, designer of 303 as well as Kolejka (Queue) and Lukasz M. Pogoda. The questions and answers in Odkrywcy kultur were drawn from the decades of travel experience and cultural exploration of Halina Grzymala-Moszczynska, PhD, professor of Jagiellonian University in Cracow, and Witold Sekudewicz, the game&rsquo;s author and managing director of The Link School of Foreign Languages and Intercultural Communications. Mr. Sekudewicz and Ms. Grzymala-Moszczynska worked closely with a panel of widely traveled experts from universities on five continents in creating the game.&#10;&#10;Odkrywcy kultur is a must for anyone with an interest in our multicultural world and a love of sharing fun and excitement with friends and family. It&rsquo;s a great pastime for both seasoned explorers and those who only dream about faraway places. Also, it is a storehouse of practical knowledge for any business traveler: Don&rsquo;t risk a blunder and failed deals because you misread the signals when you&rsquo;re away from home.&#10;&#10;Before you buy your plane, train, or boat tickets, learn how to sidestep unpleasant situations and awkward apologies and avoid offending your hosts. Yes, even a journey of 10,000 miles begins with a single step. Odkrywcy kultur is the step you&rsquo;ll want to take first.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Travel",
      "Trivia"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Point to Point Movement",
      "Set Collection",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Urbanización",
    "ID": 276776,
    "Year": "(1985)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/276776/urbanizacion",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Realistic construction game.&#10;&#10;The players will advance on the board by a roll of 2 dice. They will have to buy plots, ask for licenses to build, buy warehouses and materials, build private plots, build town hall buildings through auctions, they will have the possibility of asking for credit, they will be able to sell the plots already built or lose them for bankruptcy.&#10;The price of materials will change, so we will have to take advantage of the exact moment.&#10;The game will end when all the villas are built or the public buildings are built or a player is bankrupt and will win the most money.&#10;&#10;",
    "Categories": [
      "City Building",
      "Negotiation"
    ],
    "Mechanics": [
      "Action Queue",
      "Commodity Speculation",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "A Gentleman's War or Glossy Coats and Tin Bayonets",
    "ID": 276777,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.50",
    "Link": "https://boardgamegeek.com/boardgame/276777/a-gentlemans-war-or-glossy-coats-and-tin-bayonets",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A Gentleman's War is a simple game involving toy soldiers of the classic style. It is a relaxed and relaxing game, where enough depends on the turn of a card and the roll of a handful of dice to say that our disasters are pure chance, but enough cunning decision-making to claim our victories as acts of brilliant generalship.&#10;&#10;Our model soldiers are very brave, obedient, and generally do what we want them to. Players are expected to behave in a friendly manner, and conduct themselves as gentlemen (or ladies, as is appropriate). There are lots of six-sided dice, saving rolls, proper distances in inches, and a general sense that there ought to be salmon-and-cucumber sandwiches and tea, or&#10;beer.&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lemming Launcher",
    "ID": 276778,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/276778/lemming-launcher",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "0",
    "Description": "A fast-paced meeple-roller where worker placement and area control strategies will keep you on top.&#10;&#10;Lemming athletes of all stripes are teaming up to launch over the edge of competition cliffs around the world.&#10;&#10;Your goal is to free fall and land with enough skill (and dignity) to dominate the landing field and lead your squad of furry little rodents to international victory ... go team!!&#10;&#10;&quot;Pay attention to landing styles ... they may save your bacon in a tiebreaker.&quot; Lois Leapworth, Red Squad Leader, Big Falls Aqua Flyers, Big Falls, B.C., Canada&#10;&#10;Earn Achievement Trophies for squad landing formations and landing pad area control -- the squad with the most trophies at the end of the game wins!&#10;&#10; Download rules and PnP files here:  https://boardgamegeek.com/thread/2177605/lemming-launcher-pnp-2019-9-card-contest-contest-r&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Print & Play"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Worker Placement"
    ],
    "Families": [
      "Contests: 9 Card Nanogame PnP",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Varsity Quarterback",
    "ID": 276781,
    "Year": "(1959)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/276781/varsity-quarterback",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "48",
    "Play Time": "60",
    "Weight": "1",
    "Description": "A card driven football game, with players calling plays and drawing a card to determine the outcome.&#10;&#10;The board is cardboard, with two push pins for the 10 yard markers and one for the football.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bubbles",
    "ID": 276784,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/276784/bubbles",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "20",
    "Weight": "0",
    "Description": "It&rsquo;s Bath time, and this means war! Defend your Bubble Forts against your enemies as you seek to destroy theirs. Throw bubbles, seek out treasure and martial those hedgehogs as you prepare to play dirty for some good clean fun!&#10;&#10;Aim of the Game:&#10;Be the last duck standing by Destroying your opponents&rsquo; bubble forts. This is done by landing three bubbles on forts of the same colour.&#10;&#10;Overview: Each player starts with a number of Bubble Forts in play and a hand of six cards. These cards are either Bubbles (which can be played on other players Forts so long as they match colour) or Treasure cards (these will be items that help you defend yourself or hinder you opponents' plays).&#10;&#10;Players take turns playing a card from their hand, with opponents reacting with their own Treasure cards. Any time a Bubble Fort has 3 or more Bubbles on it, it pops and gives the owner extra cards to play with. But if all of your Forts are popped, you are out! The winner is the last player standing.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor"
    ],
    "Mechanics": [
      "Set Collection",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "A Song of Ice & Fire: Tabletop Miniatures Game – Spearwives",
    "ID": 276800,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.93",
    "Link": "https://boardgamegeek.com/boardgameexpansion/276800/a-song-of-ice-and-fire-tabletop-miniatures-game-sp",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "In Westeros, it&rsquo;s not just the men that will put their lives on the line out on the battlefield. Especially for the Free Folk, everyone is expected to do their part, and that&rsquo;s why the Spearwives units were created. But far from just feeble extras, the Spearwives have trained extensively with their weapons of choice, and can be just as deadly as any other soldier. Their short spears are light enough to even be thrown at the enemy, letting the Spearwives cut them down at range. But the real danger comes when they Charge. Their sharp spears, with the momentum of a running start, can pierce even the toughest armor. Adding a seasoned Spearwife Matriarch to the unit only enhances their maneuverability.&#10;&#10;The Spearwives Unit Box for A Song of Ice and Fire: Tabletop Miniatures Game gives Free Folk Commanders a new unit and unit attachment that they can bring to the battlefields of Westeros.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Novel-based",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Worker Placement"
    ],
    "Families": [
      "Books: A Song of Ice and Fire",
      "Game: A Song of Ice & Fire – Tabletop Miniatures Game",
      "Players: Two-Player Only Games",
      "Theme: Medieval Fantasy"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Weiß Schwarz: Batman Ninja",
    "ID": 276803,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/276803/weiss-schwarz-batman-ninja",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "0",
    "Description": "Wei&szlig; Schwarz is a CCG produced in collaboration with some of the most popular animation/ video game works in Japan. Players separate the &quot;Wei&szlig;&quot; side which features mainly pretty characters from the &quot;Schwarz&quot; side featuring cool characters. Though the title consists of various kinds of card sets, a carefully planned system and rules make it possible for players to mix any of them on each side and enjoy the game.&#10;&#10;Batman Ninja is a new series in the large Wei&szlig; Schwarz universe.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Comic Book / Strip"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Comic Books: Batman",
      "Players: Two-Player Only Games",
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Police Precinct: Let's Roll",
    "ID": 276804,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/276804/police-precinct-lets-roll",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Let's Roll is a lightening fast Coop for 1-8 players. It's from the World of Police Precinct, and is inspired by the original in many ways, but make no mistake about it, it is its own game. Let's Roll is a fully stand-alone, dice roller basegame with ALL NEW mechanics.&#10;&#10;Each player will be a cop (play a unique character with special powers), and is a member of the task-force assigned to take down the crime family that has been terrorizing the city.&#10;&#10;Includes 3 types of cards and never seen before custom dice where the SIZE of the die intuitively tells players what to expect. The game clock is measured on a Crime Track, and TIME IS RUNNING OUT!&#10;&#10;Police Precinct has won recognition for its strong theme, and Let's Roll will live up to this, but with a broadened audience as it is more of a gateway game, enjoyed by gamers and non-gamers alike. Inspired by all of the many American TV shows about Crime Fighting Police Work.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Game: Police Precinct",
      "Players: Games with Solitaire Rules",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer 40,000: Heroes of Black Reach – Drop Pod",
    "ID": 276812,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.55",
    "Link": "https://boardgamegeek.com/boardgameexpansion/276812/warhammer-40000-heroes-of-black-reach-drop-pod",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "0",
    "Description": "&ldquo;Vorolanus Squad, Solinus Squad, Brother Agnathio, man embarkation deck for orbital deployment in sector 4-9-2. Initiating launching sequence of modules 1, 2, 12, 23, &hellip; Calculating approach path&hellip;&rdquo;&#10;&#10;The exclusive Drop Pod expansion allows the Ultramarines player to start dropping his units on the battlefield.&#10;&#10;Includes four different Drop Pod launchers.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Heroes System Tactical Scale World War 2"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Campo",
    "ID": 276815,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/276815/campo",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1",
    "Description": "High tempo, back and forth gameplay. A competitive roll and move football (soccer) boardgame for two players. The game may be played by two groups of people but the rules of the game are still the same.&#10;&#10;Roll the dice and tactically choose where to move the ball towards your opponents goal. Play either a timed game or until a certain score. As in football the winner is the player with the most goals.&#10;&#10;The board is double sided. One side is Campo: Arena for age 6+ and on the other, Campo: Stadion for ages 10+.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Dice",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Unearth: The Lost Tribe",
    "ID": 276821,
    "Year": "(2019)",
    "Geek Rating": "5.759",
    "Avg Rating": "7.48",
    "Link": "https://boardgamegeek.com/boardgameexpansion/276821/unearth-the-lost-tribe",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.2857",
    "Description": "From the back of the box:&#10;&#10;In an age now forgotten, a Lost Tribe discovered The Darkness. To tame its evil, they bound its magic into the very stones of their land, crafting wonders like the world had never seen. But The Darkness gnawed its way free of those stones, and consumed much of their world. Now the Lost Tribe has returned to unite the Delvers and stand once more against The Darkness. Will they defeat it once and for all, or will their world be lost forever?&#10;&#10;Unearth: The Lost Tribe includes three expansions for the hit game Unearth. Enhance the base game. Add a fifth player. Or play the new solo campaign, Against The Darkness!&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;New Cards &amp; TokensThe Lost Tribe includes all-new components to enhance your Unearth base game. Discover new Colorless stones, 9 Wonders, 12 Delver cards and 2 End of Age cards!&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Solo CampaignAgainst The Darkness is a single player mode that pits your lone tribe against The Darkness, and includes seven campaign scenarios for deep replayability.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Five Player ExpansionAdd a fifth player to your game with five new dice and a new set of Ruins: the Ravines. You can even raise the stakes by awarding the included Delver trophy to the winning player!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Death Wish: NSFW Infect Deck",
    "ID": 276822,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/276822/death-wish-nsfw-infect-deck",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "A very rude 51 card add-on for the party card game Death Wish.&#10;&#10;Contains:&#10;&#10;&#10;     15 Distasteful Diseases&#10;     21 Unsavoury Symptoms&#10;     15 Appalling Afflicters&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Party Game"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Panjango Game",
    "ID": 276829,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/276829/the-panjango-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The fast-moving, quick-thinking, fun challenge game exploring the world of work!&#10;&#10;Ever dreamed of launching a rocket to Mars? Or coaching the sports stars of the future? How about saving lives or protecting the planet? Explore more than 120 amazing jobs with The Panjango Game!&#10;&#10;Play with up to six players to complete a wide variety of quick-fire challenges including Acting Out, Story Chains, Unscramble or Disaster Plans!&#10;&#10;The game is designed for use by young people aged 8 and over in the home, or the classroom, and includes 24 challenge varieties, 10 mini games and information on 126 careers.&#10;&#10;- Gives learning context and demonstrates the exciting applications of learning in life after school&#10;- Develops key skills such as team working, communication, problem solving, creativity and confidence&#10;- Encourages risk taking and helps young people to discover their hidden talents&#10;- Makes career learning more fun and engaging through an interactive exploration of the world of work&#10;- Opens minds, broadens horizons, raises aspirations and helps children find their purpose&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Acting",
      "Cooperative Game",
      "Role Playing",
      "Roll / Spin and Move",
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Ninja Ninja: Throwing Stars Card Game",
    "ID": 276831,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/276831/ninja-ninja-throwing-stars-card-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Ninja Ninja is a highly strategic card and throwing foam stars game that the whole family can play.&#10;&#10;Decks are made up of standard cards, challenge cards, master ninja cards, body cards with stands and foam throwing stars.&#10;&#10;Ninja Ninja's play rounds to capture other cards. Playing a Ninja Ninja throwing card allows you to take out the competition by throwing ninja ninja stars at other playing cards on stands. If you don't master the art of throwing Ninja Ninja foam stars and you miss, then the opponent gets your Ninja Ninja star.  This is where your inner Ninja Ninja skills come in. The game gets more involved as stars are exchanged and more player cards are lost in Ninja Ninja battle!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Flicking",
      "Open Drafting",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Ninjas"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Crumpet Chaos",
    "ID": 276833,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/276833/crumpet-chaos",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Englishman everywhere are going crazy trying to collect their crumpets. The Royal Family, with their bad teeth and etiquette slips, are heavily influencing each Player's ability to collect and keep their mouth watering slabs of deliciousness.&#10;&#10;Crumpet Chaos is a card game. Flip a card to reveal a royal action for your crumpets. The object of the game is to transfer six crumpets into the safe zone. The first person to safely collect six crumpets WINS.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Humor",
      "Napoleonic",
      "Party Game",
      "Renaissance"
    ],
    "Mechanics": [
      "Take That",
      "Trick-taking"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sabotage",
    "ID": 276834,
    "Year": "(1943)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/276834/sabotage",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Sabotage was designed and illegally distributed by a group of Danish resistance fighters during the German occupation of Denmark which lasted from 1940-45. It simulates an actual act of sabotage that took place against a transformer station at the Scandia Locomotive Factory in Randers on 6 July, 1943. Erik Hagen, a medical practitioner who was also active in the resistance underground, is said to have sold the game to his patients and donated the money to illegal activities and operations. He was shot and killed on 6 June, 1944, while returning from a sabotage mission against the Globus Factory in Glostrup.&#10;&#10;The game pits 1-2 saboteurs against 1-2 factory guards, and challenges the saboteurs to blow up as many machines and buildings as they can before they are either caught, killed, or manage to escape. The saboteurs will have to acquire the necessary equipment, such as crowbars, guns, and explosives, on the black market before entering the factory grounds and setting the charges. The factory guards, on the other hand, are trying to discover the saboteurs and raise the alarm. Once raised, the saboteurs only have a few turns to complete their operations and escape the factory grounds before the police arrives and arrests them.&#10;&#10;The game board and pieces are printed on a single sheet of paper which players are instructed to mount on cardboard and cut out. Movement is controlled by the throw of a single 6-sided die, as are the gun fights which may occur if the guards discover the saboteurs. Considering the relative simplicity of the game, the simulational approach of the design sometimes makes for complicated situations which are only partly covered by the accompanying rules sheet. This also means that there are no hard and fast criteria for winning or losing. Rather, the game presents itself as a training simulation meant to inspire further acts of sabotage against the German occupying force.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Simulation"
    ],
    "Families": [
      "Country: Denmark"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Alhambra: Designers' Expansion – The Personal Building Markets / Caliph's Guidlines / Treasures",
    "ID": 276836,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.32",
    "Link": "https://boardgamegeek.com/boardgameexpansion/276836/alhambra-designers-expansion-the-personal-building",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "These are the 3 fan made modules that Queen Games added to the Alhambra: Designers' Expansions Box&#10;&#10;The Personal Building Markets by Louis-David P&eacute;loquin:&#10;When a tile is purchased and placed in a player's reserve (ie not into their Alhambra), a currency color is assigned to that piece. As long as it is in the reserve, any other player may purchase that tile by paying the appropriate amount to the player whose reserve they are purchasing from. The player who owns the tile may place it from their reserve into their Alhambra using the &quot;Reorganize&quot; action as normal, without paying any extra cost.&#10;&#10;Caliph's Guidlines by Stefan Schlitz:&#10;The Caliph always has special requests - but grants high rewards for fulfilling them.&#10;Contains: 9 Mission tiles.&#10;&#10;Treasures by Frank Sander:&#10;If you lack cash, you may take treasures instead!&#10;Contains: 30 Treasure Tiles&#10;&#10;",
    "Categories": [
      "City Building",
      "Expansion for Base-game",
      "Medieval"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Alhambra"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dash and Cache",
    "ID": 276837,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/276837/dash-and-cache",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Dash and Cache is a fun party game for all ages. It involves collecting and managing items to get the correct number and type of items. The items in the game are anything that the players gather from around their house for the game. Items could be a plate, blanket, coin, candle, can of beans, apple, baseball, teddy bear, or anything else that players can imagine to go towards their goal of winning the game. Dash and Cache involves environmental awareness, critical thinking, resource management, and strategy. The game components are 72 cards, 1 custom game die, and 1 sand timer. The game is for 2-10 players, but ideally 4-6.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Party Game",
      "Racing"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Dice Rolling",
      "Set Collection",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Ett frågespel om medeltiden",
    "ID": 276838,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/276838/ett-fragespel-om-medeltiden",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A trivia game about Middle Age in Sweden. Cards contain a picture hint and three text hints. Rules contain a couple of ways to play.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Country: Sweden"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Flamme Rouge: Vuokatin vaara",
    "ID": 276840,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.64",
    "Link": "https://boardgamegeek.com/boardgameexpansion/276840/flamme-rouge-vuokatin-vaara",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A promotional track card for Flamme Rouge. The card depicts the setup for a new track that can be played in Flamme Rouge.&#10;&#10;",
    "Categories": [
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Hand Management",
      "Modular Board"
    ],
    "Families": [
      "Game: Flamme Rouge"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Flamme Rouge: Vätternrundan",
    "ID": 276841,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.46",
    "Link": "https://boardgamegeek.com/boardgameexpansion/276841/flamme-rouge-vatternrundan",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A promotional track card for Flamme Rouge. The card depicts the setup for a new track that can be played in Flamme Rouge.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Hand Management",
      "Modular Board"
    ],
    "Families": [
      "Game: Flamme Rouge"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Twin Stars: Adventure Series –  Captain Crag",
    "ID": 276844,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgameexpansion/276844/twin-stars-adventure-series-captain-crag",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A PNP Arcade exclusive Twin Stars Character card of Captain Crag. Later released in the May 2019 Board Game of the Month Club $10+ package.&#10;&#10;&#10;Captain Crag navigates starships for the Dynasty. While he's a natural among the stars, he's even better at avoiding his job. Crag knows all the tricks. You'll find him off looking for some made up tool for hours, with a 528-Z Longnose coasting on autopilot. Nobody works as hard as him to not work.&#10;&#10;But when the stars align, Crag will take control. He'll save the crew and by the time they go to thank him, he's hiding off somewhere with a co-worker covering for him. It's would be almost comical... if his job wasn't so crucial.&#10;&#10;We had a vote at the Button Shy Twin Stars Discord channel, and Crag beat out 4 others to be our fan-made custom character. We chatted about his backstory a bit and then worked on mechanics. Jason and Mike finished him up and wanted to share at PNP Arcade, since Twin Stars doesn't require shuffling. This card can be printed and played along a standard or PNP copy of the game. Enjoy!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Expansion for Base-game",
      "Print & Play",
      "Science Fiction"
    ],
    "Mechanics": [
      "Push Your Luck",
      "Set Collection",
      "Variable Phase Order"
    ],
    "Families": [
      "Game: Twin Stars – Adventure Series",
      "Series: Wallet Games (Button Shy)",
      "Setting: Pocket Universe (Button Shy)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mythical Island",
    "ID": 276851,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.62",
    "Link": "https://boardgamegeek.com/boardgame/276851/mythical-island",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2",
    "Description": "In the beginning of time, the Island was created. The Mythical beings thrived there in complete balance, peace and harmony. After many prosperous times, the Elements became restless and broke the harmony. They all wanted to conquer the Island with their own elemental power.&#10;&#10;Chaotic times begun and one by one, the Mythical beings were forced to leave. The Island was in urgent need of regeneration, so the legendary Protectors were summoned. By using their special powers, the Protectors securely re-arranged the landscape. Their task was to calm the elements and restore the balance, enabling the Mythical beings to return back home.&#10;&#10;In order to maintain continuous stability, the Protectors agreed to reward the most successful Protector as the Guardian of Mythical Island&hellip;&#10;&#10;Mythical Island is a tile laying game for 2 &ndash; 4 players, age 8 and older. Through out the game, players draw Mythical cards that show a certain landscape pattern.&#10;&#10;Players&rsquo; aim is to arrange the Landscape tiles so they match the pattern and element shown on the Mythical card. Then players need to move their pawn on this pattern to activate the Mythical card, the points gained will be received at the end of the game.&#10;&#10;All Mythical beings in the game are based on Icelandic &amp; Nordic folk tale creatures, a short description can be found in the separate Mythiopedia booklet. The landscape tiles are actual Icelandic locations.&#10;&#10;The game ends when any player activates a certain number of Mythical beings, according to number of players.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Mythology"
    ],
    "Mechanics": [
      "Area Movement",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Indiegogo",
      "Digital Implementations: Tabletopia",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dragnarok",
    "ID": 276857,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/276857/dragnarok",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Being a dragon is usually pretty awesome &mdash;wings, fire breath, a big pile o'gold to sleep on at night &mdash; until THEY showed up, that is, a &quot;party&quot; of adventurers who trespassed on your land, in your cavern, to steal YOUR gold. Why? What rights did they have to it? Why is it okay to trample all over yours? Good news, though,  as you've found the village and castle keep they call home. You're fed up, and you're a dragon, so you're not reasonable. Time to get your gold back and to burn them and their village to the ground.&#10;&#10;Dragnorak is a scenario-based, fantasy dexterity game in which players, acting as dragons, burn hero and villager meeples on a three-dimensional board. During their turn, a player may take a free movement action, then one of four different dexterity attack actions: Firebomb, Spit, Boulder Wheel, and Swoop. Most gold wins, of course, as befits dragons, and don't worry about missed shots because they build up your RAGE, which allows you to keep attacking until ideally there is nothing left.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Fantasy",
      "Humor"
    ],
    "Mechanics": [
      "Modular Board",
      "Take That"
    ],
    "Families": [
      "Admin: Unreleased Games",
      "Creatures: Dragons"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Escape Adventures: Von Königen und Alchemisten",
    "ID": 276859,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.72",
    "Link": "https://boardgamegeek.com/boardgame/276859/escape-adventures-von-konigen-und-alchemisten",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Family friendly escape game in a medieval setting. The story driven game includes solving puzzles as well as some deductive skills and offers a scoring at the end based in the age of the group and the used hints.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Book",
      "Fantasy",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Real-Time",
      "Storytelling"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Series: Escape Adventures (TOPP)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sprawlopolis: Beaches",
    "ID": 276862,
    "Year": "(2019)",
    "Geek Rating": "5.886",
    "Avg Rating": "7.42",
    "Link": "https://boardgamegeek.com/boardgameexpansion/276862/sprawlopolis-beaches",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1.6667",
    "Description": "A four card coast shapes Sprawlopolis.&#10;&#10;It's time to build this little beach town into a sprawling maritime city!&#10;&#10;SETUP&#10;Choose a random Beach card to add to your 3 scoring conditions and shuffle the others into the deck with the blocks side face-up.&#10;&#10;HOW TO PLAY&#10;When you draw a Beach card, you must play it immediately.  Each Beach will create a new border that you cannot cross with other cards (imagine that the beach continues beyond the edge of the card).&#10;&#10;During the game, you must define 3 out of 4 borders (north, south, east, west) and continue to build your city within those edges.&#10;&#10;The Beach scoring card may provide extra points to offset the new challenges.&#10;&#10;&#10;Released in the February 2019 Board Game of the Month Club $10+ package.&#10;&#10;",
    "Categories": [
      "Card Game",
      "City Building",
      "Expansion for Base-game",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Cooperative Game",
      "Tile Placement"
    ],
    "Families": [
      "Components: Multi-Use Cards",
      "Game: Sprawlopolis",
      "Series: Sprawlopolis",
      "Series: Wallet Games (Button Shy)",
      "Theme: Beaches"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monsterpocalypse Miniatures Game: Protectors G.U.A.R.D. Monster – Sky Sentinel",
    "ID": 276863,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/276863/monsterpocalypse-miniatures-game-protectors-guard",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Sky Sentinel has earned a place among G.U.A.R.D.'s defenders as one of the first super mechs created to protect the Earth, one of two initial Liberty-class weapons platforms. After the tragic destruction of its counterpart, Laser Knight, Sky Sentinel stood alone for a time against those who would destroy the planet, taking advantage of its advanced mobility to rapidly redeploy from one theater to another. This revered super mech is exceptionally equipped to coordinate the efforts of strike fighters and rocket choppers in its vicinity, unleashing unparalleled concentrated firepower.&#10;&#10;&mdash;description from the box&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Creatures: Monsters",
      "Players: Two-Player Only Games",
      "Theme: Kaiju"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monsterpocalypse Miniatures Game: Destroyers Martian Menace Monster – Deimos-9",
    "ID": 276864,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/276864/monsterpocalypse-miniatures-game-destroyers-martia",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "This enigmatic tripod walker known only as Deimos-9 would follow after the Ares Mothership and continue the process of harvesting resources while expeditiously dismantling Earth's defenses. Impacting initially in a compact spherical form, it unfolded to reveal its long legs and extending manipulator appendages, proving it could swiftly cross any terrain as it focused on urban centers. Deimos-9 has shown the capability of reaping vast amounts of energy in minutes and seems to prefer to prey on power plants, solar grids, and other high-energy locations. Its grappling manipulators and limbs are made of advanced Martian metals and polymers, being extremely durable despite a fragile appearance.&#10;&#10;&mdash;description from the box&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Creatures: Monsters",
      "Players: Two-Player Only Games",
      "Space: Mars",
      "Theme: Kaiju"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kingdom Death: Monster – Scoopy Club",
    "ID": 276865,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/276865/kingdom-death-monster-scoopy-club",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Promo gear card that were included with the Valentine's Day Pinup Twilight Knight, which is not part of the game.&#10;&#10;The Valentine's Day Pinup Twilight Knight appears in two versions. A 54mm scale model perfect painters and a 35mm scale model to proxy for a survivor in your game. In addition, a Scoopy Club promo weapon gear that embraces the gag-inducing aspects of the saccharine season.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Horror",
      "Mature / Adult",
      "Medieval",
      "Miniatures",
      "Mythology"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Role Playing",
      "Storytelling"
    ],
    "Families": [
      "Game: Kingdom Death Monster",
      "Mechanism: Campaign Games",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monsterpocalypse Miniatures Game: Building – Martian Command Post",
    "ID": 276866,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/276866/monsterpocalypse-miniatures-game-building-martian",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Proving they might have more interest in sticking around on Earth at least until every resource is consumed, the Martians have erected a number of peculiar command posts in urban regions. The interior activities of these are largely unknown, but it is suspected these buildings help coordinate invasion efforts utilizing quantum-based communications arrays.&#10;&#10;&mdash;description from the box&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Creatures: Monsters",
      "Players: Two-Player Only Games",
      "Space: Mars",
      "Theme: Kaiju"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monsterpocalypse Miniatures Game: Building – G.U.A.R.D. Defense Base",
    "ID": 276867,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/276867/monsterpocalypse-miniatures-game-building-guard-de",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "G.U.A.R.D. soldiers and pilots can&rsquo;t be out fighting alien horrors every hour of the day, and the defense base is a place where they can coordinate their efforts, fill out necessary paperwork, and enjoy a bit of coffee before the next battle. As these bases are often deployed in forward regions, each is heavily fortified and during emergencies can activate a bunker mode where vulnerable segments are withdrawn, during which it can sustain considerable punishment.&#10;&#10;&mdash;description from the box&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Creatures: Monsters",
      "Players: Two-Player Only Games",
      "Theme: Kaiju"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Weltpolitik",
    "ID": 276869,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.49",
    "Link": "https://boardgamegeek.com/boardgame/276869/weltpolitik",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "360",
    "Weight": "3",
    "Description": "In 1871, the Treaty of Versailles was signed between France and the newly established German Empire, badly shaking the balance of power which had kept Europe relatively stable since Napoleon&rsquo;s defeat in 1815. France longed for revenge against Germany. So did Austria-Hungary; yet the weakening Ottoman Empire seemed a much easier target for recovering the honour which she had so recently lost to the ascendant Germans. But Russia, too, longed to see the subject peoples of the Balkans take refuge under her own wings; and every attempt by a European power to spread her influence into the Sick Man of Europe was watched with grave concern by all. Russia, with its huge army, was also being closely monitored by Britain in central Asia, where the latter wondered what schemes this eastern giant might have planned. Had Russia intentions towards Britain&rsquo;s treasure of India? And was this new German Empire friend or foe? Would she attempt the herculean task of building a large navy to rival Britain&rsquo;s? Ultimately, Germany would abandon the less expansionist and more diplomatic realpolitik of Chancellor Otto von Bismarck, and chose instead to follow the path of Bernhard von B&uuml;low&rsquo;s weltpolitik, a policy intended to establish the national honour of the German Empire across the globe. As von B&uuml;low said a quarter-century later, &ldquo;We wish to throw no one into the shade, but we demand our own place in the sun.&rdquo; This struggle for a place in the sun would ultimately lead to the catastrophe of World War One, drawing all five powers into its maelstrom and destroying three of them in the process.&#10;&#10;Weltpolitik portrays the rising tensions and dwindling war-fuse which burned among the European powers from 1871 until the time of the First World War. However, a world war is not necessarily your objective. Your goal is simple: outrank your rivals in national honour with or without the Great War breaking out. To do so, you must spread your influence into the four areas over which the European powers were quarreling during this time: the declining Ottoman Empire, central Asia, the Far East, and Africa. You must also build sizeable armies and navies in the event that war does break out. If you are leading in national honour, then this might be the right opportunity for you to initiate the catastrophic conflagration. But if your ambitious schemes isolate you diplomatically, you just might find yourself friendless when war begins, and subsequently witness the collapse of your empire. Perhaps you should play the honest broker, and try to prevent the Great War. Have you the wisdom of a Bismarck, or the incompetence of a Kaiser Wilhelm II?&#10;&#10;Weltpolitik is a card-driven game inspired by the award-winning two-player game Twilight Struggle, but playable with up to five players. Given the radically different settings of the two games, you will find familiar mechanics considerably transformed, as well as some completely new ones. Naturally, the events portrayed on the cards are very different: the German Fleet Acts, the Boer War, the Boxer Rebellion, the founding of the Indian National Congress and the assassination of Archduke Franz Ferdinand are all here, as well as many, many more. Players can even form alliances and host European Congresses to both lessen tensions and deal with matters they&rsquo;d very much like to avoid.&#10;&#10;Weltpolitik can be played in a variety of ways. Given that new players will have no familiarity with the cards, each Decade can be played as a One-Decade mini-game simply to learn about the cards available for that Decade (for novices, such a game might take a little more than an hour). Once players are comfortable with the cards for the first two Decades, they may want to try a two-Decade game consisting of Decades One and Two; and when Decade Three is mastered, a three Decade game, and so on. With experienced players of Weltpolitik, a full five-Decade campaign game can be anticipated to last from potentially three to three and a half hours. The five Decade game will last much longer for players who don&rsquo;t know the cards! Alternatively, players may play a multi-Decade game beginning in a Decade other than Decade One; and there are two shorter one-region scenarios available as well.&#10;&#10;",
    "Categories": [
      "Political",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Simultaneous Action Selection",
      "Team-Based Game"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Digital Implementations: TableTop Simulator Mod (TTS)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hobby Farmer",
    "ID": 276870,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/276870/hobby-farmer",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The game Hobby Farmer is an attempt to share real-life hobby farm experiences through a board game that everyone can enjoy. The goal is to build a self-sufficient hobby farm, by being the first player to earn the winning number of points by pairing livestock with crops to create sustainable habitats. 2-4 players, ages 6 and up.&#10;&#10;On each turn, the player rolls the die and moves the number of spaces indicated. Depending on where he/she lands, the player may purchase livestock animals--such as pigs, horses, or chickens--or food habitats (aka, 'crops')--such as apple orchards, pasture, or vegetable gardens. When an animal or crop is purchased, a tile is placed on the player's farmstead in one of the 16 allotted spaces. Depending on how the player places his/her tile, points will be awarded. For example, placing honeybees next to a flower garden will award 2 points. The first player to reach 7, 10, or 14 points (novice, medium, difficult gameplay) wins.&#10;&#10;Players earn currency in the game whenever someone lands on the &quot;Farmer's Market&quot; space. Cards are drawn from a special deck indicating which items are in demand at the Farmer's Market. Depending on which animals or crops the player has on his/her farmstead, he/she will be awarded currency accordingly. He/she can then use that currency to purchase more animals or crops to place on their farm.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Educational",
      "Farming"
    ],
    "Mechanics": [
      "Auction: Turn Order Until Pass",
      "Commodity Speculation",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sugar Maple",
    "ID": 276871,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/276871/sugar-maple",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "You are a settler in a new land that is blessed with abundant sugar-producing Maple Trees. Starting with nothing but your sugar shack and a good measure of determination, you must build your sugar mapling enterprise from the ground up. Exploring the forest and tapping the right kinds of trees will generate cash flow that you can use to upgrade your equipment and expand your operation. But beware, other settlers have similar ambitions and will try to beat you to the tap.&#10; To play, each player chooses a cabin site on the gameboard and places their cabin. They also place one tree tap on a tract of land that is adjacent to their cabin. On each turn, the player rolls a die and moves along a track. Depending on where they land, they may be able to purchase supplies or run into danger.&#10;&#10;Whenever any player lands on the Sugar Maple tile, all players participate in the syrup harvest as follows: First each player draws one tree card for every tap placed. The tree cards indicate how many gallons of syrup are collected. After all the tree cards are counted, players receive currency (gallons of syrup) that they can use to purchase more land and place more taps.&#10;&#10;The game is won by the first player to place all of his/her taps. In a 2-player game, this is 8 taps. In a 3-player game, 7 taps. In a 4-player, 6 taps.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Environmental",
      "Farming"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Roll / Spin and Move",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Survive The Night: The Party Board Game",
    "ID": 276872,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/276872/survive-the-night-the-party-board-game",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "80",
    "Weight": "0",
    "Description": "Choose from one of eight different characters to begin your story. Your character has a goal they are trying to accomplish.&#10;&#10;If you don&rsquo;t find your win card, you can still beat the game by being the first one to make it home to your bed without being arrested or drugged. Easy, right?&#10;&#10;Start with beers at the brewery, dance on tables at Logan&rsquo;s club and finish the night by trying not to get kicked out of the dive bar.&#10;&#10;Playing the game is easy to learn and simple enough for a party environment. No long, boring rule book needed. Pick up a card. Do what it says!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Storytelling",
      "Team-Based Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Requiem: Vampire Knight – Lamias",
    "ID": 276873,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/276873/requiem-vampire-knight-lamias",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Lamias faction expansion, with the mini of Torquemada the werewol.&#10;Contains 14 faction cards, 8 minis and a rules sheet.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip",
      "Expansion for Base-game",
      "Fighting",
      "Horror",
      "Miniatures",
      "Pirates",
      "Zombies"
    ],
    "Mechanics": [
      "Modular Board",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Requiem: Vampire Knight – Hellfire Club",
    "ID": 276874,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/276874/requiem-vampire-knight-hellfire-club",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "The secret police is watching you.&#10;Use inspector Kurse for ranged attacks...&#10;Contains the Hellfire Club faction, 14 faction cards, 8 minis and a rules sheet.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip",
      "Expansion for Base-game",
      "Fighting",
      "Horror",
      "Miniatures",
      "Pirates",
      "Zombies"
    ],
    "Mechanics": [
      "Modular Board",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Requiem: Vampire Knight – Archaeologists",
    "ID": 276875,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/276875/requiem-vampire-knight-archaeologists",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "The Archealogists are weaker but they will outnumber their enemies...&#10;You may also animate you capital to make it fight for you!&#10;Contains the Archaeologist faction, 14 faction cards, 13 minis and a rules sheet.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip",
      "Expansion for Base-game",
      "Horror",
      "Miniatures",
      "Zombies"
    ],
    "Mechanics": [
      "Modular Board",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Requiem: Vampire Knight – Dystopians",
    "ID": 276876,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/276876/requiem-vampire-knight-dystopians",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "&quot;Too much is never enougth&quot; that is the Dystopian's topic...&#10;Dystopians play with the oponents cards... then give them back...&#10;Contains the Dystopian faction, 14 faction cards, 8 minis and a rules sheet.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip",
      "Expansion for Base-game",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Modular Board",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Requiem: Vampire Knight – 3-4 players",
    "ID": 276877,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/276877/requiem-vampire-knight-3-4-players",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Once you have the base game and several other factions you should play 3 or 4 players with this one.&#10;3 player mode is one against the others; 4 player mode is 2 vs 2.&#10;Containing 40 territory cards, 24 coins, and the rules book for 3 or 4 players.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip",
      "Expansion for Base-game",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Modular Board",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Requiem: Vampire Knight – Berserkers",
    "ID": 276878,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgameexpansion/276878/requiem-vampire-knight-berserkers",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Berserker expansion is a solo or coop mode for Requiem Vampire Knight the game.&#10;You'll play against berserkers until you kill them all or until they did to your soldiers.&#10;Time is short since the Berserkers also Ruin the board... once it's all done you loose (too)!&#10;Containing 5 Berserker minis, 21 Berserker cards, and a rules book.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip",
      "Expansion for Base-game",
      "Fighting",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Modular Board",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "EXO: Titans Unleashed",
    "ID": 276882,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.20",
    "Link": "https://boardgamegeek.com/boardgameexpansion/276882/exo-titans-unleashed",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "150",
    "Weight": "0",
    "Description": "This expansion includes:&#10;&#10;     4 EXO Titan miniatures, &#10;     4 themed game tiles, &#10;     16 EXO titan bug cards, &#10;     12 new exploration cards, &#10;     specific themed tokens, &#10;     4 new missions.&#10;&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Exploration",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Queue",
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Mechanism: Campaign Games",
      "Theme: Post-Apocalyptic"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Jokkmokk ambassadör",
    "ID": 276883,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/276883/jokkmokk-ambassador",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2",
    "Description": "&rdquo;Jokkmokk - by area the second largest municipality in Sweden. Within its borders lie the national parks of Sarek, Padjelanta, Stora Sj&ouml;fallet and Muddus. Here is a lot to see and experience. You who do not know a lot about Jokkmokks municipality will learn tremendous amounts.&#10;&#10;In this game we will bring you on a tour through Jokkmokk. The game is about moving though the municipality, answering questions and trying to become an ambassador for Jokkmokk.&#10;&#10;The game rules are easy to follow and you win through a balanced combination of luck and knowledge.&#10;&#10;A family game for 2-6 players from 11 years old.&rdquo;&#10;&#10;&mdash;Box description&#10;&#10;",
    "Categories": [
      "Educational",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Country: Sweden"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fressen Igel Schokoriegel?",
    "ID": 276885,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.33",
    "Link": "https://boardgamegeek.com/boardgame/276885/fressen-igel-schokoriegel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Do hedgehogs eat chocolate bars? Well no!!! Every kid knows that - but it's not always easy to find out an animal&rsquo;s favorite foods: do squirrels eat eggs? Do ducks eat herbs? Do wild boar eat berries? Each player gets a board with an animal. When it's his turn, he takes a food tile and tries to fit the tile into his board. The jigsaw puzzle shows whether or not the food Type is a favorite food of the animal. The first person to fill his board with four pieces of food wins. With game variant for older children from 4/5 years.&#10;&mdash;description from the publisher (translated)&#10;&#10;Fressen Igel Schokoriegel? Aber NEIN!!! Das wei&szlig; doch jedes Kind - doch nicht immer ist es so einfach, die Lieblingsspeisen der Tiere herauszufinden: Fressen Eichh&ouml;rnchen Eier? Fressen Enten Kr&auml;uter? Fressen Wildschweine Beeren? Jeder Spieler bekommt eine Tafel mit einem Tier. Wenn er an der Reihe ist, nimmt er sich ein Futterpl&auml;ttchen und versucht, das Pl&auml;ttchen in seine Tafel zu puzzeln. Die Puzzleausstanzung zeigt, ob das Futter zur Lieblingsspeise des Tieres geh&ouml;rt oder nicht. Wer als Erster seine Tafel mit vier Futterst&uuml;ckchen gef&uuml;llt hat, gewinnt. Mit Spielvariante f&uuml;r &auml;ltere Kinder ab 4/5 Jahren.&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Hedgehogs / Porcupines",
      "Food & Drink: Chocolate"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Arcane Guardian",
    "ID": 276889,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.68",
    "Link": "https://boardgamegeek.com/boardgame/276889/arcane-guardian",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Arcane Guardian is a quick, fun solo dungeon crawler card game of tactics, scarce resource management, and luck. Ancient powers have risen and are threatening humanity once more. It is you, the Arcane Mage who must face them. You have to weaken them before they swarm the realm of the living. To do so, you have to confront all the terrors crawling deep below the surface. The goal of the game is simple: escape the dungeon. Will you live to see the daylight?&#10;&#10;Arcane Guardian is lightweight and highly enjoyable from the very first play with enough depth to keep you entertained. You control a mage who wanders in an enchanted dungeon, opens treasure chests, fights monsters and drinks magical potions. You have to defeat numerous elementals and undead. Try to save as much Mana as possible, for if you run out of it, you cannot even emit light from your staff and are left in the dark. Your options are limited, while the dangers are many. In Arcane Guardian, every decision matters!&#10;&#10;Arcane Guardian is a Print and Play card game. The deck contains 60 cards, and there are an additional 21 cards. One game takes about 10 minutes. The game is made up of steps that are to be carried out in a set order. In the beginning, you have three ways to go. You select a deck and interact with the upper card. If the chosen card was not revealed, then you must reveal it and instantly interact with it. You may collect the card or discard it into the discard pile. After an interaction&rsquo;s end, you have to reveal all cards that are unrevealed (face down) on top of a deck except on the one that you interacted with. If your health goes below 1, and you cannot heal than the game is over and you lose. You should always consider whether to fight an enemy and lose health, or cast spells and spend your mana. You may suffer several terrible curses that weaken you, but you can even their effects out with masks, or create powerful and interesting combinations of different positive and negative magical effects. Of course, luck has an impact on your gameplay, you have to roll a die when you open treasure chests and when you interact with traps.&#10;&#10;You play until you find an ending card among the bottom six cards of a deck. If you successfully interact with it, then you win the game and escape the dungeon.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Dice",
      "Fantasy",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Crazy Cuts",
    "ID": 276891,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/276891/crazy-cuts",
    "Min Players": "4",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Can you cut out a picture of a frying pan that your team member will recognise?&#10;&#10;This hysterical game really puts your creativity to the test as you snip, rip and shape a piece of paper into one of a host of challenging items.&#10;&#10;&mdash;description from the box&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Wot¿zit",
    "ID": 276902,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/276902/wotzit",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "240",
    "Weight": "0",
    "Description": "The silly picture guessing game where things aren't what they seem.&#10;&#10;Can you guess Who, Where or What is shown on each mystery picture and win the game?&#10;&#10;Wot&iquest;zit, the zany, silly, mystifying picture guessing board game for all the family where things aren't quite what they first seem.&#10;&#10;The pictures are a crazy mixture of places, people and things, but it doesn't matter if you don't know, because if you can convince others to choose your answer you will win moves too.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Humor",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Monster Slaughter: Underground",
    "ID": 276907,
    "Year": "(2020)",
    "Geek Rating": "5.547",
    "Avg Rating": "7.52",
    "Link": "https://boardgamegeek.com/boardgameexpansion/276907/monster-slaughter-underground",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "3",
    "Description": "The old cabin in the woods may be remote, full of hiding places and infested with monsters&hellip; But who ever&nbsp;said it's revealed all of its secrets?&#10;&#10;Monster Slaughter: Underground expands the original game by adding a new room to the board and new special guests for your monsters to overcome. These guests will have their own scenarios and special rules to shine in the limelight, but your Monsters will also have access to the new abilities to keep up the pace!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Horror",
      "Humor"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Let's War",
    "ID": 276921,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.45",
    "Link": "https://boardgamegeek.com/boardgame/276921/lets-war",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "40",
    "Play Time": "140",
    "Weight": "2.3333",
    "Description": "Diplomacy is over. The first artillery rounds are being fired on every front of the WWI. But the frontline combats are just the last piece of an intricate puzzle. As the Commander-in-Chief of one of the 7 European powers, Great Britain, France, Russia, Germany, Austria-Hungary, Turkey and Italy, your duty is to support your nations war effort by any means possible. Improve your technology in order to make your weapons more lethal than the enemy ones, orchestrate obscure plots in the shadow using your spies and keep your home front morale high, to avoid a sudden revolution that would throw your nation in turmoil.&#10;&#10;Let's war is a card game for 2 to 7 players. Each player must manage his card hand made of Conflict cards, collected from a common draw deck, and National cards drawn from his own deck. These National decks are different for each nation, making the game totally asymmetrical. To increase such an asymmetry, each player can rely on a Characters deck to pick his VIPs from. These VIPs (either generals, politicians or artists) can influence the game performance of that nation as long he or she is in charge. Conflict cards and National cards can be used to improve your own army both in defensive or offensive terms, or to activate Spies to move the war onto an undercover level. The goal of this kind of war is to reduce the Home Front value of an enemy nation, attempting to spread a revolution and destroy any civilian support.&#10;&#10;The game is able to reproduce the raging early stages of the war with bloody clashes that slowly turn into trench warfare. From time to time, as some offensive power difference arise, you will see furious offensives, quickly silenced to a new stall phase.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Hand Management",
      "Simulation",
      "Team-Based Game"
    ],
    "Families": [
      "Country: Germany"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dark Ages: II Edition – Britannia & France",
    "ID": 276922,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.94",
    "Link": "https://boardgamegeek.com/boardgame/276922/dark-ages-ii-edition-britannia-and-france",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "2.375",
    "Description": "Dark Ages Britannia and France reimplements Dark Ages Britannia and expands it with 6 new battles focused on the French army.&#10;&#10;Game mechanics have been improved and revised for more intuitive gaming. Game maps have been completely redesigned with impressive artwork to match the new game tiles.&#10; Units don't use blocks anymore, but fancy banners partnered by some wooden cubes to simulate troops. This gives the game a more modern look and a strong visual impact, allowing bigger battles in comparison with the previous version of the base game.&#10;&#10;This base + expansion box includes the following scenarios:&#10;&#10;BRITANNIA:&#10;Fulford, Stamford Bridge, Hastings, Stirling Bridge, Falkirk, Bannockburn (day 1 and 2).&#10;&#10;FRANCE:&#10;Bouvines, Courtrai, Mons-en-Pevele, Crecy, Agincourt, Vernuil&#10;&#10;&mdash;description from the designer.&#10;&#10;",
    "Categories": [
      "Medieval",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Grid Movement",
      "Hand Management",
      "Hexagon Grid",
      "Line of Sight",
      "Simulation"
    ],
    "Families": [
      "Country: France",
      "History: Hundred Years Wars",
      "History: Norman Conquest",
      "History: Wars of Scottish Independence",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Too Many Bones: Trollin' 4 Fools! Tyrant Pack",
    "ID": 276939,
    "Year": "(2019)",
    "Geek Rating": "5.616",
    "Avg Rating": "8.22",
    "Link": "https://boardgamegeek.com/boardgameexpansion/276939/too-many-bones-trollin-4-fools-tyrant-pack",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Never ones to take ourselves too seriously, we've taken advantage of an infamous (and humorous) circumstance and ran with it. Here's your chance to get the elusive &quot;Deb&quot; misprint chip for your older (or newer) copy of Too Many Bones! But why stop there? We've gone ahead and run the joke into the ground (and then some) by creating an entire family of troll tyrants for you to fight.&#10;&#10;Pick your favorite out of the gate, or use the new &quot;Family Reunion&quot; Encounter to choose your nemesis.&#10;&#10;Trollin' for Fools includes the following:&#10;&#10;&#10;     Deb: The Troll Chieftess Tyrant Chip and Card&#10;     Sam: The Black Sheep Tyrant Chip and Card&#10;     Pat: The Weird Cousin Tyrant Chip and Card&#10;     Katherine Sunshine-Jackson: &quot;Ice D6&quot; Tyrant Chip and Card&#10;     &quot;Family Reunion&quot; Tyrant Encounter Card&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Hand Management",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Too Many Bones"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Welcome To...: Solo Mode",
    "ID": 276944,
    "Year": "(2019)",
    "Geek Rating": "5.671",
    "Avg Rating": "7.58",
    "Link": "https://boardgamegeek.com/boardgameexpansion/276944/welcome-to-solo-mode",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "2",
    "Description": "A new solo AI mode by Alexis Allard for use with the original base game of Welcome To... The packet includes full-color solo AI rules plus 8 cards (5 AAA architect cards, 3 AAA completed plan cards).&#10;&#10;",
    "Categories": [
      "City Building",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Bingo",
      "Contracts",
      "Paper-and-Pencil",
      "Pattern Building",
      "Simultaneous Action Selection",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Mechanism: Flip-and-Write",
      "Players: Games with Solitaire Rules",
      "Series: Alexis Solo Mode",
      "Series: Welcome To ..."
    ]
  },
  {
    "Rank": "N/A",
    "Name": "INTERACTION: No more boredom! – Soccer Expansion",
    "ID": 276945,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/276945/interaction-no-more-boredom-soccer-expansion",
    "Min Players": "2",
    "Max Players": "9",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Soccer Expansion extends Interaction base game with additional 400 questions and tasks with topic soccer.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Sports"
    ],
    "Mechanics": [
      "Acting",
      "Dice Rolling",
      "Hand Management",
      "Role Playing",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "INTERACTION: No more boredom! – DIY Expansion",
    "ID": 276946,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/276946/interaction-no-more-boredom-diy-expansion",
    "Min Players": "2",
    "Max Players": "9",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "DIY Expansions extends Interaction base game with 600 new tasks and new Mini-Games with topic Do-it-yourself.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Sea Skirmish",
    "ID": 276947,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/276947/sea-skirmish",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Sea Skirmish is a pocket size micro-war game.  Its main mechanics involve point to point movement, action programming, and attacking other players through dice rolls.&#10;&#10;The main playing pieces are cards that represent boats.  These boats set sail among any table that represents the sea.  There are no guidelines for table size.  In fact the game encourages the use of different tables and use of various everyday objects that can act as obstacles for the boats to navigate between.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Wargame"
    ],
    "Mechanics": [
      "Action Queue",
      "Dice Rolling",
      "Point to Point Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Monsterpocalypse Miniatures Game: Destroyers Martian Menace Monster – Ares Mothership",
    "ID": 276948,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/276948/monsterpocalypse-miniatures-game-destroyers-martia",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The Ares Mothership is a large Martian vehicle propelled by unknown means, and it represents the first extraterrestrial construct to enter Earth's atmosphere in recorded history. Its devastating lasers immediately answered the question of whether alien intelligence would be friendly or hostile. As the vanguard of the Martian invasion of the planet, Ares Mothership prosecutes a campaign of destruction across the globe, securing valuable resources that it can transform into new Martian assault craft.&#10;&#10;&mdash;description from the box&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Creatures: Monsters",
      "Players: Two-Player Only Games",
      "Space: Mars",
      "Theme: Kaiju"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Teenage Mutant Ninja Turtles: Ninja Pizza Party",
    "ID": 276949,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.85",
    "Link": "https://boardgamegeek.com/boardgame/276949/teenage-mutant-ninja-turtles-ninja-pizza-party",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "In Teenage Mutant Ninja Turtles Ninja Pizza Party, each player has their own stack of pizza slice cards. Each round, customers equal to one less than the number of players (except in two-player) are randomly chosen and the players all go through their stack of pizza slices one at a time, either adding the slice to their pizza or discarding it. Once they run out of cards in their stack, they take the discard pile from the player to their right to use as their new stack of slices. When a player completes their pizza of six slices, they claim the customer of their choice. This continues until all of the customers have been claimed. Points are awarded based on how many slices each player's pizza has that match the customer's favorite topping.&#10;&#10;When building a pizza, the players must match at least one topping on the slice next to the spot where the new slice is going to go. For the sixth (and last) slice, the slice being added needs to match a topping on each of the pieces next to the open slot. Each slice of pizza has two toppings, except for special &quot;kitchen sink&quot; slices, that have all of the available toppings. These special slices are limited to one per pizza. If a player's pizza is completed but does not follow the rules, the player that did not claim a customer can score points for that other player's customer, using their incomplete pizza, provided said pizza DOES follow the placement rules.&#10;&#10;At the end of the round, each player takes their current stack, discard pile, and pizza and combines them to form their new stack for the next round. Customers are randomized and selected again, and the next round begins.&#10;&#10;This continues until at least one player has 15 points, at which time the player with the most points is declared the winner.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Comic Books: Teenage Mutant Ninja Turtles",
      "Food & Drink: Pizza"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monsterpocalypse Miniatures Game: Protectors Terrasaurs Monster – Terra Khan",
    "ID": 276950,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/276950/monsterpocalypse-miniatures-game-protectors-terras",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Of all the great beings defending the planet, Terra Khan is perhaps the most terrifying, a gigantic reptilian creature that embodies the rage of nature itself. His roar can send saucers falling to the ground, and his step can provoke high-magnitude earthquakes. The destruction left in his aftermath is an inevitable price required to obliterate those threatening all life on Earth. Yet no monster fights with more determination than Terra Khan - he has been seen stepping on fleeing civilians as well as moving to shield beleaguered G.U.A.R.D. forces.&#10;&#10;&mdash;description from the box&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Creatures: Monsters",
      "Players: Two-Player Only Games",
      "Theme: Kaiju"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tempus Quest: Episode 2 – The Dust Farmers",
    "ID": 276955,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgame/276955/tempus-quest-episode-2-the-dust-farmers",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "After escaping the Dynasty, the crew lands on delling to load up on food and supplies.  But the planet is almost barren.  The colonists trying to make a living there need help irrigating the fields, and building up their town.&#10;&#10;Games in the Tempus series work similarly to roll and write games where players roll dice and use the results to fill in a sheet. In the Tempus System, instead of using dice, players will use the date and time to randomize setup and available actions.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Puzzle",
      "Science Fiction"
    ],
    "Mechanics": [
      "Grid Movement",
      "Network and Route Building",
      "Set Collection",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Game: Tempus Quest",
      "Mechanism: Roll-and-Write",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games",
      "Series: Tempus System (Button Shy)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monsterpocalypse Miniatures Game: Destroyers Martian Menace Unit Expansion 1",
    "ID": 276956,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/276956/monsterpocalypse-miniatures-game-destroyers-martia",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Often the first sign of the invading Martian Menace is the eerie glow of an approaching saucer&mdash;just before a paralyzing beam emerges from its underside to kidnap a hapless victim or to deliver a power pod to facilitate the invasion.&#10;&#10;Martian power pods are an ominous sight, each a simple but effective device that siphons energy from human cities at a prodigious rate to feed the greater host vessels.&#10;&#10;The silent Hunter is an effective aerial killer, leveraging advanced Martian technology to attack on the approach from a great distance well before the enemy knows it is there.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Creatures: Monsters",
      "Players: Two-Player Only Games",
      "Space: Mars",
      "Theme: Kaiju"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monsterpocalypse Miniatures Game: Destroyers Martian Menace Unit Expansion 2",
    "ID": 276957,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/276957/monsterpocalypse-miniatures-game-destroyers-martia",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Vanguards make up the bulk of the attack force sent by the Martians against Earth, swift fighters that fire disintegration beams to obliterate the defense forces trying to stop them.&#10;&#10;The silent Hunter is an effective aerial killer, leveraging advanced Martian technology to strike on the approach well before the enemy knows it is there.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Creatures: Monsters",
      "Players: Two-Player Only Games",
      "Space: Mars",
      "Theme: Kaiju"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monsterpocalypse Miniatures Game: Protectors Terrasaurs Unit Expansion 1",
    "ID": 276958,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/276958/monsterpocalypse-miniatures-game-protectors-terras",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Though dwarfed by greater monsters like Terra Khan, carnidons are among the greatest apex predators on the planet, capable of hunting in packs and possessing claws and fangs that can easily rend metal and concrete.&#10;&#10;While other Terrasaurs close on prey to attack them directly, the cagey spikodon destroys from a distance, launching armor-piercing bony projectiles from its tail with surpassing accuracy.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Creatures: Monsters",
      "Players: Two-Player Only Games",
      "Theme: Kaiju"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monsterpocalypse Miniatures Game: Protectors Terrasaurs Unit Expansion 2",
    "ID": 276959,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/276959/monsterpocalypse-miniatures-game-protectors-terras",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Among the swiftest and most agile of Terrasaurs are the raptix, smaller but still lethal carnivores that are noteworthy for their powerful legs and leaping ability, allowing them to intercept low-flying aircraft.&#10;&#10;Brontox are herbivores and among the gentlest of Terrasaurs, bringing instead a stoic disregard and virtual immunity to small weapons fire, protected by thick hides and muscle mass. Brontox are sent forth to expand Terrasaur nesting grounds, protecting eggs until they can mature.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Creatures: Monsters",
      "Players: Two-Player Only Games",
      "Theme: Kaiju"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monsterpocalypse Miniatures Game: Building – Power Plant",
    "ID": 276960,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/276960/monsterpocalypse-miniatures-game-building-power-pl",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Everyone needs power, whether to run entertainment systems, to illuminate the night, or to be siphoned by invaders from Mars and thereby facilitate the conquest of Earth. Power Plants are particularly favored targets by many of the oversized creatures menacing the planet, and they explode spectacularly when stomped upon.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Creatures: Monsters",
      "Players: Two-Player Only Games",
      "Theme: Kaiju"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monsterpocalypse Miniatures Game: Building – Communications Array",
    "ID": 276961,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/276961/monsterpocalypse-miniatures-game-building-communic",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Modern society would be lost without the steady and constant flow of information made possible by a solid Communication Array, as useful for coordinating military strikes as streaming entertainment to the masses.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Creatures: Monsters",
      "Players: Two-Player Only Games",
      "Theme: Kaiju"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monsterpocalypse Miniatures Game: Building – Industrial Complex",
    "ID": 276962,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/276962/monsterpocalypse-miniatures-game-building-industri",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "While an industrial complex isn&rsquo;t pretty, would any city be without a place for the thriving masses to work endless hours trying to create goods and services for others to consume, all the while oblivious to the approach of titanic horrors?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Creatures: Monsters",
      "Players: Two-Player Only Games",
      "Theme: Kaiju"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monsterpocalypse Miniatures Game: Building – Corporate Headquarters",
    "ID": 276963,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/276963/monsterpocalypse-miniatures-game-building-corporat",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "A Corporate Headquarters is a large and impressive building where decisions get made and a variety of middle managers seek to one-up one another in an endless quest to get ahead, none of which will matter when the city burns.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Creatures: Monsters",
      "Players: Two-Player Only Games",
      "Theme: Kaiju"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lunetas",
    "ID": 276964,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/276964/lunetas",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The night is dark and starry, the waters are calm. In the midst of this, navigators try to find constellations, to chart the path of their long journeys. In order to do this, they observe closely, through their lunettes, the patterns of distance between each of the stars.&#10;&#10;In Lunetas, each player represents one of these navigators who, in turn, will try to find, in a sky formed by pieces of patterns different from stars, one of the constellations that have in hand, observing the disposition and the colors of the stars that form it. The goal is to find as many constellations before the night ends, trying to get maximum points by solving constellations of varying levels of difficulty.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Modular Board",
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Monsterpocalypse Miniatures Game: Building – Downtown Highrise",
    "ID": 276965,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/276965/monsterpocalypse-miniatures-game-building-downtown",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The Downtown Highrise is a fancy establishment and a great place to live for the young urban professionals, offering good closet space and an excellent view&hellip;until such a time as the city is overrun with giant bloodthirsty monsters.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Creatures: Monsters",
      "Players: Two-Player Only Games",
      "Theme: Kaiju"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monsterpocalypse Miniatures Game: Building – Skyscraper",
    "ID": 276966,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/276966/monsterpocalypse-miniatures-game-building-skyscrap",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Some buildings are taller and more impressive than others, and these ones are all that and more. Reach for the sky, Skyscraper, but do not be surprised when a rampaging Terrasaur knocks you down.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Creatures: Monsters",
      "Players: Two-Player Only Games",
      "Theme: Kaiju"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cordel",
    "ID": 276967,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/276967/cordel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "50",
    "Weight": "0",
    "Description": "The Cordel is one of the most remarkable literary genres of Brazilian literature, and its writers, the &quot;cordelistas&quot;, lead a poetic life, but also very common. In Cordel, you will be a &quot;cordelista&quot;, who builds his life by obtaining and managing inspirations, used to write his &quot;cordels&quot; and take them to the popular fair, marking his captive presence in the line of &quot;cordels&quot;.&#10;&#10;On the other hand, a &quot;cordelista&quot; is also fundamentally a reader, so you will buy other players' &quot;cordels&quot; for your collection. The best &quot;cordelista&quot; will be the one who can be present with its &quot;cordels&quot; on the clothesline, building patterns of string color sequences, and also obtaining a diverse collection of them. To do this, you must manage your actions well, so you can complete your goals before the others.&#10;&#10;In their turn, each player has action points, which can be spent writing cordels (spending inspiration), publishing them, buying cordels from other writers, completing goals or collecting new inspirations. Goals are the key to the game, as the victory points guaranteed by it make up the bulk of the final score. Among these objectives, there are 3 categories: the color standards of the cordels on the poles, the presence of players on the poles and the collection of cordels.&#10;&#10;The match ends when one of the players reaches a certain number of goals, then the points are scored for the completed goals and other smaller forms of the score. The one who gets the most points at the end will win.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [
      "Action Points",
      "Hand Management",
      "Pattern Building",
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Korruptônia",
    "ID": 276968,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/276968/korruptonia",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "100",
    "Weight": "0",
    "Description": "The Democratic Republic of Korruptonia is in turmoil after the last president was suddenly removed from office (once again). The result of this was a dangerous instability, which swept the influence of the main parties in all regions of Korrupt&ocirc;nia, creating a fertile environment for a non-partisan outlet of the whole country. So to conserve the stewardsh... or rather, the Korruptonian democracy, the country's main political parties articulate an emergency electoral campaign in order to regain partisan prestige and elect a representative.&#10;&#10;In order to be able to elect its representative, the party must increase its influence in the regions of the country, through the presence of its candidate or the support of the media, personalities, smaller parties and companies. With the use of mechanics like area control, auction and hand and resource management, Korrupt&ocirc;nia is a strategic game of fantasy themed.&#10;&#10;There are five regions of Korrupt&ocirc;nia, and each one has different demographic characteristics in each game. All these regions begin with a high influence of the partisans and with almost no influence of the great political parties - each party only initiates with a minor influence in its original region. Each player will have five weeks (or five rounds) to reverse this scenario, gaining enough influence for his candidate to lead the polls at the end of the game.&#10;&#10;To achieve this, players will have to manage well each of the phases of the rounds: the campaign phase and the political action phase. In each round, the position of the candidates in the polls will determine the order of the players, in descending order.&#10;&#10;In the campaign stage, players must decide whether to move their candidate and pay the costs (of money and speech, which are two of the three resources that the parties must administer) to campaign wherever they are, gaining influence in doing so .&#10;&#10;After that, in the political actions phase, each player must take one of the actions of the cards in his hand, eventually having to pay his costs (of money, speech and government positions, which are the three features of the game). These actions range from setting up campaign committees, influencing news media for or against candidates, and also hiring famous people for your campaign, joining smaller parties and attracting companies to fund the campaign (these last three actions require a auction with the other parties). After making an action, the player can exchange resources with the political market, which varies with each negotiation, and also use one of the political actions of the open cards on the table, paying extra costs for this. At the end of each round, the party influence in each region determines an update of the voting intentions of the candidates in the polls.&#10;&#10;At the end of five weeks, the party ahead in the polls will win the match.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Humor",
      "Political"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Auction / Bidding",
      "Commodity Speculation",
      "Hand Management",
      "Modular Board",
      "Variable Phase Order"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Taquara-Castelo",
    "ID": 276969,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/276969/taquara-castelo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Taquara-Castelo is a promotional postcard game developed by the collaborative studio Casa do Goblin (Brazil) for a series of collectible flyers of the Castelo das Pe&ccedil;as (Rio de Janeiro) event, in which both the playing area and the rules are contained in the space of the back of the flyer.&#10;&#10;In this game, players are drivers who must drive their vans, collecting and leaving passengers around the city, while trying to leave the passengers in Castelo (a neighborhood in the central zone of Rio de Janeiro) at the most opportune moment. For this, the vans must cross the track sections, respecting the correct hand of each of them, avoiding being blocked by the others. Managing the van's ability is important: the more crowded, the fewer stretches it can go through in a move. In the end, those who have collected and left a more varied number of passengers will receive a high amount of points, and whoever has more points will win!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Transportation"
    ],
    "Mechanics": [
      "Action Points",
      "Grid Movement",
      "Point to Point Movement",
      "Set Collection"
    ],
    "Families": [
      "Promotional: Board Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Alpha Charlie Tango",
    "ID": 276970,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/276970/alpha-charlie-tango",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Alan Turing, a brilliant mathematician, proved that intelligence can win wars by deciphering the German Enigma code during World War II. Likewise, in Alpha Charlie Tango, players have the challenge of uncovering their opponents' secret codes, deciphering each of their parts through a meticulous and strategic choice of which false messages to send, before they discover their code.&#10;&#10;There are five possible characters, but several combinations, and each time a player sends a three character message, each of the other players signals the presence of these characters in their code (if there are equal characters, only one character must be signaled, which the mission of figuring out your code even harder). In turn, a person may try to deduce a part of the code from another person, but if he makes a mistake, he should reveal a part of his own code. Whoever is the only one still has hidden parts of his own code!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Deduction",
      "Spies / Secret Agents",
      "World War II"
    ],
    "Mechanics": [
      "Secret Unit Deployment"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Os Moscovis",
    "ID": 276971,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/276971/os-moscovis",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "0",
    "Description": "The Moscovis are a very friendly family of fly-spiders. However, all Moscovis have some peculiar and hereditary characteristics. The first is that they do not see the colors well, and they reverse the ability to identify each one a little. That would not be a big problem, were it not for another Moscovis trait: a serious food restriction. For Moscovis, eating flakes of certain colors can have serious consequences, from a bellyache to more serious things! That is, a Moscovis can never &quot;fly&quot; away from it's attention!&#10;&#10;In this way, each player is in the shoes of a member of this family in &quot;The Moscovis&quot;, trying to correctly identify the colors of the flies, in the order in which they are arranged, using the colors they have in mind (or better, in the hands)! The letters have the name of one color, but the color of the letter is different, and each needs to put the names of the colors in order according to the colors of the flies, as soon as possible. The difficulty is heightened by the fact that each set of cards has different combinations of colors and names.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Building",
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Jiangxi",
    "ID": 276972,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.50",
    "Link": "https://boardgamegeek.com/boardgame/276972/jiangxi",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Jiangxi is a 2 player strategy game where each individual plays an Asian Faction fighting for control of the land. Each player will attempt to kill the opponents Emperor to claim the throne and win the game. This is done by moving their pawns into the opponent's emperor space in the center of the board.&#10;&#10;During each turn, a player will choose a pawn to move to an adjacent open slot. Then they choose to either rotate a ring of the board, place a dragon cylinder to block an opponent or forfeit their secondary action, which removes the rotation tracker from the board. If the player chooses to rotate the ring that their pawn has entered or the center ring, they must mark which direction they rotated the ring by placing the rotation tracker on it. This blocks the next player from undoing the rotation that was just completed.&#10;&#10;Each player plans their movements, but find that the grounds beneath them are always shifting, forcing them to plan their movements even more carefully.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Area Majority / Influence"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gulp!",
    "ID": 276974,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.13",
    "Link": "https://boardgamegeek.com/boardgame/276974/gulp",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "In Gulp! players will take control of one shade of fish under the sea. Each turn will consist of eating fish to take control of more tiles in on the 7&times;7 grid of fish tiles. Some fish are provided with special abilities that can flip around the progress of tile collecting. At it&rsquo;s core, Gulp is a take that tile game.&#10;&#10;Gulp will come with 49 tiles featuring level 3 fish like shark all the way to the bottom of the kelp and coral chain. The board is modular as each set up is done by placing the tiles in a 7&times;7 grid and taking turns collecting fish. Each tile can eat a tile below their tier level, and any empty spaces left leave fish unable to move. Each fish can move horizontally or vertically.  Whichever fish is on the top of a stack is the winner of the pile at the end of the game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals",
      "Educational",
      "Environmental"
    ],
    "Mechanics": [
      "Grid Movement",
      "Static Capture",
      "Take That",
      "Tile Placement"
    ],
    "Families": [
      "Animals: Coral / Jellyfish / Anemones",
      "Animals: Fish / Fishes",
      "Animals: Sharks",
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games",
      "Theme: Biology",
      "Theme: Nature"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zont!",
    "ID": 276975,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/276975/zont",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "0",
    "Description": "You and your team have just returned from an incredible adventure on the mysterious planet Zont, but there's just one problem &ndash; you don't remember any of it! Zont! is a co-op storytelling game of adventure that fosters creative thinking and teamwork.&#10;&#10;To begin, each player chooses a role (Captain, Scientist, Explorer, Security, Diplomat or Engineer). Memory tiles that depict a color (Emotion) and a word are turned over and spread out in the center of the table. A Story Plot is chosen at random, this is the goal the team was trying to accomplish on their mission and indicates a specific word found on the Memory tiles.&#10;&#10;On their turn a Player reveals two Memory tiles. If two matching colors are found that Player begins a &quot;Complete Memory&quot; using the Emotion indicated by the color and the two different words on the tiles. Each other player then contributes by &quot;Adding To&quot; the memory from the viewpoint of their role on the team. After all players have had a chance to &quot;Add To&quot; the memory, the pair of tiles are placed on the Memory Track at a point determined by the team.&#10;&#10;After 8 Complete Memories (linked from Start of Story to End of Story) are found you will have pieced together your trip to Zont and have a unique story only your team could have had.&#10;&#10;Winning or Losing is optional. To Win the players must find and work the Story Plot term into the story and individual players are awarded points on their participation. But for younger or more casual play the journey itself is just as rewarding.&#10;&#10;We hope you had a wonderful time on Zont!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Children's Game",
      "Exploration",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Role Playing",
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pigeonpocalypse",
    "ID": 276980,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/276980/pigeonpocalypse",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Pigeonpocalypse is a fun and fast family card game for 2-6 players. It takes two minutes to learn and 20 minutes to play.&#10;&#10;In this game, your armies of pigeon warriors, squirrel renegades and many others must fend off the violent grannies, dating couples and sleazy businessmen intruding on your precious park.&#10;&#10;The winner is the player that best protects the park from the city slickers. You must strategically assign your defenders to the invaders, earning points by successfully defeating them. First to 15 points wins!&#10;&#10;The game consists of a number of rounds. In each round new Visitors will arrive and the players will all get a chance to defeat them and earn their points. During the game you can use cards with special abilities to overcome the ods! Use a tornado to blow away an oponent from your targetted visitor. Exchange visitor for a new one from a deck to distract your oponent. Save powerfull minions after the round ends instead of discarding them, or peek into your oponents hand to plan your next move!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Little Flower Shop: 5th Player Pack",
    "ID": 276982,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.64",
    "Link": "https://boardgamegeek.com/boardgameexpansion/276982/the-little-flower-shop-5th-player-pack",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is an expansion pack for 5 players.&#10;&#10;To use the cards, they are simply added to the game and then removed when playing with fewer than 5.  The flower cards will have no &quot;filler,&quot; so they can be easily distinguished from the cards in the base game.  Also, I will slightly change the color of the purple vases to make it easier to pull them out.  The other cards will be easy to remove as needed.  Note also that the lack of filler adds a new element to the game if you're using the filler scoring, as these flower cards will not give bonus points.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Expansions Changing Player Count",
      "Theme: Flowers"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Der große Reibach",
    "ID": 276999,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.70",
    "Link": "https://boardgamegeek.com/boardgame/276999/der-grosse-reibach",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "2.6",
    "Description": "10 years world economic crisis - reason enough to project the thing as a caricature on your table. In Der gro&szlig;e Reibach, every player turns into the CEO of a big bank, trying to cash in as much money as their questionable means allow. The goal of the game is to be the first have 80 TSD in the bank.&#10;&#10;The basic trade for these banks is customer business. Each bank has three branches where they can look after different customers and try to cash in on their investments.&nbsp;You earn your costumers&rsquo; trust through persuasive bank advisors. If the trust is established you will fill your pockets with quick cash, but as soon as the trust is lost the costumers will flee and the money with them.&#10;&#10;To make sure the other banks won&rsquo;t do too well, there are plenty of action cards you can use to influence and manipulate the competition. Lawyers, for example, sue the most capable employees of the other banks, the black bloc destroys entire branches, and the critical shareholder worries the investors of your competitors. On the other hand, of course, one's own bank can also be improved by incidentally food speculation, attracting rating agencies or allowing brokers to work for you. With over 50 different cards and a total card number of 185 cards there are numerous options available to pave the path to the big money.&#10;&#10;The own pocket is represented in the game by a small cloth bag, so that the competition cannot see your fortune and nobody can be certain to win the game until the very end. Suspense until the big finale is guaranteed.&#10;&#10;The turn-based game is characterized by having a very high level of interaction between the players and which allows to have a great impact on the moves and opportunities of other players. With a duration of 90 to 180 minutes (depending on the number of players), there are enough opportunities to make up for any financial arrears. Each turn you hold, six action points can be used. You can split them up between buying new cards, playing the cards in your hand, and activating cards already placed. You control the markets and gameplay through your own behavior, so that no match is the same and different tactics can be profitable.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Trading"
    ],
    "Families": [
      "Crowdfunding: Startnext"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dungeon WC: The Nerd Hero Promo Card",
    "ID": 277001,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/277001/dungeon-wc-the-nerd-hero-promo-card",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "2",
    "Play Time": "5",
    "Weight": "0",
    "Description": "The card represents the Gamer hero: he spend all his money in games at the fairs, so he now has to enter the Dungeon without any gold coins! It is a funny hero card for player who asked us for a very hard game mode.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Memory",
      "Modular Board",
      "Point to Point Movement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  }
]