[
  {
    "Rank": "10001",
    "Name": "Nine Years: The War of the Grand Alliance 1688-1697",
    "ID": 203087,
    "Year": "(2017)",
    "Geek Rating": "5.579",
    "Avg Rating": "7.49",
    "Link": "https://boardgamegeek.com/boardgame/203087/nine-years-the-war-of-the-grand-alliance-1688-1697",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "225",
    "Play Time": "225",
    "Weight": "2.9167",
    "Description": "In 1688, Louis XIV embarked upon a war of aggression later called the Nine Year's War or the WAR OF THE GRAND ALLIANCE. At the same time, supported by influential British political and religious leaders, Wiliam III Prince of Orange crossed the Channel to invade England, deposing the English King James II, his father-in-law, in the &quot;Glorious Revolution.&quot;&#10;&#10;Nine Years: The War of the Grand Alliance is a stand alone game using the No Peace Without Spain system. In addition to the Grand Alliance scenario (from 1688-1699), players owning both this game and No Peace Without Spain can play the epic Grand Campaign scenario running from 1688 to 1713. Now players can recreate one of the decisive moments in European history, as France begins its long slide to revolution, Austria enjoys its last moment of continental dominance and Britain asserts itself as the preeminent power of Europe.&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Point to Point Movement"
    ],
    "Families": [
      "Continents: Europe",
      "History: Age of Kings",
      "History: Nine Years War",
      "Players: Two-Player Only Games",
      "Series: No Peace Without Spain (Compass Games)"
    ]
  },
  {
    "Rank": "10002",
    "Name": "Samoa",
    "ID": 313723,
    "Year": "(2020)",
    "Geek Rating": "5.579",
    "Avg Rating": "6.57",
    "Link": "https://boardgamegeek.com/boardgame/313723/samoa",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "1.4545",
    "Description": "The feather party starts! In the card game Samoa, each player gets their own mask, but ownership of the masks is secret. The players collect feathers on the beach to decorate the masks as beautifully as possible. In the end, the most colorful masks are worth the most points.&#10;&#10;The players play colored or black cards to the five masks. They don't know which mask belongs to whom, but they are trying to deduce that information. If they guess correctly, they receive bonus points. If the owner of a mask is correctly guessed by everyone, then that player loses.&#10;&#10;In turn, the active player reveals a card from the deck and places it above or below a mask. As soon as a mask has five feather cards, points are awarded. However, only at the end of the round will the owners of these points (and the masks) be identified. The game lasts for three rounds, so if you don't score in a round, you will get two additional chances.&#10;&#10;The elements water, fire, and air influence the party. Sometimes the sea brings additional feathers, while the wind in combination with a campfire could burn a feather.&#10;&#10;Decorate the masks on the island, mask yourself, and press your luck!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Deduction",
      "Push Your Luck",
      "Take That"
    ],
    "Families": [
      "Country: Samoa",
      "Misc: LongPack Games",
      "Series: Pocket Games (Devir)"
    ]
  },
  {
    "Rank": "10003",
    "Name": "Fairy Land",
    "ID": 127275,
    "Year": "(2012)",
    "Geek Rating": "5.579",
    "Avg Rating": "6.49",
    "Link": "https://boardgamegeek.com/boardgame/127275/fairy-land",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.0625",
    "Description": "The forest is full of activity. The King of the Fairies will soon return from a long journey, and everyone wants to receive him properly!&#10;&#10;As the leader of one of the noble families of Fairykind, you compete with the others to impress the King with a splendid reception: Collect gorgeous and fragrant flowers and gather loyal animal friends while avoiding the tricky goblins and clumsy ogres! You will have to use the Fairies of your family to explore the forest and collect the most splendid ingredients for the perfect reception and gain the aid of the wise Druids and the Fairy Queen herself!&#10;&#10;Fairy Land is a game that combines auctions, set collecting. and the timely use of &quot;magical item&quot; cards. At every player's turn, the woods will be filled by new animals, flowers or goblins/ogres &ndash; this will require some difficult decisions with players decicing which items go in which lots &ndash; then the player must use his single action to either start a bid on one of the woods (card groups), get one card from the druids, pay for a special item, or use one of the special item cards he owns. At the end of the game, sets of animals and flowers will be compared to score points, but players may also lose points for having too many goblins in their playing area.&#10;&#10;Who can impress the King the most? Will it be you?&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Set Collection"
    ],
    "Families": [
      "Creatures: Fairies / Elves / Pixies",
      "Creatures: Unicorns"
    ]
  },
  {
    "Rank": "10004",
    "Name": "Final Act",
    "ID": 204601,
    "Year": "(2016)",
    "Geek Rating": "5.579",
    "Avg Rating": "7.46",
    "Link": "https://boardgamegeek.com/boardgame/204601/final-act",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "50",
    "Play Time": "70",
    "Weight": "2.1111",
    "Description": "Final Act is an abstract, simultaneous move game of tank versus tank action, using an innovative &quot;control panel&quot; system that lets players program their moves--for up to seven tanks each-- quickly. Both the direction the tank moves and where it points are covered with quick dials and then revealed to the opponent after both sides have finished.&#10;&#10;Designed by Sharon Katz, who actually commanded a tank in the Israeli Army, Final Act is not linked with any specific historical period.&#10;&#10;Players plan their moves place their shots, and then maneuver their tanks according to the plan. If tank and shell end up in the same space, one &quot;hit&quot; takes place. Two hits knock out any tank.&#10;&#10;Before the game begins, each player may locate certain kinds of terrain pieces-- swamp, minefield, berms -- that can help their defense or impact how they want to attack.&#10;&#10;To win the game, a player needs to move one tank to the &quot;last line of defense&quot; row of the opponent.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Action Queue",
      "Grid Movement",
      "Line of Sight",
      "Simultaneous Action Selection",
      "Square Grid"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "10005",
    "Name": "Battle for Germany: Deluxe Edition",
    "ID": 310880,
    "Year": "(2021)",
    "Geek Rating": "5.579",
    "Avg Rating": "7.92",
    "Link": "https://boardgamegeek.com/boardgame/310880/battle-for-germany-deluxe-edition",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "180",
    "Play Time": "240",
    "Weight": "2.2222",
    "Description": "Battle for Germany Deluxe Edition - The Destruction of the Reich, Dec.1944-May 1945.&#10;&#10;This will be an update of the several previous editions.&#10;&#10;It will retain the original map, counters, and rules with a graphic update and enlargement to a full-size game board and larger counters.&#10;&#10;New content includes optional rules and counters from the 1995 DG edition and various MOVES articles and other sources (as the counter limit allows).&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Ratio / Combat Results Table",
      "Zone of Control"
    ],
    "Families": [
      "Country: Germany",
      "Country: Soviet Union"
    ]
  },
  {
    "Rank": "10006",
    "Name": "Rick and Morty: Anatomy Park – The Game",
    "ID": 220926,
    "Year": "(2017)",
    "Geek Rating": "5.579",
    "Avg Rating": "6.01",
    "Link": "https://boardgamegeek.com/boardgame/220926/rick-and-morty-anatomy-park-the-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Description from the publisher:&#10;&#10;Based on the hilarious &quot;Anatomy Park&quot; episode, each player in Rick and Morty: Anatomy Park attempts to construct the world's greatest theme park inside of a homeless guy named Ruben. Players build while battling both monstrous diseases and fellow park-builders with creative differences concerning how the park should be laid out. The object of the game is to score points by placing your park tiles into the best spots within the body. Move your character pawn around the park to scout out the best locations and stay away from (or shoot) the monster diseases that will pop up and cause chaos. Whoever has the most victory points wins and is the master builder of Anatomy Park!&#10;&#10;",
    "Categories": [
      "City Building",
      "Dice",
      "Mature / Adult",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Acting",
      "Grid Movement",
      "Hand Management",
      "Modular Board",
      "Tile Placement"
    ],
    "Families": [
      "TV Shows: Rick and Morty"
    ]
  },
  {
    "Rank": "10007",
    "Name": "Cutthroat Kingdoms",
    "ID": 215213,
    "Year": "(2017)",
    "Geek Rating": "5.579",
    "Avg Rating": "6.63",
    "Link": "https://boardgamegeek.com/boardgame/215213/cutthroat-kingdoms",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "150",
    "Weight": "2.6667",
    "Description": "The throne to the Kingdom of Aurum lies unclaimed. Six great houses vie for control of the land in an ongoing dispute of title, territory, and birthright. Embroiled in conflict, the lords and ladies lock eyes on the crown as they fight to contend with a great plague that has now turned upon the people, ravaging the kingdom for which they war.&#10;&#10;In Cutthroat Kingdoms, you take on the role of a leading lord or lady of one of the six eminent Houses in the Kingdom of Aurum &mdash; a grim fantasy world fraught with danger, intrigue, and plague. You must use your armies to claim territories, gather wealth, recruit hirelings, and hire mercenaries as you pursue your nefarious plots and jockey for power. Political intrigue and assassinations abound, and powerful strategic alliances are offset by bloody conflicts. Most importantly, will you strive for domination alone, or tie your fortunes to another house through a well-placed political marriage?&#10;&#10;Cutthroat Kingdoms is a competitive game that features marriage-alliance team mechanisms in which strategic planning and decisive military moves can swing the course of the Kingdom. Changing territories and events make each game unique. Open negotiation, deal-making, and tabletalk are all encouraged &mdash; nay, necessary to win!&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Medieval",
      "Negotiation",
      "Political"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Modular Board",
      "Team-Based Game",
      "Variable Player Powers",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "10008",
    "Name": "011",
    "ID": 93194,
    "Year": "(2011)",
    "Geek Rating": "5.579",
    "Avg Rating": "6.05",
    "Link": "https://boardgamegeek.com/boardgame/93194/011",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.7708",
    "Description": "It&rsquo;s year &ldquo;011&rdquo; in an alternative 19th century. The Inscrutable Organ of Eternity is hidden somewhere in Turin, and it&rsquo;s the only instrument that can prevent the coming Ragnar&ouml;k. Only one of the 8 Characters in the game is the &ldquo;Chosen One&rdquo; who can play the Organ. One of the others, meanwhile, has been possessed by the Spirit of Fenrir the Wolf, and will try to prevent the Chosen One from reaching the Organ.&#10;&#10;The goal of the game, is to identify and deliver the Chosen One and the song of Making (which is composed as part of the game play) to the Inscrutable Organ of Eternity before the 12th hour.&#10;&#10;011 is played over 11 rounds, called Hours. Each Hour is divided into 5 phases. All players, in order, must complete one phase, before the next phase begins:&#10;1. Reveal Event&#10;2. Bid for Turn Order&#10;3. Place Clues on the Map&#10;4. Character Actions and Movement&#10;5. Play Location Tiles&#10;&#10;Once all 5 Phases are complete, advance the Hour Hand one space on the Ragnar&ouml;k Clock. If the Hand reaches XII (and so, the 11th Hour has passed), the game ends and all players lose! Otherwise, a new Round begins with Phase 1.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Deduction",
      "Mythology"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Cities: Turin (Piedmont, Italy)",
      "Components: Gears",
      "Music: Music Groups",
      "Series: Heavy Metal (Scribabs)",
      "Theme: Music Making & Makers",
      "Theme: Steampunk"
    ]
  },
  {
    "Rank": "10009",
    "Name": "Ali Baba",
    "ID": 233960,
    "Year": "(2017)",
    "Geek Rating": "5.579",
    "Avg Rating": "6.19",
    "Link": "https://boardgamegeek.com/boardgame/233960/ali-baba",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.4",
    "Description": "Open sesame! Before Ali Baba's amazed eyes, the sealed mouth of the cave magically opens. The cave is filled with treasures: golden statues, chests with coins, shiny swords, and necklaces with precious marbles. An enormous pile of treasures almost reaches the roof of the cave. Ali Baba doesn't hesitate and starts gathering treasures...&#10;&#10;In Ali Baba, you want to collect treasures from the cave of the forty thieves. Each turn you take one of of the open tiles on the game board. After taking a tile, some new tiles can become available. The background color of each tile corresponds with a special effect, and you can use these effects to outsmart your opponents! The more treasures of the same kind you have at the end of the game, the more points you score. Become the most wealthy player to win!&#10;&#10;",
    "Categories": [
      "Arabian",
      "Mythology"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Digital Implementations: Yucata",
      "Folk Tales & Fairy Tales: Ali Baba and the Forty Thieves",
      "Mythology: Arabian"
    ]
  },
  {
    "Rank": "10010",
    "Name": "Kyoto",
    "ID": 317643,
    "Year": "(2020)",
    "Geek Rating": "5.579",
    "Avg Rating": "6.35",
    "Link": "https://boardgamegeek.com/boardgame/317643/kyoto",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Kyoto takes players straight into one of the burning issues of our time: climate change &mdash; and not with a wagging finger, but by putting them into the shoes of the decision makers.&#10;&#10;As delegates from different countries, players face a few quick rounds of negotiation at a climate conference. Together, they try to hit reduction targets and provide the needed funding, knowing that each round they fail to do so they inflict severe damage on the planet. But bent on preserving their own country's wealth and following their secret agendas, none of them may be eager to give more than absolutely necessary. After all, the winner will be whoever best preserves their wealth...unless the impending damage to earth becomes too severe, in which case the conference fails immediately and the greediest player can't win.&#10;&#10;",
    "Categories": [
      "Environmental",
      "Negotiation"
    ],
    "Mechanics": [
      "Bribery",
      "Hand Management",
      "Negotiation"
    ],
    "Families": [
      "Theme: Climate Change",
      "Theme: Environmental Protection / Degradation / Pollution"
    ]
  },
  {
    "Rank": "10011",
    "Name": "Verflucht!",
    "ID": 243435,
    "Year": "(2018)",
    "Geek Rating": "5.579",
    "Avg Rating": "6.03",
    "Link": "https://boardgamegeek.com/boardgame/243435/verflucht",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.1875",
    "Description": "On the estate of Lord Sommerset, nasty creatures are up to mischief, with ghosts, werewolves, and headless horsemen lurking and looking for the perfect moment to attack. Monster defense is difficult because you must find protective objects and the right weapon isn't always available. You'll need to find defense somehow, though, as you don't have enough seals to last the entire night...&#10;&#10;In Verflucht! (Cursed!), players work cooperatively to battle monsters drawn from a central pile of cards, trying to achieve the best score possible.&#10;&#10;The deck consists of red cards with creatures on them and green cards with items valued from 1 to 40. These cards are mixed face down on the table, while a set of seal cards are placed in a stack. On a turn, the active player draws a card from the center of the table and looks at it. If it shows an item, they take the card on the hand without revealing its value. If the drawn card is a creature, they must place the card face up in the display. The player now has the chance to expel one of the red creatures with one (or more) green cards, and the collective value &#226;&#128;&#139;&#226;&#128;&#139;of the items played must be at least as high as the value of the creature. Players need to somehow decide among themselves who should drive away which creature or else valuable items will be spent fruitlessly!&#10;&#10;The creatures don't lie dormant on display. When the sixth creature is placed in the display, the most powerful creature present attack; the same thing happens when creatures form a group (i.e., when their values are in a numerical order). The players must expel these monsters immediately, and if they can't, they must use a seal to expel all the monsters; when this happens, the monsters are re-shuffled with the remaining face-down cards. When all face-down cards have been drawn and all attacks successfully defeated, the players win. To determine their score, place all unused seals on the remaining creatures in the display. The collective value of the remaining creatures equals the players' score. How low can you go?&#10;&#10;",
    "Categories": [
      "Card Game",
      "Mythology"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Country: England",
      "Creatures: Ghosts",
      "Creatures: Monsters",
      "Creatures: Werewolves",
      "Theme: Cryptids"
    ]
  },
  {
    "Rank": "10012",
    "Name": "Au fil de l'épée",
    "ID": 9833,
    "Year": "(2002)",
    "Geek Rating": "5.579",
    "Avg Rating": "7.44",
    "Link": "https://boardgamegeek.com/boardgame/9833/au-fil-de-lepee",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.6842",
    "Description": "Au fil de l'&eacute;p&eacute;e (By The Edge of the Sword) is a simple tactical wargame covering the battles of Muret 1213, Bouvines 1214, Lac Pe&iuml;pous 1242 and Benevento 1266.&#10;&#10;One map hexagon represents about 200 meters and each game turn represents about 1/2 hour of real time.&#10;&#10;",
    "Categories": [
      "Medieval",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Simulation"
    ],
    "Families": [
      "Cities: Lille (France)",
      "Components: DTP (Desktop Publishing)",
      "Country: France",
      "Country: Italy",
      "Country: Russia",
      "Digital Implementations: VASSAL",
      "History: Crusades",
      "History: Wars of the Guelphs and Ghibellines",
      "Magazine: Vae Victis",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Region: Languedoc (France)",
      "Series: Au Fil de l'Épée (Frédéric Bey)"
    ]
  },
  {
    "Rank": "10013",
    "Name": "No Stress Chess",
    "ID": 19918,
    "Year": "(2004)",
    "Geek Rating": "5.579",
    "Avg Rating": "6.29",
    "Link": "https://boardgamegeek.com/boardgame/19918/no-stress-chess",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.2857",
    "Description": "From the Publisher:&#10;&#10;You're guaranteed to be playing chess instantly.  Unlike any other chess teacher, No Stress Chess teaches you how to play using illustrated cards and an illustrated 2-sided board.&#10;&#10;&#10;No Stress Chess is a chess board with pieces and a deck of cards displaying how the chess pieces can move.  Designed to teach how the pieces moved, in the learning versions of the game, players play cards from their hand of either 3 or 5 cards in order to move the chess pieces on the playing field.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Traditional Games: Chess"
    ]
  },
  {
    "Rank": "10014",
    "Name": "Take That",
    "ID": 211450,
    "Year": "(2016)",
    "Geek Rating": "5.579",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/211450/take-that",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.2",
    "Description": "Take That - Who has to swallow the bitter toad?&#10;&#10;Easy rules. Great take that fun game.&#10;&#10;On your turn, you have to place down a card into the row or remove one. That&acute;s all.&#10;But beware! If you can not do it either way, you have to swallow this bitter pill. &#10;In this case the bitter toad and cash in minus points - but tidy many.&#10;&#10;When the stack of cards is empty, the game ends. The player with the fewest minus points is the winner.&#10;&#10;Exciting!&#10;Fun!&#10;Big Time!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Series: NSV Middys (Nürnberger Spielkartenverlag)"
    ]
  },
  {
    "Rank": "10015",
    "Name": "String Railway: Transport",
    "ID": 100473,
    "Year": "(2011)",
    "Geek Rating": "5.579",
    "Avg Rating": "6.81",
    "Link": "https://boardgamegeek.com/boardgame/100473/string-railway-transport",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.8333",
    "Description": "String Railway: Transport is a follow-up game to String Railway, a train game in which the play area is created by placing varying lengths of colored string representing different types of terrain. The board is initially seeded with all the stations (unlike in String Railway) placed randomly inside the boundary string and filled with two goods cubes.&#10;&#10;Each turn, players must place one string that connects stations. Then players have a number of action points to use. Players start with a 3 AP locomotive, and can upgrade to better locomotives that provide up to 6 AP per turn. Action points are used to moving goods cubes (1 AP to move from station to station). If a cube reaches a station of the same colour as the cube itself, the cube is then scored.&#10;&#10;White cubes are special long distance cubes. Players have mission cards that show three stations in particular order. In order to fulfill the mission, the player must move a long-distance cube through the stations in right order. The reward depends on how many stations player moves the cube through. Unfulfilled mission is worth -2. Moving the cube through one station gets rid of the penalty. Two stations gets rid of the penalty and gives the player the white cube, which is scored as a wild cube. Three stations scores 5 points on top of that.&#10;&#10;After five rounds, the cubes are scored. Each set of five cubes of different colours is worth 15 points, 4-cube sets are 10 points, 3-cube sets are 6 points, 2-cube sets are 3 points and remaining single cube sets give 1 point each. White wild cubes can be very useful at this point. Unfulfilled missions are -2 points, while perfectly fulfilled missions are +5 points.&#10;&#10;In addition of moving cubes, action points can be used for upgrading locomotives and replenishing goods cubes. Collected goods cubes can be discarded to gain AP. Players can also draw new mission cards and each player has a personal station they can place on board at some point in game.&#10;&#10;String Railway: Transport, with a playing time of approx. 15 minutes per player, differs from the original game by adding cargo delivery and removing the values of stations. Transport is an individual game, not an expansion. The games are not compatible: you can't play String Railway with the components of Transport (the stations are different and there's no river).&#10;&#10;",
    "Categories": [
      "Territory Building",
      "Trains"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Pick-up and Deliver"
    ],
    "Families": [
      "Components: String",
      "Organizations: Forgenext"
    ]
  },
  {
    "Rank": "10016",
    "Name": "American Carrom",
    "ID": 66896,
    "Year": "(1892)",
    "Geek Rating": "5.579",
    "Avg Rating": "6.59",
    "Link": "https://boardgamegeek.com/boardgame/66896/american-carrom",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.2222",
    "Description": "American Carrom, attributed to American Sunday school teacher Henry Haskell, is a derivative of Carrom.  American Carrom differs from Carrom in the board construction, particularly the larger size of the pockets and the striker (shooter) being the same size as the other pieces. American Carrom can also be played with a cue, and the board is patterned with checkers, chess or other board motifs, allowing a variety of other games to be played.  Many American Carrom boards also double as Crokinole boards.&#10;&#10;In American Carrom the object is to flick to strike the Carrom men into the pockets in a similar fashion to pool or billiards.  Sometimes a cue is used rather than flicking.  Due to the larger pocket size American Carrom lacks some of the strategy and skill required of the 'proper' version of the game.&#10;&#10;Also noteworthy is the fact that American Carrom uses rings for game pieces whereas Carrom game pieces are solid discs.&#10;&#10;European games in a similar vein: Korona and H-ring spel.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Wooden pieces & boards",
      "Mechanism: Finger Flicking Games",
      "Traditional Games: Carrom"
    ]
  },
  {
    "Rank": "10017",
    "Name": "Grand Conquest",
    "ID": 28678,
    "Year": "(2006)",
    "Geek Rating": "5.579",
    "Avg Rating": "7.64",
    "Link": "https://boardgamegeek.com/boardgame/28678/grand-conquest",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3.1818",
    "Description": "Grand Conquest is very similar to earlier versions of Donald Benge's Conquest. However it adds some interesting features. Now there are camels, catapults, siege engines and a moat around the five home points. The tube package comes with a vinyl roll out map, pieces in more distinguishable colors than previous versions, and a separate puzzle book (The Conquest games have had collections of puzzles developed similar to chess puzzles that are quite entertaining and engaging for abstract strategy players).&#10;&#10;Re-implements:&#10;&#10;    Conquest&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Ancient",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Point to Point Movement",
      "Team-Based Game"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: Miniatures",
      "Game: Conquest (Donald Benge)"
    ]
  },
  {
    "Rank": "10018",
    "Name": "Dig Down Dwarf",
    "ID": 150364,
    "Year": "(2013)",
    "Geek Rating": "5.579",
    "Avg Rating": "6.24",
    "Link": "https://boardgamegeek.com/boardgame/150364/dig-down-dwarf",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.4444",
    "Description": "Dig Down Dwarf is a dice game in which each player takes on the role of a dwarf chieftain in line for the throne. In the game, you roll dice to obtain gems from the mine. Gain the most valuable collection of gems, and you'll be crowned the new dwarf king!&#10;&#10;On your turn, you draw two random gems from the bag and place them on the table. You then roll four six-sided dice. Certain gems require a certain number sequence in order to mine them; roll that sequence, and you can take all the gems of that type! As the game progresses, more and more gems will be added to the table, giving players choices as to which gems they want to try to mine. Sometimes you'll need to press your luck in order to succeed.&#10;&#10;Once the bag runs out of gems, you enter the final round, with players needing to do their best to snag the last gems.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": [
      "Components: Gems/Crystals",
      "Creatures: Dwarves & Gnomes",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: VASSAL"
    ]
  },
  {
    "Rank": "10019",
    "Name": "The Siblings Trouble",
    "ID": 163771,
    "Year": "(2016)",
    "Geek Rating": "5.579",
    "Avg Rating": "7.22",
    "Link": "https://boardgamegeek.com/boardgame/163771/the-siblings-trouble",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.8",
    "Description": "The Siblings Trouble is a card-driven, co-operative, storytelling game inspired by finding the mysterious places in your backyard. It boils down all the core elements of an RPG &mdash; storytelling, exploration, discover, treasure, encounters, etc. &mdash; into a thirty-minute narrative game you can play as an ice-breaker, in-betweener, or as a way to introduce storytelling and adventure games to new players. This is not a simplified, beginner version of Dungeons &amp; Dragons; it is an experience unto itself that leverages the fun of pen-and-paper games and lets players have quick, fun adventures together.&#10;&#10;The Siblings Trouble is influenced by Miyazaki, The Goonies, The Hardy Boys, and even Pikmin. It's about grabbing a backpack, a sandwich, and that monster you call a &quot;sibling&quot;, then heading into the wilderness and leaving the comfort of home at your back.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Dice",
      "Exploration"
    ],
    "Mechanics": [
      "Acting",
      "Cooperative Game",
      "Dice Rolling",
      "Move Through Deck",
      "Role Playing",
      "Storytelling"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Camping"
    ]
  },
  {
    "Rank": "10020",
    "Name": "Warhammer Underworlds: Dreadfane",
    "ID": 283077,
    "Year": "(2019)",
    "Geek Rating": "5.579",
    "Avg Rating": "7.57",
    "Link": "https://boardgamegeek.com/boardgame/283077/warhammer-underworlds-dreadfane",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "3.25",
    "Description": "Mighty champions do battle in the cursed arenas of the Mirrored City. Warhammer Underworlds: Dreadfane is a game of strategy, fast-paced combat and devious ploys for two players. Each player controls a warband of fantastically detailed Citadel Miniatures, pitting them against a rival within the deadly Dreadfane. Trapped in this lethal coliseum, your fighters must try to destroy the warband that opposes them. Gather your warband, enhance your warriors with unique skills and upgrades, and lead them to victory against your foes.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Grid Movement"
    ],
    "Families": [
      "Game: Warhammer Underworlds",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "10021",
    "Name": "Palmyra",
    "ID": 142364,
    "Year": "(2013)",
    "Geek Rating": "5.579",
    "Avg Rating": "6.18",
    "Link": "https://boardgamegeek.com/boardgame/142364/palmyra",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.1818",
    "Description": "From the oasis city of Palmyra, a first-century Roman province, Caesar wants to expand his sphere of influence. Under his orders, you are to send out your army to annex new lands and your censors to collect taxes. The player who fulfills these orders the best will become the new governor of the province of Palmyra. From time to time, when Caesar is especially impressed by your development, he may provide you with extra support.&#10;&#10;Palmyra is a tactical tile-laying game with few rules and high tactical choices. By placing new land tiles and moving your army and censor, you earn new tiles and coins for the Roman Empire. The most important thing is to not be too greedy when collecting taxes; otherwise future income may become sparse. Additionally, don't let tiles placed by your opponents cut you off, or else you'll be forced to lose valuable time. When all of the 120 coins are collected, the game ends, and whoever has collected the most coins wins.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Territory Building"
    ],
    "Mechanics": [
      "Grid Movement",
      "Hand Management",
      "Tile Placement"
    ],
    "Families": [
      "Ancient: Mesopotamia",
      "Cities: Palmyra (Syria)",
      "Digital Implementations: Boiteajeux"
    ]
  },
  {
    "Rank": "10022",
    "Name": "Transformers Deck-Building Game: A Rising Darkness",
    "ID": 358561,
    "Year": "(2022)",
    "Geek Rating": "5.579",
    "Avg Rating": "7.73",
    "Link": "https://boardgamegeek.com/boardgame/358561/transformers-deck-building-game-a-rising-darkness",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2",
    "Description": "Become a mighty Decepticon and race to defeat the Autobots in this standalone expansion to the Transformers Deck-Building Game!&#10;&#10;This expansion is compatible with the core game and will offer 2 primary modes of play: Competitive mode (the Decepticons squabble amongst each other while they face the Autobots) and Cooperative mode (the Decepticons join their forces to defeat the Autobots). This expansion also introduces rules for Team vs Team games, featuring Decepticon players against Autobot players when combined with the Core Set.&#10;&#10;Features:&#10;Play as Decepticons!&#10;Standalone Expansion&#10;Combine with the Core Set for Team vs Team games!&#10;Explore a Matrix of cards to discover allies and enemies&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Grid Movement",
      "Team-Based Game"
    ],
    "Families": [
      "Game: Transformers Deck-Building Game",
      "Toys: Transformers"
    ]
  },
  {
    "Rank": "10023",
    "Name": "Mouse Cheese Cat Cucumber",
    "ID": 323317,
    "Year": "(2021)",
    "Geek Rating": "5.579",
    "Avg Rating": "6.69",
    "Link": "https://boardgamegeek.com/boardgame/323317/mouse-cheese-cat-cucumber",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "12",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Prepare yourself for mysteries and maze building in Mouse Cheese Cat Cucumber, a quick, asymmetric, tile-placement and hidden roles game.&#10;&#10;Each character in the game wins differently: The mouse is trying to get the cheese, the cat wants the mouse, the cheese wants everyone to get along &mdash; they're neutral because they're Swiss &mdash; and the cucumber is evil and wants to trap all of the characters together. Though all players have equal control of the clockwork maze, their secret agenda dictates who they are in the conflict and how they win.&#10;&#10;On your turn, you pick a room from the conveyor belt to add to the maze. Your placement may cause other rooms to rotate and force characters to move. Outwit your opponents and create your win.&#10;&#10;Mouse Cheese Cat Cucumber has four modes of play: multiplayer, two solo versions, and a puzzle that you &quot;win&quot; by assembling everything.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip",
      "Deduction",
      "Maze"
    ],
    "Mechanics": [
      "Deduction",
      "Hidden Roles",
      "Tile Placement"
    ],
    "Families": [
      "Animals: Cats",
      "Animals: Mice",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Sovranti",
      "Theme: Anthropomorphic Animals"
    ]
  },
  {
    "Rank": "10024",
    "Name": "Les Aventuriers du Rail Express",
    "ID": 258140,
    "Year": "(2018)",
    "Geek Rating": "5.578",
    "Avg Rating": "7.14",
    "Link": "https://boardgamegeek.com/boardgame/258140/les-aventuriers-du-rail-express",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.6667",
    "Description": "Quick to set up, with dynamic parts, this edition of Ticket to Ride takes the map of Europe. Connect the emblematic cities together; First and foremost, seek to use the same color between London and Istanbul on an ongoing basis. This is the bonus, introduced in this edition, to gain maximum points.&#10;&#10;",
    "Categories": [
      "Trains",
      "Travel"
    ],
    "Mechanics": [
      "Hand Management",
      "Network and Route Building",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Game: Ticket to Ride (Official)"
    ]
  },
  {
    "Rank": "10025",
    "Name": "Mastermind",
    "ID": 2392,
    "Year": "(1971)",
    "Geek Rating": "5.578",
    "Avg Rating": "5.65",
    "Link": "https://boardgamegeek.com/boardgame/2392/mastermind",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.7875",
    "Description": "Test your code-cracking prowess with mastermind, the challenging game of logic and deduction. Can you crack The code in 10 moves or less? Can you create a code that can't be cracked? With more than 55 million units sold, mastermind is a great strategy game, and one of the worlds most popular games ever. It&rsquo;s easy to learn and fast to play, and with more than 2,000 possible codes, it&rsquo;s different every time. The codemaker sets a secret code, and then the codebreaker Tries to match the code using logic, deduction, and maybe even a little bit of luck. After each move, the codemaker gives clues to the codebreaker. Make the code even more devious by using multiple pegs of the same color or by leaving one or more peg holes empty. With so many possible code combinations, every game is guaranteed to be a brainteaser. For 2 players, ages 8 and up. Includes game console with built-in storage tray and Code peg shield, 108 Code pegs in 6 colors, 30 key pegs in two colors, and complete instructions.&#10;&#10;This is a two-player game with 4 holes. For other combinations, please see the Mastermind Family.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Deduction"
    ],
    "Mechanics": [
      "Induction"
    ],
    "Families": [
      "Brands: Disney",
      "Game: Mastermind",
      "Mechanism: Give a Clue / Get a Clue",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "10026",
    "Name": "DerrocAr: The Week of Five Presidents",
    "ID": 345618,
    "Year": "(2024)",
    "Geek Rating": "5.578",
    "Avg Rating": "7.55",
    "Link": "https://boardgamegeek.com/boardgame/345618/derrocar-the-week-of-five-presidents",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "75",
    "Weight": "2.8",
    "Description": "DerrocAr is a game published by Ion Game Design that focuses on a short period of history with political turmoil. Derrocar, designed by a native Argentinian Bruss Brussco, is a card game about the several weeks in which Argentina had five presidents.&#10;&#10;Are you ready to take a role in some of the most peculiar weeks in political history? Be one of the provincial governors trying to reach the presidency of Argentina in the middle of the political and economic crisis of 2001.&#10;&#10;In this 1-5 player board game you play as the Senators and Governors of the provinces, all seeking to outmaneuver the others and become the next President of the Rep&uacute;blica Argentina. In a country tired of politicians, you need to prove that you are the least bad option, by making sure that the provinces of the other governors are full of conflicts. By making it look like your opponents cannot even manage their own provinces, they will be even less able to manage the country. The game&#10;ends when a player is declared President&#10;&#10;The rounds are divided into two phases:&#10;First, you have to choose one of the options on the board (propose a Laws, Decrees, Debt Payment, Embezzlement Fund, etc) and then buy cards from the Market. At the next phase, you play a set of cards from your hand (Make Operations, Lobby, create conflict with the Establishment, create bad campaigns with the press, etc). Meanwhile, you handle your economy, the events (Lootings, Floods, a Bush's call, more) and negotiate short alliances.&#10;&#10;To win, you must be the player with the most Support when the game ends because other players are full of conflicts.&#10;&#10;The game comes with a modular system that allows the players to choose the complexity level that best suits their tastes.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Political"
    ],
    "Mechanics": [
      "Events",
      "Hand Management",
      "Market",
      "Negotiation",
      "Once-Per-Game Abilities",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Country: Argentina",
      "Crowdfunding: Gamefound",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Players: Games with Solitaire Rules",
      "Theme: Latin American Political Games"
    ]
  },
  {
    "Rank": "10027",
    "Name": "The First Tsar: Ivan the Terrible",
    "ID": 409553,
    "Year": "(2023)",
    "Geek Rating": "5.578",
    "Avg Rating": "7.29",
    "Link": "https://boardgamegeek.com/boardgame/409553/the-first-tsar-ivan-the-terrible",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "3.2",
    "Description": "The First Tsar: Ivan the Terrible is a thematic sequel to the popular board game Rurik: Dawn of Kiev.&#10;&#10;In this board game you will lead the boyar families competing for power and honor in the 16th-century Tsardom of Russia. Over four decades, you&rsquo;ll collect income from estates and equip troops, trade with foreigners and fortify cities, seek privileges and carry out royal assignments. Use your in&#239;&#172;&#130;uence on the tsar, bribe his minions, and perhaps it is your family that will succeed in taking the Russian throne in the next century.&#10;&#10;The game is played over four rounds, each one representing approximately a decade of Ivan the Terrible&rsquo;s reign. At the beginning of each round the players send their boyars to the Kremlin chambers, choosing their actions for the current decade.&#10;&#10;Then the players perform the chosen actions:&#10;&#10;     receive income from cities;&#10;     place boyars and warriors on the map and move them;&#10;     gain and complete construction, trade and military projects;&#10;     exchange goods;&#10;     acquire new titles and estates.&#10;&#10;&#10;At the end of the round, the players with the most influence in the four regions receive additional rewards.&#10;&#10;An important element of the game is the Tsar&rsquo;s favor,&#10;which is used to resolve all ties.&#10;&#10;At the end of the game, the player with the most victory points wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Economic",
      "Medieval"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "End Game Bonuses",
      "Income",
      "Market",
      "Track Movement",
      "Worker Placement"
    ],
    "Families": [
      "Country: Russia"
    ]
  },
  {
    "Rank": "10028",
    "Name": "Wipers Salient",
    "ID": 174431,
    "Year": "(2015)",
    "Geek Rating": "5.578",
    "Avg Rating": "7.15",
    "Link": "https://boardgamegeek.com/boardgame/174431/wipers-salient",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "10",
    "Play Time": "60",
    "Weight": "1.3333",
    "Description": "During WWI, Ypres was the centre of intense and sustained battles between German and Allied forces. In the game of Wipers Salient you play the part of the Allies trying to hold back the massive forces of Germany during a series of incessant attacks.&#10;&#10;Wipers Salient is a solitaire deck building game using a deck of 52 specialised cards. You have to gather your resources to maintain your Health and Morale, whilst attacking the enemy to avoid being overwhelmed.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Country: Belgium",
      "Country: Germany",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "10029",
    "Name": "Strafexpedition 1916",
    "ID": 35453,
    "Year": "(2011)",
    "Geek Rating": "5.578",
    "Avg Rating": "7.92",
    "Link": "https://boardgamegeek.com/boardgame/35453/strafexpedition-1916",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.1538",
    "Description": "(from Europa Simulazioni website:)&#10;&#10;Strafexpedition 1916, using battalion level units, comes with a brand-new impulse system, which allows a remarkable level of interaction between the two players. Manoeuvring is by brigade, at times depending by the initiative of the single commanders.&#10;&#10;To keep units and brigades in reserve, and the way you use them in battle, can make the difference between victory and defeat.&#10;&#10;Great importance is given to the morale of troops, and to its wearing, which affects the units&rsquo; efficiency in combat, and can take them even to surrender.&#10;&#10;The logistic effort is simply simulated using Logistics Points, that are the real &quot;fuel&quot; of any activity: attacks, artillery bombardment, trench building.&#10;&#10;Bayonet assaults, machine guns fire, trenches and forts, terrible artillery bombardments, fast counterattacks, snow on high mountains, fighting over 2000 meters heights, crags bordering the valleys (and limiting the manoeuvre), Austro-Hungarian big guns (like Gudrun and Barbara, and Lang Georg, or 42 and 30,5 cm mortars), Kaiserj&auml;ger and Alpini, Landessch&uuml;tzen and Bersaglieri...&#10;&#10;Components:&#10;&#10;Two 22&quot;x34&quot; maps of  the battlefield&#10;    840 die-cut counters&#10;    Standard rules and Scenario Instructions (four small and one large  campaign scenario)  &#10;    Charts, tables&#10;    Dice&#10;    Boxed&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Italy",
      "Series: WW1 Battles on the Italian Front (ES)"
    ]
  },
  {
    "Rank": "10030",
    "Name": "Changgi",
    "ID": 5400,
    "Year": null,
    "Geek Rating": "5.578",
    "Avg Rating": "7.06",
    "Link": "https://boardgamegeek.com/boardgame/5400/changgi",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3.3333",
    "Description": "Korean chess is similar to Chinese chess (Xiangqi) and can be played with the same board and pieces, but the board and pieces actually used are different in appearance, and there are significant differences in the rules. For example, the chariot and cannon can both move diagonally within the fortress, and during setup the horse and elephant can be transposed. Moreover, Cannon cannot move over another cannon and also cannot kill another cannon.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 9 x 10 Grids",
      "Digital Implementations: Ai Ai",
      "Digital Implementations: Tabletopia",
      "Digital Implementations: Triqqy",
      "Players: Two-Player Only Games",
      "Traditional Games: Chess"
    ]
  },
  {
    "Rank": "10031",
    "Name": "Athens & Sparta",
    "ID": 29656,
    "Year": "(2007)",
    "Geek Rating": "5.578",
    "Avg Rating": "6.51",
    "Link": "https://boardgamegeek.com/boardgame/29656/athens-and-sparta",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "2.725",
    "Description": "Athens &amp; Sparta is a strategic level block game of the Peloponnesian War, fought from 431BC to 404BC. This war pitted the superior wealth and naval power of Athens against the militarism of Sparta. It was a bloody contest, with many heroic triumphs and great atrocities. Victory by Sparta ended the Golden Age of Greece.&#10;&#10;This game provides insight into why the war was fought the way it was. One player controls the wealthy and sea faring Athenians, the other the powerful armies of the Spartans. The object is to control important city-states that dotted the Grecian landscape.&#10;&#10;In order to create a fog of war, unit blocks are stood up with the backs facing the opponent. In this manner the opponent cannot tell the type or the strength of the units being deployed against him until battle begins. Along the sides of the unit blocks, only visible to the owner until it comes time for combat, are numbers that represent the strength of the unit. The current strength is on top. As the unit takes losses, it is rotated so a lesser value is on top.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Ancient: Greece",
      "Ancient: Sparta",
      "Cities: Athens (Greece)",
      "Components: Block Wargames",
      "Components: Map (Continental / National scale)",
      "Digital Implementations: VASSAL",
      "History: Peloponnesian War",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "10032",
    "Name": "Invaders from Dimension X!",
    "ID": 183963,
    "Year": "(2015)",
    "Geek Rating": "5.578",
    "Avg Rating": "7.15",
    "Link": "https://boardgamegeek.com/boardgame/183963/invaders-from-dimension-x",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.2",
    "Description": "Invaders from Dimension X! is a solitaire game (with a two-player option) that begins the story of the brutal war between the invading alien Kay&rsquo;otz race and the only human force capable of defeating them &ndash; the &ldquo;Old Reprobates&rdquo; of the 124th Galactic Marine Raider Battalion. You control the various Marine squads, each with a specialized skill, as they fight their way through an alien enemy that is totally unpredictable. The Kay&rsquo;otz come from another dimension of space and do not behave in a way humans can comprehend. Only with perseverance and skillful strategy &ndash; and yes, some good fortune &ndash; will you be able to eventually discover the plans and tactics of these mysterious beings.&#10;&#10;Invaders from Dimension X! is an easy game to play and is suitable for players 12 years old and up.  There are two Battle scenarios and one Campaign scenario included in the game and each can be completed in about an hour or two (depending on the scenario played). This game package contains one map sheet (with two separate maps printed front and back), eighty-eight counters and one 8-page rule book. You will need to provide some six-sided dice to play the game &ndash; along with enough backbone, brains and wits to defeat this vile alien enemy.&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Hexagon Grid",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Digital Implementations: Steam",
      "Magazine: Banzai Magazine",
      "Players: Wargames with Solitaire Rules",
      "Series: Invaders from Dimension X! (Tiny Battle Publishing)"
    ]
  },
  {
    "Rank": "10033",
    "Name": "Darkness Comes Rattling",
    "ID": 175209,
    "Year": "(2015)",
    "Geek Rating": "5.578",
    "Avg Rating": "6.60",
    "Link": "https://boardgamegeek.com/boardgame/175209/darkness-comes-rattling",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3.0909",
    "Description": "Darkness Comes Rattling follows the Tribes of Man in their quest to save the world of Tallil from Darkness, a colossal snake that has swallowed the sun. The players must cooperate as they face the challenges of their world, including the formidable shadows that are the minions of Darkness. Eventually, they must choose the bravest among them to enter the mouth of Darkness and rescue the sun.&#10;&#10;Each round of the game (known as a &quot;day&quot;) is divided into three phases: the Dawn phase, the Challenge phase, and the Dusk phase. In the Dawn phase, each player uses their actions to move about, purify corruption, scout challenges, and share items. In the Challenge phase, each player undertakes a challenge. If they succeed, they gain rewards; if they fail, they incur penalties. In the Dusk phase, game upkeep is performed.&#10;&#10;In order to win the game, the players must choose one warrior to enter Darkness as their champion. While the champion battles inside Darkness and attempts to reach the swallowed sun, the other warriors must still defend Tallil from the encroaching shadows, lest they corrupt the world and plunge everything into eternal night. If Darkness finishes swallowing the sun, or the shadows gain too much influence in the world, then the players lose the game.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Mythology"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Cooperative Game",
      "Dice Rolling",
      "Events",
      "Stat Check Resolution",
      "Tug of War",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "10034",
    "Name": "Back to the Future: The Card Game",
    "ID": 71676,
    "Year": "(2010)",
    "Geek Rating": "5.578",
    "Avg Rating": "5.79",
    "Link": "https://boardgamegeek.com/boardgame/71676/back-to-the-future-the-card-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "1.7424",
    "Description": "Now you can jump into the action of the Back to the Future movies, with this ingenious new time travel card game! Play as the descendants of Marty McFly, Biff Tannen, Doc Brown and others, as you travel back to the events depicted in the movies. Your mission is to make sure pivotal events are not changed by other time travelers before time travel itself gets un-invented. Using a unique, patented game mechanism for simulating time travel, Andrew Looney now puts you in the driver&rsquo;s seat of the famous DeLorean!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Modular Board"
    ],
    "Families": [
      "Game: Chrononauts",
      "Movies: Back to the Future",
      "Theme: Alternate History",
      "Theme: Mad Science / Mad Scientist",
      "Theme: Time Travel"
    ]
  },
  {
    "Rank": "10035",
    "Name": "The Drive on Metz (Second Edition)",
    "ID": 33030,
    "Year": "(2008)",
    "Geek Rating": "5.578",
    "Avg Rating": "6.32",
    "Link": "https://boardgamegeek.com/boardgame/33030/the-drive-on-metz-second-edition",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "50",
    "Play Time": "50",
    "Weight": "1.4773",
    "Description": "The complete game is published by Victory Point Games who, along with the designer, Jim Dunnigan, have allowed a version to be included in RBM's C3i Magazine Nr20. The designer has added new pieces and scenarios to this edition of the game.&#10;&#10;This 2-player game recreates General Patton's attempt to seize the key city of Metz and to get across the Moselle River before the retreating Germans can form an effective defense.  The U.S. forces comprised of three divisions of the 20th Corps had just completed an epic pursuit across France after the Allied breakout from the Normandy beachhead.  The exhausted Allied forces were at the end of their supply line and has barely enough resources left for one last push. If they had been able to get across the Moselle River, they would have compromised the entire German Westwall defenses. This would have enabled Patton to make an attempt at crossing the Rhine before the end of 1944 and might have ended the war months earlier.  The defending German forces, four divisions of the 82nd Corps of the German 1st Army, were a combination of hastily collected and organized units, including fresh units from the German interior and remnants of units that Patton had been pursuing across France. The battle, which began on 7 September 1944 and lasted for about a week, was a singular opportunity that could have gone either way. Historically, the Germans won, but just barely.&#10;&#10;Scale: Each unit is 1 regiment or brigade, each hex is 4 kilometers, and each turn is 1 day.&#10;&#10;Game Components:&#10;&bull; One 4-page, color instructions booklet&#10;&bull; 40 color, die-cut 5/8&rdquo; mounted game pieces&#10;&bull; One 11&rdquo; x 17&rdquo; color game map with tables&#10;&bull; One 4-page, color BATTLESSON (TM) booklet&#10;&bull; Game setup illustration, optional rules, and player&rsquo;s notes&#10;&#10;Reimplementation of:&#10;&#10;     The Drive on Metz&#10;&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Metz (France)",
      "Country: France",
      "Country: Germany",
      "Country: USA",
      "Magazine: C3i",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Region: Lorraine (France)",
      "Series: Battlesson (Victory Point Games)"
    ]
  },
  {
    "Rank": "10036",
    "Name": "1867: The Railways of Canada",
    "ID": 227143,
    "Year": "(2017)",
    "Geek Rating": "5.578",
    "Avg Rating": "7.12",
    "Link": "https://boardgamegeek.com/boardgame/227143/1867-the-railways-of-canada",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "180",
    "Play Time": "360",
    "Weight": "4",
    "Description": "1867: The Railways of Canada is an 18xx investment and railway operations game.  The map represents the central part of Canada, consisting of the southern part of the provinces of Ontario and Quebec.  It is a member of the 18xx family.  The game takes many features from the earlier 1861: Railways of the Russian Empire, but adds some new features.&#10;&#10;The key new features are:&#10;a) There are no fixed positions for the minor companies, you choose a start position when you put up a minor for auction.&#10;b) The State Railway doesn't run its trains and save up for another, but rather just takes the next new train each round. This speeds up the game a little in comparison to 1861, and also accelerates the trains somewhat.&#10;&#10;This game was originally released as 1867: The Railways of Canada, but is now available as a complete stand-alone game.&#10;&#10;",
    "Categories": [
      "Trains"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Network and Route Building",
      "Stock Holding",
      "Tile Placement"
    ],
    "Families": [
      "Country: Canada",
      "Series: 18xx"
    ]
  },
  {
    "Rank": "10037",
    "Name": "Passo",
    "ID": 401177,
    "Year": "(2023)",
    "Geek Rating": "5.578",
    "Avg Rating": "7.22",
    "Link": "https://boardgamegeek.com/boardgame/401177/passo",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "1.3333",
    "Description": "The rules of Passo could not be simpler! Move your disc to a new tile, and remove the old tile behind it. Try not to get trapped as the board shrinks and to be the first to move past the final line!&#10;&#10;Passo is a two-player game that challenges even the most strategic minds.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Area Movement",
      "Map Reduction",
      "Square Grid"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 5 x 5 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "10038",
    "Name": "Underlings of Underwing",
    "ID": 198971,
    "Year": "(2017)",
    "Geek Rating": "5.578",
    "Avg Rating": "6.90",
    "Link": "https://boardgamegeek.com/boardgame/198971/underlings-of-underwing",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.5714",
    "Description": "Once every century, the dragons of Underwing return to their ancient brooding grounds for a Great Hatching. Whelps, drakes, wyverns, and wyrms alike dart through the air as the world's most daring tamers try their hands at capturing and training these wondrous, winged beasts.&#10;&#10;Armed with an array of colored Elements, players hatch a horde of dragons by strategically placing gemstones within nesting sites. Of course, different eggs thrive in the presence of different elements, so would-be tamers must optimize the use of their dragon handler underlings to stake claim, add gemstones, and fetch more resources. At the end of the Great Hatching, the tamer with the most Dragon Points is proclaimed Underwing's next great Dragonlord.&#10;&#10;Do you have what it takes to become a champion, or are you doomed to become dragon flamb&eacute;? Join the egg-hatching fray to find out!&#10;&#10;",
    "Categories": [
      "Educational",
      "Fantasy"
    ],
    "Mechanics": [
      "Set Collection",
      "Trading",
      "Worker Placement"
    ],
    "Families": [
      "Components: Gems/Crystals"
    ]
  },
  {
    "Rank": "10039",
    "Name": "Dream Islands",
    "ID": 191070,
    "Year": "(2016)",
    "Geek Rating": "5.578",
    "Avg Rating": "6.36",
    "Link": "https://boardgamegeek.com/boardgame/191070/dream-islands",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6667",
    "Description": "At first glance, a visit to Dream Islands might seem like haphazard island hopping. The tourists, however, are moving from island to island based on the tactical considerations of the players, who each have three goals in mind based on their order cards. One such card might require the assembling of vacationers on one or several atolls, while another calls for a majority presence on an island.&#10;&#10;Thus, in Dream Islands players must tactically budget their movement points in order to send the tourists where they need them to go.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Action Points",
      "Hand Management",
      "Point to Point Movement"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "10040",
    "Name": "1347: De Nigrae Pestis Ludo",
    "ID": 251037,
    "Year": "(2018)",
    "Geek Rating": "5.578",
    "Avg Rating": "6.47",
    "Link": "https://boardgamegeek.com/boardgame/251037/1347-de-nigrae-pestis-ludo",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "50",
    "Play Time": "180",
    "Weight": "2.8235",
    "Description": "The year of our Lord 1347: The Black Death has arrived via Eastern trade routes, bringing suffering and misery to the towns and countryside. The sole hope for relief from a slow and painful death lies in the hands of the plague doctors. Dressed in black cloaks, and masks stuffed with vinegar-rags and spice, the surgeons roam the Burgus streets searching for the infected. To these they offer salvation, saving their flesh from death, while gaining prestige with the princely court and &mdash; why not? &mdash; one or two shiny coins!&#10;&#10;Will you prove yourselves as valorous surgeons, up to the tasks you're called to resolve? Will you expand your influence with good works, draining infected swamps and building plague hospitals? Or will you give in to the facts of life, and death, raking in whatever coins you happen to find?&#10;&#10;1347 is a strategic game in which players are plague doctors with the aim of gaining as much fame and prestige as possible to become the most important of the town. Each player has resource cards, money, grave diggers, and five influence tokens at their disposal to invest in order to defeat the plague and enrich themselves. There are three stages that will repeat for three periods (that will vary from 6 to 9 game rounds):&#10;&#10;&#10;     Investments -&gt; Each player, turn by turn, will invest one influence token (from 0-4 influence points) in one of the six areas of the board, each one with different actions allowed. All the investments are hidden. Investments go on until all players remain with no tokens.&#10;     Actions -&gt; Starting from Area 1, all invested tokens are revealed. The player who invested the most is the only one who can exploit the actions allowed from that area. The other players who invested can convert their &quot;unused points&quot; in money or grave diggers. So losing is also a strategy. In case of tie, the first player, or the nearest one in clockwise has priority, in any case the first player will change at the end of each round.&#10;     Upkeep -&gt; In this stage players collect money from the Agrus (the country), can heal their recruited plagued commoners, or can maintain their healed commoners. Healed commoners give players new influence tokens to invest and an ability to exploit as long as they remain healed.&#10;&#10;&#10;There are many kind of actions players can do: recruit commoners, transform grave diggers in peasants to collect money, build expansions to enforce their influence to specific areas, etc.&#10;&#10;At the end of the game, the players obtain 1 wealth point (victory points) for:&#10;&#10;     Each influence point (the value shown on each influence token held);&#10;     Every five coins;&#10;     Each subject card;&#10;     Each development held;&#10;     Every three gravediggers held (including the player's reserve and those assigned to the Agrus).&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Medieval"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Auction / Bidding",
      "Take That",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "10041",
    "Name": "Atlanteon",
    "ID": 216,
    "Year": "(1992)",
    "Geek Rating": "5.578",
    "Avg Rating": "5.84",
    "Link": "https://boardgamegeek.com/boardgame/216/atlanteon",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.026",
    "Description": "The original edition, titled Revolution, is set in French Revolution-era Paris. Royalists and Jacobins fight for superiority in the 25 city districts, which are represented by the game board. The two players alternately place one of their counters in order to control that space. When a player puts one of his number counters on the board, he projects influence onto the neighboring spaces in that row and column, and onto the space the counter itself is on. The amount of the influence corresponds to the number on the counter. Whoever controls all three of the buildings or controls eleven city districts has won the game.&#10;&#10;The game was later reprinted as Atlanteon, in which mighty undersea warriors fight to control the capital of the Sunken Kingdoms. One player controls the vicious Marauders, who are trying to capture the city, while the other player controls the heroic Guardians, who are trying to defend their home.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Napoleonic"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: 5 x 5 Grids",
      "Mythology: Atlantis",
      "Players: Two-Player Only Games",
      "Series: Fantasy Flight Silver Line",
      "Theme: Under the Sea"
    ]
  },
  {
    "Rank": "10042",
    "Name": "Magic: The Gathering – Game Night",
    "ID": 265960,
    "Year": "(2018)",
    "Geek Rating": "5.578",
    "Avg Rating": "7.48",
    "Link": "https://boardgamegeek.com/boardgame/265960/magic-the-gathering-game-night",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "3",
    "Description": "This is a product designed for casual players. Precon decks inside, very little instants.&#10;&mdash;user summary&#10;&#10;Game Night is an out-of-the-box introductory multiplayer Magic experience&mdash;a way for an engaged Magic player to introduce friends to the game, or for gaming groups to have their first Magic experience together. What Planeswalker Decks are to one-on-one, Game Night is to multiplayer.&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Game: Magic The Gathering"
    ]
  },
  {
    "Rank": "10043",
    "Name": "Mission Control: Critical Orbit",
    "ID": 360121,
    "Year": "(2023)",
    "Geek Rating": "5.578",
    "Avg Rating": "7.13",
    "Link": "https://boardgamegeek.com/boardgame/360121/mission-control-critical-orbit",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "2",
    "Description": "In the year 1972, SAGA (The Space and Aeronautics Global Alliance) successfully completed the first ever hyperspace trip to Mars. But celebrations were cut short when the crew of the Mercury 3 rocket missed their reentry window and an explosion damaged the ship. Now, you must work together to bring the rocket and the crew home safely.&#10;&#10;Mission Control: Critical Orbit is an asymmetric, cooperative, roll and write, real-time rescue adventure. One player takes on the role of the Aethernaut Flight Commander, and up to 3 players take on the roles of Flight Controllers. Each of the Controller players have unique tasks that earn tools the Aethernaut player needs to restore oxygen and critical systems to the damaged rocket. If the Aethernaut can build a path with polyominoes before the 20 minute timer runs out, you win! But if you run out time the ship suffers a catastrophic failure causing the Mercury 3 rocket to explode in orbit&hellip; and everyone loses.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Cooperative Game",
      "Real-Time",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "10044",
    "Name": "My Very First Games: Animal upon Animal",
    "ID": 111379,
    "Year": "(2011)",
    "Geek Rating": "5.578",
    "Avg Rating": "6.55",
    "Link": "https://boardgamegeek.com/boardgame/111379/my-very-first-games-animal-upon-animal",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "The animal stacking game, now for toddlers. This is a very basic game for very small children. You roll the die and stack the given animal on the matching tile and any other animals already stacked on that tile.&#10;&#10;The game's rules include three different versions for your young children to try.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Stacking and Balancing"
    ],
    "Families": [
      "Game: Tier auf Tier",
      "Series: My Very First Games (HABA)",
      "Animals: Alligators / Crocodiles",
      "Animals: Apes / Monkeys",
      "Animals: Cattle / Cows",
      "Animals: Chickens / Roosters",
      "Animals: Dogs",
      "Animals: Lizards",
      "Animals: Pigs",
      "Animals: Rabbits / Hares",
      "Animals: Sheep",
      "Animals: Snakes",
      "Components: Meeples (Animal) / Animeeples"
    ]
  },
  {
    "Rank": "10045",
    "Name": "Short Zoot Suit",
    "ID": 366458,
    "Year": "(2023)",
    "Geek Rating": "5.578",
    "Avg Rating": "7.34",
    "Link": "https://boardgamegeek.com/boardgame/366458/short-zoot-suit",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "2",
    "Description": "Short Zoot Suit is a trick-taking game that exists in the land of Bollywoods, or Bear Hollywood. The bears are out tonight, looking good, but making sure their suits aren't too short!&#10;&#10;Players try to balance the number of tricks they win with the number of times they played off-suit, or short-suit.&#10;&#10;At the start of the hand, players create a personal draw deck out of some of the cards they are dealt. Drawing from this deck can help players manipulate their hands for later play and short-suiting. The game ends when any player is out of cards, allowing for player-defined hand lengths.&#10;&#10;&mdash;description from designer&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Move Through Deck",
      "Trick-taking"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Animals: Bears",
      "Components: Traditional Playing Cards"
    ]
  },
  {
    "Rank": "10046",
    "Name": "Bonaparte in Italy",
    "ID": 3053,
    "Year": "(1979)",
    "Geek Rating": "5.578",
    "Avg Rating": "7.21",
    "Link": "https://boardgamegeek.com/boardgame/3053/bonaparte-in-italy",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3.08",
    "Description": "In the Winter of 1796, Napoleon Bonaparte was commander of the Reserve Army, a politically visible and published critic of conduct on the ongoing war against the First Coalition.&#10;Through he had no apparent qualifications, his close proximity to the Directory and the influence of his freshly-made bride earned him the command of the quiescent Army of Italy, his first field command, at the age of 26. At once he turned his deep theoretical understanding, in a lightning campaign, against the tottering Sardinian Kingdom and its ally, Austria. By the end of April, he had gained for his army a corner of the fertile Po Valley. From there, in a series of six further operations over the next ten months, the French Army conquered and successfully defended the remainder of the Valley and the key to an advance into Austria, the fortress of Mantua.&#10;&#10;Rules: 24 pages incl. Errata &amp; Clarifications (Napoleon at Bay System)&#10;Study Folder: 32 pages incl. Campaign Analysis&#10;Scenarios: Eight (Montenotte, Lodi, Borghetto, Castiglione. Bassano, Arcola, Rivoli, Marengo&#10;Map: Three 22 x 34&quot; sections&#10;Counters: 300 (including blanks) pieces&#10;2 Leader Displays (11&quot; x 35&quot;) with 8 Scenario Set-Ups&#10;Game Design: Kevin Zucker&#10;&#10;GAME SYSTEM: CAMPAIGNS System - Series 1X = 3,200m/hex (2 miles), 1,000 men/SP, 2 days/turn.&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Cities: Verona (Veneto, Italy)",
      "Country: Italy",
      "Digital Implementations: VASSAL",
      "History: French Revolutionary Wars",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Campaigns of Napoleon System – 1x"
    ]
  },
  {
    "Rank": "10047",
    "Name": "1807: The Eagles Turn East",
    "ID": 8702,
    "Year": "(1994)",
    "Geek Rating": "5.578",
    "Avg Rating": "7.09",
    "Link": "https://boardgamegeek.com/boardgame/8702/1807-the-eagles-turn-east",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "3.4118",
    "Description": "1807 - The Russians have abandoned Warsaw with the French in hot pursuit. Murat leads a triumphal entry into the ancient capital. Napoleon knows that he is 400 leagues from Paris and on the threshold of a hard, eastern European winter, but he must have the opposite bank of the Vistula River if the campaign to be launched in the Spring is to have the best chance of success. He orders Lannes to cross over....&#10;&#10;Those who have made a study of valor and glory know whereof names such as Poltusk and Golymin speak. They know that in 1807 the Eagles stained with their own blood the snows of East Prussia around the village of Preussisch-Eylau, and that they soared highest on the banks of the Alle, above the town of Friedland. Comrades, as the Eagles turn, shall we not follow?&#10;&#10;Kevin Zucker expands his award winning series to include Napoleon's three campaigns in Poland; Poltusk-Golymin, Eylau and Friedland. The game runs from the fall of Warsaw in December, 1806, through the signing of the Treaty of Tilsit in July, 1807. A time which saw Napoleon and his Grande Arm&eacute;e reach the zenith of their combined power and glory.&#10;&#10;1807: The Eagles Turn East comes with:&#10;&#10;    three 34&quot; x 22&quot; maps, &#10;    four Organization Displays, &#10;    420 playing pieces, &#10;    Standard and Exclusive Rules plus a Study Folder &#10;&#10;&#10;for additional hours of enjoyment.&#10;&#10;(from Clash of Arms website)&#10;&#10;&#10;Vol. II of 'The Campaigns of Napoleon' series (The Emperor Returns, 1994, is Vol. I) including scenarios and campaign games for three campaigns in Poland: Pultusk-Golymin, Eylau and Friedland.&#10;&#10;GAME SYSTEM: CNS (1X) System = 3,000m/hex, 1,000 men/SP, 2 days/turn.&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Digital Implementations: VASSAL",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Campaigns of Napoleon System – 1x"
    ]
  },
  {
    "Rank": "10048",
    "Name": "Warfare: Modern Tactical Combat",
    "ID": 321168,
    "Year": "(2023)",
    "Geek Rating": "5.578",
    "Avg Rating": "8.29",
    "Link": "https://boardgamegeek.com/boardgame/321168/warfare-modern-tactical-combat",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "180",
    "Weight": "2.75",
    "Description": "WARFARE - Modern Tactical Combat is a game that will introduce you to modern warfare in urban and rural areas. &#10;Learn to use the deadly weapons your teams have at their disposal to achieve their objectives (clearing an area from hostiles, saving civilians, conquering or holding key points).&#10;&#10;Lots of different units (anti-tank, SAM, machinegun teams, engineers, riflemen, special operation teams, helicopters, tanks and other vehicles), markers (mines, IED, civilians, mob, roadblocks), support assets (planes, snipers, mortars, artillery) and various nationalities (US/USMC, Russian Federation, UK, Italy and insurgents).&#10;&#10;A &quot;Learn-by-playing&quot; booklet will help you to learn rules and apply them step by step in scenarios of growing complexity.  Not only does the game provide historical scenarios set in Iraq, Somalia, Afghanistan and Syria, but its mini-maps can be combined freely to build any kind of scenario a player wishes.&#10;&#10;WARFARE - Modern Tactical Combat is definitely easy to master. Its low complexity and density of counters on the map make it a fast game (on average 90 mins.), with a very high level of interaction.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Die Icon Resolution",
      "Grid Movement",
      "Modular Board",
      "Resource to Move",
      "Roles with Asymmetric Information",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Turn Order: Time Track",
      "Variable Phase Order",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Country: China",
      "Country: France",
      "Country: Germany",
      "Country: Italy",
      "Country: Japan",
      "Country: Korea",
      "Country: Russia",
      "Country: United Kingdom",
      "Country: USA",
      "Crowdfunding: Kickstarter",
      "Political: NATO"
    ]
  },
  {
    "Rank": "10049",
    "Name": "Rome: Rise to Power",
    "ID": 182385,
    "Year": "(2015)",
    "Geek Rating": "5.578",
    "Avg Rating": "6.31",
    "Link": "https://boardgamegeek.com/boardgame/182385/rome-rise-to-power",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.0909",
    "Description": "&quot;Non enim ignavia magna imperia contineri (Great empires are not maintained by timidity).&quot;&#10;    &#226;&#128;&#149; Tacitus&#10;&#10;In the late Roman Republic, four noble families try to assume power over the strongest nation in the old world. Players gain popularity by affecting the four influential areas of everyday Roman:&#10;&#10;&#10;    Expand the Roman sovereignty through military campaigns &#10;    Exploit riches and supply the Forum&rsquo;s Markets&#10;    Exhibit your power by offering the best shows in the Games&#10;    Extend your political influence by giving away exclusive privileges to the decadent senators of the republic.&#10;&#10;&#10;Rome: Rise to Power lasts five rounds of play, with each round being divided into four phases:&#10;&#10;&#10;     Roll Power Dice and determine turn order&#10;     Placement of Power Dice &#10;     Resolution of Power Dice&#10;     Scoring and clean up  &#10;&#10;&#10;After five rounds, players tally their points and the player with the most points wins the game and is declared the first of the Imperator.&#10;&#10;Rise to Power &trade; System&#10;At GEG, we have designed an innovative dice placement system that enhances player decisions while reducing the luck factor. The system uses a combination of special action cards that break the rules of play.  By changing these cards to build your unique deck, you will create a personalized gaming experience that will ever evolve with you and your gaming group.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Dice"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Ancient: Rome",
      "Cities: Rome (Lazio, Italy)",
      "Components: Map (Continental / National scale)",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "10050",
    "Name": "The Battle of Borodino: Napoleon in Russia 1812",
    "ID": 252,
    "Year": "(1972)",
    "Geek Rating": "5.578",
    "Avg Rating": "6.74",
    "Link": "https://boardgamegeek.com/boardgame/252/the-battle-of-borodino-napoleon-in-russia-1812",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.0345",
    "Description": "The game covers Napoleon's move on the way to Moscow but encountered severe resistance at Borodino. His aggression was stopped by the Russian Army and the winter effect.&#10;&#10;Strategy &amp; Tactics magazine #32 game published by SPI in 1972. 100 counters&#10;&#10;&#10;&#10;(user comments:)&#10; This game is broadly considered to be one of the early classics of wargaming. Though a crude simulation by today's standards it has many of the hallmarks of what makes a &quot;game&quot; one that is good. It is simple, balanced, replayable and can draw the interest of both new gamers and old salts alike.&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Zone of Control"
    ],
    "Families": [
      "Cities: Borodino (Russia)",
      "Magazine: Strategy & Tactics",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Napoleon At Waterloo (SPI)"
    ]
  },
  {
    "Rank": "10051",
    "Name": "Upon a Fable",
    "ID": 139032,
    "Year": "(2013)",
    "Geek Rating": "5.578",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/139032/upon-a-fable",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.4286",
    "Description": "In Upon a Fable, players assume the role of a grand ruler in the fairy tale lands and start the game with one Small Realm (the Home Realm) overseen by a loyal Fable subject. During the nine game rounds, each ruler seeks to expand their fortunes through a variety of methods, including: adding more Small Realms to gain the support of more Fables (which in turn, grant additional game actions each round); expanding the size and influence of their realms, from Small to Large to Epic; playing Ever After cards that influence the flow of the game; and gathering the valuable fairy tale Wonders of Magic, Love, Honour, Followers, and Castles. None of these paths to greatness can be ignored, for only the most well-rounded ruler without weakness in any domain shall be granted victory over the others and awarded the title of High Emperor or Empress.&#10;&#10;At the end of the game, the player with the highest total Point value &mdash; accumulated through the variety of different methods outlined above &mdash; is the winner.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Territory Building"
    ],
    "Mechanics": [
      "Modular Board",
      "Open Drafting",
      "Set Collection",
      "Worker Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Crowdfunding: Kickstarter",
      "Game: Upon a Fable"
    ]
  },
  {
    "Rank": "10052",
    "Name": "Trivial Pursuit: Bet You Know It",
    "ID": 72448,
    "Year": "(2010)",
    "Geek Rating": "5.578",
    "Avg Rating": "5.87",
    "Link": "https://boardgamegeek.com/boardgame/72448/trivial-pursuit-bet-you-know-it",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.4828",
    "Description": "From the back of the box:&#10;&#10;Bet You Know It brings high stakes to Trivial Pursuit. On each turn you'll bet whether your opponent knows the answer. Guess correctly and you can use your winnings to buy wedges, or earn your wedges on your turn by answering questions. In Bet You Know It, you don't have to know all the answers to win... but you'd better know your friends!&#10;&#10;Bet on your opponents to earn chips and buy wedges&#10;&#10;Everyone plays on every turn&#10;&#10;More than 1,780 questions on 297 topic cards&#10;&#10;A chance for a wedge on each turn -- victory is much closer&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Game: Trivial Pursuit"
    ]
  },
  {
    "Rank": "10053",
    "Name": "The Chase of the Bismarck: Operation Rheinübung 1941",
    "ID": 353326,
    "Year": "(2022)",
    "Geek Rating": "5.578",
    "Avg Rating": "8.16",
    "Link": "https://boardgamegeek.com/boardgame/353326/the-chase-of-the-bismarck-operation-rheinubung-194",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "360",
    "Weight": "2.8889",
    "Description": "Chase of the Bismarck is played in turns, each representing nearly five hours of real time. In each turn, both players secretly move any or all ships and air units under their command on their own search board.&#10;&#10;Each player may then call out zones in which he has enough search factors to locate his opponent's ships. This is the &ldquo;operational part of the game&rdquo;.&#10;&#10;If opposing ships are discovered to be in the same zone, they may proceed to combat on the Battle Board. This is the &ldquo;tactical part of the game&rdquo;.&#10;&#10;Battle is resolved with a fairly simplified system, with both players moving on a map indicating the distance to their opponent's ships.&#10;&#10;The game ends if the Bismarck is sunk, arrives at a friendly port or the last turn of the game (evening of May 29th) has been played.&#10;&#10;",
    "Categories": [
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hidden Movement",
      "Simulation"
    ],
    "Families": [
      "Players: Wargames with Rules Supporting Only Two Players",
      "Region: Atlantic Ocean"
    ]
  },
  {
    "Rank": "10054",
    "Name": "The Everdeck",
    "ID": 291951,
    "Year": "(2019)",
    "Geek Rating": "5.578",
    "Avg Rating": "8.84",
    "Link": "https://boardgamegeek.com/boardgame/291951/the-everdeck",
    "Min Players": "1",
    "Max Players": "10",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.75",
    "Description": "The Everdeck is a card game system that can be adapted to play many traditional and modern games. It&rsquo;s a portable travel companion, universal proxy deck, and game designer&rsquo;s prototyping tool all in one.&#10;&#10;This isn&rsquo;t just a deck with extra ranks and suits. Its 120 cards can map to many distinct game systems: Two standard decks, Tarot and Hanafuda; modern games in many combinations of ranks and suits; sequential decks; even word games and social games.&#10;&#10;The Everdeck is designed with a ruthless combinatorial efficiency. Beneath its minimalist pen-and-ink design lies layers of mathematical and linguistic patterns. This isn&rsquo;t just a deck with haphazardly placed extra glyphs; rather, it aims to be both beautiful and practical.&#10;&#10;Please visit the homepage or look at the design document in the files section to see the Everdeck's systems and symbology in action. Its accompanying geeklist shows games that can be mapped to the system.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Game System",
      "Print & Play",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Outside the Scope of BGG"
    ]
  },
  {
    "Rank": "10055",
    "Name": "Caesar XL: The Roman Civil War 50 - 44 BC",
    "ID": 35662,
    "Year": "(2008)",
    "Geek Rating": "5.578",
    "Avg Rating": "7.06",
    "Link": "https://boardgamegeek.com/boardgame/35662/caesar-xl-the-roman-civil-war-50-44-bc",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.0455",
    "Description": "Caesar XL is another fine offering from veteran game designer Joe Miranda who transports its players back to the waning days of the Roman Republic as it is plunged into civil war. Julius Caesar stands poised on the banks of the Rubicon River that he must cross to win Rome, while opposing him stands Pompey Magnus (Pompey the Great) and the mighty forces loyal to him.&#10;&#10;In this great clash between rival factions, the Populares (those &ldquo;favored of the people&rdquo;) and Optimates (the &ldquo;best men&rdquo;) must find their champion and either preserve the Senate and Republic or call forth a Dictator to deal with Rome&rsquo;s pressing problems; perhaps making him king!&#10;&#10;Players can quickly master the games XL (&ldquo;40&rdquo;) cards and counters via the Bronze Rules and have their Legions and great Leaders contesting Rome&rsquo;s territories for ultimate domination before you can augur a chicken&rsquo;s entrails. Building upon that are the Silver Rules that every great conqueror should know before donning the purple and staging their triumph through the streets of Rome. Hail!&#10; &#10;     One 4-page, color 'Bronze' level instructions booklet&#10;     One 1-page sheet of 'Silver' level rules&#10;     40 color, die-cut 5/8&rdquo; square mounted game pieces&#10;     28 color, die-cut 5/8&rdquo; round mounted game pieces&#10;     40 SPQR cards&#10;     One 11&rdquo; x 17&rdquo; color game map&#10;     Each unit is 1 Legion (5-10,000 troops) or 1 Leader, and each turn is roughly 6 months.&#10;     Complexity: 3 &#10;     Solitaire Suitability: 4&#10;&#10;&#10; Buy Microbadge&#10;&#10;Expanded by:&#10;&#10;     Caesar XL Gold Expansion Kit&#10;&#10;&#10;",
    "Categories": [
      "Ancient",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement"
    ],
    "Families": [
      "Ancient: Rome",
      "Components: Map (Continental / National scale)",
      "Digital Implementations: VASSAL",
      "History: Roman Civil Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "10056",
    "Name": "Rory's Story Cubes: Batman",
    "ID": 182541,
    "Year": "(2015)",
    "Geek Rating": "5.578",
    "Avg Rating": "6.47",
    "Link": "https://boardgamegeek.com/boardgame/182541/rorys-story-cubes-batman",
    "Min Players": "1",
    "Max Players": "12",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "In the shadows of Gotham City&hellip; Is the Riddler planning his next crime? Who has discovered Batman&rsquo;s identity? Will the Joker Escape from Arkham Asylum?&#10;&#10;With Rory&rsquo;s Story Cubes&reg;: Batman, you decide the story.&#10;&#10;Roll all 9 StoryCubes to create infinite tales featuring your favourite Batman villains, gadgets and locations.&#10;&#10;Rory&rsquo;s Story Cubes&reg;: Batman will inspire even more story tellers by partnering with one of our all time favourite characters, Batman.  He is one of the world&rsquo;s most famous superheroes, loved by all ages and now fans can create their very own Batman stories&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Pattern Recognition",
      "Storytelling"
    ],
    "Families": [
      "Comic Books: Batman",
      "Comic Books: DC Universe",
      "Components: Dice with Icons",
      "Game: Rory's Story Cubes",
      "Mechanism: Storytelling dice game"
    ]
  },
  {
    "Rank": "10057",
    "Name": "Pompiers!",
    "ID": 279056,
    "Year": "(2019)",
    "Geek Rating": "5.578",
    "Avg Rating": "7.03",
    "Link": "https://boardgamegeek.com/boardgame/279056/pompiers",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "50",
    "Weight": "2",
    "Description": "Pompiers! is a trick-taking game for four or five players where the players aim to complete certain &quot;missions&quot;, such as winning exactly 1 trick or winning no red cards.&#10;&#10;The game comes with a deck of four colors, with ranks from 1 to 15, and has a kitty (un-dealt cards) of size 8 with 4 players and 10 with 5 players; one card from the kitty is revealed as the trump suit each hand.  The trick-taking phase follows the standard rules of must-follow suit, with the highest trump card winning the trick, and if none were played, the highest card of the lead suit wins the trick.  The players keep tricks they win in a 2x5 grid marked by tokens.&#10;&#10;After each round, players determine who earns points for each available mission.  There are 5 basic missions each game, and they can be achieved once each hand.  Additionally, there will be a selection of &quot;emergency&quot; missions that can only be completed once each game.&#10;&#10;The game ends after 5 rounds, with each basic mission being worth 5 points and the emergency missions being worth 2 to 4 points.  The player with the most points wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Theme: Firefighting"
    ]
  },
  {
    "Rank": "10058",
    "Name": "Grave Robbers II: Skippy's Revenge",
    "ID": 6584,
    "Year": "(2003)",
    "Geek Rating": "5.578",
    "Avg Rating": "6.19",
    "Link": "https://boardgamegeek.com/boardgame/6584/grave-robbers-ii-skippys-revenge",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.32",
    "Description": "The fourth game in the B-Movie Series of card games by Z-Man Games.  The series returns to spoofing bad sci-fi movies in another stand-alone game.  It can also be mixed with any other game from the B-Movie Series.&#10;&#10;Players build a sci-fi movie by playing characters, props, and locations.  Players also play creature cards on the other players' movies to kill off characters.  Special FX cards can be used for a variety of sci-fi themed actions such as boosting attacks or defending against a certain creature type.  The goal is to have the most points in your movie when &quot;Roll the Credits&quot; is played or the draw deck runs out.&#10;&#10;To explain the subtitle: &quot;Skippy the Wonderdog&quot; is a fan favorite character from the B-Movie Series and appears as a creature instead of a character in this game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Horror",
      "Humor",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Creatures: Aliens / Extraterrestrials",
      "Series: B-Movies (Z-Man)",
      "Theme: Retro"
    ]
  },
  {
    "Rank": "10059",
    "Name": "Waterloo Solitaire",
    "ID": 352963,
    "Year": "(2021)",
    "Geek Rating": "5.578",
    "Avg Rating": "7.11",
    "Link": "https://boardgamegeek.com/boardgame/352963/waterloo-solitaire",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "1.5",
    "Description": "Waterloo Solitaire has 24 games.  You take the role of Napoleon commanding the French army for 12 games against an opposing Allied autonomous player side, referred to as the Allied BOT side. And you take the role of Wellington for 12 games, commanding the Allied army against a French BOT side. Each opposing BOT side is rated for its skill; easy for 4 games, medium for 4 games, and hard for 4 games.&#10;&#10;One side is played by you (either Allied or French) and uses player actions for the side being playing.  The BOT opponent uses the solitaire actions for the other side.&#10;&#10;A player can issue one action per game turn from their actions available for the side they are playing.  He also has the option of using a Combined Arms Tactics with a supporting action to the one action played. Your choices can cause Die Roll Modifiers (DRM) that affects attacks with results that cause unit eliminations and tactical events to occur.&#10;&#10;The object of the game for the French player is to defeat the Allies by the end of the game.  This is accomplished by removing all units in 2 of the 3 Allied infantry formations.  The object for the Allied player is to avoid defeat by the end of the game.  Both sides also have several other ways to win or lose before the game ends.&#10;&#10;You will need to provide a pen and one 6-sided die to play the game.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Book",
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Country: Belgium",
      "Country: France",
      "Country: Prussia",
      "History: Napoleonic Wars",
      "History: Waterloo Campaign",
      "Mechanism: Static Battle",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules",
      "Series: Worthington Original Bookgames"
    ]
  },
  {
    "Rank": "10060",
    "Name": "The Classic Dungeon",
    "ID": 1370,
    "Year": "(1992)",
    "Geek Rating": "5.578",
    "Avg Rating": "6.12",
    "Link": "https://boardgamegeek.com/boardgame/1370/the-classic-dungeon",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.4286",
    "Description": "A revised version of the TSR classic board game Dungeon.  This version has a larger playing board and updated rules.  Most notably, new character classes were added and the combat system was revised to be a bit more forgiving to the player.  Also, the ability to ambush, heal, cooperate, and trade with other players was added.&#10;&#10;Re-Implements:&#10;&#10;    Dungeon&#10;&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Medieval",
      "Racing",
      "Wargame"
    ],
    "Mechanics": [
      "Role Playing",
      "Roll / Spin and Move",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Category: Dungeon Crawler"
    ]
  },
  {
    "Rank": "10061",
    "Name": "Die Schlacht um Thors Kliff",
    "ID": 347517,
    "Year": "(2022)",
    "Geek Rating": "5.578",
    "Avg Rating": "8.67",
    "Link": "https://boardgamegeek.com/boardgame/347517/die-schlacht-um-thors-kliff",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "140",
    "Weight": "2.4",
    "Description": "In 993 AD, the Daughter of Thor is born on an island called Thor's Cliff.&#10;&#10;Seven years later - in the year 1000 - four Heroes, Raghild, Bera, Jorund, and Oleif, battle for the favor of the mighty Child who could change the fait of the entire world while ancient forces reawaken ...&#10;&#10;In this non-cooperative game, players try to earn the love of Thor's Daughter by gifting her amber and gemstones. Each player follows their own strategy according to their Hero&rsquo;s individual abilities. By earning silver, fighting trolls, recruiting new warriors, and buying various items for their Heroes, players battle each other in this strategic adventure game.&#10;&#10;The game includes a 3-part introduction narrating the epic backstory which lets players learn the rules step by step with every chapter.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Mythology",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Grid Movement",
      "Pick-up and Deliver"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Mythology: Norse",
      "Theme: Vikings"
    ]
  },
  {
    "Rank": "10062",
    "Name": "Catch Sketch",
    "ID": 347889,
    "Year": "(2022)",
    "Geek Rating": "5.578",
    "Avg Rating": "7.73",
    "Link": "https://boardgamegeek.com/boardgame/347889/catch-sketch",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Catch Sketch is a speed drawing game. You have to draw images to explain a keyword as quick as possible. The active player will guess the keyword by looking at the images of the fastest player. But, if he makes a wrong guess, the chance to get a score will passed to the next fastest player. So be quick, but draw recognizable images to win.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Humor",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Paper-and-Pencil"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "10063",
    "Name": "Mezen",
    "ID": 380183,
    "Year": "(2023)",
    "Geek Rating": "5.578",
    "Avg Rating": "6.79",
    "Link": "https://boardgamegeek.com/boardgame/380183/mezen",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "In the far far north, in the land of dark days and white nights, flows the river Mezen. From meadows and forest edges, horses gallop towards it, birds flock to it, foxes run to it. Not even the man could resist this river. The man walked to it and stayed for centuries. The nature of Mezen amazed the man so much that he decided to commemorate it. He gathered soot, black as the night itself, and clay, red as the sun, picked up a brush and started creating. That is how the famous Mezen painting came about &mdash; the style upon which this game is based.&#10;&#10;In Mezen, you take on the role of a northern craftsman, creating intricate ornamental paintings to order. Combine symbols and flip tiles to accomplish goals and earn points.&#10;&#10;Each turn, players choose a group of adjacent identical symbols to remove from their &quot;painting&quot; and slide down the tiles above to fill the empty spots. After that, they flip the removed tiles to their opposite side &mdash; from white to black &mdash; and place them in the newly empty spots. By changing the placement of symbols this way, the players try to accomplish goals and score. Whoever has the most points after ten rounds wins.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Environmental"
    ],
    "Mechanics": [
      "Connections",
      "End Game Bonuses",
      "Grid Coverage",
      "Pattern Building"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Theme: Rivers"
    ]
  },
  {
    "Rank": "10064",
    "Name": "Rise of the Zombies!",
    "ID": 126025,
    "Year": "(2013)",
    "Geek Rating": "5.578",
    "Avg Rating": "6.42",
    "Link": "https://boardgamegeek.com/boardgame/126025/rise-of-the-zombies",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "2",
    "Description": "In Rise of the Zombies, a fast-paced card game of zombie survival, players play Location cards to form a path from the Safe House to the Rescue Helicopter, while fighting off hordes of zombies. The players must also play fast because they are racing a real-world timer. If time expires, the Survivors are left behind and die.&#10;&#10;Players play cards during a common &quot;Survivor Turn&quot;. At the start of the Survivor Turn, all players can discard and draw until the number of cards in their hands is equal to their Hand Sizes. There are no player turns. Declare what you are doing, which card you are playing, and which zombie you are attacking, and roll dice. This simulates the chaos of combat. Most cards can be used to perform more than one function. You can perform as many actions during the Survivor Turn as your cards can support. You can even trade weapons and items with other Survivors in your Location.&#10;&#10;Once all players have resolved their actions, the Zombies get to attack.&#10;&#10;The game is co-opish... how you play the game is up to you. You don't gain anything by having other Survivors die, but if you spend too much time trying to help others, it might cost you your own survival.&#10;&#10;Help them? Leave them behind? It's all up to you.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Real-time",
      "Zombies"
    ],
    "Mechanics": [
      "Area Movement",
      "Cooperative Game",
      "Dice Rolling"
    ],
    "Families": [
      "Creatures: Zombies",
      "Crowdfunding: Kickstarter",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "10065",
    "Name": "Waterloo: Napoleon's Last Battle",
    "ID": 4425,
    "Year": "(2002)",
    "Geek Rating": "5.578",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/4425/waterloo-napoleons-last-battle",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.7714",
    "Description": "The theme is the battle of Waterloo, with one player controlling the French forces, and the other controlling the Anglo-Dutch-Prussian forces (this side can be played by two players acting in concert). Cards are used to move units, enhance unit strength in combat, or for other special effects (e.g., artillery fire). The game is diceless.&#10;&#10;This is the second in Phalanx's series of low complexity,  historical wargames (the first being the Third Edition of 'A House Divided'). Beautiful components and an emphasis on playability over simulation put this squarely in the category of &quot;wargames that might appeal to a euro-gamer.&quot;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Square Grid"
    ],
    "Families": [
      "Country: Belgium",
      "History: Napoleonic Wars",
      "History: Waterloo Campaign"
    ]
  },
  {
    "Rank": "10066",
    "Name": "Rome, Inc.: From Augustus to Diocletian",
    "ID": 196676,
    "Year": "(2021)",
    "Geek Rating": "5.578",
    "Avg Rating": "7.41",
    "Link": "https://boardgamegeek.com/boardgame/196676/rome-inc-from-augustus-to-diocletian",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "180",
    "Play Time": "720",
    "Weight": "3.25",
    "Description": "&quot;ROME, INC. - From Augustus to Diocletian&quot; is a solitaire wargame of the Roman Empire from Augustus in 27 BCE to Diocletian in 286 CE. The player (as CEO of this vast corporate empire), appoints consuls and governors, raises taxes, deploys legions, fleets and auxiliaries to garrison provinces, and fights wars to expand the prestige and power of Rome.&#10;&#10;Historical statesmen are rated for their military and administrative talents, popularity, and skill at intrigue (or lack thereof), and each has a special ability. Governors are used to fight wars, expand the empire, and develop provinces, but may make themselves Caesar through assassination or rebellion. New imperial dynasties change the rules of the game, provide new units, and determines who will succeed when Caesar dies.&#10;&#10;Each turn produces a new crisis and the player, much like a modern CEO, earns victory points by expanding the empire and triumphing over wars and rebels, deciding where allocate his resources (capital spending), raise new forces (hiring), undertaking prestige projects (public relations), pleasing the mob (&quot;the shareholders&quot;), or even setting aside a reserve for a rainy decade or two. Annexing the rich provinces of the east will increase taxes, but securing the northern frontier may be more important. Placing a popular, competent general in command may result in a triumph, but encourage rebellion. A more loyal, but less able man may be better, or for Caesar to risk himself on the field of battle himself.&#10;&#10;The map consists of provinces grouped into military commands such as Britannia and Syria, each commanded by a governor. Provinces may be controlled by barbarians, allies or insurgents, which can be conquered and developed into peaceful tax-payers. Beyond these are the homelands from where barbarian wars and enemy leaders pillage their way from province to province until defeated. There are four scenarios starting in 27 BCE, 70 CE, 138 CE and 222 CE, which may be combined into campaign games. Each turn represented 5-10 years, with 10 turns in each of the four scenarios.&#10;&#10;ROME, INC. is in issue #53 of ATO&#10;&#10;Complexity - Medium&#10;Playing time - From 3 to 4 hours&#10;How challenging is it solitaire? - Excellent&#10;&#10;--description from the publisher&#10;&#10;",
    "Categories": [
      "Ancient",
      "Civil War",
      "Political",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Events",
      "Income",
      "Movement Points",
      "Point to Point Movement",
      "Resource to Move",
      "Simulation",
      "Solo / Solitaire Game",
      "Sudden Death Ending",
      "Victory Points as a Resource"
    ],
    "Families": [
      "Ancient: Rome",
      "Components: Map (Continental / National scale)",
      "History: Roman Empire",
      "Magazine: Against The Odds",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "10067",
    "Name": "Lucca Città",
    "ID": 19878,
    "Year": "(2005)",
    "Geek Rating": "5.578",
    "Avg Rating": "5.95",
    "Link": "https://boardgamegeek.com/boardgame/19878/lucca-citta",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.7302",
    "Description": "From the publisher:&#10;&#10;This game has been published by dV Giochi as a reward for winning the 2004/2005 edition of the Gioco Inedito &ndash; Best Unpublished game contest. Powered by Lucca comics &amp; Games and dV Giochi, the contest aims to identify the best new card game design from all prototypes received and to reward it by publishing the game in a fully professional and high-quality format, overseen directly by dV Giochi. All prototypes submitted must conform to the technical and style requirements, fixed components and a given theme which changes every year. Everybody can join the contest and this is a great opportunity for emerging game designers to see their idea published. The theme of the award was &ldquo;Cities and Walls;&rdquo; Lucca Citt&agrave; won, and daVinci is proud to introduce it to the public.&#10;&#10;It features a deck of 110 cards, divided in 96 Palace parts, 4 towers, 5 Coat of Arms, and 5 Quarters. Each player belongs to a Quarter and tries to increase his family&rsquo;s fame by building palaces and walls and by giving parties in the completed palaces.&#10;&#10;During his turn, the player chooses a triplet of cards from the table and uses them to build his buildings; resources and time are very limited, and you need careful planning and master play in order not to have at the end of the game too many unfinished palaces, have lots of parties and... be the winner!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Renaissance"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Cities: Lucca (Italy)",
      "Contests: Miglior Gioco Inedito",
      "Region: Tuscany (Italy)",
      "Theme: Construction"
    ]
  },
  {
    "Rank": "10068",
    "Name": "Dwarven Miner",
    "ID": 142401,
    "Year": "(2013)",
    "Geek Rating": "5.578",
    "Avg Rating": "6.38",
    "Link": "https://boardgamegeek.com/boardgame/142401/dwarven-miner",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.9231",
    "Description": "Welcome to Dwarven Miner, a game that sends you underground to collect resources from a mine so that you can then use those resources to craft items for your patrons.&#10;&#10;In the game, you'll roll six custom dice in a push-your-luck style to see what can be pulled out of the mine. Craft those resources into all types of gear, from armor to magic wands to mithril swords. Patrons &ndash; which range from warriors and rune singers to alchemists and chieftains &ndash; are great and powerful dwarves who have chosen you to outfit them on their adventurous, mystical, and often dangerous professions. Each of them will require you to craft different items &ndash; and once those items are made, you can then activate those patrons. Each will earn you points and reward you with a special ability that affects the game.&#10;&#10;The first player to satisfy enough patrons to reach thirty points wins.&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Push Your Luck",
      "Variable Player Powers"
    ],
    "Families": [
      "Creatures: Dwarves & Gnomes",
      "Crowdfunding: Kickstarter",
      "Theme: Mining"
    ]
  },
  {
    "Rank": "10069",
    "Name": "Pocket Master Builder",
    "ID": 344620,
    "Year": "(2022)",
    "Geek Rating": "5.578",
    "Avg Rating": "6.53",
    "Link": "https://boardgamegeek.com/boardgame/344620/pocket-master-builder",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2.9",
    "Description": "As kingdom architects, players will need to collect raw materials to construct various buildings, build walls to resist the invasion of northern barbarians, and use the king's reward properly to speed up your progress. Try to be the player with the most honors (VP) at the game's end.&#10;&#10;Players play a card to the kingdom area, place workers on the edge of the card to collect resources, and then may use resources to construct a building.&#10;&#10;The game end is triggered when a player has built 6 buildings. Each player totals their honors (VP) from their Buildings, Walls, Donkey and Oracle Cards.&#10;&#10;",
    "Categories": [
      "Card Game",
      "City Building",
      "Economic"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Solo / Solitaire Game",
      "Tile Placement"
    ],
    "Families": [
      "Players: Games with Solitaire Rules",
      "Theme: Construction"
    ]
  },
  {
    "Rank": "10070",
    "Name": "Piles!",
    "ID": 400752,
    "Year": "(2023)",
    "Geek Rating": "5.578",
    "Avg Rating": "7.10",
    "Link": "https://boardgamegeek.com/boardgame/400752/piles",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Piles is a fast-paced set collecting game designed for kids and families. If you enjoy classic games like Speed and Spoons then you&rsquo;ll love this easy to learn free-for-all.&#10;&#10;In Piles you can play up to 8 players or even face off 1-on-1 for a fun two-player experience. You'll be matching sets of clothing by swapping cards through a universal discard pile. Average playtime is under 10 minutes making the game highly replayable and addicting. This portable card game is ideal for any occasion.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Matching",
      "Set Collection",
      "Speed Matching"
    ],
    "Families": [
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "10071",
    "Name": "Aerodrome",
    "ID": 549,
    "Year": "(1994)",
    "Geek Rating": "5.578",
    "Avg Rating": "7.62",
    "Link": "https://boardgamegeek.com/boardgame/549/aerodrome",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.2308",
    "Description": "Excerpted from a review by Ken Tidwell&#10;&#10;Aerodrome is a miniatures game of aerial combat during World War I. Players take on the role of biplane pilots and tail gunners dog fighting their way through the gray skies of Europe during the war to end all wars. The game is visually appealing and, like many miniatures games, it was easy to project myself into the scenario. The game is played using 1/72 miniature aircraft mounted on radio antennae with a clear acrylic hex base to hold the whole thing upright. The game board is an aerial view of a WWI battlefield marked off in large hexes.&#10;&#10;Pilots and gunners plot out three moves at a time. Each move the pilot chooses from one of eight maneuvers - straight ahead, straight ahead fast, left slip, right slip, right, left, hard right, stall, and Immelman. The slips allow the player to retain their current orientation but slide one hex to the right or left. Ahead fast allows the plane to move two hexes. Ahead, left, right, and hard right allow the plane to change orientation and move one hex in that new direction. An Immelman allows the plane to move forward one hex but completely reverse orientation. A stall allows the plane to stay in its current hex with the current orientation but runs the risk of throwing the plane into a spin. Planes can fly on one of five altitudes. Descent is always possible but planes can generally only ascend when moving forward and trying no wild acrobatics. After movement, pilots may fire on any plane unlucky enough to find itself in their path.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Miniatures",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Action Queue"
    ],
    "Families": []
  },
  {
    "Rank": "10072",
    "Name": "Company of Heroes: 2nd Edition",
    "ID": 364356,
    "Year": "(2025)",
    "Geek Rating": "5.578",
    "Avg Rating": "9.07",
    "Link": "https://boardgamegeek.com/boardgame/364356/company-of-heroes-2nd-edition",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "150",
    "Weight": "2.8",
    "Description": "&quot;Company of Heroes&quot;, the World War 2 board wargame, is based on the video game from Relic/Sega. It closely captures the choices, tactics and mission strategies of the videogame. In teams, or as individuals, players will maneuver units and battle for control points to collect manpower, munitions and fuel. Players spend these resources to construct new buildings, purchase units and upgrade abilities, eventually unlocking the powerful end-game units of their nation.&#10;&#10;The Second Edition of the Company of Heroes Board Game introduces extensive improvements to gameplay, tactical choices, unit balance, faction differentiation, mission parameters and more.&#10;&#10;More Units - Bigger Battles: 2nd edition adjusts unit and building costs, resource generation and other mechanics to allow for more units to be purchased, fielded and used over the course of the battle.&#10;&#10;Community Feedback: After thousands of games and feedback from the player community, the 2nd Edition further tweaked and balanced units, factions and commanders to a high polish. These changes were incorporated with an eye towards emphasizing faction identity and distinction.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Economic",
      "Miniatures",
      "Video Game Theme",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Automatic Resource Growth",
      "Income",
      "Multiple Maps",
      "Real-Time",
      "Team-Based Game",
      "Turn Order: Progressive",
      "Variable Player Powers",
      "Variable Set-up",
      "Zone of Control"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "10073",
    "Name": "Warhammer 40,000 (Second Edition)",
    "ID": 316655,
    "Year": "(1993)",
    "Geek Rating": "5.578",
    "Avg Rating": "7.95",
    "Link": "https://boardgamegeek.com/boardgame/316655/warhammer-40000-second-edition",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "3.75",
    "Description": "The second edition Warhammer 40,000 Rulebook was published in 1993 as a softcover book and was included with the second edition starter set. Its companion books (Warhammer 40,000: Wargear (2nd Edition), Codex Imperialis, Codex Army Lists) were devoted to background, wargear and army lists, while the Rulebook detailed how to play the game. It contains 8 pages of full-colour images in the centre, a weapon summary and quick reference sheet at the end. The combat rules and shooting were identical to those of Necromunda. The much more complex nature of the rules meant that games were intended to be played on a much smaller scale than the current Warhammer 40,000 rules.&#10;&#10;Box Contents:&#10;&#10;Game rules and background:&#10;Warhammer 40,000 Rulebook&#10;Warhammer 40,000 Wargear (weapons and wargear rules}&#10;Warhammer 40,000 Codex lmperialis (background for game factions plus rules for different units/characters}&#10;Warhammer 40,000 Codex army lists&#10;Warhammer 40,000 Battle for Armageddon scenarios (scenarios that make use of boxed game miniatures}&#10;Warhammer 40,000 How to paint your models&#10;How to play Warhammer 40,000 (a &lsquo;getting started&rsquo; run through of the rules)&#10;Warhammer 40,000 Rules summary card&#10;Warhammer 40,000 Weapons summary card&#10;&#10;Miniatures:&#10;20 Orks (bolt pistol and axe)&#10;40 Gretchin (autogun)&#10;1 cardboard Ork dreadnought and stand&#10;2 Space Marine Sergeants (bolt pistol and chainsword)&#10;2 Space Marines with flamers&#10;2 Space Marines with rocket launchers&#10;14 Space Marines with bolters&#10;&#10;Vehicle Datafaxes:&#10;1 Space Marine Rhino&#10;1 Space Marine Dreadnought&#10;1 Space Marine Predator&#10;1 Space Marine Land Raider&#10;1 Space Ork Dreadnought&#10;1 Space Ork Battlewagon&#10;&#10;Wargear Cards:&#10;1 Bionic Eye&#10;1 Combi-weapon&#10;1 Conversion Field&#10;1 Displacer Field&#10;1 Firepike&#10;2 Haywire Grenades&#10;1 Retractor Field&#10;1 Scanner&#10;2 Vortex Grenades&#10;1 Web Of Skulls&#10;&#10;Mission Cards (one of each pair is green and the other is blue):&#10;2 &lsquo;Engage and Destroy&rsquo; mission cards&#10;2 &lsquo;The Assassins&rsquo; mission cards&#10;2 &lsquo;Dawn Raid&rsquo; mission cards&#10;2 &lsquo;Take and Hold&rsquo; mission cards&#10;&#10;Play aids:&#10;20 cardboard ruins&#10;3 squad references cards (1 Space Marine, 1 Ork, 1 Gretchin)&#10;Victory point record chart&#10;1 vehicle turning template&#10;1 Thudgun template (made of four connected 1&rdquo; blast templates)&#10;1 blast template &mdash; 1&quot;&#10;1 blast template &mdash; 1.5&quot;&#10;1 blast template &mdash; 2&quot;&#10;1 blast template &mdash; 3&quot;&#10;2 vortex templates &mdash; 1.5&quot;&#10;1 hand flamer template&#10;1 flamer template&#10;1 heavy flamer template&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Events",
      "Line of Sight",
      "Measurement Movement",
      "Modular Board",
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Warhammer 40,000 (Second Edition)",
      "Setting: Warhammer 40,000 Wargames"
    ]
  },
  {
    "Rank": "10074",
    "Name": "Won by the Sword: Great Campaigns of the Thirty Years War, Vol. 1",
    "ID": 22606,
    "Year": "(2014)",
    "Geek Rating": "5.578",
    "Avg Rating": "6.63",
    "Link": "https://boardgamegeek.com/boardgame/22606/won-by-the-sword-great-campaigns-of-the-thirty-yea",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "2.7273",
    "Description": "The war raged across Germany from 1618 to 1630 with the Habsburg, Holy Roman Emperor retaining the upperhand. Then the tide of war changed when King Gustav Adolf of Sweden, the &quot;Lion of the North,&quot; revitalized the cause of the Protestant princes of Germany. Bankrolled by France, the Swedes pushed their advantage towards the Emperor's most valuable ally, Maximilian of Bavaria. Though Catholic, France sought to keep the power of the Habsburgs in check by financially supporting the Swedish King.&#10;&#10;From 1632 to 1648, Bavaria and the surrounding area became a crucial battlefront to knocking Bavaria out of the war. The Swedes enjoyed success until fate removed their King and their over-extended forces could not hold onto their gains. After the Swedes suffered a sharp defeat at N&ouml;rdlingen in 1634, France was forced to play a more active role or lose all she had paid for. A series of seesaw campaigns ensued as the French Arm&eacute;e d'Allemagne secured crossings of the Rhine and pushed the war back into the heart of Bavaria. The area became the proving ground of the greatest generals of the age - Turenne, Cond&eacute;, Mercy, de Werth. Neither side possessed a clear superiority of forces so it was a dangerous game of cat-and-mouse, march, counter-march, siege, and surprise attacks. After several years, a combined French-Swedish campaign finally broke the back of the Bavarians in 1646 and Maximilian made a separate peace. It did not last long; after a year he reluctantly rejoined the Imperial cause. Repeating the winning combination of 1646, the French-Swedish army ended Maximilian's enterprise at Zusmarshausen in 1648.&#10;&#10;Won by the Sword is the first game in Ben Hull's Great Campaigns of the Thirty Years War series. It is a two-player game of operational warfare in the 17th Century. Armies maneuver on a point to point map of Southern Germany based on the road network available at the time. Each game is centered around a major battle or full campaign season. A Turn is a month divided into a variable number of impulses. Each army has a hand of Campaign Cards that control the amount of activity it may perform, the supplies it must expend, and a special action. Each impulse features one card play per army. Forces are concealed off map so players are faced with limited knowledge of the enemy. The major activities are maneuver, foraging, besieging fortifications, and an occasional battle. Won by the Sword is a low-complexity game with emphasis on the players maneuvering their forces, but many decisions await. The low rules complexity allows each player, rather than being encumbered with rules, to focus on choices regarding how to manage his campaign.&#10;&#10;",
    "Categories": [
      "Pike and Shot",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Minimap Resolution",
      "Point to Point Movement"
    ],
    "Families": [
      "Country: Austria",
      "Country: France",
      "Country: Germany",
      "Country: Sweden",
      "History: Age of Kings",
      "History: Thirty Years War",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "10075",
    "Name": "Little Round Top: The South's Best Chance at Gettysburg",
    "ID": 1694,
    "Year": "(1979)",
    "Geek Rating": "5.578",
    "Avg Rating": "6.44",
    "Link": "https://boardgamegeek.com/boardgame/1694/little-round-top-the-souths-best-chance-at-gettysb",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "150",
    "Play Time": "150",
    "Weight": "2.6333",
    "Description": "The battle of Gettysburg was a huge struggle that locked armies of the North and South in three July days of bitter warfare which turned the tide of the Civil War against the Confederacy. Among the many small actions that made up this battle none was more important than the fight for Little Round Top, a rocky forested hill on which rested the extreme left flank of the Union line. It was here that the outnumbered 20th Maine regiment held off repeated Confederate assaults, turning back the South's best chance to win this battle which they could not afford to lose.&#10;&#10;Little Round Top is Avalon Hill's new game for two players which re-creates this critical battle. During a typical game turn, both players move their company sized forces over a map of the battle area, positioning them for rifle fire and bayonet charges. Fire and melee combat are resolved by a die roll on the appropriate Combat Results Table. Regimental officers and their command abilities are crucial for keeping the attack moving forward or the defense intact.&#10;&#10;Little Round Top comes complete with a colorful map of the battlefield, 100 cardboard playing pieces, and a short rules booklet.&#10;&#10;Playing time: 2 1/2 hours&#10;&#10;Complexity rating (from 1-10, 10 the highest): 4&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: USA",
      "History: Battle of Gettysburg",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "States: Maine",
      "States: Pennsylvania"
    ]
  },
  {
    "Rank": "10076",
    "Name": "Funkoverse Strategy Game: DC Comics 102",
    "ID": 302990,
    "Year": "(2020)",
    "Geek Rating": "5.578",
    "Avg Rating": "7.54",
    "Link": "https://boardgamegeek.com/boardgame/302990/funkoverse-strategy-game-dc-comics-102",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "2",
    "Description": "In the Funkoverse Strategy Game, you combine your favorite characters and go head-to-head in four exciting game scenarios. Use your characters' unique abilities to gain points and achieve victory!&#10;&#10;Each turn, you select one of your characters and perform two actions. Each character has access to basic actions like moving and challenges as well as several unique abilities that may be performed only by spending ability tokens. Funkoverse uses an innovative &quot;cooldown&quot; system &mdash; the more powerful the ability, the longer it will take for the ability token to become available again &mdash; so players have to spend their ability tokens wisely. Each character in Funkoverse is unique, so players are encouraged to try out different combinations of characters and items in order to discover their favorite synergies and powerful strategies for all four game scenarios.&#10;&#10;Funkoverse Strategy Game: DC Comics 102 is a standalone game that includes the characters Wonder Woman and Cheetah. This set may be combined with others, giving you the ability to assemble the team you want!&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Comic Books: DC Universe",
      "Comic Books: Wonder Woman",
      "Game: Funkoverse Strategy Game – DC Comics",
      "Players: Two-Player Only Games",
      "Series: Funkoverse Strategy Game",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "10077",
    "Name": "Ker Nethalas: Into the Midnight Throne",
    "ID": 418238,
    "Year": "(2024)",
    "Geek Rating": "5.578",
    "Avg Rating": "8.43",
    "Link": "https://boardgamegeek.com/boardgame/418238/ker-nethalas-into-the-midnight-throne",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "4",
    "Description": "Welcome to Ker Nethalas: Into the Midnight Throne, a single player dungeon crawler set in an endless necropolis. With the tools presented in the book you&rsquo;ll tell the story of your character who, after miraculously surviving an execution, wakes up to realize that their problems have just begun, and that there are fates worse than death.&#10;&#10;Ker Nethalas: Into the Midnight Throne uses a simple D100 ruleset to resolve all tasks. Whenever a PC tries to do something and the result isn't evident, or there is something at stake, you will need to perform a check. This is done by rolling D100, and comparing the result to the corresponding skill on the character&rsquo;s sheet. If the result is equal or lower than the skill&rsquo;s score, the check is a success.&#10;&#10;Combat is a big part of what makes Ker Nethalas: Into the Midnight Throne unique: characters need to manage their resources while being smart about their choice of powers used.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Exploration",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Role Playing"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "10078",
    "Name": "Ring of Fire: The Fourth Battle for Kharkov, August 1943",
    "ID": 10376,
    "Year": "(1994)",
    "Geek Rating": "5.578",
    "Avg Rating": "7.51",
    "Link": "https://boardgamegeek.com/boardgame/10376/ring-of-fire-the-fourth-battle-for-kharkov-august",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "600",
    "Weight": "3",
    "Description": "Ring of Fire: The Fourth Battle for Kharkov, August 1943 is an operational simulation of the fourth battle for Kharkov, which took place over the two week period of August 3 to August 16, 1943.&#10;&#10;Three Russian Army Fronts, attempting to retake the city of Kharkov, are on the offensive, driving against dug-in German forces to try to take as much of the map as possible and to exit forces in a breakthrough, while the Germans must race fire brigades of panzers and infantry to plug the holes in their lines and cut off the Russian advances.&#10;&#10;Perhaps the most noteworthy feature are the tank combat rules, which allow adjacent armored forces to trade fire before the more traditional odds-based CRT combat phase.  This favors the Germans, provided that the Russians do not bring too much armor against them at once.&#10;&#10;The other key feature are the reserve rules, which allow a player to both react to the opponent's attacks and to exploit holes punched by his units.  Airpower can be used to interdict reserves - and doing so can be important to winning the game.&#10;&#10;Game Scale:&#10;Game Turn: 1 day &#10;Hex: 1.2 miles / 2 kilometers &#10;Units: Regiment to Division&#10;&#10;Game Inventory:&#10;One 22 x 34&quot; full color mapsheet&#10;Two dual-side printed countersheets (360 1/2&quot; counters)&#10;One 24-page Ring of Fire rulebook&#10;Two dual-side printed CRT/TEC Player Aid charts&#10;Two single-side printed Player Aid cards&#10;One 6-sided dice&#10;&#10;Solitaire Playability: Very High&#10;Complexity Level: Medium&#10;Players: 2 or more&#10;Playing Time: 4-10 hours&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Ratio / Combat Results Table",
      "Simulation"
    ],
    "Families": [
      "Cities: Kharkiv (Ukraine)",
      "Country: Germany",
      "Country: Russia",
      "Country: Soviet Union",
      "Country: Ukraine",
      "History: World War II (Eastern Front)",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Ring of Fire (Moments in History)"
    ]
  },
  {
    "Rank": "10079",
    "Name": "Sunrise Sunset",
    "ID": 411545,
    "Year": "(2024)",
    "Geek Rating": "5.578",
    "Avg Rating": "7.43",
    "Link": "https://boardgamegeek.com/boardgame/411545/sunrise-sunset",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "1.8",
    "Description": "According the some sources, each sunrise and sunset mark the backdrop for the perpetual battle between Horus and Seth. In this never-ending combat, Seth, god of darkness and chaos, prevails over Horus with the arrival of each night. However, in an eternal cycle of revenge, the victory of Horus, god of the sky, heralds the coming of each new day, continuing a cycle which has endured since the beginning of time.&#10;&#10;In the game, Horus and Seth face each other in three locations: the world of the living (the Deshret), the underworld (the Duat) and the Sun Boat, or Mandjet, which symbolises the sun&rsquo;s journey across the sky.&#10;&#10;Sunrise Sunset is a competitive game for two opponents where in each round players take turns in playing cards (up to a total of 6 each) in order to gain control of the three locations. In each location the opponent with more power takes control.&#10;&#10;The first player to deal three damage is the victor of the game.&#10;&#10;Beginning with the starting player, the players take turns to play cards one after another until they have played all of their cards  and assign it to one of the three lanes of your choice. The cards with stealth are played facedown, unlike the cards without stealth, which are played faceup.&#10;&#10;If the card that you play has a placement ability, this is applied immediately.&#10;&#10;Once each player has played all of their cards, determine who is the victor and loser in each lane. Apply all of the combat abilities of the units placed and add up the power of the cards which are placed in their area of the lane.&#10;&#10;If a player deals 3 damage or more to their opponent at any moment, the game ends immediately.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Mythology"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Mythology: Egyptian",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "10080",
    "Name": "Volle Weide",
    "ID": 298164,
    "Year": "(2020)",
    "Geek Rating": "5.578",
    "Avg Rating": "6.37",
    "Link": "https://boardgamegeek.com/boardgame/298164/volle-weide",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1",
    "Description": "Volle Weide is a quick roll-and-write game for two or more players. The goal of the game is to score points by fencing in sheep.&#10;&#10;The game is played over a minimum of 10 rounds. Each turn, players roll a six-sided die and draw a matching fence on the map. They also add the result of the die roll to a time tracker, but only if it differs from last round's result. Thus the game will last longer if the same number is being rolled multiple times in a row.&#10;&#10;After 6 and 10 rounds on the time tracker, players score points for the total number of sheep they have completely fenced in. The game ends after the second scoring and the player with the most total points wins.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Animals",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Line Drawing",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Animals: Sheep",
      "Mechanism: Roll-and-Write",
      "Series: MINNYS (Nürnberger-Spielkarten-Verlag)",
      "Series: Nature Line (Nürnberger-Spielkarten-Verlag)"
    ]
  },
  {
    "Rank": "10081",
    "Name": "Star Fleet Battles Silver Anniversary Master Rulebook",
    "ID": 26203,
    "Year": "(2004)",
    "Geek Rating": "5.578",
    "Avg Rating": "8.51",
    "Link": "https://boardgamegeek.com/boardgame/26203/star-fleet-battles-silver-anniversary-master-ruleb",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "4.8571",
    "Description": "Part of the Star Fleet Battles Captain&#039;s Edition line.&#10;&#10;Huge Master Rulebook (over 400 pages) has all of the &quot;rules&quot; (no scenarios, annexes, or ship descriptions) from Basic Set, Advanced Missions, C1, C2, C3, J, J2, K, M, X, and Y1.&#10;&#10;All rules have been integrated into a single continuous text, all errata has been incorporated, and some new clarifications and examples have been added.&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Game: Star Fleet Battles",
      "Setting: Star Fleet Universe",
      "TV Shows: Star Trek (various)"
    ]
  },
  {
    "Rank": "10082",
    "Name": "Desert Steel",
    "ID": 6641,
    "Year": "(1989)",
    "Geek Rating": "5.578",
    "Avg Rating": "7.07",
    "Link": "https://boardgamegeek.com/boardgame/6641/desert-steel",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "3.05",
    "Description": "Desert Steel is the third game in West End Game's Tank Leader series.  A tactical (platoon/company level) game where formations are activated by playing command cards.  Winner of the 1990 Charles Roberts Award for Best WWII Board Game. The emphasis is on command, control and communications with the use of Command cards that represent formations which are used to determine order of movement/combat, rallying and group cohesion. The pinnacle of Panzerblitz style platoon level games, delivered by the same designer who gave us Squad Leader covering command, unit experience, morale and doctrine in an elegant but deep package.&#10;&#10;The terrain on the two maps is variable for roads, contours, towns, and ground quality (sand, rocks, rubble) which are defined for each scenario.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Events",
      "Grid Movement",
      "Hexagon Grid",
      "Modular Board",
      "Simulation"
    ],
    "Families": [
      "History: World War II (Africa)",
      "Players: Two-Player Only Games",
      "Region: North Africa",
      "Series: Tank Leader (West End Games)",
      "Theme: Deserts"
    ]
  },
  {
    "Rank": "10083",
    "Name": "Farben",
    "ID": 259005,
    "Year": "(2018)",
    "Geek Rating": "5.578",
    "Avg Rating": "6.48",
    "Link": "https://boardgamegeek.com/boardgame/259005/farben",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "75",
    "Weight": "1.2",
    "Description": "Love is...green? In the vivid storytelling game Farben, every color tells a story. Associate a color with a word, then tell a story of why you connect those two. If the word were &quot;school&quot;, for example, you might hear the following:&#10;&#10;&#10;    Player 1 plays purple: &quot;I dyed my hair purple, purchased leather gear for several hundred dollars, and wore make-up in my very short Goth-phase. I quickly realized that I didn't fit in the scene as I am a rather happy person and have a hard time not constantly smiling.&quot;&#10;&#10;&#10;&#10;    Player 2 plays red: 'My high school time was stressful because I wasn't a good student. I worried before each exam how I was going to explain all the mistakes marked with red to my parents.&quot;&#10;&#10;&#10;&#10;    Player 3 plays black: 'I was totally in love with a fellow student from another class. I got up every day at 6:30 a.m. to catch the early bus to ride with her to school. It was still dark at that time, and that's why I chose black.&quot;&#10;&#10;&#10;Each round, you associate one of your twelve color cards with a word card and start telling a story. After all stories have been told, players tuck their color cards below the word card and set it aside. After ten words have been played, the scoring phase begins. Another player selects one of the visible words for you, and your task is to recall all of the colors played by the other players and yourself without looking. You earn points for correctly naming these colors. This sounds almost impossible at first, but through the stories the colors become easier to remember. Additionally, you score points on the other players' turns when they can remember your color.&#10;&#10;You win the game if you can remember best who assigned which color to specific words and if multiple players can remember the colors you assigned to the words.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Memory",
      "Storytelling"
    ],
    "Families": [
      "Mechanism: Story Creation"
    ]
  },
  {
    "Rank": "10084",
    "Name": "Reif für die Insel",
    "ID": 398774,
    "Year": "(2023)",
    "Geek Rating": "5.578",
    "Avg Rating": "7.08",
    "Link": "https://boardgamegeek.com/boardgame/398774/reif-fur-die-insel",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "40",
    "Play Time": "50",
    "Weight": "1.8",
    "Description": "Reif f&uuml;r die Insel is a card game in which precocious monkeys compete for late-ripening bananas.&#10;&#10;Coconuts are a powerful argument when it comes to deciding which primate gets the most delicious bananas. If you use a lot of them, you can stop other monkeys from grabbing the biggest treats. But it&lsquo;s not always smart to greedily throw your own supplies at your competitors&rsquo; head. Sometimes you simply have to be able to wait until what already looks tasty is ripe. Otherwise, you have to watch your opponents &bdquo;humbly&ldquo; feast on one tiny golden-yellow fruit after another, while you yourself languish on your huge green bananas.&#10;&#10;In this clever bidding game, everyone understands what every monkey has known for a long time: time is just a banana.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals"
    ],
    "Mechanics": [
      "Bids As Wagers",
      "Card Play Conflict Resolution",
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "10085",
    "Name": "Battle for Stalingrad",
    "ID": 72799,
    "Year": "(2014)",
    "Geek Rating": "5.578",
    "Avg Rating": "6.73",
    "Link": "https://boardgamegeek.com/boardgame/72799/battle-for-stalingrad",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "The Battle for Stalingrad lasted 200 days, from July 17, 1942 to February 2, 1943. Hitler himself had ordered the capture of the key Soviet city, and his armies were determined to carry out his orders. Opposing the German armies were the civilians and armed forces of Russia. In desperate house-to-house fighting the two sides fought, bleed, and froze in the chilling Russian winter.&#10;&#10;The Battle For Stalingrad puts you in the rubble-strewn streets as the German forces fight through one block of the city after another. The only hope for both sides is to secure the city before they run out of blood and food.&#10;&#10;As the game unfolds, you'll see one section of the city after another ground into rubble by your ceaseless fighting. As the city deteriorates, the amount of supplies generated for your men decreases. Supplies are the lifeblood of your army. Without them, you cannot move or attack, and you'll suffer higher casualties in combat.&#10;&#10;In the end, you'll be scrambling through the ruins, as much in search of food as the enemy.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Cities: Volgograd (Russia)",
      "Country: Germany",
      "Country: Russia",
      "History: World War II (Eastern Front)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "10086",
    "Name": "Universal Rule",
    "ID": 195180,
    "Year": "(2017)",
    "Geek Rating": "5.578",
    "Avg Rating": "6.77",
    "Link": "https://boardgamegeek.com/boardgame/195180/universal-rule",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.4286",
    "Description": "Deep in the Pocket Universe, the balance of power is shifting. Seventeen newly discovered planets are being colonized and tapped for crucial resources. Shifting alliances and stacks of galactic credits influence battles for control. Can you claim universal rule in this 4x wallet game from Button Shy?&#10;&#10;In Universal Rule, players battle for control of the universe in this pocket-sized 4X style game. You can colonize new planets, explore new areas on those planets, gain credits based off of the resources that the planet produces, or attempt to destroy other planets that threaten your existence. Other players can follow, but at a cost. The first player to show their true dominance through victory points wins the game.&#10;&#10;&#10;Edge:&#10;&#10;     Offensive Edge&#10;&#10;&#10;Planets:&#10;&#10;     Kraan&#10;     Sautera&#10;     Uagan [Prime]&#10;     Uagan [Mezzo]&#10;     Uagan [Terminal]&#10;     Pulse-Sphere&#10;     Yer-Froom&#10;     Cheroa&#10;     Quysin&#10;     Agiland&#10;     Shreno&#10;     Delling&#10;     Nevenell&#10;     Dezzerek&#10;     Erebiyon&#10;     Wim Star&#10;     Lyzin&#10;&#10;&#10;&#10;Released in the January 2017 Board Game of the Month Club $20+ package.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Components: Multi-Use Cards",
      "Containers: Wallets",
      "Crowdfunding: Kickstarter",
      "Game: Universal Rule",
      "Mechanism: 4X",
      "Players: Games with expansions that add solo play",
      "Series: Wallet Games (Button Shy)",
      "Setting: Pocket Universe (Button Shy)"
    ]
  },
  {
    "Rank": "10087",
    "Name": "冷たい彼女が目覚める前に (Embalming Girl)",
    "ID": 326054,
    "Year": "(2020)",
    "Geek Rating": "5.578",
    "Avg Rating": "6.95",
    "Link": "https://boardgamegeek.com/boardgame/326054/leng-taibi-nu-gamu-jue-meruqian-ni-embalming-girl",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.6667",
    "Description": "An unknown virus that makes infected people violent has spread and the world has changed completely. A mob rushed to St. Lily&rsquo;s Girls Academy and the students fled to the old school building. There they remain hidden. The girls hold their breath and wait for rescue with anxiety and fear. At dawn, one of their friends died&hellip; they can&rsquo;t leave the corpse as it is as they don&rsquo;t know when help will come.  The girls are divided into groups and try to embalm the corpses with the limited materials in the school while looking for clues to the murderer who may be hiding among them&hellip; in this game, the players become leaders of each team and give instructions to the team members (hands). The last hand is the leaders themselves. Will you be able to reach the truth of the incident and survive the tragedy?&#10;&mdash;description from the publisher (translated)&#10;&#10;In this quick card game players play cards from hand to either complete the embalming task, to place suspicion on other players, or perform a card's special action. When all players have only 1 card remaining, the game ends. The embalming is successful if the cards played to it meet the target number (based on the number of  players). Players then check their suspicion levels. The player(s) with the highest suspicion are arrested as suspects and cannot win. The remaining players then check the victory conditions of their final hand card in the priority order of the cards. If they meet the card's victory conditions then they have won the game.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game",
      "Horror",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Deduction",
      "Semi-Cooperative Game"
    ],
    "Families": []
  },
  {
    "Rank": "10088",
    "Name": "River of Death: Battle of Chickamauga, September 19-20, 1863",
    "ID": 6860,
    "Year": "(1999)",
    "Geek Rating": "5.578",
    "Avg Rating": "7.44",
    "Link": "https://boardgamegeek.com/boardgame/6860/river-of-death-battle-of-chickamauga-september-19",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "3.5789",
    "Description": "River of Death is the first game to take a regimental look at the last major Confederate victory, the Battle of Chickamauga -- September, 1863. Fought in dense, entangled woods, the battle was a microcosm of good plans going awry, individual units fighting away while not knowing what was happening 100 yards away, and remarkable heroic stands.&#10;&#10;Regimental-level simulation of the Battle of Chickamauga, September 19-20, 1863, using the Great Battles of the American Civil War system. (Version 4.?)&#10;&#10;The game scale is 140 yards per hex, and each strength point is 50 men or 1 gun. Elevations are 50 ft per level, and each turn is 1 hour of real time.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Hexagon Grid",
      "Line of Sight"
    ],
    "Families": [
      "Country: USA",
      "Players: Two-Player Only Games",
      "Series: Great Battles of the American Civil War (Richard H. Berg)",
      "States: Georgia"
    ]
  },
  {
    "Rank": "10089",
    "Name": "Trigger!",
    "ID": 81850,
    "Year": "(2010)",
    "Geek Rating": "5.578",
    "Avg Rating": "6.23",
    "Link": "https://boardgamegeek.com/boardgame/81850/trigger",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Trigger!/D&eacute;clic !? is a (French) party game testing your reaction and coordination abilities. The game is easy to learn and provides a vivid atmosphere with lots of laughter.&#10;&#10;To prepare the game, a plastic disk is placed in the centre of the table and each player marks one of his hands &quot;true&quot; and the other &quot;false&quot; (or one can say that the right hand is &quot;true&quot; and the left hand is &quot;false&quot;).&#10;&#10;In a turn, a question is read out loud and all the players have to answer with &quot;true&quot; or &quot;false&quot; as fast as possible, using their hands. For instance, if the answer is &quot;true&quot;, one places his right hand on the plastic disk, as such creating a pile of hands on top of the disk. Please mind that the answer to the question might vary as a function of the number of players, the players itself, etc (see below). Mind that once you've put your hand, you cannot change your answer anymore.&#10;&#10;Once all players have answered the question, i.e. have placed one of their hands on the pile of hands, scoring begins. The upper hand scores +1 point if its answer is correct or -1 point if its answer is incorrect. The second hand (from the top) will score +2 if its answer is correct or -2 if its answer is incorrect, and so on. For instance, in a 8 player game, the lower hand (on the plastic disk) scores +8 points for a correct answer or -8 points for an incorrect answer.&#10;&#10;Players really have to take risks to improve their score, answering quickly and so having their hand smashed.&#10;&#10;To give you an idea of the questions, there are several types:&#10;Concerning the reader of the question (I am a man)&#10;Concerning the player (You have a dog)&#10;Concerning the environment/location (We play in a bar)&#10;General questions (King Kong was an ape)&#10;&#10;The game ends as soon as a player has scored a specific number of points, e.g. 30 points in a 8 player game.&#10;&#10;Additional rules for some variations are included (like changing hands and playing in teams).&#10;&#10;Reimplemented by:&#10;&#10;    Hand aufs Herz&#10;&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Containers: Round Boxes"
    ]
  },
  {
    "Rank": "10090",
    "Name": "Moai",
    "ID": 26961,
    "Year": "(2007)",
    "Geek Rating": "5.578",
    "Avg Rating": "6.24",
    "Link": "https://boardgamegeek.com/boardgame/26961/moai",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "75",
    "Play Time": "75",
    "Weight": "2.7241",
    "Description": "Easter Island is a tiny triangular speck of land at the eastern edge of Polynesia in the middle of the Pacific Ocean. The island has fascinated travelers, mystics, and scientists for years as people have wondered how such a small, isolated area could have been home to a society that created the world's most spectacular outdoor museum. In the 1940s, Norwegian archeologist Thor Heyerdahl sailed the reed boat Kon-Tiki from South America to Easter Island to show that the technology available made it possible for Polynesia to be settled from the Americas. In the 1970s, Erich Van Daniken popularized the idea that the world was visited by ancient astronauts and the beautiful and enormous stone statutes, the Moai, of Easter Island were used as some of his &quot;evidence.&quot;&#10;&#10;Today, scientists around the world generally agree that Easter Island was settled from other Polynesian islands to its west, and the extreme culture that produced hundreds of stone Moai is related to other cultures in the region. The history of the island is a history of constraint, and the carving of the Moai, the rapid deforestation of the island, and the limited food sources available all worked together to build an extreme culture that became the victim of its own consumption. In this way, Easter Island today represents more than just a wonderful place to travel, but also is a reminder of the greater resource limits of our entire planet. As populations continue to grow and we put further strains on sources of fuel and food, are we heading toward the same fate that this small island suffered hundreds of years ago? The island today is owned by Chile, and the small population thrives with a few weekly flights to mainland South America and the occasional cargo ship visit.&#10;&#10;Moai is a game that closely follows the developments and excesses of the island until the arrival of Dutch Admiral Jacob Roggeveen, the first European to discover the island and name it for the day of his discovery. Combining many of the historical features of the island's culture in an exciting and well-playing strategic game, players can have fun reliving the dramatic history of this exciting little island.&#10;&#10;",
    "Categories": [
      "Ancient"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Open Drafting",
      "Take That",
      "Worker Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Components: Map (Continental / National scale)",
      "Country: Chile",
      "Islands: Easter (Chile)",
      "Theme: Tropical"
    ]
  },
  {
    "Rank": "10091",
    "Name": "Duel of the Giants: Eastern Front",
    "ID": 70324,
    "Year": "(2010)",
    "Geek Rating": "5.578",
    "Avg Rating": "6.40",
    "Link": "https://boardgamegeek.com/boardgame/70324/duel-of-the-giants-eastern-front",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.5484",
    "Description": "From the designer of Duel in the Dark, comes tank battles on the Eastern Front. Russians vs Germans. As the German player, are you prepared to defend your section of the front against the endless Red hordes? Or, as the Soviet player, are you going to be able to break through the Fascist lines and continue the advance towards Berlin?&#10;&#10;&quot;Duel of the Giants&quot; allows you to recreate the great tank battles on the Eastern Front in 1943. As the German player, you must plan your moves carefully to anticipate the Soviet advance. The Soviet player can take chances with his many tanks to overwhelm the limited German defenses.&#10;&#10;Good planning, preparation, and skill will be required to carry the day. Onward to victory - you now must begin the fight of your life...&#10;&#10;Comes with 11 plastic minis - 10 tanks and one Stuka plane.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Queue",
      "Hexagon Grid",
      "Secret Unit Deployment",
      "Simulation"
    ],
    "Families": [
      "Game: Duel in the Dark"
    ]
  },
  {
    "Rank": "10092",
    "Name": "Kings of War: Vanguard",
    "ID": 244121,
    "Year": "(2018)",
    "Geek Rating": "5.577",
    "Avg Rating": "8.18",
    "Link": "https://boardgamegeek.com/boardgame/244121/kings-of-war-vanguard",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3.3333",
    "Description": "In the tabletop fantasy skirmish game Kings of War: Vanguard, you create a warband of 28mm elite fighters, develop their abilities, and fight to the bitter end. Before the first charge, before weapons clash in brutal combat, before the victor gathers the spoils of war, battles will be won by the brave deeds of small, elite bands of fighters. Commanders rely on their trusted warbands to disrupt the enemies' vital supply routes, light beacons to warn comrades of enemy movement, and seize winning positions on the battlefield. If the raiding parties do their job well, the battle is won long before the troops have mustered.&#10;&#10;YOUR WARBAND, YOUR STORY.&#10;&#10;Vanguard is the fantasy skirmish game. Also is a fantastic recruiter product for the mass battle game Kings of war!&#10;&#10;Vanguard is easily accessible through building your own personal warband to explore rich and in-depth scenarios.&#10;&#10;Games last around 60-90 minutes which can be played as both stand-alone vanguard games/campaigns and also integrated with Kings of War games.&#10;&#10;Uses familiar well loved game concepts from Kings of War while introducing exciting new elements.&#10;&#10;Retail products&#10;&#10;- Hardback Rulebook&#10;- Faction starter sets&#10;- Faction Booster sets&#10;- Power Dice &#10;- Objectives and counters&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Components: Miniatures",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "10093",
    "Name": "Face to the Mat",
    "ID": 22203,
    "Year": "(2000)",
    "Geek Rating": "5.577",
    "Avg Rating": "8.21",
    "Link": "https://boardgamegeek.com/boardgame/22203/face-to-the-mat",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.8333",
    "Description": "Highly detailed wrestling die and chart simulation. The game contains hundreds of wrestler cards that depict fictional and historical wrestlers.  The game was further supported by additional 'wrestler packs' that add to the game.  Tournament or league play.  For enthusiasts of the sport primarily.&#10;&#10;",
    "Categories": [
      "Dice",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": [
      "Sports: Wrestling"
    ]
  },
  {
    "Rank": "10094",
    "Name": "6 Castles",
    "ID": 274548,
    "Year": "(2019)",
    "Geek Rating": "5.577",
    "Avg Rating": "6.68",
    "Link": "https://boardgamegeek.com/boardgame/274548/6-castles",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.9231",
    "Description": "In the XII century, during the territory reconquest, small kingdoms are formed in the Iberian Peninsula, which will continue to fight among themselves in the following centuries. In the West, bordering the Atlantic Ocean, a new country is born &ndash; Portugal. The first Portuguese kings strongly invest their efforts and scarce resources in the expansion of the territory towards South, while organizing the defense of these new borders. Castles are built and land-use contracts are given to small villages that grow bigger and gain more importance in these parts of the country.&#10;&#10;Where today exists in the County of Idanha-a-Nova a line with six castles which was formed to help in the defence of the Country and maintain distance from the kingdom of Leon. This line of Castles enabled the growth of a region that since the time of the Roman presence had an enormous importance in the interior of the peninsula.&#10;&#10;In 6 Castelos, 2 to 4 players are representatives of the king seeking to promote agriculture, free trade, religious faith and wealth for the nobles of the kingdom.&#10;&#10;Note: Solo rules are available online but do not come in the game box.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Medieval",
      "Territory Building"
    ],
    "Mechanics": [
      "Contracts",
      "Grid Movement",
      "Map Addition",
      "Movement Points",
      "Tile Placement",
      "Track Movement",
      "Worker Placement"
    ],
    "Families": [
      "Components: Map (Regional scale)",
      "Country: Portugal"
    ]
  },
  {
    "Rank": "10095",
    "Name": "World of Tanks: Rush",
    "ID": 147030,
    "Year": "(2013)",
    "Geek Rating": "5.577",
    "Avg Rating": "5.83",
    "Link": "https://boardgamegeek.com/boardgame/147030/world-of-tanks-rush",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.075",
    "Description": "The deck-building card game World of Tanks: Rush is based on the World of Tanks online game, uses the same terminology as that game, and has been illustrated by the same artists.&#10;&#10;In World of Tanks: Rush you are given the role of a tank squad commander, and you lead your tanks into battle, defend your bases, call for reinforcements, and receive medals. The main idea of the game, which uses simple deck-building principles, is to strategically select cards from the hundreds available to form a strong squad. The goal of the game is to earn more medals than everybody else, and you can earn a medal three ways:&#10;&#10;&#10;     One medal for destroying an enemy vehicle.&#10;     Three medals for destroying an enemy base.&#10;     Five medals for the end-of-game achievement.&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Video Game Theme",
      "World War II"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Multi-Use Cards",
      "Open Drafting",
      "Tags"
    ],
    "Families": []
  },
  {
    "Rank": "10096",
    "Name": "The Drifter",
    "ID": 294813,
    "Year": "(2019)",
    "Geek Rating": "5.577",
    "Avg Rating": "7.69",
    "Link": "https://boardgamegeek.com/boardgame/294813/the-drifter",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "15",
    "Play Time": "80",
    "Weight": "1.8",
    "Description": "The Drifter is a solitaire, story, dice game based in the fictional wild west.&#10;&#10;The drifter is reminiscent of games like Barbarian Prince (1980), where every game is a unique story experience.&#10;&#10;You are a gunslinger who has been living a hazy existence.  Your brief time in this world has been mostly spent on the outside of the law, killing, stealing, carousing with undesirables,  living a dangerous life full of excess and violence. Recently, you feel life might have more to offer. You know this way of life will not last and now are looking to maybe put your wild ways away, buy a ranch and settle into obscurity.  You determined you need $300 and are willing to get it by any means you feel necessary.&#10;&#10;Will you fall victim to one of the endless dangers that lurk in the wild west or will you enjoy your remaining days in a serene retirement, tending to your ranch? &#10;Find out as The Drifter.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "American West",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Events",
      "Hexagon Grid",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Components: Polyhedral (not D6) dice",
      "History: American Old West (Wild West)",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "10097",
    "Name": "Erosion",
    "ID": 54372,
    "Year": "(2009)",
    "Geek Rating": "5.577",
    "Avg Rating": "6.24",
    "Link": "https://boardgamegeek.com/boardgame/54372/erosion",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.037",
    "Description": "In Erosion, uplift your mountain by eroding those of other players. At the end of each round, gain  points for cards in your mountain and delta.&#10;&#10;The basic rules introduce the four player actions: Weathering,  Hillslope, Fluvial, and Draw Cards. The advanced rules add details: atmospheric change, ice  ages, glaciers, flood volcanism, quakes, etc.&#10;&#10;Mountains are far more dynamic than the limitations of human  lifetimes would suggest. Their growth and death involve cycles that keep the planet habitable. The machinery of these cycles is called erosion: the weathering of rock and its transport to the sea. Once there, it is subducted into the mantle, where volcanoes return the silicates, sulfates, water, carbon dioxide, and oxygen to the surface.&#10;&#10;Almost every step of the erosion process is catalyzed by water. For instance, in your turn you may weather rock using crystallization (busting rock by growing evaporated salt crystals), then transport the remains to the River using creep (movement propelled by wet/dry and freeze/thaw cycles). Once plunked in the River, the eroded material is moved as sediment to the sea. Braided rivers carry the maximum sediment load, but they are the least stable (and the trickiest to play).&#10;&#10;The role of erosion in atmosphere control is often overlooked. Every mountain is a titanic terraformer and greenhouse gas scrubber. Weathering removes 100 billion tons of oxygen and 800 billion tons of carbon dioxide from the air each year. Although the biological functions of respiration and decay contribute more to the atmosphere than erosion, during many past episodes it was the other way around. Left unchecked, a major orogenic (mountain-building) event removes so much CO2 that the oceans would freeze over in less than an Erosion game turn (6 million years, the same scale as for the game American Megafauna). On the other hand, a major flood volcano such as the Deccan Traps has poured hundreds of trillions of tons of CO2 back into the air,  dwarfing the outputs of all human industry combined.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Theme: Nature"
    ]
  },
  {
    "Rank": "10098",
    "Name": "Marengo",
    "ID": 14452,
    "Year": "(1995)",
    "Geek Rating": "5.577",
    "Avg Rating": "6.88",
    "Link": "https://boardgamegeek.com/boardgame/14452/marengo",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3.4706",
    "Description": "The 2nd title in The Gamers&acute; Napoleonic Brigade Series, featuring 280 die-cut counters and a full-colour 22x34&quot; map. One game turn represents 30 minutes of real time, and one hex represents 200 yards. This series highlights Command &amp; Control on the battlefield.&#10;&#10;Nominee for the 1995 Charles S. Roberts awards for Best Pre-World War II Boardgame (Charles S. Roberts Awards).&#10;&#10;Napoleon Brigade Series (NBS) &#10;- scale = 200 yrd/hex (183 m/hex)&#10;- time = Day-time turn = 30 min, Night turn = 1 hr&#10;- strength = 1 SP (Infantry)  : 150 men&#10;             1 SP (Cavalry)   : 100 men&#10;             1 SP (Artillery) : 3 Guns&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Line of Sight"
    ],
    "Families": [
      "Cities: Marengo (Italy)",
      "Region: Piedmont (Italy)",
      "Series: Napoleonic Brigade (MMP)"
    ]
  },
  {
    "Rank": "10099",
    "Name": "Cheez-Tricks",
    "ID": 407627,
    "Year": "(2024)",
    "Geek Rating": "5.577",
    "Avg Rating": "6.72",
    "Link": "https://boardgamegeek.com/boardgame/407627/cheez-tricks",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "40",
    "Weight": "1.5714",
    "Description": "Cheez-Tricks is a trick taking/avoidance game where players play as rats trying to grab some cheese. But the cats will capture those who fall in some specific traps. Will you be able to score some points avoiding them? Or, even better, will you face them all for even more of points?&#10;&#10;Inspired by Hearts and The Crew, players play trick-taking hands, following usual trick-taking rules (must follow, trump, etc). In each round, though, some cats (missions) should be avoided. For example, the player should not have the most 8s. Or one specific card, the red 7. Or maybe can not win trick number 4.&#10;&#10;Points are awarded according to tricks won and cats avoided. After a certain number of rounds, the player with the most points is the winner.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Animals: Cats",
      "Animals: Rats",
      "Digital Implementations: Board Game Arena"
    ]
  },
  {
    "Rank": "10100",
    "Name": "Nile",
    "ID": 40213,
    "Year": "(2009)",
    "Geek Rating": "5.577",
    "Avg Rating": "6.01",
    "Link": "https://boardgamegeek.com/boardgame/40213/nile",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5333",
    "Description": "Nile the card game consists of 92 cards. There are 5 suits each representing a resource type in Egypt. There are also specialty cards showing multiple resource types. Players draft cards into their hands and play them following simple rules. At the beginning of every turn a flood card is drawn showing one or more resource type. That resource type is harvested by the player currently growing it.&#10;&#10;Re-implemented by (with additional expansion):&#10;&#10;    Nile DeLuxor&#10;&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game",
      "Farming"
    ],
    "Mechanics": [
      "Commodity Speculation",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Ancient: Egypt",
      "Digital Implementations: Board Game Arena",
      "Occupation: Farmer",
      "Rivers: Nile"
    ]
  }
]