[
  {
    "Rank": "10301",
    "Name": "Napoleon's Quagmire",
    "ID": 218007,
    "Year": "(2017)",
    "Geek Rating": "5.574",
    "Avg Rating": "8.03",
    "Link": "https://boardgamegeek.com/boardgame/218007/napoleons-quagmire",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3.75",
    "Description": "Napoleon's Quagmire - The Campaign in Extremadura, March-November, 1809 (battles of Medellin, Talavera, Almonacid, and Oca&ntilde;a) is the VII volume of the games from OSG's THE LIBRARY OF NAPOLEONIC BATTLES series.&#10;&#10;The Year 1809 began with Napoleon&rsquo;s departure from the Iberian Peninsula, to face the Austrian threat on the Danube. He left his brother, Joseph, in nominal command of his armies in Spain, as puppet king in Madrid. Fighting flared on several fronts simultaneously, and the French occupation had some successes, notably at the siege of Saragossa, concluded by Marshal Lannes just before his departure to join the Emperor.&#10;&#10;In 1809 the French under Joseph nearly mastered the plains of Old and New Castile. However, the Napoleonic magic could not work at such distances (a dispatch sent from Vienna to Madrid, would travel 2,400 km in 12 to 14 days); when dispatches arrived they were often days or weeks out of date. A series of battles were fought during the course of the year along the approaches to Madrid from Portugal, where the future Duke of Wellington had just arrived with a small British Army to second the Spanish Army of Extremadura.&#10;&#10;COMPONENTS&#10;&#10;     Two full-size color maps (22&quot;x34&quot; each)and two half-size maps (17&quot;x22&quot;)&#10;     Rulebook (28 pages)&#10;     Scenario Folder (24 pages)&#10;     Two counter sheets (560 units)&#10;     Two decks of cards (50 cards each, 100 total)&#10;     15 player aid cards&#10;&#10;&#10;Series scale&#10;Series: The Library of Napoleonic Battles (OSG) - formerly known as the Napoleon's Last Battles (NLB) Series: &#10;&#10;     480 meters per hex, &#10;     1 hour per turn, &#10;     400-800 men per strength point. &#10;&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Cities: Medellín (Spain)",
      "Cities: Talavera (Spain)",
      "Country: Spain",
      "Players: Two-Player Only Games",
      "Series: The Library of Napoleonic Battles (OSG)"
    ]
  },
  {
    "Rank": "10302",
    "Name": "Trôl",
    "ID": 217098,
    "Year": "(2017)",
    "Geek Rating": "5.574",
    "Avg Rating": "6.60",
    "Link": "https://boardgamegeek.com/boardgame/217098/trol",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.1",
    "Description": "It's time for the troll tribes to go hunting, but who will find enough food to impress everyone when they return &mdash; assuming they even make it back, mind you.&#10;&#10;In Tr&ocirc;l, players need to both collect food and survive. At the end of the game, the tribe that's brought back the least amount of food is eliminated, then the tribe with the fewest surviving members is out. Of the remaining tribes, whichever one has collected the most prestige from their hunting trophies of slayed monsters wins!&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "10303",
    "Name": "Berserkers",
    "ID": 383525,
    "Year": "(2023)",
    "Geek Rating": "5.574",
    "Avg Rating": "8.14",
    "Link": "https://boardgamegeek.com/boardgame/383525/berserkers",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.6",
    "Description": "Shadow Riders are on their way to the regions of Helm to bring darkness and seal the fate of its inhabitants.&#10;Three Berserkers without virtue are commissioned by King Hrolf Kraki to annihilate the will of hell.&#10;The three warriors are preparing to light the protective fires of Odin and mark these riders of doom with the sacred seal...&#10;&#10;Your objective is to light the 8 protective fires of Odin and mark the three Shadow Riders with the sacred seal. To light the sacred fires, you will have to move your Berserkers and position them on the corresponding Location cards, then perform the &ldquo;Light a protective fire&rdquo; Action.&#10;To mark the Horsemen with the shadow of the sacred seal, you must perform the Action &quot;Mark with the Seal&quot; the Horsemen who are on a Location card that contains a lit fire.&#10;But that's not all, to win the game you will also have to pass the King's Requests.&#10;The more King Requests you draw during setup, the more gold you will start the game with. The Wealth card allows you to track how many gold coins you have. The gold coins allow you to carry out certain paid actions, but also to re-roll the Action dice.&#10;&#10;&mdash;description from the publisher&#10;&#10;Les cavaliers de l&rsquo;ombre sont en route vers les r&eacute;gions d&rsquo;Helm afin d&rsquo;apporter les t&eacute;n&egrave;bres et de sceller le destin de ses habitants.&#10;Trois Berserkers sans vertu sont missionn&eacute;s par le Roi Hrolf Kraki pour annihiler la volont&eacute; de l&rsquo;enfer. &#10;Les trois guerriers se pr&eacute;parent &agrave; allumer les feux protecteurs d&rsquo;Odin et &agrave; marquer du sceau sacr&eacute; ces cavaliers de malheur&hellip;&#10;&#10;Votre objectif est d&rsquo;allumer les 8 feux protecteurs d&rsquo;Odin et de marquer du sceau sacr&eacute; les trois Cavaliers de l&rsquo;ombre.  Pour allumer les feux sacr&eacute;s, vous devrez d&eacute;placer vos Berserkers et les positionner sur les cartes Lieux correspondante, puis r&eacute;aliser l&rsquo;Action &laquo; Allumer un feu protecteur &raquo;. &#10;Pour marquer les Cavaliers de l&rsquo;ombre du sceau sacr&eacute;, vous devrez r&eacute;aliser l&rsquo;Action &laquo; Marquer du Sceau &raquo; les Cavaliers qui se trouvent sur une carte Lieu qui contient un feu allum&eacute;.&#10;Mais ce n&rsquo;est pas tout, pour remporter la partie vous devrez &eacute;galement r&eacute;ussir les Requ&ecirc;tes du Roi.&#10;Plus vous piocherez de Requ&ecirc;tes de Roi lors de la mise en place, plus vous d&eacute;marrerez la partie avec un nombre important de pi&egrave;ces d&rsquo;or. La carte Richesse vous permet de suivre le nombre de pi&egrave;ces d&rsquo;or en votre possession. Les pi&egrave;ces d&rsquo;or vous permettent de r&eacute;aliser certaines actions payantes, mais &eacute;galement de relancer les d&eacute;s Actions.&#10;&#10;&mdash;description from the publisher (French)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "10304",
    "Name": "Diskwars",
    "ID": 397,
    "Year": "(1999)",
    "Geek Rating": "5.574",
    "Avg Rating": "5.96",
    "Link": "https://boardgamegeek.com/boardgame/397/diskwars",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.3958",
    "Description": "&#10;&#10;&#10;    &#10;        GAME SYSTEM&#10;&#10;    &#10;    &#10;         This entry is to allow for discussion/rating of the game system as a whole. It is not for a specific product or release. Versions will appear on the individual item pages.&#10;&#10;    &#10;&#10;&#10;A Fantasy themed miniatures wargame without the miniatures.  Will you play as the ubiquitous Elves, the barbaric Uthuk Yllan, the stalwart Dwarves, the vile Undead, the medieval Knights, the desert dwelling Acolytes, the mighty Dragon kin, or the vicious Orcs?  Players choose a faction from the eight available in the base game and an army point value for the battle. Each must then build an army using the double-sided cardboard disks and battle it out.  At least half of the army points must be from one faction and the remaining points are made up of like aligned or neutral disks and spells.&#10;&#10;Each double-sided disk represents either a faction homeland (your starting area), a terrain (ruins, forest, swamp etc... with effects on combat and line of sight), a spell(levels 1-3), a missile or one unit with its alignment (Good, Neutral, or Evil) with values for its Attack, Defense, Toughness, Movement and the army point cost of the disk. The disks have varying sizes (Giants and Dragons tend to be larger) and most units have a wide variety special abilities such as flying, the spell-casting ability or the missile ability to launch boulders, bolts, arrows or fireballs for example.  Players take it in turn activating 3 units(disks) and resolving battles, casting spells, and firing missiles.&#10;&#10;Activated Unit disks are moved around the table by flipping them end over end a number of times up to their movement value.  If the disk lands on top of an opposing army disk a battle ensues with the top disk (the attacker) doing its attack damage value to the lower disk (the defender) who applies its defense value to the attacker if the damage is equal or greater to either unit's toughness it is either wounded or killed. Combats can involve numerous disks upon top of each other and are resolved top down. Missiles can be fired by missile capable units at disks within range by dropping them upon the target from a foot above the table. Those which land upon the target do damage otherwise they miss or can hit other disks they land on.  This can result in 'friendly fire' damage on your own troops and adds an element of luck/dexterity to the game.&#10;&#10;The game rules come with multiple scenarios that accommodate 2 to 8 players.  The  victory goal of each scenario can vary from king of the hill, to enemy elimination, to just about any combat scenario victory condition one could imagine.&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Fantasy",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Game System Entries",
      "Collectible: Collectible Token Games",
      "Setting: The Realms of Terrinoth"
    ]
  },
  {
    "Rank": "10305",
    "Name": "The Pocket at Falaise",
    "ID": 38837,
    "Year": "(2009)",
    "Geek Rating": "5.574",
    "Avg Rating": "7.22",
    "Link": "https://boardgamegeek.com/boardgame/38837/the-pocket-at-falaise",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "2.7778",
    "Description": "The Pocket at Falaise is a game on the final phase of the Allied campaign in Normandy. After the failure of Hitler&rsquo;s counterattack in early August to halt the Allied breakout from Normandy, the German 7th and 5th Panzer Armies found themselves on the verge of being pocketed by converging American and British pincers. On the evening of August 16th the Germans began to pull back behind the Orne and Dives rivers, hoping to regroup for a defense of the Seine, even as the Allies attempted to close the trap on some twentyfive German divisions. Ultimately, about half the German forces in the pocket escaped, leaving almost all their heavy equipment behind. It was a major Allied victory, but not a war-winning one.&#10;&#10;At the end of the Gulf War in '91, cable TV news was full of horrific photos from the &quot;Highway of Death,&quot; the route back to Iraq from Kuwait that seemed, almost literally, to be &quot;paved&quot; with burnt-out vehicles. Those who study WWII remember similar destruction... on the road out of the Falaise Pocket... where 25 German divisions raced for survival, while the Allied armies aimed to turn Hitler's delayed counterattack on Normandy from failure to war-ending disaster. In one sense, neither side succeeded. But the devastation was something unprecedented.&#10;&#10;Now, you have a chance to do better. The Pocket at Falaise puts each player in the difficult position of trying to overcome the obstacles, both human and mechanical, tactical and operational, that interfered with success in 1944. Award-winning designer Ted Racier explains:&#10;&#10;The story of the Falaise battle is that of two German armies trying to escape a trap set for them by their own high command, and of the Allied armies trying to close the trap, despite the hesitations and divisions of their own higher commanders.&#10;&#10;While we may think of the Allies as having overwhelming forces, at the actual point of contact, there were relatively weak units trying to &quot;plug the leak&quot; against overwhelming numbers of intensely motivated Germans. The situation means that the &quot;retreating&quot; Germans are actually forced to do a lot of attacking, while the &quot;advancing&quot; allies found themselves in a desperate defense. The Pocket at Falaise uses a chit-pull activation system to capture some of the chaotic and uncoordinated efforts. Players are forced to juggle to make the best out of an increasingly difficult situation, and a combat scale that straddles &quot;tactical&quot; and &quot;operational,&quot; aiming to capture the best of both without adding a lot of fiddly rules. A complete set of solitaire rules for the game completes the package.&#10;&#10;Eisenhower called it, &quot;The Great Killing Ground.&quot; What the Germans called it cannot be printed. What you will call it depends on how well you do... Against the Odds.&#10;&#10;Published in Against the Odds Magazine #27, October 2009.&#10;&#10;Game Scale:&#10;Game Turn: 12 hours&#10;Hex: 0.75 miles / 1.2 kilometers&#10;Units: Battalion to Brigade&#10;&#10;Game Inventory:&#10;One 22 x 34&quot; full color map&#10;Two dual-side printed countersheets (198 9/16&quot; counters)&#10;One 12-page Pocket at Falaise rulebook&#10;Two dual-side printed Player Aid cards&#10;One 6-sided die&#10;&#10;Solitaire Playability: Medium&#10;Complexity Level: Medium&#10;Players: 2 or more&#10;Playing Time: 4-15 hours&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Falaise (France)",
      "Country: France",
      "Magazine: Against The Odds",
      "Region: Normandy (France)"
    ]
  },
  {
    "Rank": "10306",
    "Name": "Village of Legends",
    "ID": 225736,
    "Year": "(2017)",
    "Geek Rating": "5.574",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgame/225736/village-of-legends",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Village of Legends is a two to four player (6 player with expansion pack) deck building/dueling game where players choose a unique Hero and enhance them throughout the game by combining their individual skills with purchased items from the market including; weapons, spells, scrolls, treasures and more.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "10307",
    "Name": "The Stuff of Legend",
    "ID": 256704,
    "Year": "(2023)",
    "Geek Rating": "5.574",
    "Avg Rating": "6.96",
    "Link": "https://boardgamegeek.com/boardgame/256704/the-stuff-of-legend",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3",
    "Description": "As Allied forces fight the enemy on Europe's war-torn beaches, another battle begins in a child's bedroom in Brooklyn when the nightmarish Boogeyman snatches a boy and takes him to the realm of the Dark. The child's playthings, led by the toy soldier known as the Colonel, band together to stage a daring rescue. On their perilous mission, they will confront the boy's bitter and forgotten toys, as well as betrayal in their own ranks.&#10;&#10;In The Stuff of Legend, each player takes on the role of one of the boy's loyal toys, each with their own unique abilities. Players work co-operatively, scouring the Dark in search of the Boy before the Boogeyman can escape with him. Players beware, through the course of the game your allegiance may change, and at any point one of your fellow players could be secretly working against you for the wicked Boogeyman.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Comic Book / Strip",
      "Deduction",
      "Exploration",
      "Fantasy",
      "Miniatures",
      "Novel-based"
    ],
    "Mechanics": [
      "Area Movement",
      "Cooperative Game",
      "Hand Management",
      "Traitor Game",
      "Variable Player Powers",
      "Voting"
    ],
    "Families": [
      "Components: Game Trayz Inside",
      "Components: Miniatures",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "10308",
    "Name": "In Flanders Field",
    "ID": 166436,
    "Year": "(2014)",
    "Geek Rating": "5.574",
    "Avg Rating": "6.36",
    "Link": "https://boardgamegeek.com/boardgame/166436/in-flanders-field",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.5556",
    "Description": "In Flanders Field takes the player to the very heart of what it would have been like to be a CO in the trenches of Flanders. At every move you must make decisions that will determine the fate of the men you command. Your troops must face bombardment from the enemy's artillery, tanks and aeroplanes. How many men will you risk on a particular course of action?&#10;&#10;A game for 2-4 players where you take a role as a British Company Commander attempting to be the first to reach the &quot;Objective Line&quot;. You start from your own trench and must advance across &quot;No Man's Land&quot; while trying to limit your casualties. It's a &quot;push your luck&quot; game where you roll dice and play cards matching the roll, after which you can decide to try to advance further, or stop and carry out card actions. Pushing too far could incur heavy losses.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Open Drafting",
      "Player Elimination",
      "Push Your Luck"
    ],
    "Families": [
      "Country: Belgium"
    ]
  },
  {
    "Rank": "10309",
    "Name": "Ascension: Curse of the Golden Isles",
    "ID": 312958,
    "Year": "(2021)",
    "Geek Rating": "5.574",
    "Avg Rating": "7.52",
    "Link": "https://boardgamegeek.com/boardgame/312958/ascension-curse-of-the-golden-isles",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.5",
    "Description": "Be ye brave or be ye foolish, the race to reach the cursed treasure of the Golden Isles is a perilous one. The waters are home to ancient horrors. On the islands, monsters stalk the caves and marshes. But, the true terror of the Golden Isles haunts the mists and the storms &ndash; the cursed crew of the Crimson Askara!&#10;&#10;Ascension: Curse of the Golden Isles returns players to the Severed Seas, as they venture to recruit Heroes, build mighty Constructs, and raid their opponents' Treasure as they vie to gather the most Honor before the game ends!&#10;&#10;Along with the classic gameplay mechanics seen throughout Ascension's ten year history, Curse of the Golden Isle introduces a new gameplay mechanic: Cursed Treasure. Players that collect pairs of Cursed Treasure tokens may use them to gain valuable Runes, Power, and more!&#10;&#10;But, beware! The ghostly crew of the Crimson Askara is also sailing the Severed Seas, spending eternity to reclaim these lost treasures and wreak havoc on your noble crew! Can you reach the cursed treasure and gain its bounty before your opponents and the ghastly pirates aboard the Crimson Askara!? Only clever deckbuilding and cunning decisions will aid you in this latest adventure on the Severed Seas!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Pirates"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building"
    ],
    "Families": [
      "Game: Ascension Deck Building",
      "Islands: Fictional"
    ]
  },
  {
    "Rank": "10310",
    "Name": "Moon Leap",
    "ID": 60316,
    "Year": "(1998)",
    "Geek Rating": "5.574",
    "Avg Rating": "5.99",
    "Link": "https://boardgamegeek.com/boardgame/60316/moon-leap",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.1034",
    "Description": "In Moon Leap, players are trying to get their pawns as far down the track as possible in order to score the highest amount of points.&#10;&#10;To start the game, each player receives five pawns of the same color, numbered from 1 to 5. A player rolls the dice and then may move pawns that correspond to the total of the dice, e.g. rolling a 5 allows a player to move the 5 pawn, or the 2 and the 3. The pawns are always moved to the next free space that is available on the board.&#10;&#10;If the player succeeds in making a chain of 3 or more pawns, he or she may roll the dice again.&#10;&#10;The game ends when the last three, specially-marked squares are occupied. Each player receives the number of points achieved by multiplying the number of the square by the number of the occupying pawn.&#10;&#10;Rules Summary:&#10;&#10;&#10;    Roll d6; may move your matching-numbered token (* is wild but moves only one token)&#10;    Move it to the next free space on the track&#10;    After any player's token has crossed a line (varies with number of players playing), rolls of 3 4 or 5 may be split between 2 of your tokens (3-&gt;1-2, 4-&gt;1-3, 5-&gt;1-4 or 2-3), but only if you can move both the other tokens&#10;    If, with your move, you create 3 adjacent tokens of your color, go again (may do it repeatedly)&#10;    The game ends when last 3 spaces of the track are occupied&#10;    Final scores (for each token):&#10;        (token number) x (number on that token's space)&#10;        the multiplier for tokens never played to the board is -5&#10;        highest sum wins&#10;    &#10;&#10;&#10;The original version of the game provided players with six tokens and had different rules for gaining points from the board spaces.&#10;&#10;",
    "Categories": [
      "Dice",
      "Math",
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Digital Implementations: BrettspielWelt",
      "Series: Easy Play (Schmidt Spiele)",
      "Series: L.BOARD (Playte)"
    ]
  },
  {
    "Rank": "10311",
    "Name": "Duel Masters Trading Card Game",
    "ID": 10445,
    "Year": "(2004)",
    "Geek Rating": "5.574",
    "Avg Rating": "6.34",
    "Link": "https://boardgamegeek.com/boardgame/10445/duel-masters-trading-card-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.0952",
    "Description": "In Duel Masters, players build a deck of creatures and spells using cards from starter decks and booster packs. Your creatures are brought into play by paying the mana cost associated with it and are used to attack your opponents creatures or shields. Each player starts the game with 5 shields in play. These shields are merely 5 cards from your deck that are dealt face-down in front of you before the game starts. The shields, along with any &quot;tapped&quot; creatures you have in play, form your defenses. When a creature attacks a player and isn't blocked, that creature breaks one of that player's shields. Each time a player's shield is broken, the player puts the shield into his hand. You win the game if on of your creatures attacks your opponent when he has no shields left (as long as your creature isn't blocked).&#10;&#10;Duel Masters is played in a very similar fashion to Magic: The Gathering, which is also made by Wizards of the Coast. Much of the terminology used in Duel Masters is the same as in Magic as well, such as &quot;tapped&quot;, &quot;summoning sickness&quot;, etc.&#10;&#10;Re-released as: Kaijudo&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Fantasy",
      "Fighting",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Card Games"
    ]
  },
  {
    "Rank": "10312",
    "Name": "German Whist",
    "ID": 25462,
    "Year": "(1894)",
    "Geek Rating": "5.574",
    "Avg Rating": "6.43",
    "Link": "https://boardgamegeek.com/boardgame/25462/german-whist",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.9231",
    "Description": "A two-player derivative of Whist where players spend the first half of the game playing tricks to improve their hand, then the second half playing out that hand.&#10;&#10;Only half the deck is dealt, and the game begins with additional series of 13 non-scoring tricks in which each trick determines how the top two cards of the draw deck are dealt to the players, the winner of each trick getting the top card (which is always revealed before the trick is played) and the losing player getting the second (hidden) card.&#10;&#10;The game is a quick to learn, easy to arrange, and fast-playing introduction to trick-taking games and serves as a good first step to learning to play Whist or Bridge for players unfamiliar with trick-taking.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Trick-taking"
    ],
    "Families": [
      "Components: Traditional Playing Cards",
      "Digital Implementations: Board Game Arena",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "10313",
    "Name": "Fast & Furious: Full Throttle",
    "ID": 170756,
    "Year": "(2015)",
    "Geek Rating": "5.574",
    "Avg Rating": "6.87",
    "Link": "https://boardgamegeek.com/boardgame/170756/fast-and-furious-full-throttle",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "The parking lot is pulsating with the sound of a hundred different rhythms. People crowd around several cars, each a unique work of art and a powerful beast. Some are tricked out imports from Japan, others are pure American muscle, and someone has brought the latest European beauty. Not all of them will take to the street tonight, but some will be putting it all on the line for a mix of cash and respect.&#10;&#10;This is a game of making the cool-headed move or spinning out of control! Drive smart and smooth by managing your hand of cards well, or look for an edge, take a risk, and bank it all on one flip of a card! Either way, full throttle speed is the goal because you're a driver with special talents. You've souped-up your car with all manner of upgrades. This race is yours!&#10;&#10;Fast &amp; Furious: Full Throttle is a game of hand-management. Discard cards to change gears, play sets of cards to move and have your hand size decreased through speed penalties.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Racing"
    ],
    "Mechanics": [
      "Grid Movement",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "10314",
    "Name": "Sultan",
    "ID": 31612,
    "Year": "(2007)",
    "Geek Rating": "5.574",
    "Avg Rating": "6.01",
    "Link": "https://boardgamegeek.com/boardgame/31612/sultan",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.25",
    "Description": "For quite some time the famous and respected sultan is looking for a husband for his only daughter who suits him. In order to check the large number of candidates, he has prepared a test: Each candidate receives the same amount of gold. They now have to attend the various city bazaars to acquire the most beautiful and costly jewels. The one who is able to present the sultan the most expensive collection of jewels has proven that he is skilful enough to manage the sultan&acute;s fortune and will win the hand of his daughter. In Sultan the players take the role of candidates to win the hand of the sultan&acute;s daughter. Who will be able to pass the test under the eyes of the stern sultan?&#10;&#10;",
    "Categories": [
      "Arabian",
      "Bluffing",
      "Card Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Set Collection"
    ],
    "Families": [
      "Components: Gems/Crystals"
    ]
  },
  {
    "Rank": "10315",
    "Name": "Bullfrog Goldfield",
    "ID": 88559,
    "Year": "(2011)",
    "Geek Rating": "5.574",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/88559/bullfrog-goldfield",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "3.5417",
    "Description": "In 1905, the last great North American gold and silver rush took place near Death Valley, in Nevada. Bullfrog Goldfield is a stock trading game in which players attempt to cash in on the discovery of this ore. Players must develop mines to acquire the ore, construct towns to support the miners, and lay railroads to ship the ore away. Competition can be brutal as railroads race across the desert to arrive at mines first, fortunes ebb and flow on the mercy of mineral veins, and hostile takeovers threaten hard-earned holdings. Only the development of mines brings chance into the game, luck is absent everywhere else.&#10;&#10;",
    "Categories": [
      "Economic",
      "Trains"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Auction / Bidding",
      "Commodity Speculation",
      "Network and Route Building",
      "Push Your Luck",
      "Stock Holding",
      "Team-Based Game",
      "Variable Phase Order"
    ],
    "Families": [
      "Theme: Mining"
    ]
  },
  {
    "Rank": "10316",
    "Name": "Split Personality",
    "ID": 26147,
    "Year": "(2006)",
    "Geek Rating": "5.574",
    "Avg Rating": "6.26",
    "Link": "https://boardgamegeek.com/boardgame/26147/split-personality",
    "Min Players": "4",
    "Max Players": "30",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.0714",
    "Description": "Description from 2F-Spiele:&#10;&#10;What do you do if you are supposed to quickly draw the left side of Queen Elizabeth II? You draw half a crown, a dress ... but already everybody but you has shouted stop and you only just started to draw the Queen's face. And you still wanted to draw Buckingham Palace in the left corner ... Now it's up to your left neighbor to save you both. Unfortunately, you hear her mourning once she reads whom she's supposed to draw. But maybe some good idea will strike her?&#10;&#10;Idea of the game: &#10;4 and more players try simultaneously to recognizably draw one side of a person chosen before. If you are ready, you shout &quot;Stop!&quot;. The slowest player must not finish. Fold the sheet, and let your left neighbor complete the right side of the person chosen - without looking at the left side.&#10;Monstermaler is the perfect game for the party, for warming up or cooling down and for people who don't like games. By the way, it's rather a disadvantage to know how to draw when playing Monstermaler.&#10;&#10;Components:&#10;1 A6-pad of 120 sheets, German rules are printed on the inner side of the cover. Add a pen and if needed a shade for every player.&#10;&#10;Separate French (Monstre-moi un dessin) and English (Split Personality) versions of this game are available from Canada's KiKi Gagne?.&#10;&#10;While the list of people on the back of each sheet is focused on Canadians, it is more accessible to those in the United States than that from the German edition.&#10;&#10;Re-implemented by:&#10;&#10;&#10;     Tadaaam!&#10;&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Paper-and-Pencil"
    ],
    "Families": [
      "Mechanism: Drawing"
    ]
  },
  {
    "Rank": "10317",
    "Name": "7 Summits",
    "ID": 275213,
    "Year": "(2021)",
    "Geek Rating": "5.574",
    "Avg Rating": "6.47",
    "Link": "https://boardgamegeek.com/boardgame/275213/7-summits",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "40",
    "Weight": "1.8571",
    "Description": "In 7 Summits, you are a team of world class mountain climbers. Use the dice to your advantage to climb the tallest mountain on each of the seven continents, upgrade your equipment, and advance your skills. Will you be the first to climb them all?&#10;&#10;In this dice drafting game, you'll choose a die to climb its associated mountain; you can stop early to play it safe, or press on for the summit. But watch out &mdash; each time you press on, you run the risk of an avalanche!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Die Icon Resolution",
      "Open Drafting",
      "Push Your Luck",
      "Race",
      "Track Movement",
      "Turn Order: Progressive"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Organizations: The Game Artisans of Canada",
      "Sports: Mountain Climbing"
    ]
  },
  {
    "Rank": "10318",
    "Name": "Last Call: The Bartender Game",
    "ID": 76810,
    "Year": "(2010)",
    "Geek Rating": "5.574",
    "Avg Rating": "6.13",
    "Link": "https://boardgamegeek.com/boardgame/76810/last-call-the-bartender-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.4583",
    "Description": "The customers are restless, the drink orders are piling up, and the bartenders won&rsquo;t mix drinks until they have the right bottles in hand! Pass the bottles from one bartender to another until someone can fill an order. But beware, if the bartender has too many bottles, they&rsquo;ll water down your cocktail with ice cubes. Get the bartenders to fill your drink orders and collect the fewest ice cubes along the way. Find out who runs the best bar when it&rsquo;s time for &ldquo;Last Call&rdquo;!&#10;&#10;A fast-paced game for 2 to 5 players. Although themed to mixing alcoholic drinks, it is simple enough for an eight-year-old to play. Continual involvement for all players, and language-independent components. Rulebook includes English, French, and German rules. A good pick-up or end-of-session game.&#10;&#10;- publisher&#10;&#10;",
    "Categories": [
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "10319",
    "Name": "King of the Valley",
    "ID": 340455,
    "Year": "(2021)",
    "Geek Rating": "5.574",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/340455/king-of-the-valley",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "2.0769",
    "Description": "A long time ago in a land far, far away, there was a thriving valley with various inhabitants. They wandered aimlessly in need of a true leader to guide them. Are you the king who will lead them the way? Do you have a strategy to acquire their trust, and are you cunning enough to challenge other would-be kings? They cannot be trusted as they will do anything to claim the crown you deserve. No sacrifice is too big or small for them. They may think being king is as easy as summoning subjects to their side, squeezing the gold from their pockets through taxes, and arranging some marriages, but only a true king will be able to keep up the morale and lead the inhabitants through the ever-changing circumstances in the valley and the hills.&#10;&#10;In King of the Valley, you must obtain the highest reputation of all the kingly contenders, with reputation being determined by influence, bonuses, and gold. To set up, lay out 25 of the character tiles from age I in a 5x5 grid, with each king starting on a different tile and with 2 gold in their reserve.&#10;&#10;On a turn, you can first choose to acquire a tile from the &quot;hill&quot; for the listed gold price; the hill has two columns of six characters, with the characters costing 2-10 gold based on their height on the hill. When you acquire a tile, add it to your personal castle board. Characters have 0-5 influence, with the 1-5 influence characters being sorted by type and with the 0-value jester standing in for a character of your choice (but still being worth 0 influence). You then move your king orthogonally or diagonally, stopping on the character tile you want to claim; alternatively, you can move across 2-3 identical characters in a line, stopping on the space after them in order to collect them all! Add these character tile(s) to your castle board, and if you now have face-up characters with influence from 1-5, you can turn them face down to claim a kingdom bonus of points and coins.&#10;&#10;To end your turn, refill empty spaces in the grid by choosing one column of the hill, then drawing characters from it as needed to fill empty spaces. Finally, draw character tiles from the stack to refill the hill, thereby giving everyone a glimpse at what can come on the playing area in the future, not to mention what can be acquired if you have enough coins in hand.&#10;&#10;Specialist characters show up on the board &mdash; the priest, the wizard, and the tax collector &mdash; with you receiving immediate bonus actions should you collect them.&#10;&#10;When the hill can't be fill completely, the game ends. All characters in your collection add their influence points to your score. Collecting 3-5 knights in the same order grants you bonus points, as does each pairing of a farmer with a farmer's wife. Add any kingdom bonuses to your sum, then whoever has the highest reputation wins.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Economic",
      "Medieval",
      "Puzzle"
    ],
    "Mechanics": [
      "Grid Movement",
      "Hidden Victory Points",
      "Market",
      "Modular Board",
      "Set Collection",
      "Square Grid",
      "Tile Placement",
      "Variable Set-up"
    ],
    "Families": []
  },
  {
    "Rank": "10320",
    "Name": "War at Sea (Third Edition)",
    "ID": 31198,
    "Year": "(2007)",
    "Geek Rating": "5.574",
    "Avg Rating": "6.95",
    "Link": "https://boardgamegeek.com/boardgame/31198/war-at-sea-third-edition",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "1.8824",
    "Description": "War at Sea is the classic game designed by John Edwards of Jedko Games and entrusted to L2 Design Group to reproduce this fine classic game in the custom you are used to from L2 Design Group.&#10;&#10;A naval simulation of the Second World War naval battles in the Atlantic Ocean and the Mediterranean Sea, this game has all the big battleships and carriers of the belligerent sides.  True to the original game, War at Sea has a one piece die cut map on heavy board, all the classic rules and the most recent rules used in Tournament play at WBC.  Counters are 5/8&quot; x 1.25&quot; in size and hit markers are 5/8&quot;.    Orders of battle are given for the British, German, Russian, French, Italian and United States Navies.&#10;&#10;War at Sea is the first of 3 planned games, the Atlantic, the Pacific and a linking game.  Counters for War at Sea have variant RAIDER backs on them, NOT used in this game, but consistent with the entire Victory at Sea system.  Almost every variant counter known has been included with the counter mix including:&#10;&#10;&bull; Frogmen&#10;&bull; French Navy&#10;&bull; 1 Factor Air Power&#10;&bull; The Kirov, the Argus and more.&#10;&bull; Force G, Gibraltar Naval Guns and English Channel mines&#10;&bull; Admirals&#10;and more!&#10;&#10;",
    "Categories": [
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area Movement",
      "Simulation"
    ],
    "Families": [
      "Game: War at Sea",
      "Players: Two-Player Only Games",
      "Series: War at Sea Game Series Like"
    ]
  },
  {
    "Rank": "10321",
    "Name": "Free Ride USA",
    "ID": 419192,
    "Year": "(2024)",
    "Geek Rating": "5.574",
    "Avg Rating": "7.49",
    "Link": "https://boardgamegeek.com/boardgame/419192/free-ride-usa",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "50",
    "Play Time": "90",
    "Weight": "2",
    "Description": "During the 1950s, the network of railway lines in USA was modernized because of new diesel locomotives. This allowed people to travel to the major cities to visit beautiful old and new structures worth to see.&#10;&#10;In Free Ride USA, you are taking charge of rebuilding the railway lines and carry passengers to the cities. Your railway lines and state-owned railway lines are free of charge, while you must pay fellow players to convert their lines into state-owned railway lines.&#10;&#10;Choose travel routes from an open display of city cards and gain additional coins for the long east-west connections. Visit as many different cities of America as possible to gain the most victory points.&#10;&#10;Free Ride USA also offers a difficult solo challenge!&#10;&#10;",
    "Categories": [
      "Trains",
      "Transportation",
      "Travel"
    ],
    "Mechanics": [
      "Connections",
      "Contracts",
      "Movement Points",
      "Network and Route Building",
      "Pick-up and Deliver",
      "Solo / Solitaire Game",
      "Victory Points as a Resource"
    ],
    "Families": []
  },
  {
    "Rank": "10322",
    "Name": "Chickamauga: The Last Victory, 20 September 1863",
    "ID": 13920,
    "Year": "(1975)",
    "Geek Rating": "5.574",
    "Avg Rating": "6.98",
    "Link": "https://boardgamegeek.com/boardgame/13920/chickamauga-the-last-victory-20-september-1863",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.125",
    "Description": "&quot;Chickamauga is a simulation on a Grand Tactical level of the battle which took place between the Union Army of the Cumberland and the Confederate Army of the Tennessee in September, 1863. The battle occurred around Chickamauga Creek, a tributary of the Tennessee River, in Norhern Georgia.&quot; (from the Chickamauga rules folder.)&#10;&#10;Chickamauga is one of four games included in the Blue &amp; Gray Quadrigame set.  The game includes a 17&quot; x 22&quot; three-color map, 100 counters and an Exclusive rules folder. A Standard rules folder, containing rules common to all four games included in the Quadrigame, is also included.&#10;&#10;Scale is 400 meters/hex. 1-2 hours per Game Turn. Game mechanics are a simple movement-combat system with rigid zones of control. Sequential Player Turns, retreat and advance after combat are common to these games and surrounding to cut off retreat is a major strategy.&#10;&#10;A new concept, &quot;Attack Effectiveness&quot; is introduced in this set of games. Essentially, attacking units that receive an &quot;Attacker Retreat&quot; result in combat are rendered &quot;ineffective&quot; (may not make further attacks, but still defend normally) for the rest of the day. This restriction is removed once a Night turn occurs. This makes &quot;what the heck&quot; type attacks very risky as one's army can be rendered quickly &quot;ineffective&quot; through a series of low-odd attacks.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Country: USA",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Blue & Gray (SPI)",
      "Series: Moment in Conflict (SPI)",
      "States: Georgia"
    ]
  },
  {
    "Rank": "10323",
    "Name": "Guadalajara",
    "ID": 23761,
    "Year": "(2006)",
    "Geek Rating": "5.574",
    "Avg Rating": "6.57",
    "Link": "https://boardgamegeek.com/boardgame/23761/guadalajara",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.9286",
    "Description": "Guadalajara, portrays the operations launched by the Italian CTV (Corpo Truppe Volontarie&mdash;Corps of Volunteer Troops) towards Guadalajara with the ultimate objective of taking Madrid and putting a rapid end to the Spanish Civil War. The unexpected and dogged resistance of the Republican Army, which was fully involved in a deep reorganization, caused the failure of this offensive, forcing the Nationalists to give up trying to storm the capital and making them take the long road by capturing the whole country before being able to declare themselves victorious.&#10;&#10;After the failure of Franco's Nationalist troops to surround and conquer Madrid during the first months of the Spanish Civil War, Spain looked doomed to a long war of attrition.  During this gloomy period, a new force made its appearance -- the motorized Italian Corpo Truppe Volontarie (CTV).  Lavishly equipped and overconfident after its first successful performance in the fall of Malaga, the Italians thought they could quickly and easily end the war.  Spain was not Abyssinia, however, and Madrid was not Malaga.  The new People's Republican Army was no longer the rag-tag mix of militia units that had fought the Nationalists only a few months before.  The Italians were repulsed after a fierce campaign fought under very tough conditions.  Madrid was once again saved for the Republicans, and two more years of war would ensue.&#10;&#10;Special rules regarding tanks, anti-tank defenses, flamethrowers, truck transports, traffic jams, morale, and panic will allow you to recreate the Italian offensive.  Will you succeed where your historical counterparts failed?  Will you break the Republican lines?  Will your volunteers panic as they did in 1937?  Prepare to fight what Ernest Hemingway considered one of the most decisive battles in military history.&#10;&#10;Four scenarios cover the full campaign, the Italian offensive, the Nationalist &quot;side-offensive&quot;, and the Republican counteroffensive which broke the spine of the Italian assault.&#10;&#10;Guadalajara is the twelfth game in the Standard Combat Series (SCS) from series from Multi-Man Publishing.&#10;&#10;Game Scale:&#10;Game Turn: 1-2 days&#10;Hex: .6 mile / 1 kilometers&#10;Units: Company to Battalion&#10;&#10;Game Inventory:&#10;One 22 x 32&quot; full color mapsheet&#10;One dual-side printed countersheet (280 1/2&quot; counters)&#10;One 8-page Standard Combat Series rules booklet, Version 1.7&#10;One 16-page Guadalajara rules booklet&#10;One Player Aid card&#10;Two 6-sided dice&#10;&#10;Solitaire Playability: High&#10;Complexity Level: Medium-Low&#10;Players: 2-3 or more&#10;Playing Time: 2-8&#10;&#10;",
    "Categories": [
      "Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Guadalajara (Spain)",
      "Country: Spain",
      "History: Spanish Civil War",
      "Interwar period (Nov. 1918 - Aug. 1939)",
      "Series: Standard Combat Series (MMP)"
    ]
  },
  {
    "Rank": "10324",
    "Name": "Why I Otter",
    "ID": 278971,
    "Year": "(2019)",
    "Geek Rating": "5.574",
    "Avg Rating": "6.31",
    "Link": "https://boardgamegeek.com/boardgame/278971/why-i-otter",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.1",
    "Description": "The river is filled with otters of all shapes and sizes. Decide which otter should jump into the river at the right time to maximize your score. Having the winning otter gets you more cards, but losing lets you pick the scoring conditions.&#10;&#10;Why I otter.....&#10;&#10;&mdash;description from the designer&#10;&#10;&#10;SETUP&#10;&#10;Deal a hand of 3 card to each player. Place the rest of the cards face-down (river-side up) in a pile.&#10;&#10;GAMEPLAY&#10;&#10;Each round players will create the river, jump in, and then distribute the rewards.&#10;&#10;1) Create the river&#10;Draw the top 3 cards out onto the table (river-side up) in a line to show the river.&#10;&#10;2)Jump In&#10;First player plays a card from his hand face-up (otter-side up). Then their opponent must play a card face-up. Both cards are assessed (rock-paper-scissors mechanic) to see which player wins the round. Higher card number breaks ties.&#10;&#10;3) Collect rewards&#10;&#10;The round winner does the following:&#10;&#10;     They take the two otter cards into their den. Your den is a face-up line of the otters you've won. This will be used for endgame scoring.&#10;     They choose one of the three cards from the river to take into their hand.&#10;&#10;&#10;The round loser does the following:&#10;&#10;     They choose from the remaining two river cards and decide which will go into their hand and which will become and endgame scoring card. Place the scoring cards into a column showing the scoring conditions. At the end of the game, both players will score off of all  the scoring cards.&#10;&#10;&#10;The winner of the round goes first in the next round. Rounds continue until both players have no more cards in hand.&#10;&#10;END OF GAME&#10;&#10;After each player has played all of their otters, score the otters in your den according to the scoring conditions on the four river cards. Highest score wins!&#10;&#10;&#10;Released in the February 2019 Board Game of the Month Club $20+ package.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Rock-Paper-Scissors",
      "Trick-taking"
    ],
    "Families": [
      "Animals: Otters",
      "Containers: Wallets",
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games",
      "Series: Wallet Games (Button Shy)"
    ]
  },
  {
    "Rank": "10325",
    "Name": "UNO: Super Mario",
    "ID": 209095,
    "Year": "(2016)",
    "Geek Rating": "5.574",
    "Avg Rating": "6.16",
    "Link": "https://boardgamegeek.com/boardgame/209095/uno-super-mario",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Join Mario, Luigi, and all their friends for a game of UNO! It's the UNO you love, but this version also includes a special Mario Super Star Card that makes your character invincible. After another player plays a Draw 4 or Draw 2 card, play the Super Star Card to bounce the card power back to that player. And two customizable cards deliver even more game-changing moments and help defeat opponents! Score points by being the first to get rid of all the cards in your hand. First player or team to 500 wins. When you're down to one card, don't forget to yell &quot;UNO!&quot; Includes special Mario Super Star Card and two customizable cards.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Game: UNO",
      "Versions & Editions: Versions with IP after the original release",
      "Video Game Theme: Super Mario Bros."
    ]
  },
  {
    "Rank": "10326",
    "Name": "A Simple Life",
    "ID": 371687,
    "Year": "(2022)",
    "Geek Rating": "5.574",
    "Avg Rating": "7.57",
    "Link": "https://boardgamegeek.com/boardgame/371687/a-simple-life",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Awards &amp; Recognitions:&#10;13th Roll &amp; Write Game Design Contest&#10;&#10;     1st Best Overall Game&#10;     1st Best Solitaire Game&#10;     1st Best Thematic Game&#10;     1st Best Video Gameplay&#10;     1st Best Game Sheet&#10;     2nd Best Innovative Mechanic &#10;     3rd Best Cover&#10;&#10;&#10;You just moved to the province to live a simple life. You promised yourself you&rsquo;ll get things done in 10 days. Plant crops, make friends, mine the mountains, populate your pond and donate to the museum to achieve your goals.&#10;&#10;A simple life is a 1-2 player roll &amp; write game inspired by relaxing pixel art farming video games such as Stardew Valley and Harvest Moon.&#10;&#10;Game Summary&#10;The game is played in 10 rounds. Each round you roll 5 dice. Use the dice on locations on the sheet and perform the location&rsquo;s action. When you run out of dice the round ends and a new round is started. If you completed your goal at the end of the game, count your score.&#10;&#10;&mdash;description from the designer&#10;&#10;Art Credits: &#10;Shikashi's Fantasy Icon Pack * Overworld Grass Biome * Pixel Paper * DungeonUI * Fantasy Eggs * Midjourney&#10;&#10;",
    "Categories": [
      "Dice",
      "Farming",
      "Print & Play",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "10327",
    "Name": "Ghostbusters: Blackout",
    "ID": 274563,
    "Year": "(2019)",
    "Geek Rating": "5.574",
    "Avg Rating": "7.28",
    "Link": "https://boardgamegeek.com/boardgame/274563/ghostbusters-blackout",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "After a major power outage struck New York, the Ghostbusters must set out to capture all the ghost escaping from their containment unit. With the whole city suffering from a blackout and an onslaught of ghost rampaging around, it&rsquo;s up to the Ghostbusters to quell the chaos and get those ghosts busted! Ghostbusters: Blackout is a fully co-operative board game for 2-4 players. In it, players roll dice and allocate them to move around the city, capture ghosts, and buy upgrades for their ghost-busting tech, all while trying to keep the city from collapsing from the ensuing chaos!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Creatures: Ghosts",
      "Movies: Ghostbusters"
    ]
  },
  {
    "Rank": "10328",
    "Name": "Red Storm over the Reich: The Last Days of the Third Reich",
    "ID": 22378,
    "Year": "(2007)",
    "Geek Rating": "5.574",
    "Avg Rating": "7.16",
    "Link": "https://boardgamegeek.com/boardgame/22378/red-storm-over-the-reich-the-last-days-of-the-thir",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "480",
    "Play Time": "480",
    "Weight": "3.5385",
    "Description": "(from Compass Games website):&#10;&#10;Red Storm Over the Reich is a Ted Raicer game covering the epic final campaigns of WWII on the Eastern Front, as the forces of the Soviet Union smashed the German armies defending Poland, East Prussia, and Pomerania, and advanced across the Oder to Berlin. Included in the game are three scenarios.&#10;&#10;The first scenario is historical, which finds the German forces out of position. Their armies will likely be shattered on the first turn, but the victory conditions are tough on the Soviets&ndash; they must do at least as well as historically.&#10;&#10;Scenario two has the historic forces, but allows the Germans to implement Operation Sleigh-ride, a sane pull-back of the main defense line along the Vistula out of range of the opening Russian barrage (an operation historically nixed by Hitler) that at least allows for a more orderly flight.&#10;&#10;Scenario three combines Sleigh-ride with reinforcements from other fronts. It assumes that Hitler has had an incapacitating stroke in late November or early December, and the new Nazi leadership is sufficiently uncertain of its position that it defers in military matters to Guderian. The Ardennes Offensive is cancelled, as are the attempts to relieve Budapest, as well as substantial forces are evacuated from the Courland pocket. This increases German strength on the main eastern front by approximately 50% and doubles German tank strength, which, when combined with Sleigh-ride gives the Germans some serious fighting strength.&#10; Scenarios one and two can be completed in 8-12 hours and scenario three in 12-16 hours, depending on your individual playing style.&#10;&#10;Red Storm is the opposite of 1941 East Front Games: The Soviets have assembled a massive force and will rip gaping holes in the German lines through blitzkrieg-style attacks. The German player must somehow piece together a desperate defense only to have it repeatedly blown apart by the enemy. But time is the enemy of both players in this game. The Soviets need to accomplish their victory by the end of the last turn, satisfying the historical timeline, or they lose the game, and the Germans must delay the Soviet assault on Berlin long enough to prevent the Soviet win.&#10;&#10;The rules for Red Storm Over the Reich are moderate in complexity but feature enough chrome for both sides to recreate this desperate campaign. Special rules include: the creation of Kampfgruppe divisions (or not), naval evacuations, panzerfausts, Volksturm divisions, Leaders, Soviet Logistical Constraint, Hitler mandated attacks and more!&#10;&#10;Included with each game are two maps each 22&rdquo; by 34&rdquo;, two sheets of counters (456 total), rules, set-up charts, tables, dice and game box.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Variable Player Powers",
      "Zone of Control"
    ],
    "Families": [
      "Country: Germany",
      "Country: Soviet Union",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "10329",
    "Name": "Secrets of the Lost Station",
    "ID": 220341,
    "Year": "(2019)",
    "Geek Rating": "5.574",
    "Avg Rating": "7.28",
    "Link": "https://boardgamegeek.com/boardgame/220341/secrets-of-the-lost-station",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "240",
    "Weight": "2.4286",
    "Description": "Description from the publisher:&#10;&#10;Secrets of the Lost Station is a cooperative game of sci-fi, action-adventure, and exploration, that is a highly detailed and unique sequel to Secrets of the Lost Tomb, set thousands of years into the future!&#10;&#10;With a new highly detailed story and thematic universe, extending the lore of the Secrets of the Lost Epic Saga, Secrets of the Lost Station will stand on its own, as a new Core Game, while also allowing players to expand upon the original Tomb-Crawling core game.&#10;&#10;Players assume the roles of the last surviving members of an over 4000-year-old secret society known as the Eternal Order of Perseus; with their perpetual mission: to face intergalactic dangers, seek out and collect alien artifacts of immense power, to protect humanoids from the otherworldly powers in the fight against their mortal enemy a primordial race known only as the Great Old Ones. An ancient race that exists only to feed upon the life force of planets. World-killers that must be stopped once and for all&hellip;&#10;&#10;The Details:&#10;Each of the game&rsquo;s &quot;Story Telling&quot;, Exploration-Driven Scenarios has its own unique theme, flavor, and powerful boss monster bringing you into the rich and detailed world of The Station.&#10;&#10;Prepare to face Ra, God of the Sun, but not as you know him from legend, but an alien race imposing his will upon the great technology of The Ark Station. Drive back the forces of the Elder Forces of Cthulha, Empress of R'lyeh and stop her from destroying the station, creating imbalance and chaos to the galaxy!&#10;&#10;Each scenario offers new challenges and rewards. There are many stories that await the players&rsquo; fateful choices leading them to thrilling adventures and cliffhangers!&#10;&#10;Working with allies against the challenging objectives and scenario triggered events is vital to saving the universe from these untold adventures and misadventures that you will explore.&#10;&#10;During the Adventurer&rsquo;s Phase, players take actions to progress through the Scenario, face Combat with monsters, while overcoming the hair-raising Trap Rooms and sensational Story Cards.&#10;&#10;As you explore new MODs, or rooms of the station, your world will fill with untold delights, with each step into a sacred sanctuary of ancient technology of a civilization of old. From the super-computer filled rooms, to the hyperdrive power cores, through the stasis chambers, and the intergalactic astrogenesis maproom, the station is yours for exploration and its secrets are yours for the knowing&hellip;&#10;&#10;Dangers are everywhere as you encounter these breathtaking wonders&hellip; but so are the rewards. Lethal Weapons, Enchanted Artifacts, and new undiscovered tech will help you survive each frantic step.&#10;&#10;You may face a gruesome monstrosity that will push you to the brink of death, however upon defeating that monster, you will feel reinvigorated to reach out for that Artifact of Immense power and press on facing all that The Station can throw at you.&#10;&#10;Station Cards send orders to lurking monsters to move and attack, spawn a new, apply status effects, and progress the Station Track &hellip; foretold by the ancient AI on the station&hellip; The station has a mind of its own... if the Station is in too much danger, it may decide to self-destruct rather than fall into the wrong hands.&#10;&#10;The Components&#10;&#10;With the main Cooperative Story Mode, many unique Adventurers to choose from, tons of unique and detailed room tiles, tons of tokens, and hundreds of cards, Secrets of the Lost Station offers an Ever-Evolving, EPIC, Space Station-Crawling adventure every time you play.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Fantasy",
      "Horror",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Movement Points",
      "Narrative Choice / Paragraph",
      "Role Playing",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Crowdfunding: Kickstarter",
      "Game: Secrets of the Lost Tomb"
    ]
  },
  {
    "Rank": "10330",
    "Name": "Doodle Dungeon",
    "ID": 299939,
    "Year": "(2020)",
    "Geek Rating": "5.574",
    "Avg Rating": "6.23",
    "Link": "https://boardgamegeek.com/boardgame/299939/doodle-dungeon",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2",
    "Description": "A visit to the dungeon can be quite the tormenting affair on the hero side of life, so why not switch sides and become a certified dungeon architect instead? In Doodle Dungeon, each player works on their own dungeon blueprint. Drafted cards determine which elements &mdash; monsters, traps, and treasures &mdash; they have to add immediately. After fourteen cards have been drafted, the blueprint is passed to the next player, who then draws the route an anthropomorphic test hero will take because these days, even in the dungeon business, nothing works without quality inspection. The players receive their own blueprints back and try to keep the dummy hero from killing their monsters, stealing their treasures, and &mdash; obviously &mdash; making it out alive. They can use the drafted cards to fight off the hero or to support the heroes in their opponent's dungeons. In the end, only the creator of the most devious dungeon will triumph.&#10;&#10;Doodle Dungeon combines the rewarding elements of creating, then defending one's own dungeon, and mixes it with engaging draft-and-draw gameplay.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Humor"
    ],
    "Mechanics": [
      "Hand Management",
      "Line Drawing",
      "Open Drafting"
    ],
    "Families": [
      "Mechanism: Flip-and-Write",
      "Misc: LongPack Games",
      "Theme: Construction"
    ]
  },
  {
    "Rank": "10331",
    "Name": "Lancashire Railways",
    "ID": 378,
    "Year": "(1998)",
    "Geek Rating": "5.574",
    "Avg Rating": "6.89",
    "Link": "https://boardgamegeek.com/boardgame/378/lancashire-railways",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.1429",
    "Description": "Lancashire Railways is a train game about the birth of the first commercial railroads in Central England in 1829. The Silicon Valley of its day, Manchester was the hub of advanced engineering and manufacturing. Liverpool was the largest port and Manchester needed access for its exports of Cloth and Machinery. Lancashire Railways is set in this era of unrestrained growth and development. Each player starts a railway, and attempts to acquire right-of-way at auction. Players may finance their acquisitions with loans from the Bank, although the interest rate may become exorbitant.&#10;&#10;Lancashire Railways is the first game in the Early Railways Series and is the progenitor of later Wallace titles such as Age of Steam and Railroad Tycoon.&#10;&#10;",
    "Categories": [
      "Economic",
      "Trains"
    ],
    "Mechanics": [
      "Crayon Rail System",
      "Pick-up and Deliver"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Containers: Tubes",
      "Series: Early Railways (Winsome Games)"
    ]
  },
  {
    "Rank": "10332",
    "Name": "Forlorn: Hope",
    "ID": 57803,
    "Year": "(2010)",
    "Geek Rating": "5.574",
    "Avg Rating": "6.73",
    "Link": "https://boardgamegeek.com/boardgame/57803/forlorn-hope",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "2.1",
    "Description": "Forlorn is a game of tactical combat between a squad of human Space Marines and a nearly unlimited horde of vicious alien Xenos aboard the claustrophobic space station, Hope. The Marine player utilizes a limited number of Action Points to command the Forlorn Squad, hoping that luck and a timely rush of adrenaline will help them to complete their desparate mission with at least a few survivors. The Xeno player has no such worries, as the single-minded horde relentlessly presses in from all sides, fearlessly confronting the human's advantage in firepower, proving that quantity has a quality all its own.&#10;&#10;This low-complexity, quick-playing game includes two shipboard maps and rules for two-player and solitaire play. Tight, tense, and gripping gameplay will have players making whatever sacrifice is called for in this ultimate battle for survival aboard a contested space station. Can you lead Forlorn Squad on the missions necessary for humanity to survive? Or will the Xenos prove too numerous to stop their relentless destruction? Play Forlorn: Hope and find out.&#10;&#10;",
    "Categories": [
      "Fighting",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Grid Movement"
    ],
    "Families": []
  },
  {
    "Rank": "10333",
    "Name": "1809: Napoleon's Danube Campaign",
    "ID": 3724,
    "Year": "(1984)",
    "Geek Rating": "5.574",
    "Avg Rating": "6.51",
    "Link": "https://boardgamegeek.com/boardgame/3724/1809-napoleons-danube-campaign",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "3.375",
    "Description": "The Campaign: Three grueling months of bitter conflict, thrusting Napoleon's &quot;little conscripts&quot; against a re-vitalized Austrian army determined to avenge its humiliating defeats of the past. An embattled advance along more than 200 miles of the Danube Valley in a contest of maneuver, thrust, and counterthrust immortalized on such battlefields as Abensberg, Ratisbon, Ebelsberg, Aspern-Essling, and Wagram.&#10;&#10;The System Design: A proven classic representation of Napoleonic warfare, demanding a delicate balance among command and communication, daring and discretion. A dynamic exercise in the application of limited administrative resources to maneuver, and a tense contest of skill, finesse, and hammer blows.&#10;&#10;The Presentation: Sophistication without needless complexity. An innovative rules format, complementing the exceptional graphics, quickly orients players to the game's essential and subtle relationships.&#10;&#10;The Game: The ultimate experience in Napoleonic gaming &mdash; quickly grasped, a lifetime to master, an endless challenge.&#10;&#10;&bull; Four Complete-Scenario ranging from the brief Aspern-Essling and Wagram battle scenarios to the lengthy Historical and Alternate campaigns. &#10;&bull; Historic Leaders... including every major commander who participated in the campaign, each individually rated for essential command characteristics. &#10;&bull; Optional Rules... to permit hidden movement of force, simulate the loss and regaining of combat effectiveness, and introduce the effects of fatigue.&#10;&#10;CONTENTS: &#10;260 1/2-inch Counters &#10;2 22&quot;x32&quot; Mapsheets &#10;1 22&quot;x 16&quot; Mapsheet &#10;1 Rules Booklet &#10;2 Organization Displays &#10;1 Six-sided Die &#10;1 Counter Storage Tray&#10;&#10;TIME SCALE: Two days per turn. &#10;MAP SCALE: Two miles per hex. &#10;UNIT SCALE: Division/brigade.&#10; PLAYERS: Two. &#10;PLAYING TIME: From 3 hours for a short scenario, to 20 or more hours for an entire campaign.&#10;&#10;(from the back of the box)&#10;&#10;&#10;Wagram Campaign, using the same system as other Napoleonic games by Zucker (Napoleon at Bay, Bonaparte in Italy, Sun of Austerlitz, etc) that emphasizes command, logistics, and lines of communication.&#10;&#10;GAME SYSTEM: CAMPAIGNS System - Series 1X = 3,200m/hex, 1,000 men/SP, 2 days/turn.&#10;&#10;1809: NAPOLEON'S DANUBE CAMPAIGN is a two player, Division level simulation of Napoleon's 1809 Danube Campaign against a revitalized Austrian army determined to avenge its humiliating defeats of the past. It covers three months of bitter conflict requiring an advance over more than 200 miles of the Danube Valley in a campaign of maneuver, thrust and counterthrust immortalized on such battlefields as Abensberg, Ratisbon, Ebelsberg, Aspern-Essling, and Wagram.&#10;&#10;The game uses an interactive Igo/Hugo sequence with an emphasis on leadership. It is a dynamic exercise in the application of limited administrative resources to maneuver, and a contest of skill, finesse, and hammer blows. Each Game Turn represents two days of real time. Each map hex equals two miles from side to side. Optional rules permit hidden movement, simulate the loss and regaining of combat effectiveness, and model the effects of fatigue. Four complete scenarios are included -- ranging from the brief Aspern-Essling and Wagram battle scenarios to the lengthy Historical and Alternate campaigns.&#10;&#10;(BGG user's description)&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Movement Points",
      "Simulation"
    ],
    "Families": [
      "Country: Austria",
      "Digital Implementations: VASSAL",
      "History: Napoleonic Wars",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Rivers: Danube",
      "Series: Campaigns of Napoleon System – 1x"
    ]
  },
  {
    "Rank": "10334",
    "Name": "Storm Hollow: A Storyboard Game",
    "ID": 127324,
    "Year": "(2017)",
    "Geek Rating": "5.574",
    "Avg Rating": "8.22",
    "Link": "https://boardgamegeek.com/boardgame/127324/storm-hollow-a-storyboard-game",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Storm Hollow: A Storyboard Game is an amazing storytelling adventure game for all ages. One player assumes the role of the Storyteller, while the others are heroes called to the magical land of Storm Hollow to aid in a time of need.&#10;&#10;Each game session provides a stand-alone adventure scenario with a specific story-driven goal for the players to try to accomplish, and multiple adventures can be strung together in campaign mode to experience fully interactive epic stories. Players work together to fight monsters, overcome obstacles, rescue characters, find lost treasures, and drive back the darkness using a simple skill-based system and unique heroic powers.&#10;&#10;In Storm Hollow story is king, and a clever game system encourages creative decisions and amazing outcomes. Play pre-made adventures or use the numerous tools to make your own.&#10;&#10;The box includes a &quot;Battle for Storm Hollow&quot; variant, which is a pure co-op game (no storyteller required).&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Fantasy",
      "Mythology"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Role Playing",
      "Scenario / Mission / Campaign Game",
      "Storytelling",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Gems/Crystals",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "10335",
    "Name": "Bravery in the Sand",
    "ID": 54300,
    "Year": "(2009)",
    "Geek Rating": "5.574",
    "Avg Rating": "7.30",
    "Link": "https://boardgamegeek.com/boardgame/54300/bravery-in-the-sand",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.6923",
    "Description": "Bravery in the Sand is a two-player game that covers the major part of the battle known as Operation Crusader in North Africa during World War Two. Covering the period from November 20 to December 3, 1941, players assume the roles of the Axis and Commonwealth generals to determine who will be victorious in this battle.&#10;&#10;One player controls the Commonwealth force (British, South African, New Zealand, and Indian), and the other player the Axis force (German and Italian).&#10;&#10;Players activate formations via chit draw, and combat is of the roll-to-hit variety.  Includes rules for battlefield recovery, replacements, fortifications, Rommel and more.&#10;&#10;Part of the International Games Series (IGS) from Multi-Man Publishing&#10;&#10;Originally published in Operations Special Magazine #2 (Summer 2009).&#10;&#10;Game Scale:&#10;Turn: 2 days&#10;Hex: 15 miles / 24 Km&#10;Units: Regiment &amp; Brigade&#10;&#10;Game Inventory (Operations Special Issue #2 edition):&#10;One 17 x 22&quot; full-color mapsheet&#10;One dual-side printed countersheet (176 5/8&quot; counters)&#10;One 8-page rules booklet&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Digital Implementations: VASSAL",
      "Players: Two-Player Only Games",
      "Region: North Africa",
      "Series: International Games (MMP)"
    ]
  },
  {
    "Rank": "10336",
    "Name": "Railroad Dice 2",
    "ID": 20074,
    "Year": "(2005)",
    "Geek Rating": "5.574",
    "Avg Rating": "6.31",
    "Link": "https://boardgamegeek.com/boardgame/20074/railroad-dice-2",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.3889",
    "Description": "The sequel to Railroad Dice simplifies the game concept of the original, but still gives players the ability to build track made up of dice, and transport passengers.  On their turns, player may roll dice, build track, purchase engines, or transport passengers.  Players are only restricted on the dice-rolling phase; all other actions may be repeated until resources and/or money run out.&#10;&#10;An online tutorial exists to help new players learn the game.  The English rules are notoriously vague, and the tutorial is recommended for anyone new to the game (dated Oct 2005).&#10;&#10;The game comes with the original &quot;simple&quot; single-track dice and new orange &quot;complex&quot; dice with only multi-track options (these are different than the Railroad Dice: Crossing die that was given away at Essen 2004).  It also includes an expansion company tile and shares to be used with the original Railroad Dice.&#10;&#10;",
    "Categories": [
      "Dice",
      "Economic",
      "Trains"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Network and Route Building",
      "Pick-up and Deliver"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Game: Railroad Dice"
    ]
  },
  {
    "Rank": "10337",
    "Name": "İhtilâl",
    "ID": 176633,
    "Year": "(2015)",
    "Geek Rating": "5.574",
    "Avg Rating": "7.68",
    "Link": "https://boardgamegeek.com/boardgame/176633/ihtilal",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.8182",
    "Description": "&#196;&#176;htilal (&quot;Revolution&quot;) is a 2 player strategy board game where the objective is to hold power over the people and the institutions of 1950 to 1980s Turkey. The players choose between centre-left or centre-right. Meanwhile the incidents that shaped the Turkish history appear as &quot;Event Cards&quot; and steer the game, sometimes foiling your plans, sometimes working in your favor. The players try to manage independent political organizations, infiltrate institutions such as the army and the police and make place for themselves on the board as well, which represents various cities and regions. The game takes about 1 hour from start to finish including setup.&#10;&#10;",
    "Categories": [
      "Political",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Hand Management"
    ],
    "Families": [
      "Country: Turkey",
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "10338",
    "Name": "Chill: Black Morn Manor",
    "ID": 724,
    "Year": "(1985)",
    "Geek Rating": "5.574",
    "Avg Rating": "5.99",
    "Link": "https://boardgamegeek.com/boardgame/724/chill-black-morn-manor",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.0588",
    "Description": "Players lay tiles to build Black Morn Manor, where an evil Master resides.  Most players take on the roles of Envoy, who need to discover the Master's identity, find the item to which he is vulnerable, and destroy the Master.  One player starts as a Minion, who attempts to find the influence item and remove it from the grounds.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Horror"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Events",
      "Grid Movement",
      "Square Grid",
      "Team-Based Game",
      "Tile Placement",
      "Variable Set-up"
    ],
    "Families": [
      "Components: Polyhedral (not D6) dice",
      "Creatures: Ghosts",
      "Creatures: Monsters",
      "Creatures: Vampires",
      "Creatures: Werewolves",
      "Creatures: Zombies",
      "Theme: Spooky Old Houses",
      "Versions & Editions: Board Game Versions of Role-Playing Games"
    ]
  },
  {
    "Rank": "10339",
    "Name": "Avocado Smash!",
    "ID": 261831,
    "Year": "(2018)",
    "Geek Rating": "5.574",
    "Avg Rating": "6.11",
    "Link": "https://boardgamegeek.com/boardgame/261831/avocado-smash",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Avocado Smash is a fast-paced snap variant where the first player to get rid of their cards is the winner.&#10;&#10;The first player starts at one and the next players follow in sequence up to 15 avocados, then it goes back to one avocado and so on. If a card happens to match the number being said on that turn then that is a smash! All players have to smash their hands down in the middle of the table and the last player to react takes all the cards from the center.&#10;&#10;There are a couple of special cards in the Avocado Smash deck. The first of these is a SMASH! card. This means it is an automatic smash and the last player to react has to pick up all the cards. The next one is the Guacamole card. When this card is revealed all players must shout 'GUACAMOLE!'. The last player to react must pick up the centre cards. However, if a player smashes on a Guacamole card then they must pick up all the cards.&#10;&#10;The last card is a change direction card and when this card is revealed you must immediately change direction. This change stays until the end of the round or until another change of direction card is revealed.&#10;&#10;The first player to get rid of all their cards is the winner of Avocado Smash, providing they survive the next smash! If two players run out of cards at the same time then the first player to react to the next smash wins!&#10;&#10;--&#10;&#10;The game is an implementation of the traditional snap variant and drinking game &quot;Irish Snap&quot;.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Card Games: Shedding / Stops",
      "Theme: Food / Cooking",
      "Traditional Card Games: Snap"
    ]
  },
  {
    "Rank": "10340",
    "Name": "Shu's Tactics",
    "ID": 363633,
    "Year": "(2023)",
    "Geek Rating": "5.574",
    "Avg Rating": "7.41",
    "Link": "https://boardgamegeek.com/boardgame/363633/shus-tactics",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "3",
    "Description": "Zhang Jue, together with his siblings Zhang Liang and Zhang Bao, has declared the beginning of the Yellow Turban rebellion, wreaking havoc on cities and villages across China. Liu Bei, a young man who can&rsquo;t stand seeing innocent people being harmed by the war, has sworn brotherhood with Guan Yu and Zhang Fei, and is now planning to build up an army to help the government quell the rebellion. The three men have requested assistance from wealthy individuals in town, and you have decided to aid them knowing their great potential and heroic personalities. Now go ahead and join force with the brothers to become a part in the history of the Shu nation.&#10;&#10;Shu&rsquo;s Tactics is a solo campaign roll-and-write game in which the player builds military tactics to reclaim cities and lands from the Yellow Turban rebellious army. During the game, you will train your army, craft items, draw up schemes, and recruit legendary heroes to extinguish the rebellion. The player will play through a set of chapters to complete the story of the Shu Han nation.&#10;&#10;",
    "Categories": [
      "Ancient",
      "City Building",
      "Novel-based",
      "Print & Play",
      "Territory Building"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Coverage",
      "Multiple Maps",
      "Narrative Choice / Paragraph",
      "Paper-and-Pencil",
      "Solo / Solitaire Game",
      "Storytelling",
      "Tech Trees / Tech Tracks"
    ],
    "Families": [
      "Country: China",
      "Crowdfunding: Kickstarter",
      "Mechanism: Roll-and-Write",
      "Players: Solitaire Only Games",
      "Theme: Romance of the Three Kingdoms"
    ]
  },
  {
    "Rank": "10341",
    "Name": "Paranoia Mandatory Bonus Fun! Card Game",
    "ID": 18961,
    "Year": "(2005)",
    "Geek Rating": "5.574",
    "Avg Rating": "5.98",
    "Link": "https://boardgamegeek.com/boardgame/18961/paranoia-mandatory-bonus-fun-card-game",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.7536",
    "Description": "From the publisher:&#10;&#10;Serve The Computer&hellip; die a lot. Thwart traitors&hellip; die a lot. Save Alpha Complex from imminent destruction&hellip; die a lot.&#10;&#10;Welcome to Paranoia: The Mandatory Card Game. A light hearted death-fest for 3-8 players set in the multi-award winning world of Paranoia.&#10;&#10;But, you say, you&rsquo;ve never played Paranoia. Don&rsquo;t worry, Citizen, this DNCPCG (definitely not collectible paranoia card game) is the perfect primer to the delightfully lethal world of Alpha Complex. Created by Steve Gilbert, co-author of Me and My Shadow Mark IV, Paranoia: The Mandatory Card Game will have you nuking your buddies before you can say, &ldquo;The Computer is my friend.&rdquo;&#10;&#10;So how do you play? Excellent question, Citizen!&#10;&#10;You and the other players are elite Troubleshooter agents for The Computer, trained to root out traitors, mutants and enemy agents. Your friend, The Computer, is going to send your Troubleshooter team on a series of happy fun missions critical to the survival of Alpha Complex (aren&rsquo;t they all). Your greatest fear is that Friend Computer will find out you are one of its enemies. So strap on your laser, and your hand flamer, and your plasma-cannon, and venture forth to rid Alpha Complex of the mutinous, but equally well-armed traitors surrounding you.&#10;&#10;Playing time: 60 minutes (that you&rsquo;ll never get back for the rest of your life, so quit your whining)&#10;&#10;Stay Alert! Trust No One! Keep Your Laser Handy!&#10;&#10;Expanded by:&#10;&#10;    Paranoia Mandatory Card Game Expansion: Secret Societies&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Versions & Editions: Board Game Versions of Role-Playing Games"
    ]
  },
  {
    "Rank": "10342",
    "Name": "Hundreds of Horses",
    "ID": 202026,
    "Year": "(2015)",
    "Geek Rating": "5.574",
    "Avg Rating": "7.48",
    "Link": "https://boardgamegeek.com/boardgame/202026/hundreds-of-horses",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.25",
    "Description": "From the publisher:&#10;&#10;Let your imagination run wild with this unique game for all horse lovers. See how well you know the other players&rsquo; horse sense and win out with yours. Mix and match 100 horses in the stables with creative stories, individual personality traits and awards.&#10;&#10;The objective of the game is to guess which horse best fits the story, trait or award that has been read. If you correctly guess the same horse as other players, you earn a horseshoe token. Once all the tokens have been earned, the game ends and the player with the most apples wins.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Voting"
    ],
    "Families": [
      "Animals: Horses"
    ]
  },
  {
    "Rank": "10343",
    "Name": "Adulthood",
    "ID": 416780,
    "Year": "(2024)",
    "Geek Rating": "5.574",
    "Avg Rating": "7.13",
    "Link": "https://boardgamegeek.com/boardgame/416780/adulthood",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.25",
    "Description": "Live your best life in Adulthood! Every turn, this game challenges 1-4 players to spend Time and Energy to generate Money, Happiness, and positive Impact. Choose a Career, seek out Experiences, find a Partner, and try to spend time on Wellness while dealing with unexpected Life Events. Featuring the art of Tim Brierly, Adulthood highlights the joys and absurdity of everyday life.&#10;&#10;Each turn, players have to choose how to spend their Time, Energy, and Money to maximize their personal Happiness and positive Impact. Spend Time and Energy on your Career to get Money. Seek out Experiences to gain resources and Happiness,  spend Time on Health to maximize the benefits of your other efforts, and find a partner to build a relationship with!&#10;&#10;Earn your way to the top or make a difference in the lives of others! The game ends when a player's Happiness and Impact tracks meet!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Mature / Adult"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Track Movement",
      "Worker Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Theme: My Best Life"
    ]
  },
  {
    "Rank": "10344",
    "Name": "Factory 42",
    "ID": 314125,
    "Year": "(2021)",
    "Geek Rating": "5.574",
    "Avg Rating": "6.54",
    "Link": "https://boardgamegeek.com/boardgame/314125/factory-42",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "3.6",
    "Description": "Factory 42 is a Euro-style board game for 2-5 players. The game tells the story of the workweek of Marxistic dwarves in a steampunk industrial setting, placing the player in the role of factory Overseers. It combines worker placement and a cube tower to create a resource management puzzle. Factory 42 is a cutthroat competitive game with elements of co-operation and deals involving Economics, Fantasy, Industry and Negotiation with a pinch of satire, but not too much to make it a Humor game. It satisfyingly blends two-fold tensions: camaraderie forged in shared goals, and the opportunistic trampling of temporary competition. A tight game of glancing blows and communal glory creating a wicked blend of sharp elbows and shared ambition. Visually, Factory 42 takes its influence from 1920&rsquo;s Soviet Union propaganda, fantasy literature and elements of pre-WWI Prussian decor.&#10;&#10;The general process control at Factory 42 is as follows: &#10;&#10;         Receive work orders/requisitions from the government&#10;         Receive some of the requisitioned resources (as determined by the cube tower)&#10;         Load resources (and spike additional resources) onto railcars&#10;         Transfer the railcars to docks at individual manufacturing facilities&#10;         Burn leftover resources to generate steam&#10;         Trade resources on the open market&#10;         Use steam and resources to manufacture requested items.&#10;    &#10;&#10;&#10;&#10;    Capricious Bureaucracy:* Resources made available to all players, making up a common pool, are delivered via the Bureaucracy Tower; a mechanic that can deliver or withhold resources in a random manner. This replicates the notion that &ldquo;the powers that be&rdquo; redirect funds/resources by tying them up in red tape, trapping resources that would otherwise normally be available for the general populace. What goes into the tower does not always come out, or may have been held up during some unknown bureaucratic process, to later materialize when least expected&#10;&#10;&#10;&#10;    Requisition:* Tactical decisions start with the acquisition of resources vital to the production process. The order of worker meeples on the requisition line dictates the volume of resources acquired for the common pool (available to all) and the number that can be obtained and stored in a player&rsquo;s personal warehouse. Choices made here can benefit a player&rsquo;s future actions but may also unwittingly aid a rival, making each choice so very important.&#10;&#10;&#10;&#10;    Loading:* Players can tactically direct their workers to the loading bays where resources are loaded onto lines of rail transport. Order here can be extremely vital to one&rsquo;s success. Misjudging the order (or cunningly foreseeing the future) may lead a player to have to load a cart for a rival rather than for one&rsquo;s self. Alliances may be made during this process, just as enemies can be made of rivals, depending on choices made when loading&#10;&#10;&#10;&#10;    Shipping and Storage:* Once loaded, each rail cart proceeds to the shipping location awaiting direction. Workers have the option of forwarding on the loaded carts to player&rsquo;s docks. Once more order of placement is paramount as carts are only shipped in order. A cart may not contain useful resources and so could be sent to a rival, taking up valuable storage space, or maybe it will benefit a rival in an attempt to build a verbally agreed alliance. Often a cart has been loaded with a wide variety of resources and only part of this precious load is of use. Limited storage space in player&rsquo;s personal docks and warehouses dictates the shipping decision-making process as much as a rival&rsquo;s needs&#10;&#10;&#10;&#10;    Trade and Research:* Commodities may be traded on an ever changing market, often enabling an unnecessary resource to be exchanged at a price, for something of more use. Research is equally important, allowing players to expand storage facilities, improve  material handling in the manufacturing process or even learn how to use Invention cards to add special actions/abilities during play&#10;&#10;&#10;&#10;    Manufacture and Accounting:* The government dictate what should...no, what must be manufactured during a game round. The government orders must be completed or many, sometimes all players suffer sanctions. A degree of cooperation is needed here for the greater good of Dwarven society, but on an individual level, completion of a government order leads to reward and ultimately progression on the path to victory&#10;&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Cube Tower",
      "Negotiation",
      "Semi-Cooperative Game",
      "Victory Points as a Resource",
      "Worker Placement"
    ],
    "Families": [
      "Components: Drop Tower",
      "Crowdfunding: Kickstarter",
      "Crowdfunding: Spieleschmiede",
      "Setting: World of Zanziar",
      "Theme: Mining",
      "Theme: Steampunk"
    ]
  },
  {
    "Rank": "10345",
    "Name": "Operation Grenade: The Battle for the Rhineland 23 Feb. - 5 Mar. '45",
    "ID": 5992,
    "Year": "(1981)",
    "Geek Rating": "5.574",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/5992/operation-grenade-the-battle-for-the-rhineland-23",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "2.6667",
    "Description": "The game is a two-player simulation of the U.S. Ninth Army's February 1945 offensive in the Rhineland area of Germany.&#10;The U.S. player gains victory points for occupying German towns and for occupying bridges on the Rhine river. The number of points gained determines the level of victory for both players.&#10;&#10;Included are a 22&quot;X34&quot; mapsheet, standard rules for the Victory in the West game system, exclusive rules for Operation Grenade, and 245 1/2&quot; counters.&#10;&#10;First published in issue #84 of Strategy &amp; Tactics magazine in 1981.&#10;&#10;The game was republished in issue #133 of Command Magazine Japan in 2017.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Events",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Magazine: Strategy & Tactics",
      "Players: Two-Player Only Games",
      "Series: Victory in the West Game System (SPI)",
      "Theme: Weather"
    ]
  },
  {
    "Rank": "10346",
    "Name": "Crooks",
    "ID": 111172,
    "Year": "(2012)",
    "Geek Rating": "5.574",
    "Avg Rating": "6.15",
    "Link": "https://boardgamegeek.com/boardgame/111172/crooks",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.4615",
    "Description": "New York, 1935 &ndash; You are a cunning top criminal with a plan that just can't fail. You need only a number of thieves and other scum to put these plans into practice. Fortunately, the city is packed with unemployed rogues who linger in bars, at pool halls and by the race course waiting for a chance to make easy money. Gather the best thieves and rob various locations in the city so as to go home with the most money at the end of the day.&#10;&#10;In Crooks you assume the role of a mafia boss and want to use your thieves tactically to increase your earnings or to thwart others. To do this you must:&#10;&#10;&#10;    Look for the best thieves: Visit hangouts in the city and choose from the thieves available, taking into account that whomever you don't choose will work for your opponents!&#10;    Balance tactics and bluffing: The choice is yours ... thwart others or immediately carry out your own plans?&#10;    Use your cards wisely: Some thieves can also perform special actions, which increase your chances of winning.&#10;&#10;&#10;The second edition of Crooks features a cardboard box (instead of a tin), updated cards (with some crooks having new ranks), the removal of the Kingpin, a changed pickpocket rule, and a new type of card: the Support Crew, which affects the rank of the cards on its left or right.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Mafia"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "10347",
    "Name": "Sun of York: The War of the Roses 1453-1485",
    "ID": 19537,
    "Year": "(2005)",
    "Geek Rating": "5.574",
    "Avg Rating": "6.43",
    "Link": "https://boardgamegeek.com/boardgame/19537/sun-of-york-the-war-of-the-roses-1453-1485",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.3043",
    "Description": "From the back of the game:&#10;&#10;The Wars of the Roses (1453-1485) were the result of the struggle for the English crown between the Houses of Lancaster and York ... both descended from the Plantagenet line ... both with equal claim to the throne.  By the end of the bloody struggle, both houses would be extinct and the crown grasped by the first of the Tudors.&#10;&#10;Sun of York is a card game depicting the tactical battles fought between the two royal houses.  Represented by the cards are all the day's major leaders, including King Henry VI (too weak a leader to maintain control of the kingdom), Margaret of Anjou (Henry's strong-willed and manipulative queen), King Edward IV (organizational genius and longest holder of the Crown), King Richard III (charismatic leader of questionable morals) and Richard Neville, Earl of Warwick (the &quot;King Maker&quot;).  Troop cards include Levies, Longbowmen, Knights, Cavalry, and mercenaries from the Continent, among others.  Terrain features and Special event cards are also included.&#10;&#10;Every major engagement (and a few minor ones) is included in Sun of York, for a total of eighteen scenarios in all!  Rules for randomly generated scenarios are included as is a campaign system allowing players to fight out the Wars to their bloody conclusion.&#10;&#10;Components include 200 cards, two player aid sheets, and one sheet of 234 status markers.  &#10;[This is a desktop published game.  Players are required to assemble all game components.]&#10;&#10;Now also available (August 2011) through GMT Games as a boxed set!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Medieval",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Cities: York (England, UK)",
      "Country: England",
      "History: Wars of the Roses",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "10348",
    "Name": "Arena: Morituri te salutant",
    "ID": 1879,
    "Year": "(1997)",
    "Geek Rating": "5.574",
    "Avg Rating": "7.53",
    "Link": "https://boardgamegeek.com/boardgame/1879/arena-morituri-te-salutant",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "3.7",
    "Description": "Tactical combat game, where you choose one or two characters, who fight each other (it's also possible with a multi-player variant, where some players can cooperate to win). The winner is the one who succeeds in getting  the opponents &quot;Condition Points&quot; down to zero.&#10;&#10;The combat rules are unusual, well thought-out and interesting. Instead of throwing a die, you choose a number 1-6 (depending of the attack type, the range might be lower) on the die and the defense is a certain number of guesses to find out what the opponent attacks with. Number of attacks depends on the active combat card (defense cards gives more guesses, but lower attack damage). The higher value, the higher becomes the damage, but if you always chooses the highest value, it's soon penetrated!&#10;&#10;You play the game by choosing the cards and their order from your characters card deck and you have to out-guess your opponent.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Bluffing",
      "Card Game",
      "Fighting"
    ],
    "Mechanics": [
      "Action Queue",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Ancient: Rome",
      "Theme: Gladiators"
    ]
  },
  {
    "Rank": "10349",
    "Name": "Monster Kit",
    "ID": 213421,
    "Year": "(2016)",
    "Geek Rating": "5.574",
    "Avg Rating": "6.79",
    "Link": "https://boardgamegeek.com/boardgame/213421/monster-kit",
    "Min Players": "1",
    "Max Players": "10",
    "Min Play Time": "10",
    "Play Time": "0",
    "Weight": "1.1429",
    "Description": "In Monster Kit you have several cards that you have to match to form your monster.&#10;There are 5 different color types of cards. Red for the body, Green for the eyes, Blue for the nose, Pink for the mouth and Yellow for the hat. Each card has a point value, that you will gain in the end of the game when you assemble your monster.&#10;The winner is the player who can complete more monsters than your opponents or to collect the monsters that are worth more points.&#10;There are 7 different ways to play the game. You just have to choose the one that better suits you and your group.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Verkami"
    ]
  },
  {
    "Rank": "10350",
    "Name": "The Mansky Caper",
    "ID": 236205,
    "Year": "(2018)",
    "Geek Rating": "5.573",
    "Avg Rating": "7.06",
    "Link": "https://boardgamegeek.com/boardgame/236205/the-mansky-caper",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "50",
    "Weight": "2.125",
    "Description": "It&rsquo;s 1925. You and your Family of Associates have been trying to get respect for years. But the richest mobster in the country, Al Mansky, has been cramping your style.  Al&rsquo;s a bit eccentric; he doesn&rsquo;t trust the cops or banks, so all his loot is in his mansion, guarded by a diabolical security system of explosive traps. The good news is that he&rsquo;s out of town.&#10;&#10;It would be a shame if something happened to all that loot, but a Family (working together) that bested Al would make quite a name for itself. Of course, the most fame - and (dare we say) leadership of the Family - goes to the person who walks away from the job with the most loot.&#10;&#10;Your colleagues may not agree with you - but you all owe each other favors. Calling in the right favor at the right time is what leadership is all about in this business. The key is to work together to help yourself - and don't get blown up!&#10;&#10;In The Mansky Caper, players team up to ransack rooms of Al Mansky's mansion, opening safes to find the valuables inside.  Split loot with others in the room, and watch out for twists of fortune and dangerous traps that can ruin your plans with a bang!  The winner is the player who has accumulated the most loot in their private stash at the getaway car by the time Al&rsquo;s mansion is completely ransacked.&#10;&#10;",
    "Categories": [
      "Mafia"
    ],
    "Mechanics": [
      "Push Your Luck",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "10351",
    "Name": "Split (Revised Edition)",
    "ID": 5332,
    "Year": "(2001)",
    "Geek Rating": "5.573",
    "Avg Rating": "6.20",
    "Link": "https://boardgamegeek.com/boardgame/5332/split-revised-edition",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.5909",
    "Description": "The latest edition of Split published by Hasbro is similar to the previous edition (Split), except that now the goal has changed.&#10;&#10;The goal is no longer to connect across the board (which no longer comes with the game), but to garner the most points by collecting perfect, strong, and weak matches. When a match is made, the player gets a special action, depending on the match. Perfect matches allow the player to force another player to fill in a negative box on his scoresheet, strong matches allow the player to draw a card from the draw pile, and weak matches allow the player to exchange matches of the same type. More than one match may be made each turn and a special scoresheet is used to keep track of points.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": []
  },
  {
    "Rank": "10352",
    "Name": "Quads",
    "ID": 4331,
    "Year": "(1996)",
    "Geek Rating": "5.573",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgame/4331/quads",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.871",
    "Description": "Quads is a tile placement game for two players.  The tiles have different combinations of colors (either black or silver) or lines (parallel or perpendicular to the tile edge) at each of their four edges.  Players take turns placing a tile so that the colors or lines on each edge match that of adjacent tiles.  The player who stops his or her opponent from being able to place a tile wins.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Square Grid",
      "Tile Placement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 6 x 6 Grids",
      "Components: Wooden pieces & boards",
      "Players: Two-Player Only Games",
      "Series: Basic (Gigamic)",
      "Series: Classic (Gigamic)"
    ]
  },
  {
    "Rank": "10353",
    "Name": "Pocket Book Adventures",
    "ID": 358663,
    "Year": "(2023)",
    "Geek Rating": "5.573",
    "Avg Rating": "7.84",
    "Link": "https://boardgamegeek.com/boardgame/358663/pocket-book-adventures",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "2",
    "Description": "Pocket Book Adventures is a solo-only, minimalist dungeon crawler that&rsquo;s built for travel. Explore dozens of maps, encounter unique monsters, level up, grab loot, and do it all from a book that fits comfortably in your pocket or purse!&#10;&#10;Best of all, you can play this entire game with nothing but the gamebook and a pencil! Rather than using dice or cards to generate randomness, Pocket Book Adventures introduces a simple, dexterity-based system that balances skill and luck for truly engaging gameplay.&#10;&#10;With its compact size, minimal components, and built-in ability to save your progress, Pocket Book Adventures is the perfect game for playing on the go!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Adventure",
      "Book"
    ],
    "Mechanics": [
      "Grid Movement",
      "Paper-and-Pencil",
      "Role Playing",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "10354",
    "Name": "Kings and Castles",
    "ID": 771,
    "Year": "(2000)",
    "Geek Rating": "5.573",
    "Avg Rating": "6.64",
    "Link": "https://boardgamegeek.com/boardgame/771/kings-and-castles",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.6154",
    "Description": "The last English King (as opposed to King of England) died in 1066. This game is about what happened next. The men who occupied the throne for the next 400 years were a particularly unpleasant bunch, whose main thought was of personal aggrandisement. Having deprived the English of the right of self-government, the more energetic of them set about trying to do a similar job on their neighbours. In Kings &amp; Castles the players take the part of these men as they pursue their ambitions at home and abroad. The treatment is broad-brush and fairly abstract: there is a map and the counters carry pictures of castles and soldiers, but you don't have to start worrying about dice and combat results; this is not a wargame.&#10;&#10;Players take turns to conquer as many regions as possible with their own and opponents forces - an intriguing mechanic - then decide whether to tax the hard working peasants or not. Plenty of decision making and room for tactics with a different player/king sequence every time you play.&#10;&#10;",
    "Categories": [
      "Medieval",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence"
    ],
    "Families": [
      "Components: Map (Continental / National scale)"
    ]
  },
  {
    "Rank": "10355",
    "Name": "Boom Town",
    "ID": 1160,
    "Year": "(1990)",
    "Geek Rating": "5.573",
    "Avg Rating": "6.54",
    "Link": "https://boardgamegeek.com/boardgame/1160/boom-town",
    "Min Players": "4",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.8421",
    "Description": "Famous rare game from Ian Livingstone's company, players construct a 1950s English new town by laying tiles to show housing, shops, factories etc. As parts of the suburbs are completed, scoring goes to the majority holder, but there are spoiler tiles, like the rubbish dump, which will reduce your score. There's a strong element of mutual caution until somebody steps over the brink and lays those bad tiles.&#10;&#10;",
    "Categories": [
      "City Building"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "10356",
    "Name": "Ring-O Flamingo",
    "ID": 40667,
    "Year": "(2009)",
    "Geek Rating": "5.573",
    "Avg Rating": "6.21",
    "Link": "https://boardgamegeek.com/boardgame/40667/ring-o-flamingo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.0526",
    "Description": "Flamingo overboard! Fling your lifesavers as fast as you can to ring them around the flamingos. But be careful where you fling or you'll be up to your neck in alligators! Ring up the most points and win this game of far-out flamingo fun!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Flicking",
      "Real-Time"
    ],
    "Families": [
      "Components: Game Box Used In Play"
    ]
  },
  {
    "Rank": "10357",
    "Name": "TIME Stories Revolution: Cavendish",
    "ID": 295480,
    "Year": "(2023)",
    "Geek Rating": "5.573",
    "Avg Rating": "6.92",
    "Link": "https://boardgamegeek.com/boardgame/295480/time-stories-revolution-cavendish",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3",
    "Description": "1958 NT&#10;Reckless children enter a New England old manor house, looking for their friend Damien who has been missing for several days..&#10;&#10;Damien is the prequel to Cavendish.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Horror",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Storytelling"
    ],
    "Families": [
      "Game: T.I.M.E Stories / TIME Stories",
      "Game: TIME Stories Revolution – Blue Cycle",
      "Theme: Spooky Old Houses",
      "Theme: Time Travel"
    ]
  },
  {
    "Rank": "10358",
    "Name": "Space Freaks",
    "ID": 212958,
    "Year": "(2017)",
    "Geek Rating": "5.573",
    "Avg Rating": "6.52",
    "Link": "https://boardgamegeek.com/boardgame/212958/space-freaks",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.8333",
    "Description": "Description from the publisher:&#10;&#10;Welcome to the hottest, most cruel show in the galaxy! It's Friday night battle in the Arena of Annihilation! Stay tuned to see what new tricks our arena master has in store for today's battle. Here comes the first team. Oh my, they seem to be even uglier than our usual competitors. Who thought it was a good idea to match chain tracks with a poison needle? That team will need a lot of help from their sponsor to have a chance. Look at their opponents, tentacles with anti-matter flail &mdash; that's a classic. Seems like we are ready to start. It's time to freak out!&#10;&#10;In Space Freaks, you are team manager of one of the fighting teams sponsored by powerful megacorporations. Your task is to combine different body parts to design the perfect freak, then lead your team of freaks to victory. The arena is controlled by the arena master, who each turn changes the conditions in the arena. To succeed, you need to complete tasks given to you by the viewers &mdash; or just destroy the other freaks and their base. But don't worry because in Space Freaks everyone wins, either by managing the winning team or by becoming a (body)part of the next winning team!&#10;&#10;In more detail, during the game you build your own freaks, one body part at a time, in addition to building turrets, bunkers and droids to aid your team. Your team sponsor might also aid you in the form of items, special actions, or even alien marauders. You score points during play by fulfilling tasks given to your team by the viewers, killing competing freaks, destroying an opposing base, or controlling the center of the arena.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Movement",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "10359",
    "Name": "Exxit",
    "ID": 22947,
    "Year": "(2006)",
    "Geek Rating": "5.573",
    "Avg Rating": "6.84",
    "Link": "https://boardgamegeek.com/boardgame/22947/exxit",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "2.5",
    "Description": "From a minimal board made up of four hexagonal flagstones, the players must extend their territory by gaining new flagstones.  For that, they each use eight pawns and try to make leave the unfavourable pawns the board in order to imprison them to later release them.  Exxit deploys a simple and original mechanism:  the distribution, which creates astonishingly complex tactical and strategic situations.&#10;&#10;A winner of the 2004 Concours International de Cr&#195;&#169;ateurs de Jeux de Soci&#195;&#169;t&#195;&#169;.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Grid Movement",
      "Hexagon Grid",
      "Modular Board",
      "Tile Placement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Containers: Zippered Pouch",
      "Digital Implementations: Abstract Play",
      "Digital Implementations: Ai Ai",
      "Digital Implementations: BoardSpace",
      "Digital Implementations: Boiteajeux",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "10360",
    "Name": "To Take Washington: Jubal Early's Summer 1864 Campaign",
    "ID": 202435,
    "Year": "(2019)",
    "Geek Rating": "5.573",
    "Avg Rating": "8.31",
    "Link": "https://boardgamegeek.com/boardgame/202435/to-take-washington-jubal-earlys-summer-1864-campai",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "3600",
    "Weight": "4.3",
    "Description": "To Take Washington: Jubal Early&rsquo;s Summer 1864 Campaign is the third game in the Series: Line of Battle (MMP) series and covers Jubal Early&rsquo;s campaign during the summer of 1864. From June into July, Old Jube swept out of the Shenandoah Valley and across the Potomac River to advance on Washington DC. By threatening the Federal capital, Early and the Confederate command hoped to divert forces from Grant&rsquo;s Overland Campaign, relieving the pressure on Richmond.&#10;&#10;Historically, Early narrowly defeated Lew Wallace on the Monocacy River, outside of Frederick, MD. However, this &lsquo;victory&rsquo; cost him precious time and manpower. Though he went on to test the outer forts protecting Washington itself (mainly at Fort Stevens), Early was too weak and too late to take advantage of the once-denuded nature of the fortress garrisons.&#10;&#10;As Abraham Lincoln quipped, &ldquo;Mr. Early, you are late.&rdquo;&#10;&#10;In To Take Washington, players first fight the Battle of Monocacy. Their relative success or failure there, as well as their raw efficiency, determines when the Confederates show up on the separate Fort Stevens map. An arrival mere hours earlier than their historical appearance makes an enormous difference in the strength of Union forces manning the defenses, since they had been stripped bare prior to Early&rsquo;s advance. Conversely, a mediocre showing at Monocacy will present the Confederate player with a very difficult problem at Fort Stevens. Jubal Early couldn&rsquo;t solve it &ndash; can you?&#10;&#10;To Take Washington covers these two related actions on two separate map areas. One (with two map sheets) covers the Monocacy battlefield while the other (with one map sheet) shows the area around Fort Stevens and a portion of Washington itself.&#10;&#10;The Series: Line of Battle (MMP) series premiered with None But Heroes, covering the Battle of Antietam, and went on to set a new standard of excellence with its presentation of Gettysburg in Last Chance for Victory: The Battle of Gettysburg. The LoB series rules are the pinnacle of over 30 years of development starting with the Civil War Brigade (CWB) Series and its follow-on Series: Civil War Regimental Sub-Series (MMP). The LoB system and battle-specific rules incorporate fresh research while discarding the mistaken assumptions and false impressions that have crept into ACW games of the past forty years. Above all, Line of Battle is designed to capture the free-for-all nature of an American Civil War battle in a fun, fast, and very playable format.&#10;&#10;Scenarios: To Take Washington includes twelve scenarios, with one entry point for the full two-battle Campaign Game. Ten of the scenarios use only one map (either a portion of the Monocacy map set, or the single Fort Stevens map).&#10;&#10;&mdash;description from the publisher&#10;&#10;Game Scale:&#10;Game Turn: 15-30 minutes&#10;Hex: 110 yards / 100 meters&#10;Units: Batteries to Regiments&#10;&#10;Game Inventory:&#10;Three 22 x 34&quot; full color mapsheets&#10;Three dual-side printed countersheet (840 1/2&quot; counters - 267 playing pieces, rest markers)&#10;One 36-page Line of Battle Series v2.0 rulebook&#10;One 20-page To Take Washington rulebook&#10;Two 6-page dual-side printed LoB Charts &amp; Tables v2.0 booklet&#10;One single-side printed Terrain Key&#10;One Single-side printed Turn Record Track chart&#10;Two 6-sided die&#10;&#10;Solitaire Playability: High&#10;Complexity Level: Medium&#10;Players: 2 or more&#10;Playing Time: 4-15 hours&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Civil War",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Movement Points",
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Country: USA",
      "Series: Line of Battle (MMP)"
    ]
  },
  {
    "Rank": "10361",
    "Name": "Museum Rush",
    "ID": 236143,
    "Year": "(2018)",
    "Geek Rating": "5.573",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgame/236143/museum-rush",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "2.2",
    "Description": "Museum Rush is a competitive thieving game in which players race against time to steal treasures from a museum while avoiding cameras, guards, and greedy rivals. Luckily these dastardly robbers have an array of items to help them get the better of the guards and their fellow thieves, such as sultry Llamas, mighty Underwear and the high-tech Cardboard Box.&#10;&#10;Each player controls a thief, moving up to three tiles a turn. Then if they are on a tile with loot they can take a stealing action to grab some loot from the tile. Certain tiles have special &quot;Rare Treasures&quot; that are worth a lot more than standard loot, but you have to crack the lock code by rolling the correct numbers before you can steal these!&#10;&#10;Each stealing action brings the nearest guard two spaces towards the thief's tile. Trying to crack a lock does the same. After stealing, the next card in the room is turned up, which might reveal more treasure. But turn up a security camera and the guard moves another 2 spaces closer! If the guard ends up on the same tile as your thief, you can slip away with a dice roll or play cards like &quot;Take Down&quot; or &quot;Lure&quot; to get rid of the guard. Otherwise the thief is thrown out of the Museum and loses all card but one. The player can break in again so there is no player elimination in the game.&#10;&#10;Each thief draws new cards at the beginning of their turns, these cards can be used to take out guards, disable security cameras and mess with the other thieves.&#10;&#10;When you draw a Clock card, time will advance and once you draw a certain number of clocks, depending on the number of players, the game ends.  At this point there is a rush to the nearest exit, rolling a dice to avoid dropping a card for every space you have to cover. The winner is determined by who has the highest value of loot at the game's end, once you are outside the Museum.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Humor"
    ],
    "Mechanics": [
      "Push Your Luck",
      "Take That",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Art",
      "Theme: Burglary and Heists",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "10362",
    "Name": "Бестиарий Сигиллума (Bestiary of Sigillum)",
    "ID": 172484,
    "Year": "(2014)",
    "Geek Rating": "5.573",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/172484/bestiarii-sigilluma-bestiary-of-sigillum",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "3.2727",
    "Description": "Bestiary of Sigillum, legendary tome with pages covered in mystical signs, a key to secret knowladge and slumbering power, magnum opus of great mage Goethius has been uncovered. Two rivalring heirs have gathered it page by page and now they are finally ready to summon spirits contained in Bestiary of Sigillum for one final battle.&#10;&#10;In this game players first draft 3 unique characters each, then use them to destroy opponent's castle. Threre are two ways to deal damage to castle. First, if you have a majority of characters near siege tower you deal 1 damage to opponent's castle. Second, if you destroy a character it is immediately respawned but controller's castle takes 2 damage. Each character in the game has different abilities, hitpoints and combat roles, which gives variety and strategic depth. The game has no random or hidden information.&#10;&#10;Awards&#10;2014 &quot;&#208;&#157;&#208;&#176;&#209;&#129;&#209;&#130;&#208;&#190;&#208;&#187;&#208;&#186;&#208;&#190;&#208;&#188;&#208;&#176;&#208;&#189;&#208;&#184;&#209;&#143;&quot; - &quot;Game of the year&quot; - laureate (Best game from russian designer)&#10;2014 &quot;&#208;&#148;&#208;&#178;&#208;&#176; &#208;&#178; &#208;&#154;&#209;&#131;&#208;&#177;&#208;&#181;&quot; - &quot;Breakthrough of the year&quot; - laureate&#10;2014 &quot;&#208;&#152;&#208;&#179;&#209;&#128;&#208;&#190;&#208;&#186;&#209;&#131;&#208;&#177;&quot; - &quot;Best game of 2014&quot; - laureate&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Fantasy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Digital Implementations: Steam",
      "Digital Implementations: Tabletopia",
      "Players: Two-Player Only Games",
      "Setting: Sigillum Universe"
    ]
  },
  {
    "Rank": "10363",
    "Name": "Escape from Hades",
    "ID": 290378,
    "Year": "(2019)",
    "Geek Rating": "5.573",
    "Avg Rating": "7.65",
    "Link": "https://boardgamegeek.com/boardgame/290378/escape-from-hades",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3",
    "Description": "Start with an impenetrable prison swarming with Nastian warriors&hellip; stir in a captured princess, heir to the Laylian Empire and all its riches&hellip; add a dash of insane alien monsters who want to blow the place to smithereens&hellip; and all it takes is the craziest security detail in the Solar Hanseatic League to bring it all to a rolling boil! The result is a recipe for excitement, adventure, and suspense prepared just for you by the proven team of designer Fred Manzo and developer Hermann Luttmann.&#10;&#10;Escape From Hades is a solitaire science-fiction extravaganza! It's a race against time as you make an opposed landing on the prison's surface, destroy its defenses, shimmy in through the maintenance shafts, fight your way to the princess, then fight your way back out again, all while your ship fights for its mechanical life against squadrons of enemy fighters and surface defenses. Played on two &quot;wraparound&quot; hex maps representing the exterior and interior of a cylindrical prison, this is a unique, challenging, and replayable experience filled with memorable moments and characters, all brought to life by the gorgeous and colorful art of Wil Alambre.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Creatures: Aliens / Extraterrestrials",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules",
      "Theme: Retro"
    ]
  },
  {
    "Rank": "10364",
    "Name": "Die Mauer",
    "ID": 389,
    "Year": "(1997)",
    "Geek Rating": "5.573",
    "Avg Rating": "6.08",
    "Link": "https://boardgamegeek.com/boardgame/389/die-mauer",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.2917",
    "Description": "Each player has a matching set of pieces, Walls, a Tower and a Gate, and tries to clear their hand first or is deducted points. Each turn, one player is Master Builder, and all players secretly choose a piece in their fist. When revealed, if the Master Builder chose uniquely, that piece is added to the wall, but if any player chose the exact match, they get to build instead.&#10;&#10;Walls can go next to anything, but Towers or Gates may only sit next to walls.&#10;&#10;Players have the option of an empty fist too. If the Master Builder is the only empty fist, it gets to pick from its hand. If one other player had an empty fist, they secretly pass a piece to the Master Builder. If more than one empty fist matches the Master Builder's choice, no-one builds.&#10;&#10;Play continues with the next player being the Master Builder and so on until somebody clears their hand. If you still hold pieces, Towers lose you 15pts, Gates 10pts and the Walls from 1-6 pts. Play a few rounds and total the scores.&#10;&#10;Group think and the building rules have some control, but this is a nice game of bluff and mind-reading. Get it right, and you'll sail through. Get it wrong and you'll rack up the points! Good fun, good for a pub or bar, nice bits and very quick play.&#10;&#10;",
    "Categories": [
      "Bluffing"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "10365",
    "Name": "New World",
    "ID": 1251,
    "Year": "(1990)",
    "Geek Rating": "5.573",
    "Avg Rating": "6.03",
    "Link": "https://boardgamegeek.com/boardgame/1251/new-world",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "2.6047",
    "Description": "Multi-player game about the discovery, colonization and exploitation of the Americas.  Players explore the Americas while discovering gold, encountering native uprisings and even battling pirates.  Players win by gaining control of five regions in the New World at the end of any turn OR by having the most money after several turns of play.&#10;&#10;",
    "Categories": [
      "Exploration",
      "Renaissance"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "History: Age of Discovery"
    ]
  },
  {
    "Rank": "10366",
    "Name": "Outremer",
    "ID": 5573,
    "Year": "(1987)",
    "Geek Rating": "5.573",
    "Avg Rating": "7.04",
    "Link": "https://boardgamegeek.com/boardgame/5573/outremer",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.5556",
    "Description": "Outremer is a man-to-man small scale combat game set in the time of the 3rd Crusade (1146).&#10;&#10;The game is both a game by itself or can be played as an expansion to Cry Havoc and/or Siege.&#10;&#10;As a stand-alone game it has 3 scenarios as well as a scenario generation system and 2 maps. There are rules covering a character advancement system that allows for a campaign game using the included campaign mapboard depicting the region of Palestine. It is well suited for play-by-email format and can be adapted for decent solitaire play as well.&#10;&#10;The unit scale is one man to one counter. Each man (or woman! They are here too!) is generally represented by multiple counters or both sides of a single counter to portray healthy and wounded combatants as well as mounted and unmounted (including the horses) where applicable. Each counter has a nicely colored picture of each man with attack defense and movement values in addition to the name of the person depicted.&#10;&#10;Integrates with:&#10;&#10;    Cry Havoc&#10;    Siege. &#10;&#10;&#10;",
    "Categories": [
      "Medieval",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Modular Board",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "History: Crusades",
      "Game: Cry Havoc System",
      "Region: Middle East"
    ]
  },
  {
    "Rank": "10367",
    "Name": "Times to Remember",
    "ID": 211,
    "Year": "(1992)",
    "Geek Rating": "5.573",
    "Avg Rating": "6.30",
    "Link": "https://boardgamegeek.com/boardgame/211/times-to-remember",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.1333",
    "Description": "In Times to Remember, the players are trying to remember particular times. Is that clear enough? No? Okay, here are more details.&#10;&#10;Players aren't trying to remember times from their own lives, but rather times from the shared experiences of humanity as a whole. Each player or team starts the game with a set of brackets or tokens (depending on the version of the game), and the first player to rid herself of brackets wins.&#10;&#10;On a turn, all players are confronted with a trivia question, say, &quot;When did the first Star Wars arrive in theaters?&quot; Each player then uses one bracket to mark a particular year or series of years on her individual year chart. Once everyone has placed their answers, the questioner reveals the answer and everyone sees whether that year appears in the range they guessed. If so, they remove that bracket from the game; if not, they keep the bracket. No matter how much you might want to hedge your guesses, eventually you'll need to guess a year dead on, so plumb the depths of your memory and take your best shot!&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "10368",
    "Name": "High Tide",
    "ID": 216482,
    "Year": "(2016)",
    "Geek Rating": "5.573",
    "Avg Rating": "5.99",
    "Link": "https://boardgamegeek.com/boardgame/216482/high-tide",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "1.5556",
    "Description": "In High Tide, each player tries to place their deck chairs on different beach sections closer to the sea than any other players' deck chairs, but they have to be careful! If the deck chairs are too close, the high tide will swallow them. Press your luck in this dice-driven game and secure the best spots on the beach.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Push Your Luck",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Series: Yellow Wave Box (Queen)"
    ]
  },
  {
    "Rank": "10369",
    "Name": "The Great Balloon Race",
    "ID": 449,
    "Year": "(1991)",
    "Geek Rating": "5.573",
    "Avg Rating": "6.19",
    "Link": "https://boardgamegeek.com/boardgame/449/the-great-balloon-race",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.35",
    "Description": "This is a light game -- lighter than air, one might even say -- in which each player starts the game with a card assigning a secret interest in three different balloons.  The balloon markers are lovely little brightly colored plastic gadgets, and on your turn you roll a die and choose which of the eight you want to move.  Some spots you land on give you a free roll; from some you can only go backwards.  With much shucking and jiving the balloons gradually float and bump up toward the finish line whilst players feign disinterest in their own colors in hopes they'll be promoted by others.  When all three of your balloons reach the finish, you can claim victory.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Sports: Aerial Racing",
      "Theme: Hot Air Balloons"
    ]
  },
  {
    "Rank": "10370",
    "Name": "Clash of Wills: Shiloh 1862",
    "ID": 128098,
    "Year": "(2012)",
    "Geek Rating": "5.573",
    "Avg Rating": "6.61",
    "Link": "https://boardgamegeek.com/boardgame/128098/clash-of-wills-shiloh-1862",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.3158",
    "Description": "It is near dawn on April 6th, 1862. The first major clash of arms in the western theater of the American Civil War is about to commence!&#10;&#10;In Clash of Wills: Shiloh 1862, you and your opponent each control one of the opposing armies. As the Confederate player, you open the battle with a devastating surprise attack on the Union camps around Shiloh church. If you can rout the disorganized blue coats and take Pittsburg Landing before reinforcements arrives, you can deal a potentially fatal blow to the invading Yankees. As the Union player you must survive the initial onslaught and hold back the advancing rebels on the first day of battle. Then, the next day, you can deploy your full forces to crush this latest threat to the survival of the United States. Whose will prevails?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Hand Management"
    ],
    "Families": [
      "Digital Implementations: VASSAL",
      "Players: Two-Player Only Games",
      "Series: American Civil War (Mayfair)",
      "States: Tennessee"
    ]
  },
  {
    "Rank": "10371",
    "Name": "Tumbleweed",
    "ID": 318702,
    "Year": "(2020)",
    "Geek Rating": "5.573",
    "Avg Rating": "7.41",
    "Link": "https://boardgamegeek.com/boardgame/318702/tumbleweed",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "2",
    "Play Time": "200",
    "Weight": "2.3333",
    "Description": "Tumbleweed is a two-player game. It is played on a hexhex board and a sufficient supply of stacked checkers.&#10;&#10;A stack can &quot;see&quot; a hex, when they are connected by a straight line, with no stacks in between. The players take turns placing stacks of their tokens on hexes that are seen by at least one friendly stack. The height of every newly-placed stack equals the number of your stacks that see the new stack. Replacing an existing stack with a new stack is possible, as long as the new stack is taller than the previous one. This works with opponent stacks (to capture), or your own stacks (to reinforce).&#10;&#10;Before the game, the host sets up the board and the guest decides which side he wants to play. Setup consists of one stack of two neutral tokens in the central hex, and a single starting token for each player in hexes of the host's choosing.&#10;&#10;The game ends when no more moves can be made by either player, or after two successive passes. The player who occupies over half the board wins.&#10;&#10;Tumbleweed was voted Best Combinatorial 2-Player Game of 2020 on BGG.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hexagon Grid",
      "Line of Sight"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: HexHex10 Grids",
      "Components: HexHex6 Grids",
      "Components: HexHex8 Grids",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Abstract Play",
      "Digital Implementations: Ai Ai",
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: BoardSpace",
      "Digital Implementations: igGameCenter",
      "Digital Implementations: Little Golem",
      "Digital Implementations: MindSports",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "10372",
    "Name": "Repello",
    "ID": 88464,
    "Year": "(2010)",
    "Geek Rating": "5.573",
    "Avg Rating": "6.47",
    "Link": "https://boardgamegeek.com/boardgame/88464/repello",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "In Repello, players try to score (1, 3 or 5) points by pushing (black, silver or gold) tokens off the board.&#10;&#10;Each player controls a stack of black tokens, and the game board is seeded with a variety of tokens. On a turn, a player moves his stack in any direction, with the distance traveled determined by the first number on which that player moves on his turn. The player leaves one token from his stack on the space that he vacated. If a player hits the edge of the playing space, his stack bounces off of it; if he hits another player's stack or a token on the board, that stack or token is pushed, ideally off the edge of the playing space, as opponents are penalized for being bumped.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building",
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "10373",
    "Name": "Richelieu",
    "ID": 124356,
    "Year": "(2012)",
    "Geek Rating": "5.573",
    "Avg Rating": "6.66",
    "Link": "https://boardgamegeek.com/boardgame/124356/richelieu",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.8182",
    "Description": "Paris, XVIIth century. Cardinal Richelieu is centralizing power in the name of King Louis XIII and defends France against those he considers its enemies: the English, the protestants, the Habsburgs and French nobles scheming against him and the crown. Will you side with the cardinal, or will you be seduced by the promise of wealth and power from the queen and foreign nations? Be warned that the cardinal will hinder too ambitious intrigants. Become an influent noble in the court by accumulating prestige and favors. The player most helpful to each faction is also rewarded at the end of the game.&#10;&#10;Richelieu is a tactical game with a lot of bluff and interaction, with intrigue everywhere. Every instance of intrigue will pit Cardinal Richelieu against his enemies. The players are nobles taking sides in these intrigues by placing agents with secret values and thus influencing the intrigues. Will you choose to side with Richelieu or the conspirators &ndash; or perhaps even help both? You can keep your support secret or make it directly known to others when placing your agents at the intrigues. It costs money to place agents, but the winning faction gives higher rewards for the players that helped them the most.&#10;&#10;The Cardinal's mood is influenced by his success or failures, and he will become intolerant against too influential nobles (i.e. the players), who will have one fewer action to spend during a turn as a result.&#10;&#10;There are many possibilities and opportunities to score points for the player who foresees and thwarts the plans of other players. During the game, you will constantly have to choose your side: Will you side with the Cardinal, or will you be seduced by the promise of wealth and power from the Queen and from foreign nations?&#10;&#10;Winner of Plateau d'or 2009!&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Political"
    ],
    "Mechanics": [
      "Area Majority / Influence"
    ],
    "Families": []
  },
  {
    "Rank": "10374",
    "Name": "The Hobbit: An Unexpected Party",
    "ID": 287174,
    "Year": "(2020)",
    "Geek Rating": "5.573",
    "Avg Rating": "6.92",
    "Link": "https://boardgamegeek.com/boardgame/287174/the-hobbit-an-unexpected-party",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "2.25",
    "Description": "Blunt the knives, bend the forks; Smash the bottles and burn the corks; Chip the glasses and crack the plates; That&rsquo;s what Bilbo Baggins hates!&#10;&#10;An Unexpected Party is a fast, fun, action-based tabletop game for 2-4 players, set in the opening scenes of The Hobbit: An Unexpected Journey &ndash; when the thirteen Dwarves arrive unannounced at Bag End, much to Bilbo&rsquo;s dismay! Mischief ensues as the dwarves cheerfully jest with Bilbo under the watchful eye of Gandalf.&#10;&#10;Step into the Dwarves shoes and earn points by performing lines of the song, &ldquo;The Things Bilbo Hates.&rdquo; As you move around Bag End you will sing loudly, gather items and generally make a mess of the place. While Bilbo might be curious about the antics of his uninvited guests at first, be careful not to push the poor hobbit too far or you will be sitting in the Dining Hall with no dinner!&#10;&#10;The game ends either when all 15 lines of the song are completed, or with the momentous arrival of Thorin. The player with the most points &ndash; who did the best job arousing Bilbo&rsquo;s curiosity and shaking up his sheltered life &ndash; will win!&#10;&#10;An Unexpected Party is perfect for families and features fun artwork by Weta Workshop senior concept artist, Daniel Falconer. Spend an hour inside Bag End and host your own Unexpected Party!&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Movies / TV / Radio theme",
      "Novel-based"
    ],
    "Mechanics": [
      "Pick-up and Deliver",
      "Push Your Luck",
      "Set Collection",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Authors: J.R.R. Tolkien"
    ]
  },
  {
    "Rank": "10375",
    "Name": "Dohdles!",
    "ID": 172164,
    "Year": "(2015)",
    "Geek Rating": "5.573",
    "Avg Rating": "6.59",
    "Link": "https://boardgamegeek.com/boardgame/172164/dohdles",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Kn&auml;tsel?!, a reworking of the 1988 Spiel des Jahres-winning Barbarossa, challenges players to create and decipher &quot;kn&auml;tsels&quot;, i.e., kneading puzzles. (In the U.S., this game bears the title Dohdles!, a portmanteau of &quot;dough doodles&quot;.)&#10;&#10;In the game players use clay to create objects &mdash; a mountain, an animal, a famous ruin &mdash; then they take turns asking one another questions about these objects or asking for a letter in the name of this object. Everyone hears these requests, though, so your efforts might lead opponents to the correct answer, too, and since anyone can throw their solution stones into the answer funnel at any time, you'll need to think fast.&#10;&#10;If you give the correct answer for a puzzle, both the creator and guesser score points &mdash; but if everyone guesses the answer, or conversely no one does, then the creator scores nothing. Who will find the ideal mix?&#10;&#10;",
    "Categories": [
      "Deduction",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Better Description Needed!",
      "Components: Play Dough / Modeling Clay"
    ]
  },
  {
    "Rank": "10376",
    "Name": "An Empty Throne",
    "ID": 360033,
    "Year": "(2022)",
    "Geek Rating": "5.573",
    "Avg Rating": "7.05",
    "Link": "https://boardgamegeek.com/boardgame/360033/an-empty-throne",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2.1667",
    "Description": "An Empty Throne is a two player card game pitting players against each other to unite the lands under their own rule and secure their claim to the throne.  An Empty Throne was designed to be quick playing and accessible.  With a basic understanding of the card types, their roles, and their parts, the game can be played using the Player Reference cards and prompts on The Tombs and Field cards.&#10;&#10;In this quick playing, combo driven game, players use their two Actions each turn to play (or move/exchange) Kith cards from their hand to the three Fields and The Tombs to acquire additional Kith cards and/or trigger abilities, create coalitions, secure the Fields, and score points.&#10;&#10;On a player&rsquo;s turn, they must select two of the following Actions, and may not select the same Action twice in a single turn:&#10;Play one card from their hand to their side of The Tombs or a Field*.&#10;Play one card from their hand to their side of a Field*.&#10;Move one of their played cards to a different Field or The Tombs and the player draws the top card of the moved-to deck.&#10;&#10;When the game ends, players score points:&#10;&#10;2 points for each of their flipped Fields&#10;1 point for each Field where they have at least 12 Value&#10;2 points if they have at least 12 Value at The Tombs&#10;1 point for each revealed Refuge Bonus Kith card in their hand.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Area Movement",
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "10377",
    "Name": "Warhammer: The Old World",
    "ID": 411400,
    "Year": "(2024)",
    "Geek Rating": "5.573",
    "Avg Rating": "8.46",
    "Link": "https://boardgamegeek.com/boardgame/411400/warhammer-the-old-world",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "210",
    "Weight": "4.6",
    "Description": "Fight for dominance and overcome your opponents in this tight battle game with a dark fantasy setting. Discover a bleak, war-torn world where noble knights, undead hordes, and other fantastical factions fight for power, glory, and survival. In a time of growing darkness, great armies and nameless horrors plague the lands. Heroes and monsters fight, and the horizon threatens storm... Battles in Warhammer: The Old World take place between orderly armies of troops regimented on square bases, each determined to flank, crush and overwhelm the opponent. A good general goes to war with a mix of infantry and cavalry, supported by savage monsters and powerful war machines. Choose carefully. Spells in Warhammer: The Old War are powered by the capricious winds of magic, both helping and hindering sorcerers.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Setting: Warhammer Fantasy Wargames"
    ]
  },
  {
    "Rank": "10378",
    "Name": "Awimbawé",
    "ID": 353765,
    "Year": "(2022)",
    "Geek Rating": "5.573",
    "Avg Rating": "6.57",
    "Link": "https://boardgamegeek.com/boardgame/353765/awimbawe",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.3333",
    "Description": "The king is dead. Who will succeed him...&#10;&#10;The two-player trick-taking game Awimbaw&eacute; presents a duel for the throne of the animal kingdom, with each player trying to use the animals of the savannah to win more crowns than their rival while avoiding the pack of hyenas. Win two rounds to become the new king or queen of the savannah.&#10;&#10;The card deck consists of 28 cards: 24 animal cards numbered 1-6 in four suits, and four eagle cards in a fifth suit. Shuffle the deck, then deal four cards separately face down to each player, then deal four cards face up on top of these cards (to create four piles of two cards), then split the remaining cards so that each player has a hand of six cards.&#10;&#10;On a turn as the lead player, you can play any of your available cards, whether one in your hand or one face up on the table. The opponent must then play a card of the same suit, if possible. If they can't, they must play an eagle &mdash; and if they can't play an eagle, they can play anything. If the two cards played are of the same suit, the higher card wins. If the opponent played an eagle, they can make it flee (placing it in their own scoring pile and ceding the trick) or they can make it fight, winning the trick. If the opponent played off suit, the lead player wins the trick, collects the cards, and leads again. At the end of a trick, if you have a face-down card on top of a pile, reveal this card, making it available for play.&#10;&#10;The round ends when either a player collects their fourth hyena (losing the round immediately) or all cards have been played. In the latter case, count the crowns on collected cards to see who has the higher score. The first player to win two rounds wins the game.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Trick-taking"
    ],
    "Families": [
      "Digital Implementations: Game Park",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "10379",
    "Name": "EXIT: The Game – Advent Calendar: The Intergalactic Race",
    "ID": 430765,
    "Year": "(2024)",
    "Geek Rating": "5.573",
    "Avg Rating": "8.03",
    "Link": "https://boardgamegeek.com/boardgame/430765/exit-the-game-advent-calendar-the-intergalactic-ra",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "1.5",
    "Description": "Team Santa needs help! An exciting race across the depths of space is about to begin. Numerous tricky puzzles await you along the way. Work hard and find the solutions, as this is the only way to win the race!&#10;&#10;Players aged 10 and up can expect an action-packed story and 24 puzzles. The first door is labelled - from then on, only the solution to the respective puzzle reveals where the game will continue the next day.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Deduction",
      "Puzzle",
      "Real-time",
      "Space Exploration"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Solo / Solitaire Game",
      "Storytelling"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Misc: Advent / Christmas / Jule calendar game",
      "Series: Exit: The Game"
    ]
  },
  {
    "Rank": "10380",
    "Name": "Almanac: The Crystal Peaks",
    "ID": 278784,
    "Year": "(2022)",
    "Geek Rating": "5.573",
    "Avg Rating": "7.12",
    "Link": "https://boardgamegeek.com/boardgame/278784/almanac-the-crystal-peaks",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2",
    "Description": "Almanac: The Crystal Peaks is a game of trade, travel, and adventure through a whimsical fantasy realm! Players will visit strange places, acquire and sell goods, and face an unpredictable set of encounters as they travel from the Trader's Village to either High Frost, the seat of power in the region, or Two Twins City, the center of commerce! In Almanac: The Crystal Peaks, adventure and riches are just a turn of the page away!&#10;&#10;Almanac: The Crystal Peaks is the second entry in the Almanac series of games from acclaimed designer Scott Almes. Each round of Almanac is played on a different page in the gamebook. Each page represents a unique location/board with a special twist on worker placement. When combined an innovative bidding mechanism for turn order and a vast array of fantasy encounters, every game of Almanac: The Crystal Peaks is a new experience!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Travel"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Dice Rolling",
      "Pick-up and Deliver",
      "Worker Placement"
    ],
    "Families": [
      "Components: Book as Board",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "10381",
    "Name": "Stalingrad: Verdun on the Volga",
    "ID": 154472,
    "Year": "(2016)",
    "Geek Rating": "5.573",
    "Avg Rating": "7.80",
    "Link": "https://boardgamegeek.com/boardgame/154472/stalingrad-verdun-on-the-volga",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.9",
    "Description": "A regimental-scale game of the two-month struggle for control of the 30-kilometer long industrial town that sat on the west bank of the Volga River. Stalingrad: Verdun on the Volga is divided into several two-player scenarios (based on the historical German offensives in September and October). The game enables you to re-fight one of the most important battles of World War II in a single evening (a victory point check at the mid-way point that can keep games under three hours) using Rinella's favorite area impulse game system.&#10;&#10;- Turns represent four days of historical time.&#10;- The unit scale is roughly regimental, with some battalion-sized formations, versus battalion scale with some company-sized formations.&#10;- Only three units types - infantry, armor, and pioneer.&#10;- An accurate modeling of German combat attrition. Based on most recent publications utilizing post-Cold War Soviet sources (primarily Glantz).&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area Movement",
      "Area-Impulse",
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Cities: Volgograd (Russia)",
      "History: World War II (Eastern Front)",
      "Magazine: Against The Odds",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Rivers: Volga"
    ]
  },
  {
    "Rank": "10382",
    "Name": "Privacy 2",
    "ID": 38062,
    "Year": "(2008)",
    "Geek Rating": "5.573",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/38062/privacy-2",
    "Min Players": "5",
    "Max Players": "12",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.25",
    "Description": "Privacy 2 is the sequel of Privacy. 90 new Questions will bring new incredible truths about your friends. And you won't believe your ears again!&#10;&#10;",
    "Categories": [
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Privacy"
    ]
  },
  {
    "Rank": "10383",
    "Name": "Escape the Room: The Cursed Dollhouse",
    "ID": 311686,
    "Year": "(2020)",
    "Geek Rating": "5.573",
    "Avg Rating": "6.21",
    "Link": "https://boardgamegeek.com/boardgame/311686/escape-the-room-the-cursed-dollhouse",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "4",
    "Description": "Escape the Room: The Cursed Dollhouse is an expert level tabletop escape room, designed to keep advanced players solving puzzles for 2-3 hours. Players explore five rooms in a mysterious three-dimensional dollhouse, carefully examining text and visual clues to solve puzzles and escape.&#10;&#10;An online hint system keeps the game accessible to all experience levels.&#10;&#10;~~~~~~~~~~&#10;&#10;Ever since his daughter went missing, old Mr. Garrity has become a recluse. You only see him walking to and from his shed. He stays out there more and more, and lately you've noticed strange lights coming from the shed at odd hours.&#10;&#10;Recently, other local children have gone missing. Mr. Garrity must have something to do with it, and one night you decide to break into his shed. On a bench in the middle of the shed is a dollhouse glowing eerily. It calls to you, and ignoring your instincts, you move toward it...&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Murder / Mystery",
      "Party Game",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Memory",
      "Paper-and-Pencil",
      "Pattern Recognition",
      "Storytelling"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Series: Escape the Room (ThinkFun)"
    ]
  },
  {
    "Rank": "10384",
    "Name": "Timeline Twist",
    "ID": 379290,
    "Year": "(2023)",
    "Geek Rating": "5.573",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/379290/timeline-twist",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.2",
    "Description": "Timeline Twist is a new version of the game Timeline, with gameplay now being co-operative instead of competitive.&#10;&#10;In this game, players team up, communicate, and co-ordinate to find the best strategy to play all 36 cards in the game. The team's goal is to get rid of all the cards players have in hand, either by placing as many events as possible in the right order on the timelines or by discarding them wisely.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Trivia"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Ordering"
    ],
    "Families": [
      "Digital Implementations: Board Game Arena",
      "Game: Timeline",
      "Mechanism: Card Line"
    ]
  },
  {
    "Rank": "10385",
    "Name": "Luxor",
    "ID": 1205,
    "Year": "(2001)",
    "Geek Rating": "5.573",
    "Avg Rating": "6.16",
    "Link": "https://boardgamegeek.com/boardgame/1205/luxor",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.45",
    "Description": "Players try to excavate the most valuable mummies from the pyramids by placing tiles into the vertical board.  Each match allows the player to manuver their explorers around the pillars.  Getting 3 scarabs in front of a pillar allows the excavation of a mummy.  Mummies excavated later in a pillar are more valuable than the earlier ones.&#10;&#10;",
    "Categories": [
      "Ancient"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Ancient: Egypt",
      "Cities: Luxor (Egypt)",
      "Components: Game Box Used In Play",
      "Constructions: Pyramids",
      "Creatures: Mummies",
      "Series: Sphinx (Ravensburger)"
    ]
  },
  {
    "Rank": "10386",
    "Name": "Screaming Eagles",
    "ID": 825,
    "Year": "(1987)",
    "Geek Rating": "5.573",
    "Avg Rating": "6.07",
    "Link": "https://boardgamegeek.com/boardgame/825/screaming-eagles",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.3448",
    "Description": "Screaming Eagles is a jet fighter dogfight with a unique board that allows for some bizarre moves. Players control 1 or 2 fighters and try to shoot each other out of the sky. Movement direction is determined by card play, and movement distance is determined by die roll. When your fighter moves off the front edge of the board, it &quot;loops&quot; to the back of the board and continues. If you successfully position your jet behind an enemy, open fire with you cannon or a missile.  Damage is assessed by a die roll, and multiple hits are needed to bring down a plane unless a(n un)lucky shot strikes the cockpit or fuel tank. This is simple game that plays at jet speed!&#10;&#10;",
    "Categories": [
      "Fighting",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simultaneous Action Selection",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "10387",
    "Name": "Anno Domini: Im Namen des Gesetzes",
    "ID": 17925,
    "Year": "(2003)",
    "Geek Rating": "5.573",
    "Avg Rating": "6.76",
    "Link": "https://boardgamegeek.com/boardgame/17925/anno-domini-im-namen-des-gesetzes",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.4286",
    "Description": "Each Anno Domini set consists of 340 cards, with a description of a historical event on one side of the card, and the year (and sometimes specific date) in which it happened on the other.&#10;&#10;Each player receives nine of these cards (or less, if you want the game to be shorter), and may only look at the descriptions. Players then put in turn a card on the table, *trying* to put theirs in chronological order. A player may, instead of adding a card, claim that the order in which the cards were put is incorrect. In this case all cards are turned over and the correct years revealed.&#10;If the order was correct then the doubting player receives two cards and skips a turn. If the order was incorrect then the previous player, who accepted the order as correct, receives three cards. The first player that gets rid of all the cards wins.&#10;&#10;Bluffing is as least as important as knowledge in this game. Most events are rather obscure or are hard to date exactly, so this ain&rsquo;t no game for the nerds/geeks of this world, even they might think so, because it&rsquo;s full of surprises and pure fun. Highly Recommended, because Anno Domini is a blast to play, is a very enjoyable social event and you even learn something from it.&#10;&#10;Unfortunately there is no English edition in existence, but this game could be a good way, to improve your already existing German skills or a very good reason, to learn German language in the first place.&#10;&#10;The Set &quot;Anno Domini - Im Namen des Gesetzes &quot; contains historical events related to things that went wrong completely. It can be played as a standalone or together with the other sets, which is the best way of playing it.&#10;&#10;Part of the Anno Domini series&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Educational",
      "Humor",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Game: Anno Domini"
    ]
  },
  {
    "Rank": "10388",
    "Name": "Yesss!",
    "ID": 198775,
    "Year": "(2016)",
    "Geek Rating": "5.573",
    "Avg Rating": "6.73",
    "Link": "https://boardgamegeek.com/boardgame/198775/yesss",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "5",
    "Play Time": "30",
    "Weight": "1.2",
    "Description": "Yesss! is a party game, one in which communication is the key to saving humanity against itself! Professor Emmet BLUE, a brilliant though slightly mad scientist, is sure about this, and he and his students have developed an experiment to increase our mutual comprehension skills: Translating an association of two pictures into one single concept that must be understood by others.&#10;&#10;Can you be Professor BLUE&rsquo;s most brilliant disciple? Yesss!&#10;&#10;Yesss! features two play modes &mdash; co-op &amp; versus &mdash; and in both you're trying to make others guess a pair of objects by giving them only a single word as a clue. In the versus mode, you win by having the most brain tokens; in the co-op mode, you're trying to identify as many pairs as possible in three minutes.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Party Game"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": []
  },
  {
    "Rank": "10389",
    "Name": "Tinco",
    "ID": 102631,
    "Year": "(2011)",
    "Geek Rating": "5.573",
    "Avg Rating": "6.88",
    "Link": "https://boardgamegeek.com/boardgame/102631/tinco",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.25",
    "Description": "Tinco is a fast-paced party game from 3 to 6 players. Each player must change cards between each other to make a set of five cards of the same color. Also, each player must take a token from the center of the board. But there are not enough tokens for all the players. The last one gets without a token and loses one point. The player left with the white card at the end of the round also loses one point. All players that have a set of five cards of the same color score 1 point. The first player to reach 5 points wins.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Hot Potato",
      "Race",
      "Real-Time",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Misc: LongPack Games",
      "Series: Pocket Games (Devir)"
    ]
  },
  {
    "Rank": "10390",
    "Name": "Road Hog: Rule the Road",
    "ID": 215482,
    "Year": "(2017)",
    "Geek Rating": "5.573",
    "Avg Rating": "6.38",
    "Link": "https://boardgamegeek.com/boardgame/215482/road-hog-rule-the-road",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6667",
    "Description": "Life on the road means relying on quick wits, mad skills, and a bit of luck to get there in one piece. Road Hog: Rule the Road captures the rolling shark tank that is our modern highway system where players shamelessly compete with each other in an infuriating race to be the first car off the exit to win.&#10;&#10;The board is set up by placing seven road tiles. Players have a hand of three cards and use two dice to manipulate the traffic vehicles and move their own vehicle toward the exit. Cards are played to provide extra movement, move other vehicles, steal other players' cards, and create various other effects to attempt to jockey into first place.&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Modular Board",
      "Point to Point Movement",
      "Roll / Spin and Move",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "10391",
    "Name": "Re;ACT: The Arts of War",
    "ID": 324403,
    "Year": "(2024)",
    "Geek Rating": "5.573",
    "Avg Rating": "8.63",
    "Link": "https://boardgamegeek.com/boardgame/324403/react-the-arts-of-war",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2.8889",
    "Description": "Re;Act is a 1 vs 1 grid based card dueling game about different artists fighting with incredible magic powers based on their different art forms.&#10;&#10;An original IP with character designs by wickedalucard, this cast of colorful characters come with extremely asymmetrical powers and gameplay mechanics.&#10;&#10;A brazen calligrapher whose sword scabbard is giant ink brush, a mysterious dancer whose flowing steps summon giant fish, and a young sculptor whose creatures come to life to swarm his enemies.&#10;&#10;Each character comes with a unique pre-built deck of cards, all of which are either &quot;Intentions&quot;, which start off a chain, or &quot;Reactions&quot;, which can be played in response to an intention or reaction. All effects are played to the React chain, which resolve only once both players pass on playing reactions, and resolve backwards: first in last out. Inspired heavily by the Yugioh Effect Chain and Magic Stack, Re;ACT aims to combine the crunchy competitive counter play of TCGs with the sleek approachability of modern board games.&#10;&#10;As you work to damage your opponent or control the board with your character and summons, you'll also be competing to finish your masterpiece before your opponent, a gorgeous 3 card spread of your character's greatest work. Doing so will grant you powers of your art form's truest expressions, and will be key to victory.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting",
      "Puzzle",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Action Queue",
      "Card Play Conflict Resolution",
      "Grid Movement",
      "Hand Management",
      "Programmed Movement",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Category: Two-Player Fighting Games",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Digital Implementations: Tabletopia",
      "Players: Two-Player Only Games",
      "Theme: Anime / Manga",
      "Theme: Art"
    ]
  },
  {
    "Rank": "10392",
    "Name": "Silencio",
    "ID": 319402,
    "Year": "(2020)",
    "Geek Rating": "5.573",
    "Avg Rating": "6.37",
    "Link": "https://boardgamegeek.com/boardgame/319402/silencio",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "0",
    "Weight": "1.9",
    "Description": "In Silencio, all players form a team together, a team that cannot speak to one another.&#10;&#10;You each start with a hand of cards from four suits, and your goal as a team is to discard as many cards as possible &mdash; but each card played must have a higher value than the previously played card of the same suit. If a newly played card is the direct successor of the card last played of that color, then you orient the card to show its dark side and suffer the penalty from that card, with the green penalty, for example, forcing the next card played to be green while the blue penalty requires you to give another player one of the face-up cards available from the Oracle.&#10;&#10;If a newly played card is not the direct successor of the card last played of that color, then you place the card with the light side face up, taking the bonus depicted on that half of the card if you desire, such as ignoring the next penalty or placing a card from your hand face up in front of you so that anyone could play it.&#10;&#10;Five shrines are play &mdash; one multicolor shrine and one of each color &mdash; and before or after your card play for the turn, you can choose to flip a shrine face down to use the bonus of that color.&#10;&#10;If you can't play or have no cards in hand, you must pass, and if all players pass in turn, then the game ends. Your score is based on the number of cards in all players' hands, with 0 being the best score possible. If you find the game difficult, you can include the tavern card that a few times each game allows a player to give limited information about their hand; if the game is too easy, you can remove some or all of the shrines to eliminate those &quot;extra&quot; bonuses.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Communication Limits",
      "Cooperative Game",
      "Hand Management"
    ],
    "Families": [
      "Digital Implementations: Tabletopia",
      "Organizations: Board Games Association of Creators in Spain (LUDO)"
    ]
  },
  {
    "Rank": "10393",
    "Name": "Pick Two!",
    "ID": 4975,
    "Year": "(1991)",
    "Geek Rating": "5.573",
    "Avg Rating": "6.35",
    "Link": "https://boardgamegeek.com/boardgame/4975/pick-two",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.4783",
    "Description": "From the box: &quot;It's fast, it's fun, and it's always challenging! Each player draws letter tiles, building their own personal crossword as fast as they can. Whenever players use all their letters they call out &quot;pick two!&quot; and everyone, including that player, draws two more tiles. The Catch? These tiles must now be added to your crossword. The Best Part? You can always change your crossword by rearranging letters and even words to use up your tiles. When the center pile of tiles is gone, the first one done... wins!&quot;&#10;&#10;Note: There is a separate page for the electronic Scrabble Speed game released in 2014.&#10;&#10;",
    "Categories": [
      "Real-time",
      "Word Game"
    ],
    "Mechanics": [
      "Spelling"
    ],
    "Families": [
      "Containers: Round Boxes"
    ]
  },
  {
    "Rank": "10394",
    "Name": "Orient Express",
    "ID": 193291,
    "Year": "(2017)",
    "Geek Rating": "5.573",
    "Avg Rating": "6.96",
    "Link": "https://boardgamegeek.com/boardgame/193291/orient-express",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2.6",
    "Description": "Europe is a continent that is both insular by nation, yet hopelessly entangled economically as a whole. You have decided to be a part of the growing railroad boom. All over the continent, rails are needed to connect disparate regions for business and recreation. As your lines cover more ground, it is likely that they be coveted by the very governments you have chosen to support. Eventually they will nationalize your work. Of course you will be well rewarded, but your company will have to start all over in new locations to keep moving ahead. Victory will come to those most able to merge the private and public demands. You may be the mogul that creates the Orient Express, but eventually all of your hard work will become property of the people.&#10;&#10;Orient Express is the sequel to 20th Century Limited. Players create passenger routes or some of the most famous railroads of Europe. When Regional Company routes are scored, they are removed from the board as those routes have been nationalized. The game is very flexible, allowing players to choose which regions to build in and which ones to connect.&#10;&#10;",
    "Categories": [
      "Trains"
    ],
    "Mechanics": [
      "Network and Route Building"
    ],
    "Families": [
      "Continents: Europe",
      "Theme: Orient Express"
    ]
  },
  {
    "Rank": "10395",
    "Name": "Juices",
    "ID": 287222,
    "Year": "(2019)",
    "Geek Rating": "5.573",
    "Avg Rating": "6.51",
    "Link": "https://boardgamegeek.com/boardgame/287222/juices",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.4",
    "Description": "In Juices you assume the role of a Juice Master trying to make the best ones to make people happy. Your main goal is to do the highest amount on Juices, using the best combination of fruits and complements to make them unbeatable.&#10;&#10;Juices is a hand-management, draft and pattern building game, where players try to create juices by combining the fruits that the play from their hand. Each player will have to make his own puzzle to maximize the amount of points of each of the juices that he do. You always give your card to the player in your right, but when you let him to do good Juices he will punish you.&#10;&#10;Will you let him a good card just to take the one that you need? Or instead you will take a worse card just to prevent him on punishing you...?&#10;&#10;These, and a lot more, in each game of Juices!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Puzzle"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Pattern Building"
    ],
    "Families": [
      "Food & Drink: Fruit",
      "Organizations: Board Games Association of Creators in Spain (LUDO)",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "10396",
    "Name": "Revolt on Antares",
    "ID": 2213,
    "Year": "(1981)",
    "Geek Rating": "5.573",
    "Avg Rating": "6.37",
    "Link": "https://boardgamegeek.com/boardgame/2213/revolt-on-antares",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.9697",
    "Description": "Part of TSR's minigame series.  From the rulebook...&#10;&#10;&quot;The Revolt on Antares&quot; minigame has three different scenarios.  In the basic game, the Rebel player leads his or her allies in revolt against the Terran forces and the houses that remain loyal.  In the second game, the Terran player tries to defend himself against revolting houses in league with invading aliens, the Silakka.  In the third game, Terra is neutral, while up to four players try to create the most powerful house on Imirrhos!&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Series: Minigames (TSR)"
    ]
  },
  {
    "Rank": "10397",
    "Name": "Lock 'n Load Tactical: Heroes in Defiance",
    "ID": 184559,
    "Year": "(2017)",
    "Geek Rating": "5.573",
    "Avg Rating": "8.31",
    "Link": "https://boardgamegeek.com/boardgame/184559/lock-n-load-tactical-heroes-in-defiance",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "4.1667",
    "Description": "In May of 1940, the Germans launched Fall Gelb (Case Yellow). Scores of German divisions flooded through the Ardennes and across the borders of France, Belgium and Holland. The blitzkrieg tactics first used in Poland, in 1939, had been put into action again&mdash;and perfected. For over six weeks the Allies, including the British Expeditionary Force (BEF), put up a staunch defense. Despite their defiance, they could not withstand the fierce onslaught of the German Wehrmacht, the fearless Fallschirmj&auml;gers and the notorious SS.&#10;&#10;Heroes in Defiance depicts the full range of the battles for France and the Low Countries, from the first Fallschirmj&auml;ger airborne assaults in Holland to the closing of the pocket of the BEF and the remnants of the French Army at the Channel ports. The module combines all the scenarios and components from Heroes of the Blitzkrieg and its expansion, In Defeat, Defiance, into a new and updated complete game in the Lock &rsquo;n Load Tactical Series. Heroes in Defiance also adds five new scenarios (two previously unpublished) and eliminates the need for overlays with additional maps. It&rsquo;s the blitzkrieg of 1940 at its best!&#10;&#10;UPDATE: All of our manuals and guides can be Downloaded, Viewed, and even printed right from our LnLP Online Library: We now have an Online Library of all, well almost all of our manuals.  We add some every few weeks.  You can find all the LnLT manuals at the link below.&#10;&#10;LnLP Online Library: http://library.lnlpublishing.com/&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Line of Sight"
    ],
    "Families": [
      "Digital Implementations: Steam",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Players: Two-Player Only Games",
      "Series: Tactical (Lock 'n Load Publishing)"
    ]
  },
  {
    "Rank": "10398",
    "Name": "Fast Food Fear!",
    "ID": 223538,
    "Year": "(2017)",
    "Geek Rating": "5.573",
    "Avg Rating": "6.01",
    "Link": "https://boardgamegeek.com/boardgame/223538/fast-food-fear",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "1.0769",
    "Description": "Monsters at the Legoblah! swamp prefer fast food nowadays. It&rsquo;s quick, convenient and you can eat some of the most disgusting junk in the world. Business is good, but customers are extremely demanding; it is highly recommended you don&rsquo;t keep them waiting. As soon as the customer&rsquo;s order is in the kitchen, everyone must hurry to get it ready quickly. Having to explain to a slew of hungry customers why they haven&rsquo;t got their food yet is no fun at all...&#10;&#10;Fast Food Fear is a game about a kitchen far, far away led by a close-knit team of 3 to 6 cooks, engaged in a monstrous race against time. This is a cooperative fast reaction game.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Set Collection"
    ],
    "Families": [
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "10399",
    "Name": "Hogs of War: The Miniatures Game",
    "ID": 312965,
    "Year": "(2021)",
    "Geek Rating": "5.573",
    "Avg Rating": "8.25",
    "Link": "https://boardgamegeek.com/boardgame/312965/hogs-of-war-the-miniatures-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3.3333",
    "Description": "Hogs Of War has gone Mini in the Hogs Of War Miniatures Game.&#10;&#10;Command one of four Hogs factions in a conquest of Saustralasia.&#10;&#10;Recruit your favourite classes of Hog from the original PS1 title including Snipers, Engineers, Bombardiers, Grunts and more! As well as Tanks, Biplanes and Airships, modified to be as you have built them!&#10;&#10;Build an expansive Base to secure your economy. Upgrade your forces to handle new situations, outsmart your opponent or master the terrain!&#10;&#10;Featuring;&#10;&#10;&#10;     96 Miniatures in the box, with Airships, Tanks, Armoured Cars, Biplanes and Infantry!&#10;     A unique RTS-style &quot;Base building&quot; mechanic that uses polyomino Building tiles to add an upgrade system, varied Unit recruitment and more to your faction. There are thousands of Base setups and Building combinations available!  &#10;     A Campaign Book with five core &quot;Mission Modes&quot;, as well as a customisable Co-op / Solo game-mode.&#10;     Out of the box terrain, including Mountains, Forests, Roads and Rivers- to turn any Battlefield into your own unique creation.&#10;     Hundreds of tokens, high quality Unit/ Upgrade cards, deployables, custom dice and more! &#10;&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Fantasy",
      "Miniatures",
      "Territory Building",
      "Video Game Theme",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Action Queue",
      "Alliances",
      "Campaign / Battle Card Driven",
      "Hidden Movement",
      "King of the Hill",
      "Modular Board",
      "Push Your Luck",
      "Team-Based Game",
      "Variable Set-up",
      "Worker Placement"
    ],
    "Families": [
      "Animals: Pigs"
    ]
  },
  {
    "Rank": "10400",
    "Name": "Buccaneer Bones",
    "ID": 147790,
    "Year": "(2013)",
    "Geek Rating": "5.573",
    "Avg Rating": "5.83",
    "Link": "https://boardgamegeek.com/boardgame/147790/buccaneer-bones",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.0638",
    "Description": "Sail your fleet of galleons to the Murky Isles, hiding place for some of the greatest pirate treasures ever buried. Roll the Buccaneer Bones (landlubbers call them &quot;dice&quot;) to send ships out to sea. When you reach the island, you get a special bonus just for being there. But the best part is the treasure! Find the treasure and bring it back to port, then set sail again. The first pirate to bring back three treasures claims the title of &quot;Scourge of the Seven Seas&quot;! Arrrr!!!&#10;&#10;Each player in Buccaneer Bones starts with six ships on the six numbered ports of his player mat; each ship is in a sailing lane that consists of a port, a sea space, and an island. On a turn, the player rolls four dice, then rerolls as many as he wants; if he now has a pair, he advances the ship matching the number rolled one space (from port to sea or from sea to island) and if he has a three-of-a-kind, he advances the appropriate ship two spaces (from port to island). When a player has a ship on an island, he receives a bonus:&#10;&#10;&#10;    When on islands 1 or 6, he rolls one extra die; on islands 1 and 6, he rolls two extra dice.&#10;    When on islands 2 or 5, he can add or subtract one from a rolled die; on islands 2 and 5, he can do this twice.&#10;    When on islands 3 or 4, he can reroll any number of dice one extra time; on islands 3 and 4, he can reroll two extra times.&#10;&#10;&#10;When a player has a ship on an island, if he has a three-of-a-kind matching that island number, the ship grabs one treasure, then returns to port.&#10;&#10;If a player can't advance a ship, he can place his first mate (1) as a scout on an island to grant himself that power on his next turn, (2) as a thief on a treasure owned by a player with more treasure than him, giving him a chance to steal it next turn if he rolls any three-of-a-kind, or (3) as a defender to remove a thief on one of his treasures.&#10;&#10;The game ends the round that a player collects his third treasure. If he's the only one with three treasures, he wins; if multiple players have three, then the tied player who has more ships farther from his ports wins.&#10;&#10;Buccaneer Bones includes a couple of play variants, including rules for a solo game.&#10;&#10;",
    "Categories": [
      "Dice",
      "Pirates"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  }
]