[
  {
    "Rank": "N/A",
    "Name": "Bejinx: Crazed Coopeition Booster Pack",
    "ID": 295805,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/295805/bejinx-crazed-coopeition-booster-pack",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Bejinx Crazed Coopertition Booster Pack is not meant to be paired with a game by itself.  This booster pack is meant to be combined with the Bejinx Basic Deck.&#10;&#10;This booster pack expands the base deck by adding more cards to change your current favorite games.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Fury Football",
    "ID": 295806,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.69",
    "Link": "https://boardgamegeek.com/boardgame/295806/fury-football",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "2",
    "Description": "In this alt-sports game, choose your team, pick your starting lineup from the cards, then roll the dice in a series of back-and-forth possessions across a classic American gridiron.  Most points at the end of eight alternating possessions wins the game.  Add in the advanced strategy cards for even more managerial tactical options.&#10;&#10;In a crumbling future where concrete and smog cover the country, football remains America&rsquo;s pastime.&#10;&#10;Evolved to satisfy the frenzy of its audience, the game has grown faster, harder, and more brutal.  With precious contracts and salaries on the line,  teams do whatever it takes to bring home the victory.  This is the future.  This... is Fury Football.&#10;&#10;Assemble your league and watch as teams square off to be crowned the Fury Football Champion.  Manage a team of your own to see if you can take it to the top.  Play either solo or head-to-head against another player and compete for victory and glory.  The possibilities are endless with Fury Football and your new, unique sports universe.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Sports: American Football / Gridiron"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Twisted Fate: Cowboys VS Aliens",
    "ID": 295807,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.16",
    "Link": "https://boardgamegeek.com/boardgame/295807/twisted-fate-cowboys-vs-aliens",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Draw cards from the deck to assemble your posse of wild west characters in the hopes of defeating one of the many different monsters slowly advancing upon the town.  Use equipment cards and skill cards to hold back the monster as, turn by turn, it creeps closer to town.  You will see reinforcements arrive (and sadly depart) as the game wears on, and the dice determine the advancing movement of the towering monster upon your peaceful town.  If the monster reaches town, you lose!&#10;&#10;Strange tracks have been been popping up near the town, and one thing&rsquo;s for sure... whatever made &lsquo;em ain&rsquo;t from around these parts!&#10;&#10;Twisted Fate: Cowboys VS Aliens is a deck and dice adventure game that builds a story as you play.  Assemble your posse of cowboys and hunt down the alien menace threatening the town.  Arm yourself with the  tools for the job, and adapt your strategy for each unique threat.  If the creature reaches town or grows too powerful all will be lost!  It&rsquo;s up to you to save the day!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "American West",
      "Fantasy",
      "Science Fiction"
    ],
    "Mechanics": [
      "Solo / Solitaire Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bejinx: Whale Surfer Booster Pack",
    "ID": 295808,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/295808/bejinx-whale-surfer-booster-pack",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Bejinx Whale Surfer Booster Pack is not meant to be paired with a game by itself.  This booster pack is meant to be combined with the Bejinx Basic Deck.&#10;&#10;This booster pack adds new and more cards to expand the base deck to play with your favorite games.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pulp Detective: Expansion 3 – Adventurers, Gadgets, and Nemeses",
    "ID": 295816,
    "Year": "(2020)",
    "Geek Rating": "5.519",
    "Avg Rating": "6.92",
    "Link": "https://boardgamegeek.com/boardgameexpansion/295816/pulp-detective-expansion-3-adventurers-gadgets-and",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Pulp Detective: Expansion 3 &ndash; Adventurers, Gadgets, and Nemeses contains 21 new cards (new investigate cards, one gadget card, new nemeses criminal cards), one new die called the blue nemeses die, and a new campaign mode with twelve cases!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Expansion for Base-game",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting",
      "Push Your Luck"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Theme: Pulp",
      "Theme: Retro"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Savage Wilderness: The French and Indian War",
    "ID": 295821,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.18",
    "Link": "https://boardgamegeek.com/boardgame/295821/savage-wilderness-the-french-and-indian-war",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Savage Wilderness - The French and Indian War is our second game simulation of the French and Indian War, the North American theater of The Seven Years&rsquo; War fought between the English and French. One of the key aspects of this conflict was control of the two rivers that served as critical trade routes for both nations, the Allegheny and Monongahela.&#10;&#10;Designed by Bill Molyneaux, Savage Wilderness provides gamers with a fast-playing, introductory-level wargame covering twelve engagements of this war, including alternate variants for you to explore. Using easy to understand rules, each scenario is designed to be played in about an hour. Special scenario rules expand the experience further, bringing unique flavor and mechanics specific to each engagement while staying historically correct.&#10;&#10;Battles included in this game are Grand Pre, Petitcodiac, Fort Bull, Mercer&rsquo;s Massacre, Fort Oswego, Kittanning, German Flatts, Battle of Fort Ligonier, La Belle Famille, Beauport, Bloody Morning Scout, Bloody Run, Devil&rsquo;s Hole, and the 30 turn campaign: The Battle of Fort Fredrick.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "American Indian Wars",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "History: French and Indian War"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Math Fluxx: Turn It Up To 11",
    "ID": 295823,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.71",
    "Link": "https://boardgamegeek.com/boardgameexpansion/295823/math-fluxx-turn-it-up-to-11",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "30",
    "Weight": "0",
    "Description": "5-card expansion for Math Fluxx.&#10;&#10;Keeper:&#10;Eleven (11)&#10;&#10;Goals:&#10;Convenience Store (7 11)&#10;Information (411)&#10;Speed Limit (55)&#10;Emergency! (911)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Game: Fluxx"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monomyth",
    "ID": 295827,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/295827/monomyth",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "40",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Monomyth, the Hero's journey. A fantastic adventure where a group of adventurers will seek to face fantastic beasts that are recognized as the greatest heroes in history. A deck building game where we will be building our future fighting together (or not) against everything that faces us.&#10;&#10;The game consist in players that choose their Champions for a great variety. Each one has it's owns skills an abilities. Each on has a set of initial deck of movements (Protection and attacking).&#10;&#10;Minimum 3 players. The Setup is made buy two others decks of cards (enemies and situations/places). On the player turns, 1 Monster card and 1 situation/places card is Show. The cards show the enemies's handicap, the initial deck that this one has, and the situation/place will make a Stronger or a weaker enemy.&#10;&#10;The player in the turn decide to offer to others players that someone joins him in this particular adventure sharing the prizes that the enemy offers (Victory points and treasures).&#10;&#10;The negotiation begins and only one player could join him. The other one Will act as the Enemy, moving it by him.&#10;&#10;The winner will be the player that hits an amount of Victory Points previously defined.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Deck, Bag, and Pool Building"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Space Gate Odyssey: Barrau",
    "ID": 295828,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/295828/space-gate-odyssey-barrau",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The surface of Barrau is in perpetual change because of important and very frequent tectonic movements.  Rifts,  earthquakes  and  other  tsunamis are part of the daily life on this planet. Only a few areas have relative stability.&#10;&#10;Rules (2-3 players)&#10;Colonization rules:&#10;For each colonization place your settlers on strictly separate areas&#10;Closing conditions:&#10;All the spots of two of the four areas are occupied.&#10;Influence points scoring:&#10;Each of your settlers on an incomplete area is worth 1 Influence point and 2 Influence points on a complete area.&#10;&#10;Rules (4 players)&#10;Colonization rules:&#10;For  each  colonization,  place  your  settlers  on  spot outside the one of your color that is prohibited to you.&#10;Closing conditions:&#10;All the spots of one of the four areas are occupied.&#10;Influence points scoring:&#10;Each of your settlers is worth 1 Influence point and each settler on your prohibited area of your color is worth 1 Influence point.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Tile Placement",
      "Worker Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: Marvel 80 Years",
    "ID": 295829,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.60",
    "Link": "https://boardgamegeek.com/boardgame/295829/monopoly-marvel-80-years",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Gameplay inspired by the Marvel Universe and iconic Marvel artwork including art by Alex Ross. Properties include Covers, Marvel Knights, and Team Leaders, and instead of houses and hotels, this edition features Issues and Omnibuses.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Income",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Comic Books: Marvel Universe",
      "Game: Monopoly (Official)",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Nachtwacht: Duistere Helden",
    "ID": 295830,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.25",
    "Link": "https://boardgamegeek.com/boardgame/295830/nachtwacht-duistere-helden",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "He who can beat the dangerous monster from the underworld wins the game, but it is not as easy as some can imagine. First, you have to start looking for objects in Schemermeer, objects you'll need to beat the monster. Each turn you roll a die and can either move your pawn or attack a monster. Each monster in schemermeer is guarding an object. Beating the monster (also dice-rolling) grants you the object. When you have found the needed objects, go down to the underworld (game board under the table) and battle much more dangerous monsters to find the potion needed. With the correct objects, the potion and a little bit of luck, you can beat the final boss-monster.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice",
      "Fantasy",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dough NAB",
    "ID": 295831,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/295831/dough-nab",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "We won't sugarcoat it, this game's a hole lot of fun!&#10;&#10;In this bakery blitz, you'll need to keep a keen eye on the cards the race to grab a doughnut if you see a match.  But watch out for action cards and the Magic doughnuts that shake up play!&#10;&#10;Win the game to be crowned the Head Baker!&#10;&#10;Each player has a pile of cards, and on your turn you flip the top card and depending on certain cards showing, you may need to grab for one or more of the doughnuts, with the winner giving their cards to the other players.  But take care not to grab at the wrong time!  Your aim is to be the first to get rid of all your cards by successfully grabbing doughnuts.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": [
      "Food & Drink: Donuts",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "くさったバナナ (Kusatta Banana)",
    "ID": 295834,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/295834/kusatsutabanana-kusatta-banana",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "40",
    "Weight": "0",
    "Description": "The trick-taking game &#227;&#129;&#143;&#227;&#129;&#149;&#227;&#129;&#163;&#227;&#129;&#159;&#227;&#131;&#144;&#227;&#131;&#138;&#227;&#131;&#138; (Kusatta Banana), roughly translated as &quot;Rotten Banana&quot;, was released as part of the publisher ruri ruri games' (&#227;&#130;&#139;&#227;&#130;&#138;&#227;&#130;&#139;&#227;&#130;&#138;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#130;&#186;) Autumn 2019 box of trick-taking games, titled &#227;&#131;&#136;&#227;&#131;&#170;&#227;&#131;&#134;&#227;&#130;&#187;&#227;&#131;&#131;&#227;&#131;&#136;&#239;&#188;&#149; (Trick Taking Set 5).&#10;&#10;In &#227;&#129;&#143;&#227;&#129;&#149;&#227;&#129;&#163;&#227;&#129;&#159;&#227;&#131;&#144;&#227;&#131;&#138;&#227;&#131;&#138;, players will stack a series of wooden banana tokens in front of them in a line, and their score at the end of the game will be the largest line of non-rotten banana tokens, counting from the bottom of the line.&#10;&#10;At the start of the game, each player receives a few non-rotten banana tokens and one rotten banana token, and may order them in any order they like.  When a player wins a trick, they collect the top-most banana token from each other player that played a banana card, and add them in an order of their choosing to the bottom of their line of tokens.  The deck consists of mostly banana cards, but also a few leaf cards.&#10;&#10;The rules also allow for a player with no remaining tokens to collect tokens from another player.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bomber: The Rock Climbing Game",
    "ID": 295835,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/295835/bomber-the-rock-climbing-game",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "35",
    "Weight": "1",
    "Description": "Bomber is a rock climbing themed push your luck game where two players race to top out on their respective climb. Whilst overcoming challenging route sections, players need to deal with unforeseen events, manage their energy level and gear placement to avoid hitting the ground in case of a likely fall. If you top out first, you win. If you hit the ground when you fall you lose.&#10;&#10;First each player decides how much energy they will have and how much gear they want to take on the climb: you can be more risky and have more energy to allow you to climb longer stretches, but the falls also become longer and more serious, whereas having more gear allows for steady progress but you will need more breaks to recover some energy.&#10;&#10;Then players take turns deciding how to move along the route, spending energy as they go. For example, it costs no energy to climb across a ledge, but it will take a lot to surmount an overhang or a roof section. Once all energy is spent the player takes a fall. Thus one needs to place gear for protection to prevent falling to the ground (different coloured gear fit only into places with suitable colour, unless it is a bomber placement). When a player places gear, a Place card is taken and the corresponding event is resolved. Every time a player enters a new route tile a Move card is taken and a corresponding event is resolved, which may result in a fall or may replenish some of the player's energy reserves.&#10;&#10;",
    "Categories": [
      "Educational",
      "Sports"
    ],
    "Mechanics": [
      "Movement Points",
      "Push Your Luck"
    ],
    "Families": [
      "Sports: Mountain Climbing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sock Ninjas",
    "ID": 295836,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/295836/sock-ninjas",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "35",
    "Weight": "0",
    "Description": "A ninja-powered card game where you steal, sabotage, and sock-block your friends!&#10;&#10;The game is simple: steal the most socks to win.&#10;&#10;Draw cards and attack opponents UNLESS they SOCK-BLOCK you with a counter card.&#10;&#10;Balance your chakra to unleash overpowering hidden techniques on unsuspecting victims.&#10;&#10;Sound easy? It is. If you got family or friends that love to fight, direct that energy into a uniquely competitive battle over socks.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Comic Book / Strip",
      "Humor"
    ],
    "Mechanics": [
      "Hand Management",
      "Push Your Luck",
      "Take That",
      "Trading"
    ],
    "Families": [
      "Animals: Dogs",
      "Crowdfunding: Kickstarter",
      "Theme: Laundry & Socks",
      "Theme: Ninjas"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Banned Books: Animals",
    "ID": 295838,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.60",
    "Link": "https://boardgamegeek.com/boardgameexpansion/295838/banned-books-animals",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "2-card animals expansion for Banned Books.&#10;&#10;&#10;Characters:&#10;&#10;&#10;     Old Major, from Animal Farm, delivered in Board Game of the Month Club July 2018 package.&#10;     Tango, from And Tango Makes Three, delivered in Board Game of the Month Club December 2018 package.&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Dice",
      "Novel-based",
      "Print & Play",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Push Your Luck",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Animals: Penguins",
      "Animals: Pigs",
      "Game: Banned Books",
      "Series: Wallet Games (Button Shy)",
      "Theme: Books / Libraries"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cinematic Gold",
    "ID": 295839,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/295839/cinematic-gold",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Cinematic Gold is a 2-4 player area control game with high player interaction that lasts around 90 minutes.&#10;&#10;In Cinematic Gold, each player is trying to earn the chance to make a big budget film by contributing the most to an independent movie and begin their Hollywood career.  Each player has been approached by the investors of the independent feature to let them know that if they do all the &ldquo;right&rdquo; things and ensure the movie wins awards, they will be the one person that the investors will let drive their next mega-blockbuster.  Each player earns Victory Points by gaining recognition from being credited in lead and supporting roles, star performances, media appearances, being nominated for and winning awards.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Action Drafting",
      "Area Majority / Influence",
      "Set Collection",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Theme: Movie Industry"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Halcon",
    "ID": 295877,
    "Year": "(1930)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/295877/halcon",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Halcon is typical roll and move board game.&#10;Players are flying over an authentic and detailed map of the Iberian Peninsula, over all the countries and provinces that form country of the same. They fly over their cities, their villages, their rivers and their seas, their mountains, their plains, their ports and their islands. Playing this new game, the Iberian geography is reviewed with pleasure.&#10;&#10;In this fun game there are 12 planes of 4 different colors, 3 planes with the Spanish colors, 3 with the Portuguese colors, 3 with the Moroccan colors and 3 with the Andorra colors. All these planes have to go around the Iberian Peninsula, strictly following the marked circuit and return to the base aerodrome from which they had left at the beginning of the game.&#10;&#10;The player (country), who comeback to his aerodrome first - wins the game.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Aviation / Flight"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Tilly's Very Bad Day: Fast Play Rules for the 30 Years War",
    "ID": 295878,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/295878/tillys-very-bad-day-fast-play-rules-for-the-30-yea",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Recently Brett Simpson pointed me at a simple set of rules for the English Civil War called Rupert's Very Bad Day: Battle of Marston Moor (1644 AD): Fast Play Rules for Students by Matt Fritz.  Rupert's Very Bad Day relies on lots of bases and base removal so isn't very friendly with my big bases and Thirty Years War units with both pike and shot on the same base.  But I liked the simplicity, saw considerable potential, and really liked the name. So I immediately began writing a version that would suit my pike and shot for the Thirty Years War which are based on big bases (80mm x 40mm). My initial draft started very close to Matt Fritz's work, and I remain heavily indebted to him, howeverthe rules have evolved quite far from the original. The biggest similarity to the original rules is probably the name although even there &quot;Rupert&quot; became &quot;Tilly&quot;.  I have introduced more types of stand (light horse, pike+shot, rabble), single stand units (hence pike+shot), a new concept called &quot;resolve&quot; to replace stand removal, morale rules based on resolve, terrain including the option to allow infantry to &quot;defend the hill&quot;, distances based on base width, a more complex interplay of shooting and charging to reflect different national and unit attitudes to these combat options, increase purpose for commanders, optional troop quality (superior, ordinary, inferior, rabble) and hence an optional point system, and probably other things. Despite these additions, and the complexity they bring, I think the rules still allow &quot;fast play&quot;. Although I've got the Thirty Years War in mind &quot;Tilly's Very Bad Day&quot; should be applicable to the Eighty Years War and English Civil War.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Pike and Shot",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "History: Eighty Years' War",
      "History: English Civil War",
      "History: Thirty Years War",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Arise: The First Colony",
    "ID": 295880,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/295880/arise-the-first-colony",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "0",
    "Description": "You are galactic colonists who have crash landed on your destined planet. You must work together to survive, rebuild and defend against the aggressive aliens hellbent on your demise.&#10;&#10;Thrive is a 1-6 player cooperative game that is a 1 to 2 hour immersive experience. Each player takes on the roll of a crew member venturing out to the planet to complete tactical missions, and rebuild the colony. You will feel the tension as you race against time to keep your colony safe and provide your crew food and resources&#10;&#10;The game is broken into various Seasons. Each Season is comprised of a Mission Phase and a Colony Phase&#10;&#10;Thrive really feels like a race against time. Threats increase as moral erodes. Food runs low as the number of alien activity increases. You really feel like you're working to protect and build up your fledgling colony, on the verge of a breakthrough or total defeat.&#10;&#10;During Mission Phases players choose a mission together. Every mission will provide different opportunities to gather resources and complete objectives to score victory points. Victory points represent your ability to eliminate the aliens, and secure your territory. They can also represent your ability to study and understand them enabling you to live alongside them or even communicate with them!&#10;&#10;The goal of winning the game is to earn 15 victory points. Simple. But, in order to do this you must survive the threats and perils of this new world, while maintaining the healthy morale of the crew.&#10;&#10;Morale is one of the three tracks that affect gameplay. The game will be lost, if morale drops to zero.&#10;&#10;The second track is the Threat track. As Threat goes up, more morale is lost every Season. Players can improve these two tracks.&#10;&#10;The final track is the spawn track. The Spawn track increases every Season. It shows players how many aliens spawn from spawning points during the battle for each Mission Phase.&#10;&#10;After each Mission Phase, crew members must return to the colony to complete the Colony Phase. A random event card is drawn that either adds more challenge, or provides a small benefit. Each player then places their crew tokens onto one of the 7 colony stations to perform its action.&#10;&#10;All 7 stations can be accessed by any two crew members, or by one of the four specialists linked to that location, either a Commander, an Engineer, an Agritect or a Medic. The Perimeter lowers Threat level. The Training Grounds improves morale. The Med Bay creates medicine and regains lost health. Stasis Pods awake new crew members that can help in the colony next Season. The Bio-Dome is used to grow food. The Command Center earns valuable victory points. The Workshop is used to make new weapons and equipment. Every station can be improved to be more efficient.&#10;&#10;Thrive has a fast-pace single die combat and skill system. It just takes one roll to determine if a hit is successful and how much damage is done. Damage and success are inversely represented on the dice, giving great balance to every roll.&#10;&#10;Aliens are controlled by a clever and easy to use AI algorithm. The AI is predictable, but adapts automatically to the combined tactical choices of the players, creating a challenging puzzle of movement.&#10;&#10;All player actions in are taken simultaneously, allowing for minimal downtime between turns.&#10;&#10;Characters are all unique and balanced with 3 basic attributes, 3 pools of trait cubes used for actions, focusing and health. An expansive selection of skill tokens also improve each character after each of the first 3 missions.&#10;&#10;The variable event deck, the randomly selected skill tokens, and the randomly drawn missions ensure that no two games will ever be the same.&#10;&#10;The spawn track is a natural gameplay timer. It increases difficulty and provides thematic tension, making every game fun, fresh and exciting.&#10;&#10;The most satisfying element you will find in Thrive is the interconnected puzzles between every Mission Phase and Colony Phase. They are challenging and rewarding. It is a great balance between tactics and strategy. Every choice is meaningful to the team&rsquo;s end results&#10;&#10;",
    "Categories": [
      "Dice",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Cooperative Game",
      "Dice Rolling",
      "Events",
      "Grid Movement",
      "Movement Points",
      "Pattern Movement",
      "Relative Movement",
      "Scenario / Mission / Campaign Game",
      "Simultaneous Action Selection",
      "Variable Player Powers",
      "Variable Set-up",
      "Victory Points as a Resource",
      "Worker Placement, Different Worker Types"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "False Gods' Fall",
    "ID": 295881,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.25",
    "Link": "https://boardgamegeek.com/boardgame/295881/false-gods-fall",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "150",
    "Weight": "0",
    "Description": "An asymmetric, dynamic, strategic and combat game themed in a sci-fi and horror world where different realities, technologies and dimensions gather fantasy beings into a unique and deadly 3D scenario.&#10;&#10;FGF (False Gods' Fall) is turn based game (first a Hero then a God, then a Hero, then a God and so on) where you can play as one of the Heroes.   At the beginning of the game you will get a random objective, to achieve it,you will be able to equip your self with weapons, armors and other interesting tools that will help you reach your goal.   Your character is also able to evolve into whatever you chose from a set of new abilities and improvements to your actual skills, for example, you can make grow another limb to your body or wings to fly.   Once you get your goal, a portal will open for you to escape and win the game.&#10;&#10;You can also chose to play as the GODS and the goal will be to eliminate the Heroes and stop them to escape through a portal.   As the Gods, you do not need trivial items to be better, instead, as the rounds pass by, you will be able to summon random Gods that will arrive with a random Aberration, powerful minions under your control that if are compatible with your God, special skills will be unlocked (for the God and the Aberration) creating new and more interesting strategies to fight against the Heroes.   You win the game if you kill heroes or if you are able to evolve up to the maximum power (11 rounds) before any Hero can escape through a portal.   If nobody chooses to play as the Gods, the cards of the Gods have their own A.I. with a set of simple instructions that players will have to execute during each Gods turn to give them autonomy.&#10;&#10;All these happens in a unique and innovative 3D tile system which round by round will be dynamically changing by rotating tiles, adding or removing barriers that blocks the access to adjacent tiles, increase terrain highness and, change of weather!&#10;&#10;A fantastic feature from FGF's Dynamic 3D Tile System is that you can use it for other existing combat board games and RPGs and add them its unique features and benefits (rotation, dynamic, block access, space elevations, art customization), that way you will refresh and boost their game experience!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Fantasy",
      "Horror",
      "Maze",
      "Miniatures",
      "Mythology",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Critical Hits and Failures",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Hexagon Grid",
      "Movement Points",
      "Semi-Cooperative Game",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Prêt-à-Porter: Fashion Week in Essen",
    "ID": 295885,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.70",
    "Link": "https://boardgamegeek.com/boardgameexpansion/295885/pret-a-porter-fashion-week-in-essen",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Promo scenario that was given for free at Spiel 2019, but is also available for download at the website of Portal Games.&#10;&#10;Game changes are:&#10;&#10;     Location number 7 doesn't give any quality&#10;     In fashion week you don't get any award tokens when there is a tie&#10;     Introduction of the 'evergreen design'&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Economic",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Loans",
      "Set Collection",
      "Worker Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Keil",
    "ID": 295889,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.17",
    "Link": "https://boardgamegeek.com/boardgame/295889/keil",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;IntroductionKeil is a Go-like territory game for two players: Black and White. It is played on the intersections (points) of an initially empty hexagonal grid of triangles. Each player must have access to a sufficient number of stones of their own color.&#10;&#10;Apart from the board, Keil differs from Go in the idea of linking points, which preserves crosscuts and ko by reducing the natural connectivity of the triangular grid.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;DefinitionsTwo adjacent points, and any stones on them, are linked if there is another point adjacent to both that is the same type as at least one of them. Two points are the same type if they are either both empty or both occupied by stones of the same color.&#10;&#10;A group is a stone along with all other like-colored stones one could reach from it through a series of steps between linked stones of that color.&#10;&#10;A liberty of a group is an empty point linked to at least one stone in that group.&#10;&#10;Similarly, a territory is an empty point along with all other empty points one could reach from it through a series of steps between linked empty points. You own a territory if all stones linked to points in that territory are of your color.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;PlayBlack plays first, then turns alternate. On your turn, you must pass or place a stone of your color on an empty point. After a placement, remove all enemy stones in groups without liberties. After all removals, the stone you placed must be part of a group with at least one liberty, and the current board position must be different from the board positions at the end of all your previous turns. Otherwise, your placement is illegal.&#10;&#10;The game ends when both players pass in succession. The player with the higher score in the final position wins. A player's score is the number of stones of their color on the board, plus the number of points in their territories, plus komi in the case of White. The button is used to avoid ties.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Komi and buttonKomi is the whole number of points which is added to White's score at the end of the game as compensation for going second. Before the game starts, the first player chooses the value of komi, and then the second player chooses sides. Alternatively, experienced players may agree on a standard value for all games.&#10;&#10;The button is a special token which is placed next to the board at the start of the game. On your turn, if neither player has taken the button yet, you may not pass, but you may take the button instead of making a board play. At the end of the game, a half point is added to the score of the player who has taken the button. When checking for repetitions, two identical board positions are still considered different if the button had already been taken in one of them but not in the other.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Chaining",
      "Enclosure",
      "Hexagon Grid",
      "Pattern Building",
      "Pattern Recognition",
      "Tile Placement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: HexHex10 Grids",
      "Components: HexHex7 Grids",
      "Digital Implementations: Ai Ai",
      "Digital Implementations: MindSports",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "They Fell Like Stones: Isandlwana",
    "ID": 295894,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.56",
    "Link": "https://boardgamegeek.com/boardgame/295894/they-fell-like-stones-isandlwana",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "2.6667",
    "Description": "&quot;They Fell Like Stones: Isandlwana&quot; is a solitaire tactical simulation of the January 22, 1879 battle. You control the British Imperial forces and solitaire rules govern the Zulu side. As the Imperial commander, you must array your forces as best you can to meet the Zulu attack. Several scenarios are available including the full use of Glyn's Detachment, which historically was sent off on a wild-goose chase, dividing the Imperial forces.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Country: South Africa",
      "History: Anglo-Zulu War",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cards Against Humanity: The Human Pack",
    "ID": 295896,
    "Year": "(2019)",
    "Geek Rating": "5.507",
    "Avg Rating": "6.32",
    "Link": "https://boardgamegeek.com/boardgameexpansion/295896/cards-against-humanity-the-human-pack",
    "Min Players": "4",
    "Max Players": "30",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "This year for Black Friday, we taught a computer how to write Cards Against Humanity cards. Now we put it to the test. Over the next 16 hours, our writers will battle this powerful card-writing algorithm to see who can write the most popular new pack of cards. If the writers win, they&rsquo;ll get a $5,000 holiday bonus. If the A.I. wins, we&rsquo;ll fire the writers.&#10;&#10;The Human Pack consists of 30 beautiful cards about the human condition straight from the hearts of our human writers.&#10;&#10;UPDATE: The writers sold 2% more packs, so their jobs will be replaced by automation later instead of right now. Happy Holidays.&#10;&#10;&mdash;description from the publisher (from Black Friday, 29th November 2019)&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Mature / Adult"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Game: Cards Against Humanity (Official)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cards Against Humanity: The A.I. Pack",
    "ID": 295897,
    "Year": "(2019)",
    "Geek Rating": "5.515",
    "Avg Rating": "6.65",
    "Link": "https://boardgamegeek.com/boardgameexpansion/295897/cards-against-humanity-the-ai-pack",
    "Min Players": "4",
    "Max Players": "30",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "This year for Black Friday, we taught a computer how to write Cards Against Humanity cards. Now we put it to the test. Over the next 16 hours, our writers will battle this powerful card-writing algorithm to see who can write the most popular new pack of cards. If the writers win, they&rsquo;ll get a $5,000 holiday bonus. If the A.I. wins, we&rsquo;ll fire the writers.&#10;&#10;The A.I. Pack consists of 30 cards actually written by a machine learning algorithm trained on our brainstorming documents.&#10;&#10;&mdash;description from the publisher (from Black Friday, 29th November 2019)&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Mature / Adult"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Game: Cards Against Humanity (Official)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Serpentino",
    "ID": 295898,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/295898/serpentino",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Each player sets his tiles on row A of his color. The players roll the number die and the letter die together. The tile indicated by the rolled letter is moved criss cross wise according to the result of the number die. If a blank side of the letter die is rolled, the player may move any tile. On the roll of a 6 the player may roll again. The goal of the game is to reach the spaces of the same color and letter in row B on the opposite side of the game board. Tiles of an opponent may be thrown out an may get brought back into play with the roll of a blank. spaces with the letters of the word &quot;SERPENTINO&quot; are safe. The first player to get his tiles to their destinations on row B wins the game. Spectators may bet on the winner of the game, using the TOTO spaces (win/place).&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Race",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Into the Box",
    "ID": 295900,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/295900/into-the-box",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Your gloves are on, seconds are out, the bell has rung, the crowd is screaming. Engage your rival, make your best moves, and hit first. Now you are on your own.0&#10;&#10;Into the Box is a simulation of a boxing fight for 2 players, focused on the strategy involved. Your goal is to have more points than your rival after 9 or 12 rounds or, alternatively, knock him out before he does it to you.&#10;&#10;Each player has a deck of cards representing their boxer's skills, including punches, guards, and special moves. Players take turns to play their cards from a limited hand. In general, punching does damage, and guarding prevents that damage. Boxers may kiss the canvas as a result of a strong unguarded punch and may be knocked out after sustaining too much damage. You will have to manage your hand wisely, knowing when to attack and when to defend and try to take your adversary by surprise.&#10;&#10;At the beginning of every round, each boxer is granted 10 points from ring judges and must subtract one point for each time they kiss the canvas. At the end of the round, the most damaged boxer must subtract one additional point from his/her score.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Sports"
    ],
    "Mechanics": [
      "Hand Management",
      "Simulation"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Players: Two-Player Only Games",
      "Sports: Boxing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Doggo Cards: Three in One Classic Card Game",
    "ID": 295903,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/295903/doggo-cards-three-in-one-classic-card-game",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Doggo Cards is a set of classic card games based on &ldquo;Go Fish&rdquo; and &ldquo;Old Maid&rdquo; featuring real-life pets. Each box sold helps in providing food and shelter to a street dog.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Memory",
      "Party Game"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Memory",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dungeon Hoard: Diabolic Dungeons",
    "ID": 295904,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/295904/dungeon-hoard-diabolic-dungeons",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "150",
    "Weight": "0",
    "Description": "An unspeakable horror has been awakened in the shadows where evil alchemists experiment in dark magic and disgusting sugar-free potions. The abandoned underground quarters known as The Dungeons are now inhabited by dark creatures ready to do your bidding!&#10;&#10;Diabolic Dungeons is the first expansion for Dungeon Hoard and is not a stand-alone game!&#10;&#10;Introducing The Dungeons, a new lair with a terrifying boss, Diabolic Dungeons allows an additional player to join the game with 36 new cards to add to the existing Dungeon Hoard decks.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Medieval"
    ],
    "Mechanics": [
      "Take That"
    ],
    "Families": [
      "Category: Print-on-Demand"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Game Dev Sim",
    "ID": 295907,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.62",
    "Link": "https://boardgamegeek.com/boardgame/295907/game-dev-sim",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "90",
    "Weight": "3",
    "Description": "Lead your own game studio and create a cool game. Whether it is a masterpiece for a computer, console or mobile platform, the player decides.&#10;&#10;In the process, you will have to look for solutions for more than 60 cases based on real events, developed by professionals in the gaming industry, who have devoted themselves to developing games for many years and were able to recreate that indescribable atmosphere of chaos, fun, horror and extraordinary managerial decisions that are so inherent in game creators.&#10;&#10;You need to create a game keeping the deadlines and meeting the expectations of investors. Only a well balanced team with a fighting spirit can succeed. &#10;You need to keep track of the budget, maintain the team spirit.&#10;&#10;Fixing bugs, closing gaps and so on - you need to overcome different difficulties to stay a successful game dev team and publish a new GAME.&#10;&#10;About authors of the game:&#10;&#10;Golubkin Sergey - the owner of the board games publishing house GEMENOT, has released more than 30 desktops, an ex-producer of computer and mobile games in Ubisoft and Nival.&#10;&#10;Vyacheslav Utochkin is the director of educational programs for the gaming industry at the Higher School of Business Informatics of the Higher School of Economics, worked as a producer at the Mail.Ru Group on Armored Warfare, Perfect World and several other games.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Goblin Grapple: Bethany",
    "ID": 295909,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/295909/goblin-grapple-bethany",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Promo Goblin Card that reads&#10;&#10;&quot;Discard this card and draw a card&#10;If it is a Mage or Brute, end the round&quot;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Bluffing",
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Hand Management",
      "Memory",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Awkwords",
    "ID": 295910,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/295910/awkwords",
    "Min Players": "4",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Awkwords, the delightfully uncomfortable party game&#10;&#10;Awkwords is a card pairing, narrative writing, answer judging, situational party game...with consequences!&#10;Awkwords is a satire party game. None of the situations are based on real life.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Player Judge",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Paper Pinball: Holiday Gauntlet 2019",
    "ID": 295925,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.38",
    "Link": "https://boardgamegeek.com/boardgame/295925/paper-pinball-holiday-gauntlet-2019",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Paper Pinball is a dice game that tries to capture the feeling of playing pinball. All you will need is a pencil, three dice, and about five minutes.&#10;&#10;Each round, roll two dice and fill in one of the scoring zones. Some zones need to be filled in a certain way, and most will cause some sort of effect, so the order you fill them in is important. If you ever can't fill a zone, you'll lose a ball. Lose three balls and the game is over. Try to fill as many scoring zones as possible while triggering multipliers, opening tunnels, and getting the coveted multiball.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice",
      "Print & Play",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Building",
      "Push Your Luck"
    ],
    "Families": [
      "Mechanism: Roll-and-Write",
      "Players: Games with Solitaire Rules",
      "Series: Paper Pinball (Metal Snail Idea Workshop)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Paper Pinball: Goblin Circus",
    "ID": 295926,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.68",
    "Link": "https://boardgamegeek.com/boardgame/295926/paper-pinball-goblin-circus",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Paper Pinball is a dice game that tries to capture the feeling of playing pinball. All you will need is a pencil, three dice, and about five minutes.&#10;&#10;Each round, roll two dice and fill in one of the scoring zones. Some zones need to be filled in a certain way, and most will cause some sort of effect, so the order you fill them in is important. If you ever can't fill a zone, you'll lose a ball. Lose three balls and the game is over. Try to fill as many scoring zones as possible while triggering multipliers, opening tunnels, and getting the coveted multiball.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice",
      "Print & Play",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Building",
      "Push Your Luck"
    ],
    "Families": [
      "Mechanism: Roll-and-Write",
      "Players: Games with Solitaire Rules",
      "Series: Paper Pinball (Metal Snail Idea Workshop)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Nemesis: Achievement Cards",
    "ID": 295927,
    "Year": "(2019)",
    "Geek Rating": "5.690",
    "Avg Rating": "7.97",
    "Link": "https://boardgamegeek.com/boardgameexpansion/295927/nemesis-achievement-cards",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "3.5",
    "Description": "Promo cards containing Achievements - special actions which become available to the players when they meet their requirements.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Horror",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Cooperative Game",
      "Dice Rolling",
      "Hidden Roles",
      "Modular Board",
      "Player Elimination",
      "Semi-Cooperative Game",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Nemesis"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cairn: Promo Megaliths",
    "ID": 295928,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.19",
    "Link": "https://boardgamegeek.com/boardgameexpansion/295928/cairn-promo-megaliths",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "2",
    "Description": "Here are 3 new Megaliths to add to the Megaliths contained in the base game.&#10;&#10;1. The walk of the colossus: Switch the position of one of your shamans with one of your opponent's shamans. This action does not activate any Megaliths.&#10;&#10;2. The shifting stone: Duplicate and apply the effect of one of the available Megaliths.&#10;&#10;3. The heart of the Earth: Build one of two available Megaliths in one of the empty squares of the play area. This action does not increase your score. (Don't forget to replace it with a new megalith.)&#10;&#10;Additional note in the rulebook:&#10;If an action moves or adds a shaman onto a megalith, it immediately activates its effect. If this resolution causes a shaman to move or add onto another megalith, it will then activate its effect.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Prehistoric"
    ],
    "Mechanics": [
      "Grid Movement",
      "Tile Placement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "WOT 2025: Kompania w Obronie",
    "ID": 295929,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.64",
    "Link": "https://boardgamegeek.com/boardgame/295929/wot-2025-kompania-w-obronie",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "The Territorial Defence Force - TDF (Polish: Wojska Obrony Terytorialnej &ndash; WOT) is the fifth military branch of the Polish Armed Forces, following Land Forces, Air Force, Navy and Special Forces. The force is made up of professional and part-time volunteer soldiers, forming part of the country's defence and deterrence system.&#10;&#10;Game covers several situations that WOT soldiers might face - mostly recon, slowing down enemy advance, irregular combat and asymetric warfare. Game uses platoon-company scale.&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Movement Points",
      "Paper-and-Pencil",
      "Ratio / Combat Results Table",
      "Scenario / Mission / Campaign Game",
      "Stat Check Resolution",
      "Turn Order: Role Order",
      "Zone of Control"
    ],
    "Families": [
      "Country: Poland",
      "Players: Two-Player Only Games",
      "Series: 21st Century Battles (Taktyka i Strategia)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Uncharted Empires: A Gaming Supplement for Kings of War",
    "ID": 295930,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.14",
    "Link": "https://boardgamegeek.com/boardgameexpansion/295930/uncharted-empires-a-gaming-supplement-for-kings-of",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "150",
    "Weight": "0",
    "Description": "Uncharted Empires contains 12 new army lists, and for the first time players have access to Army themes. These allow list variants of one of the games master lists and help add new flavor to an existing army to represent a different faction with similar roots. They are a great way to introduce the many sub-factions and players in the world to your games.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Kings of War"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BIASED: ¿Cuántos días más?",
    "ID": 295933,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/295933/biased-cuantos-dias-mas",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "How many situations will you overcome in a biased world?&#10;&#10;This game challenges your strategy skills to choose how to act in each situation. With a large variety of characters, BIASED tries to entertain and to raise awareness about biases at the same time.&#10;&#10;BIASED is a Print &amp; Play game developed by a group of university students, not motivated by financial gain. As easy as download, print and play!&#10;&#10;&mdash;description from the designer (translated)&#10;&#10;&iquest;Cu&aacute;ntas situaciones lograr&aacute;s superar en un mundo sesgado?&#10;En este juego se pone a prueba tu capacidad estrat&eacute;gica para decir c&oacute;mo actuar en cada situaci&oacute;n.&#10;Con una gran diversidad de personajes con la cual enfrentarte a las diferentes situaciones, BIASED pretende entretener al jugador al mismo tiempo que concienciar sobre los sesgos en la sociedad.&#10;BIASED es un Print&amp;Play desarrollado por un grupo de estudiantes universitarios, totalmente gratuito y sin animo de lucro. &iexcl;Tan f&aacute;cil c&oacute;mo imprimir y empezar a jugar!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Print & Play"
    ],
    "Mechanics": [
      "Bias",
      "Dice Rolling",
      "Highest-Lowest Scoring",
      "Open Drafting",
      "Player Elimination"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Imperial Settlers: Empires of the North – Roman Banners",
    "ID": 295934,
    "Year": "(2020)",
    "Geek Rating": "5.981",
    "Avg Rating": "7.99",
    "Link": "https://boardgamegeek.com/boardgameexpansion/295934/imperial-settlers-empires-of-the-north-roman-banne",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "3.125",
    "Description": "Imperial Settlers: Empires of the North &ndash; Roman Banners includes two new Roman decks and additional island cards.&#10;&#10;The Romans sailed far and wide looking for wealth and new realms to conquer! Their legions discovered new lands to expand their dominance and fill their reserves. It wasn't long before they found themselves in conflict with the Empires of the North.&#10;&#10;The expansion Empires of the North: Roman Banners introduces two new Clans to the game, as well as 6 new Islands. Roman Clans offer new strategies and solutions, such as rebuilding previous Locations into majestic structures with enhanced power.&#10;&#10;The clan of mighty Flavian expands its empire by relying on previously built structures and foundations. The more has been built, the easier it gets to acquire new structures. The Clan introduces a new mechanic of building on foundations.&#10;&#10;The adventurous Trajana marches bravely toward new territories. But maintaining a constantly growing empire requires to cover constantly increasing costs. Developing a stable economy is necessary to fulfill Trajana&rsquo;s ambitious plans.&#10;&#10;The expansion includes also 6 additional Island cards (4 Nearby and 2 Distant Islands) with new abilities increasing the replayability of the game even further. 4 new score tokens in colors matching the clan wooden markers can be used as a replacement for the score tokens found in the base game.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game",
      "City Building",
      "Civilization",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Game: Imperial Settlers"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Death To The Soviet!: The Panjshir Valley Cauldron, May 1982",
    "ID": 295935,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/295935/death-to-the-soviet-the-panjshir-valley-cauldron-m",
    "Min Players": "0",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Panjshir Valley V is a simulation on the 5th battle for the valley conducted by the Soviet 108th Mechanized division (and others) that began May 16, 1982. In all of the previous battles to subdue this Mujahideen infested bastion, the Soviets either stalled in advancing or suffered losses beyond their expectations. They never were able to control the valley that stretches for 90 miles and has a narrow valley floor and 10,000 foot mountains astride the dirt road. This type of terrain seemed to nullify much of the Soviet raw military strength.&#10;&#10;&mdash;dscription from the designer&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "History: Cold War",
      "History: Soviet-Afghan War"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Poule Poule: Happy Eggs'mas !",
    "ID": 295936,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.64",
    "Link": "https://boardgamegeek.com/boardgameexpansion/295936/poule-poule-happy-eggsmas",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "5",
    "Play Time": "30",
    "Weight": "1",
    "Description": "The editing of the film Poule Poule continues! New actors appear: Santa Claus, his faithful elves, gift papers, children and Roger who can't help disguising himself&hellip; For a &ldquo;Happy Eggs&rsquo;mas&rdquo;!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Expansion for Base-game",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "Holidays: Christmas"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tavern Masters: Tavern Menu Expansion",
    "ID": 295940,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/295940/tavern-masters-tavern-menu-expansion",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "20 All new alternate rule cards you can mix and match..&#10;&#10;Run things your own way!&#10;Now that you have enjoyed playing Tavern Masters and hopefully even tried some of its expansions, get ready to shake things up in this brand new serving where you can play to 40 gold or draft Patrons every round, or even start with 5 Gold each.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fantasy",
      "Humor",
      "Negotiation"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Negotiation",
      "Open Drafting",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tavern Masters: Pirate's Tavern Promo Pack",
    "ID": 295941,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.12",
    "Link": "https://boardgamegeek.com/boardgameexpansion/295941/tavern-masters-pirates-tavern-promo-pack",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "15 Promotional cards for use with Tavern Masters.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Humor",
      "Negotiation"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Open Drafting",
      "Simultaneous Action Selection",
      "Trading"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Llama Line-Up",
    "ID": 295942,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/295942/llama-line-up",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Roll the dice to see what attributes your llama needs to have (color of llama, color of scarf, and pattern of blanket).&#10;&#10;Be the first to grab the matching llama with a suction cup and you get a point.&#10;&#10;First to five points wins.&#10;&#10;&mdash;user summary&#10;&#10;Get your llama game on with Llama Line Up, a fun - packed fast - paced family game that gets players competing to pick out the right llama quickest!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Recognition",
      "Speed Matching"
    ],
    "Families": [
      "Animals: Llamas"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tavern Masters: Dockside Expansion Kickstarter Promo Pack",
    "ID": 295943,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.43",
    "Link": "https://boardgamegeek.com/boardgameexpansion/295943/tavern-masters-dockside-expansion-kickstarter-prom",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "10 promo cards raised during the Dockside expansion Kickstarter campaign.&#10;&#10;-Handsome Prince&#10;-Sand Witch&#10;-Old Salt&#10;-Flagon Slayer&#10;-Cat Burglar&#10;-Stinky the Grill Cook&#10;-Fish &amp; Chips&#10;-Black Kettle&#10;-The Silver Chalice&#10;-Treasure Barge&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Humor",
      "Negotiation"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Open Drafting",
      "Simultaneous Action Selection",
      "Trading"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Telken Lost",
    "ID": 295950,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/295950/telken-lost",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "90",
    "Play Time": "360",
    "Weight": "0",
    "Description": "Telken Lost is a science fantasy tabletop RPG that uses a card building system for powers/skills. We've finished our first adventure; it's called Shadow of Pharos. You can download it for free at TelkenLost.com.&#10;&#10;Our intent is to continue creation of a series of stories.&#10;&#10;The free download has original art, premade gender neutral characters, a rule system, and an engaging and immersive adventure. The game design is intended to keep focus on story rather than complex rules.&#10;&#10;We hope you'll try the game and leave some comments on our boards. &#10;Thanks for playing.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Science Fiction"
    ],
    "Mechanics": [
      "Role Playing",
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Crime Stories",
    "ID": 295952,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.60",
    "Link": "https://boardgamegeek.com/boardgame/295952/crime-stories",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "In the semi-co-operative card game Crime Stories, each player draws cards from different categories such as crime scene, perpetrator, motive, and cause of death, then writes a short crime story based on these keywords.&#10;&#10;Next, all other players try to discover what this story is about, asking questions about the keywords, determining the details, and reconstructing the case. If you don't want to write a story yourself, you can present the stories of thriller author Veit Etzold included in the game.&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Great Western Trail: 13th Building Tile",
    "ID": 295953,
    "Year": "(2019)",
    "Geek Rating": "5.668",
    "Avg Rating": "7.87",
    "Link": "https://boardgamegeek.com/boardgameexpansion/295953/great-western-trail-13th-building-tile",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "75",
    "Play Time": "150",
    "Weight": "3",
    "Description": "Add each new building tile to the existing building tiles of its color.  This promo comes with four identical 13a/b building tiles, one in each player color.&#10;&#10;13a: Discard exactly one gray cattle (&quot;Jersey&quot;) and perform one single auxiliary action. Perform the action &quot;Place one of your private buildings onto a building space on the trail&quot;. For each craftsman needed for that building tile, you must pay 1 dollar.&#10;&#10;13b: Gain twice as many dollars as you have discs on train stations. Perform one single or one double auxiliary action.&#10;&#10;",
    "Categories": [
      "American West",
      "Animals",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Point to Point Movement",
      "Set Collection",
      "Variable Set-up"
    ],
    "Families": [
      "Game: Great Western Trail"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Katrominoes",
    "ID": 295980,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/295980/katrominoes",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Katrominoes is one of several games playable with the Katarenga board and pieces. This game is invented by the author of Katarenga.&#10;&#10;In Katrominoes players in turn place pentominoes on the Katarenga board. Each player &quot;owns&quot; two colours, trying to cover up as many of the squares beloning to the opponent while leaving a greater number of their own uncovered.&#10;&#10;Score is calculated by multiplying the number of one of your colours still visible by the number of those of your other colour.&nbsp;&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Puzzle"
    ],
    "Mechanics": [
      "Grid Coverage",
      "Square Grid",
      "Tile Placement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: Katarenga Board & Pieces",
      "Components: Polyominoes",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Troika",
    "ID": 295981,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/295981/troika",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2",
    "Description": "Troika is one of several games playable with the Katarenga board and pieces. This game is invented by the author of Katarenga.&#10;&#10;In Troika the board starts empty. The first pawn can be placed anywhere. The pawns after the first have to be placed in such a way that they can be captured by the previous pawn (en prise). &#10;The winner is the player who is able to make a troika&nbsp;&ndash; that is, a line of three pawns of your own colour in a row, whether horizontal, vertical, or diagonal. They need not be adjacent, but may be any distance apart and lying at any angle relative to the board.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement",
      "Modular Board",
      "Square Grid"
    ],
    "Families": [
      "Category: Combinatorial",
      "Category: n in a row",
      "Components: Katarenga Board & Pieces",
      "Players: Two-Player Only Games",
      "Traditional Games: Chess"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Israel: Reise durch das Land der Wunder",
    "ID": 295984,
    "Year": "(1991)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/295984/israel-reise-durch-das-land-der-wunder",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "A game to discover Israel, traveling from city to city.&#10;Each player plays the roll of a traveler trying to find the right path to collect the most points.&#10;Be careful, the other players try to throw obstacles in your way.&#10;Only if you arrive with the most point your destination, you will be victorious.&#10;&#10;",
    "Categories": [
      "Religious",
      "Travel",
      "Trivia"
    ],
    "Mechanics": [
      "Moving Multiple Units",
      "Point to Point Movement"
    ],
    "Families": [
      "Country: Israel"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Anzac Cove",
    "ID": 296009,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/296009/anzac-cove",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2",
    "Description": "&quot;Anzac Cove&quot; is a narrative solitaire wargame that tells the story of the Australian and New Zealand Army Corps (Anzacs) and the landing on the beaches of Gallipoli in the early morning of April 25th, 1915. You must lead your fellow Aussies and work together with your Kiwi and Indian allies in the desperate fight to take and hold the heights overlooking the Dardanelles.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Push Your Luck",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Country: Australia",
      "Country: New Zealand",
      "Country: Ottoman Empire",
      "Country: Turkey",
      "History: World War I –  The Gallipoli Campaign",
      "Misc: Free Wargames",
      "Players: Solitaire Only Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Arcane Alley: Moonstruck Market",
    "ID": 296017,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.92",
    "Link": "https://boardgamegeek.com/boardgameexpansion/296017/arcane-alley-moonstruck-market",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Moonstruck Market is an expansion for Arcane Alley that introduces the werewolf Madame Moonstruck and her traveling market.&#10;&#10;The expansion adds new wizards, new items, and more.&#10;&#10;Use a marketplace to browse and purchase goods for your storehouse, make use of new items to complete sets on their own or as mixed sets with compatible base-game items, and use the ever-changing moon phases to gain moonstruck effects and empower your existing items.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Li'l Tupper's Travels",
    "ID": 296034,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/296034/lil-tuppers-travels",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Similar to Chutes and Ladders - first to the end of a path wins&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Imua!: The Unification of Hawaii, 1795",
    "ID": 296036,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.40",
    "Link": "https://boardgamegeek.com/boardgame/296036/imua-the-unification-of-hawaii-1795",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "In 1795, the Hawaiian Islands were divided amongst competing Ali'l, or high chiefs.  A civil war (known as the &quot;Unification of Hawaii&quot;) took place for control of the entire chain.  This game pits Hawaiian King Kamehameha I against two smaller kingdoms, Maui and Oahu.  The active opposing sides are the Hawaiian Player (HP) vs. the Oahu Player (OP).  Maui units only enter play via a Strategem chit.  A combat unit (and King/Chief pieces) represents around 1,000 warriors (and their sea canoes).&#10;&#10;&mdash;from the back of the postcard&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Wargame"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Simulation"
    ],
    "Families": [
      "Components: Postcard games",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Pocket Battle Games (LPS)",
      "States: Hawaii",
      "Theme: Native Americans / First Peoples"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "AlphaBirds",
    "ID": 296038,
    "Year": "(2024)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgame/296038/alphabirds",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "0",
    "Description": "AlphaBirds is a word-building game. On your turn you draw two cards. Place one in front of yourself and place one in front of another player. Then make a word using either card you placed, if you can. The longer your word, the more points you score. The player who first gets to 20 points wins!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "March on Rome: Expansion",
    "ID": 296039,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/296039/march-on-rome-expansion",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Adds 5th and 6th player plus a replacement map with extra areas and 26 extra cards to accommodate them including 2 new types that can be used with fewer players.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Expansion for Base-game",
      "Political",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Chit-Pull System",
      "Dice Rolling",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "History: Barbarian migrations and invasions",
      "History: Roman Empire"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Psylent Phantom",
    "ID": 296040,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.45",
    "Link": "https://boardgamegeek.com/boardgame/296040/psylent-phantom",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1.5",
    "Description": "&#227;&#130;&#181;&#227;&#130;&#164;&#227;&#131;&#172;&#227;&#131;&#179;&#227;&#131;&#136;&#227;&#131;&#187;&#227;&#131;&#149;&#227;&#130;&#161;&#227;&#131;&#179;&#227;&#131;&#136;&#227;&#131;&#160; (Psylent Phantom) is a Japanese card game. Players are psychics, trapped by organisations and forced to work as assassins, trying to destroy their targets, other psychic assassins.&#10;&#10;The assassin has two methods: the Resonance Ring, or the assassin's super powers. You may choose two out of six abilities at the start: lightning, heat, emotion, fate, space, spirit. If you can use your powers to damage the target, they die when they run out of life points.&#10;&#10;To use the Resonance Ring, you must detect the opponent's two abilities and destroy them with a single blow, by releasing the matched wave from the ring.&#10;&#10;Do you want to use your abilities actively or conceal your abilities by bluffing and deflection, and aim for a blow with the ring? You make the decision.&#10;&#10;With three or four players, your target is the player to your left.&#10;&#10;With only three actions, attack, pass, or use the ring, players must choose different strategies. Players that are aggressive and attacking, risk being destroyed with a single blow from a ring. This keeps the game uncertain and tense.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction"
    ],
    "Mechanics": [],
    "Families": [
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blitzkrieg 1939: Guderian",
    "ID": 296042,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.58",
    "Link": "https://boardgamegeek.com/boardgame/296042/blitzkrieg-1939-guderian",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "180",
    "Weight": "2.5",
    "Description": "Blitzkrieg 1939: Guderian (or Blitzkrieg 1939 I) is the first game in the &quot;Blitzkrieg 1939&quot; mini-series - the planned series about German Armored Corpses during the invasion of Poland in 1939.&#10;&#10;It covers the most important battles fought by the German XIX Armored Corps, led by gen. Heinz Guderian, during 1939 Polish Campaign.&#10;&#10;The game uses the B-35 system, the oldest Polish wargames system, made for the battalion-company scale battles. It's a highly complexed system, with lots of rules and tables, dedicated for the division vs division battles.&#10;&#10;Available battles:&#10;&#10;     Chojnice&#10;     Bory Tucholskie (Tuchola Forest)&#10;     R&oacute;&#197;&#188;an (2 scenarios)&#10;     Wizna (3 scenarios)&#10;     Brze&#197;&#155;&#196;&#135; (Brest)&#10;&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Movement Points",
      "Paper-and-Pencil",
      "Ratio / Combat Results Table",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Country: Germany",
      "Country: Poland",
      "History: World War II (Poland 1939)",
      "Players: Two-Player Only Games",
      "Series: Bitwy II wojny światowej 1943-45 (Dragon / Taktyka i Strategia)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Way of the Warrior (Second Edition)",
    "ID": 296045,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.29",
    "Link": "https://boardgamegeek.com/boardgame/296045/the-way-of-the-warrior-second-edition",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The Way of the Warrior (WoTW) is a solo system to simulate small tactical war operations during World War II; you will be in charge of an infantry squad during a series of missions: you can play a single mission or a campaign game where you'll be able to improve the skills of your soldiers (while facing the inevitable losses).&#10;&#10;This completely redesigned edition of WotW provides you two options to play the game:&#10;&#10;     Portable game: just print a few paper sheets and take your pencil and one die; no components to prepare and a very limited space required on your table.&#10;     Table Top game: play the game using counters (230+), cards (100+) and a playmat.&#10;&#10;&#10;Both options share the same common set of rules and provide the same content, but on a different format; you can of course mix the two options, for example using the Table Top version at home and continuing your camapign with the Portable version while traveling.&#10;&#10;The game covers the European Theatre of Operations, allowing you to lead the forces of one of seven possible armies: Commonwealth, Finland, France, Germany, Italy, USA or USSR.&#10;&#10;The terrain for each mission is generated on the basis of the selected theatre of operation, including:&#10; &#10;     Central and Eastern Europe (general)&#10;     Winter War (Finland, Russia)&#10;     Normandy&#10;     Beach head&#10;&#10;&#10;Additional rules for Airdrop missions are also available: with 25 different objectives, WoTW provides a great choice of tactical challenges.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trash Lords: Gutter Scum",
    "ID": 296065,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/296065/trash-lords-gutter-scum",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The brand-new expansion, Gutter Scum&#10;&#10;     6 new Crusties&#10;     2 new Venues&#10;     A whole lot of &quot;A.I.&quot; enemies to take-down&#10;     A completely new gameplay experience that gives you the option to turn TRASH LORDS into a cooperative game in which players fight side-by-side to stop the evil Scum from taking over their town.&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Expansion for Base-game",
      "Fighting",
      "Humor",
      "Mature / Adult",
      "Political"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Push Your Luck",
      "Take That"
    ],
    "Families": [
      "Theme: Trash / Garbage"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Magnus Opus: A Magnus Rex Expansion",
    "ID": 296066,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/296066/magnus-opus-a-magnus-rex-expansion",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "0",
    "Description": "This expansion adds 14 additional factions and a new ability/building, Magnus Opus buildings, to the base game!&#10;&#10;These Opus buildings give your civilization powerful new unique action cards.  Each Opus building is unique and buildable only once in a game with a unique mix of resources.&#10;&#10;As the game progresses and new resources become available, stronger Opus buildings will also become available!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Civilization"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hexagon Grid",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Print-on-Demand"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Digital Agency Game",
    "ID": 296070,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/296070/the-digital-agency-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Run your own agency in this easy to pick up and learn card game. With over 100 unique cards you'll never know what's going to happen next though.&#10;&#10;The game consists of three card types: Projects, Employees and Events. Take on Projects and attempt to assign the right mix of Employee cards to them in order to win points.&#10;&#10;Played either from your own hand or a common &quot;Resource Pool&quot;, Employee cards represent a diverse workforce, each with their own artwork and unique mix of skills.&#10;&#10;Each turn you must take and play an Event card which may either help or hinder you (for example by stealing an Employee from another player or by making a Project more difficult to complete). Once all Event cards have been drawn, the game ends and the final scores are tallied.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Move Through Deck",
      "Open Drafting",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Rococo: Deluxe Edition",
    "ID": 296100,
    "Year": "(2020)",
    "Geek Rating": "7.201",
    "Avg Rating": "8.20",
    "Link": "https://boardgamegeek.com/boardgame/296100/rococo-deluxe-edition",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3.0738",
    "Description": "Welcome to the Rococo era. Louis XV reigns in France, and it's the height of fashion to attend his lavish balls where important luminaries dress up in extravagant gowns and fancy frock coats, all eager to surpass one another in elegance and grace. In just a few weeks, Louis XV is hosting the final Grand Ball of the season, and everyone is clamoring for you to provide them with an elegant frock coat here, a sumptuous gown there, or even a small sum to fund the great fireworks display. You quickly realize that it's not just about your tailoring business anymore; it's about creating a presence at the most prestigious ball of the era and the chance to gain everlasting fame and prestige.&#10;&#10;In Rococo: Deluxe Edition, you are the owner of a distinguished tailoring business endeavoring to increase your prestige. Each turn, you play an employee card that allows you to perform a task, such as hiring a new employee for your staff, tailoring exquisite gowns and frock coats to rent or sell, or funding some of the many decorations. However, employees are not always able to perform all tasks, so you must plan carefully how you direct them, especially as each employee grants a unique bonus &mdash; including some that generate prestige.&#10;&#10;The Grand Ball ends after seven rounds with a huge fireworks display and final scoring. You will gain prestige points for the sumptuous gowns and frock coats you have rented out to guests at the ball, certain employee bonuses, and the festive decorations you have funded. Whoever has collected the most prestige at the end of the game wins.&#10;&#10;Rococo: Deluxe Edition contains the previously released Jewelry Box expansion, the Festivity Dresses expansion, and the Fancy Dresses promo, as well as a new &quot;Madame du Barry&quot; solo mode expansion. This version of Rococo features changes from the previous edition of the base game, along with premium components including custom poly-resin lace and thread tokens; gold foil heat-stamped, wooden player markers; velveteen cloth bags for garments, silk and jewelry tokens; and upgraded punch boards for the garments, silk, and coins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Economic",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Deck, Bag, and Pool Building",
      "Delayed Purchase",
      "End Game Bonuses",
      "Hand Management",
      "Income",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Country: France",
      "Game: Rococo",
      "Theme: Art",
      "Theme: Fashion",
      "Theme: Sewing / Knitting / Cloth-Making"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mein Lotta-Leben: Alles voller Kaninchen",
    "ID": 296101,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/296101/mein-lotta-leben-alles-voller-kaninchen",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Lotta and her friends have to catch Cheyenne's rabbits which escaped. The top of the variable game board shows five characters from the book series, the bottom shows five locations. In between there is a labyrinth consisting of four stripes with paths on them. &#10;One player rolls a dice, determining from which of the characters a rabbit escaped. All players follow the path of the rabbit and try to determine which location it is hiding in. Rabbits always turn when they have the chance, and if the stripe shows two rabbit holes, they change from one to the other. When a player thinks they know where the rabbit is, they grab the corresponding location tile first. If successful, they get to keep one of the stripes which is then replaced by another. Tiles that have been used are returned face down, so a memory aspect is added. When all stripes have been dealt out, the player with most stripes wins.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Novel-based"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Artemis Project: \"Alien Relic\" Mini-Expansion",
    "ID": 296103,
    "Year": "(2019)",
    "Geek Rating": "5.528",
    "Avg Rating": "7.14",
    "Link": "https://boardgamegeek.com/boardgameexpansion/296103/the-artemis-project-alien-relic-mini-expansion",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "75",
    "Weight": "3",
    "Description": "This micro-expansion includes new cards that give players access to a powerful extra die!&#10;&#10;&#10;    Included with Kickstarter Edition of the base game.&#10;&#10;&#10;",
    "Categories": [
      "Dice",
      "Expansion for Base-game",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Dice Rolling",
      "Set Collection",
      "Take That",
      "Worker Placement with Dice Workers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Einsteins Einmaleins",
    "ID": 296104,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/296104/einsteins-einmaleins",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Einsteins Einmaleins lives up to its name &mdash; &quot;Einstein's Multiplication Table&quot; &mdash; as the game challenges players to create interlocking horizontal and vertical mathematical equations quickly.&#10;&#10;The game has four difficulty levels, with 1-digit or 2-digit numbers, and with 18 or 25 tiles. You can also play against the clock to train your skills...&#10;&#10;",
    "Categories": [
      "Math"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "House Guests From Hell",
    "ID": 296106,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.03",
    "Link": "https://boardgamegeek.com/boardgame/296106/house-guests-from-hell",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "House Guests From Hell brings a unique experience to the table, through patented innovative game play, humor, and collaboration of players. This is a beautiful game that is intellectually stimulating, handsomely crafted, and extremely funny. It plays 2 to 6 players, involving creative problem solving. All players move around the game board in different directions at the same time creating a fun gaming experience.&#10;&#10;The object of the game is to be the first player to get rid of their bad house guest. Entertain your guest, collect tokens and fix their problems that come up along the way.&#10;&#10;Dilemma and solution cards are drawn on every turn, each player has to use a solution to fix their dilemma card. The player has to come up with a persuasive scenario that they present to the other players, who have to vote with a thumbs up or thumbs down resulting in the verdict. It is simple: would it work, or not so much?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Fantasy",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Advantage Token",
      "Dice Rolling",
      "Storytelling",
      "Team-Based Game",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Silk Road: Merchants of Silk Road",
    "ID": 296112,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.89",
    "Link": "https://boardgamegeek.com/boardgame/296112/silk-road-merchants-of-silk-road",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "In Merchants of Silk Road (&#231;&#181;&#178;&#232;&#183;&#175;&#229;&#149;&#134;&#228;&#186;&#186;), players lay out all of the tiles in a single, snaking line, with the tiles being 1-6 squares large (in various sizes from 1x1 to 2x3). Each player has an individual game board with 24 empty squares on it in a 4x6 grid.&#10;&#10;On a turn, the player whose camel is at the back of the line rolls a die. This player either accepts this result, moves their camel forward this many spaces on the path, and takes the tile their camel would land on and places it in their grid OR passes; if the player passes, then the player whose camel is next to last can take this die roll instead, with the original player rolling the die again.&#10;&#10;Whoever first fills their grid wins!&#10;&#10;",
    "Categories": [
      "Medieval"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Building",
      "Set Collection",
      "Turn Order: Time Track"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Hong Kong: Summer 2019",
    "ID": 296121,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/296121/hong-kong-summer-2019",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Hong Kong: Summer 2019 is a miniatures tabletop game based on the series of events started since summer 2019 in Hong Kong.&#10;&#10;In the game the players act as the protesters against Extradition Law Amendment Bill Movement in Hong Kong. A lot of videos taken by the protestors showcased the unnecessary violence exerted by the police force, the events keep going for more than half a year till the time of written.&#10;We hoped to let the players experience what ridiculous events had happened in Hong Kong during this time in the form of a tabletop RPG board game.&#10;&#10;This is a miniatures RPG game mixed with deck building elements.&#10;&#10;Players construct their own action decks which consist of different attack moves, defensive moves and other special moves. They can also acquire new moves through the missions. They are free to take out cards and add cards to their decks for the next missions. Remember, a bigger deck size also means it is harder to draw some wanted cards. Players must consider and make effective decks instead of adding all the cards they get.&#10;&#10;The game is turn-based. Every player performs different actions like these:&#10;&#10;Move &ndash; move the player on the map based on its speed, sometimes they can have special moves with some special action cards.&#10;&#10;Attack &ndash; Players can play cards from their hands to perform different attacks, they have different attribute requirements and the players often have to roll a set of dice to determine the attack strength.&#10;&#10;When an action card is used once, it is discarded. When the player runs out of action cards, he needs to find a safe place to rest to replenish the deck! But they come back automatically once the current mission is over.&#10;&#10;Search &ndash; Players can search the objects on the map and will trigger sudden events, often they have to choose between two options, but sometimes they don't have a choice, it is instead determined by some current conditions.&#10;&#10;Specials &ndash; There are many special moves, like healing wounds, dealing with tear gas, take videos, etc.&#10;&#10;Save Others &ndash; In some missions there are NPC protectors spawning on the map, the players can save them by moving to them and clear the enemies nearby.&#10;&#10;As this is a coop game, the enemy&rsquo;s turn would be played according to the AI deck.&#10;&#10;Remember, do not advance to the very front line always as this is a very hard game.&#10;&#10;There are different objectives in different missions, like saving protesters, surviving for some turns, protect the Lennon walls, setting road blocks, collecting police violence evidence, expose to the mass through the six months.&#10;&#10;Those are just what would happen in one mission, between the missions the players can use the experience earned to upgrade their attributes, get more action moves and construct their own action decks, etc. And remember the final goal is to survive through the missions till November, and increase the mass supports (an in-game value) by that time.&#10;&#10;&mdash;description from the designer'&#10;&#10;",
    "Categories": [
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Grid Movement",
      "Role Playing",
      "Scenario / Mission / Campaign Game",
      "Square Grid"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "San Jose",
    "ID": 296122,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgame/296122/san-jose",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "80",
    "Weight": "0",
    "Description": "San Jose, California.&#10;There is a mansion which had been extended for 38 years.&#10;This bizarre building which has over thousand rooms and ten-thousand windows is called after a lady who owned it, &quot;Winchester Mystery House&quot;.&#10;&#10;The theme of this co-operative game is Winchester Mystery House. Evil spirits which intend to curse and kill the lady will intrude into the house, but lady cannot move to elude them. Using employees of the mansion, who are in six types of job that each has unique ability, and by extending the house, the players must protect lady from the threat of these evils.&#10;&#10;Can you protect the lady to the end...? It requires your wisdom, teamwork, and a bit of luck.&#10;&#10;&#229;&#177;&#139;&#230;&#149;&#183;&#227;&#129;&#174;&#229;&#169;&#166;&#228;&#186;&#186;&#227;&#130;&#146;&#230;&#130;&#170;&#233;&#156;&#138;&#227;&#129;&#139;&#227;&#130;&#137;&#229;&#174;&#136;&#227;&#130;&#139;&#229;&#141;&#148;&#229;&#138;&#155;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#128;&#130;&#232;&#191;&#171;&#227;&#130;&#138;&#230;&#157;&#165;&#227;&#130;&#139;&#230;&#130;&#170;&#233;&#156;&#138;&#227;&#129;&#139;&#227;&#130;&#137;&#227;&#129;&#134;&#227;&#129;&#190;&#227;&#129;&#143;&#233;&#128;&#131;&#227;&#129;&#146;&#227;&#130;&#137;&#227;&#130;&#140;&#227;&#130;&#139;&#227;&#130;&#136;&#227;&#129;&#134;&#227;&#129;&#171;&#229;&#144;&#132;&#229;&#189;&#185;&#232;&#129;&#183;&#227;&#129;&#174;&#232;&#131;&#189;&#229;&#138;&#155;&#227;&#130;&#146;&#231;&#181;&#144;&#233;&#155;&#134;&#227;&#129;&#151;&#227;&#129;&#166;&#227;&#128;&#140;&#229;&#177;&#139;&#230;&#149;&#183;&#227;&#130;&#146;&#229;&#186;&#131;&#227;&#129;&#146;&#227;&#128;&#141;&#227;&#128;&#140;&#229;&#169;&#166;&#228;&#186;&#186;&#227;&#130;&#146;&#233;&#128;&#131;&#227;&#129;&#140;&#227;&#129;&#151;&#227;&#128;&#141;&#227;&#128;&#140;&#230;&#130;&#170;&#233;&#156;&#138;&#227;&#130;&#146;&#231;&#137;&#189;&#229;&#136;&#182;&#227;&#128;&#141;&#227;&#129;&#151;&#227;&#130;&#136;&#227;&#129;&#134;&#227;&#128;&#130;&#229;&#177;&#139;&#230;&#149;&#183;&#227;&#129;&#140;&#230;&#139;&#161;&#229;&#188;&#181;&#227;&#129;&#140;&#229;&#174;&#140;&#228;&#186;&#134;&#227;&#129;&#151;&#227;&#129;&#159;&#230;&#153;&#130;&#227;&#128;&#129;&#229;&#169;&#166;&#228;&#186;&#186;&#227;&#129;&#140;&#231;&#148;&#159;&#227;&#129;&#141;&#227;&#129;&#166;&#227;&#129;&#132;&#227;&#130;&#140;&#227;&#129;&#176;&#231;&#167;&#129;&#227;&#129;&#159;&#227;&#129;&#161;&#227;&#129;&#174;&#229;&#139;&#157;&#229;&#136;&#169;&#10;publisher's summary&#10;&#10;The 2018 edition has some small revisions to the first edition:&#10;&#10;+  size of the box and rulebook&#10;&#10;+ artworks of some of room tiles&#10;&#10;+  shape of evil spirit tokens (disk to cube)&#10;&#10;+ material of lady token (plastic to wood)&#10;&#10;Components of the game&#10;Room tile x 70&#10;Job tile x 6&#10;Evil Spirit tile x 5&#10;Setup tile x 4&#10;Tokens x 13&#10;Evil Spirit token x 5 (each 1 for red, blue, green, yellow, and black)&#10;Lady token x 1&#10;Dice x 2&#10;Rulebook x 1&#10;Summary Sheet x 1&#10;&#10;",
    "Categories": [
      "Horror",
      "Maze"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Map Addition",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Spoker",
    "ID": 296124,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/296124/spoker",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A combination of the gambling game of Texas-Hold'Em poker and the word making game of Scrabble.&#10;&#10;Contents: &#10;The spoker&trade; pack of cards (98 letter cards + 2 'Joker' cards - blanks)&#10;The spoker&trade; playing mat for up to 6 players&#10;The 300 branded hexagonal spoker&trade; chips (made from wood and in 5 denominations)&#10;The spoker&trade; carry case&#10;The spoker&trade; rule book and other games that can be played with the spoker&trade; pack&#10;&#10;The aim of a  game of spoker&trade; is simple. A player tries to put together the highest scoring word from the eight letter cards available to them (unlike Texas Holdem Poker which makes the best 5 card hand from 7 cards available). The word is made from the 3 letters that were privately dealt to each player (hole cards) and the 5 turned over on the spoker&trade; playing mat (the 3 'flop' cards, the 'turn' card and the 'river' card -community cards as in Texas Holdem Poker). Players can use the hexagonal note pads provided to write down and juggle the letters around to help make up words. Players bet in a series of rounds, exactly as in Texas Holdem Poker (with small and big blinds). The winner of the 'Pot' is the player who reveals the highest scoring word at the end of the 4 rounds of betting, or the last player left in the game, as all other players have folded their cards.&#10;&#10;spoker&trade; therefore, places the intellectual and vocabulary expertise of word making, within the exciting arena of gambling and gives you the opportunity to make a profit from your combined skills. A word expert could beat a skilled gambler on many occasions, however a skilled gambler could very well beat a top word player too, due to their knowledge of gambling strategy and bluffs.  An expert in both these fields would find spoker&trade; an exciting and refreshing concept and an excellent opportunity to make a good profit through spoker&trade; gaming!&#10;&#10;&mdash;description from the designer, Jonathan Stone&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Betting and Bluffing"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Magnus Rex: Orient Mysticum",
    "ID": 296126,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/296126/magnus-rex-orient-mysticum",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "0",
    "Description": "In this map pack for Magnus Rex, the modular map is replaced by 2 bi-fold boards. The map contains East Asia and the Indian subcontinent, and has &quot;true start&quot; starting locations for these factions:&#10;&#10;&#10;     China&#10;     India&#10;     Japan&#10;     Mongolia&#10;&#10;&#10;Also included are playing mats for these four factions not included in the base game, and 5 unit shards each, for these unique faction units: Samurai (Japan), Keshik (Mongolia), and Indian Elephant (India).&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Civilization",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hexagon Grid",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Print-on-Demand"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Round 'Em Up, Partner",
    "ID": 296130,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.33",
    "Link": "https://boardgamegeek.com/boardgame/296130/round-em-up-partner",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Howdy, Partner! After spinning the game spinner, gallop around your cow town collecting your lasso, vest, cowboy hat and belt. Carefully navigate watering holes and dust bowls, collect all of your cowboy gear and be the first cowpoke back to the ranch to win! Yeehaw!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Fences: Seasons",
    "ID": 296131,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/296131/fences-seasons",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Seasons is a nine-card expansion for Fences by Bearded Board Games.  Each of the seasons alters the base game in a small way.  Add one or more Seasons to tweak the game play and add replayability.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Farming"
    ],
    "Mechanics": [
      "Enclosure",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Entromancy: Hacker Battles",
    "ID": 296132,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/296132/entromancy-hacker-battles",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Entromancy: Hacker Battles is a cyberpunk fantasy tabletop card game for 2 players. In Entromancy: Hacker Battles, you and your friends will take the roles of hackers and engage in fast-paced, strategic card battles to deploy devastating programs and attempt to overcome each other&rsquo;s security protocols.&#10;&#10;&#10;    Competitive Card Game Mechanics. Draw cards to build and unleash devastating programs upon your&#10;&#10;&#10;opponents while gaining bit points to overcome their security protocols.&#10;&#10;    Customizable Gameplay. Choose from five distinct specializations and multiple objective cards for a new experience every time you play.&#10;    Expandable Up to 4 Players. Engage in fast-paced 2-player card battles where strategy is paramount to victory, and add extra decks to play with up to 4 players.&#10;    TCG Gameplay, Reimagined. Experience strategic card battle mechanics without having to collect extra cards to succeed.&#10;&#10;&#10;&mdash;description from the designer&#10;&#10;Set in the Entromancy universe.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Novel-based",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Theme: Cyberpunk",
      "Theme: Hackers"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pandora's Box Card Game",
    "ID": 296135,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.89",
    "Link": "https://boardgamegeek.com/boardgame/296135/pandoras-box-card-game",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Pandora&rsquo;s Box is the epic strategy game fit for the Gods. This fast-paced, high-energy card game is easy to learn and hilarious to play. As mortals you are trying to reveal your 4 columns (8 cards) to appease the gods while avoiding curses and lock/keys.&#10;&#10;The game is simple, match the god character cards, top and bottom, in your columns to cancel out the points. If you match multiple adjacent columns with the same god you score a Midas Touch which gives you negative points. Finally, if you are the first one to reveal all cards in your columns you get negative bonus points. The player that gets the fewest points wins.  While that may seem simple, the gods are full of passion and your opponents are full of fury so be ready for curse cards that inflict pandemonium and lock/key cards that stop you from changing the cards in your columns.&#10;&#10;The core deck is designed for 2-5 players and the party expansion is designed for 6-10 players. Typical game-play time is 15 minutes per round. Ideal for friends and families that love strategy, laughter, spite, and glory. Appropriate for ages 8 and up.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Mythology",
      "Party Game"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "End Game Bonuses",
      "Highest-Lowest Scoring",
      "Race",
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Misc: Lowest Score Wins",
      "Mythology: Greek"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Battle of the Boy Bands",
    "ID": 296136,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.24",
    "Link": "https://boardgamegeek.com/boardgame/296136/battle-of-the-boy-bands",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "In Battle of the Boy Bands, 3 to 5 players take on the roles of producers in the pop music industry and must build boy bands to compete in special events. The player with the most points at the end of six rounds wins.&#10;&#10;During each round, players try to win the event in play by building the boy band that will earn the most points according to the special event rules. Equipping perk cards from the &quot;Breaking News&quot; deck to boys can give them extra points. Players can sabotage each others' boy bands by playing attack cards from the &quot;Breaking News&quot; deck against them, but watch out! Players can also protect their precious boys with defend cards!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Music"
    ],
    "Mechanics": [
      "Closed Drafting",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Music: Pop"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wings of Glory: World War 1 – Rumpler C.IV",
    "ID": 296140,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.86",
    "Link": "https://boardgamegeek.com/boardgameexpansion/296140/wings-of-glory-world-war-1-rumpler-civ",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The Rumpler C.IV was a fine example of the basic two&ndash;seater reconnaissance airplane in WW1, with easy handling and particularly good high&ndash;altitude performance. For this purpose, a camera lens hole was cut in the fuselage under the observer&rsquo;s position. The airplane was also fitted to carry 100kg/220lbs of light bombs on the wings, giving it a wide range of missions. Released in early 1917, its usefulness meant the airplane was still in the front&ndash;line use at the end of the war, both on the Western Front and the Middle East. About 1150 were built by war&rsquo;s end&#10;&#10;Designed to be used with the popular air combat game system created by Andrea Angiolino and Pier Giorgio Paglia, each WW1 Wings of Glory Airplane Pack is a ready-to-play model, painted and assembled, 100% compatible with any other WW1 Wings of Glory game product. In each pack you will find all you need to play with the airplane: a special base with gaming stats, a variable altitude flying stand (4 different altitudes), and a specific deck of maneuver cards, and special cards depending of the model.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Fighting",
      "Miniatures",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Action Queue",
      "Simulation",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Game: Wings of Glory"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tired of London: the party game for miserable Londoners",
    "ID": 296143,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/296143/tired-of-london-the-party-game-for-miserable-londo",
    "Min Players": "4",
    "Max Players": "10",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "0",
    "Description": "&quot;When a man is tired of London, he is tired of life&quot;, said 18th Century writer Samuel Johnson, who clearly never paid &pound;1,200 a month for a studio flat above a fried chicken shop.&#10;&#10;This is the adult party game for people who are tired of London, and maybe of life as well.  It's really simple - one player picks a Question Card, and the other players submit one of their Answer Cards.  The best answer wins.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Player Judge",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "転々と市 (Tentento Ichi)",
    "ID": 296147,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/296147/zhuan-toshi-tentento-ichi",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1",
    "Description": "&#232;&#187;&#162;&#227;&#128;&#133;&#227;&#129;&#168;&#229;&#184;&#130; (Tentento Ichi) (Roaming Oichi) is a Japanese card game (English rules are online).&#10;&#10;Roaming Oichi is a fast-paced card game based on the actions of Oda Nobunaga&rsquo;s younger sister, Oichi. You&rsquo;ll reveal cards from the deck and strategically use your limited Collect actions to take the cards when the time is right. The player with the most points from their cards at the end of the game wins.&#10;&#10;&#230;&#151;&#165;&#230;&#156;&#172;&#227;&#129;&#174;&#230;&#136;&#166;&#229;&#155;&#189;&#230;&#153;&#130;&#228;&#187;&#163;&#227;&#128;&#129;&#229;&#133;&#181;&#229;&#138;&#155;&#227;&#130;&#146;&#233;&#155;&#134;&#227;&#130;&#129;&#227;&#128;&#129;&#228;&#190;&#161;&#229;&#128;&#164;&#227;&#129;&#130;&#227;&#130;&#139;&#232;&#140;&#182;&#229;&#153;&#168;&#227;&#130;&#130;&#233;&#155;&#134;&#227;&#130;&#129;&#227;&#128;&#129;&#227;&#130;&#136;&#227;&#130;&#138;&#229;&#139;&#162;&#229;&#138;&#155;&#227;&#129;&#174;&#229;&#188;&#183;&#227;&#129;&#132;&#229;&#164;&#167;&#229;&#144;&#141;&#227;&#129;&#171;&#227;&#129;&#170;&#227;&#130;&#139;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#130;&#146;&#231;&#155;&#174;&#230;&#140;&#135;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#151;&#227;&#130;&#135;&#227;&#129;&#134;&#227;&#128;&#130;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#129;&#175;&#227;&#128;&#129;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#146;&#227;&#130;&#129;&#227;&#129;&#143;&#227;&#130;&#138;&#229;&#160;&#180;&#230;&#156;&#173;&#227;&#130;&#146;&#229;&#162;&#151;&#227;&#130;&#132;&#227;&#129;&#153;&#227;&#129;&#139;&#227;&#128;&#129;&#227;&#129;&#130;&#227;&#130;&#139;&#227;&#129;&#132;&#227;&#129;&#175;&#229;&#133;&#168;&#229;&#160;&#180;&#230;&#156;&#173;&#227;&#130;&#146;&#229;&#143;&#150;&#227;&#130;&#139;&#227;&#129;&#139;&#227;&#130;&#146;&#232;&#128;&#131;&#227;&#129;&#136;&#227;&#129;&#166;&#227;&#129;&#143;&#227;&#129;&#160;&#227;&#129;&#149;&#227;&#129;&#132;&#227;&#128;&#130;&#227;&#129;&#159;&#227;&#129;&#160;&#227;&#129;&#151;&#227;&#128;&#129;&#229;&#160;&#180;&#230;&#156;&#173;&#227;&#130;&#146;&#229;&#143;&#150;&#227;&#130;&#139;&#229;&#155;&#158;&#230;&#149;&#176;&#227;&#129;&#171;&#227;&#129;&#175;&#229;&#136;&#182;&#233;&#153;&#144;&#227;&#129;&#140;&#227;&#129;&#130;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#129;&#174;&#227;&#129;&#167;&#230;&#133;&#142;&#233;&#135;&#141;&#227;&#129;&#171;&#232;&#128;&#131;&#227;&#129;&#136;&#227;&#129;&#166;&#227;&#129;&#143;&#227;&#129;&#160;&#227;&#129;&#149;&#227;&#129;&#132;&#227;&#128;&#130;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#140;&#231;&#181;&#130;&#227;&#130;&#143;&#227;&#129;&#163;&#227;&#129;&#159;&#230;&#153;&#130;&#227;&#129;&#171;&#230;&#156;&#128;&#227;&#130;&#130;&#229;&#190;&#151;&#231;&#130;&#185;&#227;&#129;&#140;&#233;&#171;&#152;&#227;&#129;&#145;&#227;&#130;&#140;&#227;&#129;&#176;&#229;&#139;&#157;&#229;&#136;&#169;&#227;&#129;&#171;&#227;&#129;&#170;&#227;&#130;&#139;&#227;&#129;&#167;&#227;&#129;&#151;&#227;&#130;&#135;&#227;&#129;&#134;&#227;&#128;&#130;&#10;publisher's summary&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Lady Death: Last Stand",
    "ID": 296148,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.91",
    "Link": "https://boardgamegeek.com/boardgame/296148/lady-death-last-stand",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "2",
    "Description": "The first-ever game based on the Lady Death comic series.&#10;&#10;Defeat waves of enemies as they attempt to escape Hell and invade Earth. Each turn, encounters are drawn from a deck and are added to a game board where they advance closer to Earth. Using attacks, abilities, strategy, and a little luck, defeat these encounters and achieve the win condition to move on to the next campaign.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The West Kingdom Tomesaga",
    "ID": 296152,
    "Year": "(2020)",
    "Geek Rating": "6.014",
    "Avg Rating": "7.60",
    "Link": "https://boardgamegeek.com/boardgameexpansion/296152/the-west-kingdom-tomesaga",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "240",
    "Weight": "3.3",
    "Description": "Build the kingdom, defend its borders and increase your influence throughout the lands. In the campaign mode, players will be competing in an epic journey to collect the most tomes and earn their place among the chronicles of their people. Alternatively, players may instead band together to take on the ruthless Overlord in separate co-operative modes for each game in the West Kingdom Trilogy.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Medieval"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Set Collection",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Expansions Adding Cooperative Play",
      "Series: Medieval Trilogies (Garphill Games)",
      "Series: The West Kingdom Trilogy (Garphill Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "四畳半ペーパー賽系 (Four-and-a-Half Tatami Mat Galaxy)",
    "ID": 296157,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.63",
    "Link": "https://boardgamegeek.com/boardgame/296157/si-die-ban-pepasai-xi-four-and-a-half-tatami-mat-g",
    "Min Players": "1",
    "Max Players": "100",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "0",
    "Description": "In &#229;&#155;&#155;&#231;&#149;&#179;&#229;&#141;&#138;&#227;&#131;&#154;&#227;&#131;&#188;&#227;&#131;&#145;&#227;&#131;&#188;&#232;&#179;&#189;&#231;&#179;&#187; (Yoj&#197;&#141;han P&#196;&#147;p&#196;&#129; Saikei), roughly &quot;Four and a half tatami mat room&quot;, players are experiencing their last 12 months of school life and trying to balance their school work, hobbies, friends, love life, and a part time job.&#10;&#10;A deck of polyomino cards and a roll of 5 dice determine what shapes the players may color in on their mats each turn.  The first shape may be filled in anywhere, but future shapes must be adjacent to previous ones, and same colored shapes may not be adjacent.&#10;&#10;In each game, a selection of event cards will give players points for meeting certain objectives, and each color of dice has a different scoring algorithm.  Some accomplishments, such as completing each mat of their room, will also earn the player money that they color in on their wallet and can spend for certain bonuses.&#10;&#10;After 12 rounds, the player with the most points wins.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Castle Chess",
    "ID": 296158,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/296158/castle-chess",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This ain&rsquo;t your old man&rsquo;s game of Chess&#10;These Chess Kings are ready for war!&#10;&#10;Defend your Castle and Throne, - while laying siege to the enemies home! This turn based game is a twist on the classic Chess, with new pieces and capabilities including siege equipment and ranged units. The objective of the game is to Eliminate the enemy King or capture their throne, to Win!&#10;&#10;Use siege weapons to destroy the enemy gates &amp; walls!&#10;Use ranged units to eliminate your enemy from elevation points!&#10;&#10;Fight Castle against Castle.... Or leave your Castle &amp; fight in the fields with a second game mode!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Medieval",
      "Wargame"
    ],
    "Mechanics": [
      "Player Elimination"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Traditional Games: Chess"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blood Bowl (2016 Edition): Ogre Team Card Pack",
    "ID": 296160,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.10",
    "Link": "https://boardgamegeek.com/boardgameexpansion/296160/blood-bowl-2016-edition-ogre-team-card-pack",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Ogres are not subtle, but that doesn't mean you don't need a reference for all their special rules, stats and Star Players. This essential deck of 44 cards helps you make the most of your team, ensuring you never forget something in the heat of the game.&#10;&#10;Contents:&#10;&#10;     Reference cards for Ogres, Runt Punters and Gnoblars&#10;     Reference cards for legendary Star Players like Morg &rsquo;n&rsquo; Thorg, the one and only Bob Bifford, Bomber Dribblesnot, Nobbla Blackwort&#10;     Blank cards to create your own players&#10;     1 team roster card, with a match record on the reverse&#10;     4 Inducement cards: Slave Giant, Firebelly, Riotous Rookies, Bottles of Heady Brew&#10;     4 Heroic Feats cards: Remember my Name, Like a Bull on the Gridiron, Ogre-Achiever, and Hungry for Maw&#10;     4 Miscellaneous Mayhem cards: Medi-Ogre, Circling Vultures, No Guts, No Glory, and Your Maw is So Big&#10;     The all-important card explaining how to use the cards, with a red card on the reverse&#10;&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Dice",
      "Expansion for Base-game",
      "Miniatures",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Blood Bowl",
      "Players: Two-Player Only Games",
      "Series: Specialist Games (Games Workshop)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blood Bowl (2016 edition): Ogre Team Pitch & Dugout Set",
    "ID": 296161,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.07",
    "Link": "https://boardgamegeek.com/boardgameexpansion/296161/blood-bowl-2016-edition-ogre-team-pitch-and-dugout",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Ogre stadia would be ruggedly handsome, nestled as they often are high up in the mountains, were it not for the bloodstains and craters full of picked-over bones. If you're into that sort of thing, it&rsquo;s extra pretty. If not, they can be a little less than welcoming.&#10;&#10;One side of this pitch features a barren, rocky field, dominated by a toothy ogre-faced pit filled with the remains of their last team, or meal, as they like to call it. The other side features the same pitch, but covered in snowfall after a winter blizzard, with some ominous red &lsquo;markings&rsquo; for the End Zones&hellip;&#10;&#10;The pack also contains matching double-sided dugouts, replete with a score, goal and re-roll trackers, plus boxes for Reserves, Knocked Out and Serious Injuries. Rules to use both sides of the pitch are included for your reference.&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Dice",
      "Expansion for Base-game",
      "Miniatures",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Blood Bowl",
      "Players: Two-Player Only Games",
      "Series: Specialist Games (Games Workshop)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blood Bowl (2016 Edition): Spike! Journal #8",
    "ID": 296162,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.89",
    "Link": "https://boardgamegeek.com/boardgameexpansion/296162/blood-bowl-2016-edition-spike-journal-8",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Join editor Christoph Pololio on a journey into the Ogre Kingdoms, as he explores the unique culture of the nomadic tribes &ndash; and just why they&rsquo;re drawn so strongly to Blood Bowl. Whilst Ogres are happy to play with other teams for the pure love of lifestyle of violence, money, and free food that accompanies it, they occasionally form their very own teams to show everyone else how it&rsquo;s done.&#10;&#10;This issue of Spike! Journal is stuffed full of all the goodies you need to play these meaty beasts in your games of Blood Bowl. You&rsquo;ll also find rules for hiring actual giants on any team!&#10;&#10;&#10;     Big is Beautiful: breaking down the history of Ogres in the game, as well as the three player positions &ndash; Ogre, Runt Punter, and Gnoblar.&#10;     Background on famous Ogre teams, including the Fire Mountain Gut Busters, plus rules, stats and profiles for Star Players. &#10;     Star Player Spotlight: Morg &rsquo;n&rsquo; Thorg &ndash; One of the most well-known freebooters in the game, this towering brute will play for nearly any team that can afford his exorbitant fees. Learn all about his storied career and in-game stats. &#10;     Dirt from the Dugout &ndash; Mindy Piewhistle breaks down some of the less savoury rumours about the treatment of Gnoblars on Ogre teams. &#10;     Star Player Spotlight: Bob Bifford &ndash; You know him as the King of Commentators, but in his prime &lsquo;the Biff&rsquo; was famous for cracking heads on the pitch &ndash; and you can hire him! Take a look at his impressive profile. &#10;     Titanic Effort &ndash; rules to Induce slave giants on the field, just like Star Players. They&rsquo;re expensive, and a little strange, but these ultimate Big Guys are worth it.&#10;     They Think It&rsquo;s All Ogre&hellip; Top tips and advice for coaching an Ogre team to victory, covering the team&rsquo;s strengths and weaknesses, plus advice for hiring and leading your team successfully through a tournament season.&#10;     Special rules and Inducements to add some flavour to your games. &#10;     Chat with the Rat &ndash; Hackspit Quillchewer sits down with famed Ogre Butcher Gut Firey to chat about improving the state of cuisine at Blood Bowl venues.&#10;     A special 3-page comic featuring Bob &lsquo;the Biff&rsquo; Bifford &ndash; from Nick Kyme and Carl Critchlow &ndash; as he returns to the stadium where he played his first games.&#10;&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Blood Bowl",
      "Players: Two-Player Only Games",
      "Series: Specialist Games (Games Workshop)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Architects of Giza",
    "ID": 296165,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgame/296165/architects-of-giza",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "25",
    "Weight": "0",
    "Description": "We invite you to become an architect of legendary pyramids. To conquer fame and wealth, this will be the gift from Pharaoh. The board game Architects of Giza is a &laquo;roll-and-write&raquo; game, made for 2-4 players and the duration of play no longer than 20 minutes. One turn of the game consist a few rounds, each of them is separated into 2 stages. During the 1st stage players one by one are throwing the dice and writing the summary of numbers of selected dice into the cell of a pyramid. Depending on the quantity of selected dice player can write the summary only into the specific rows. Written numbers have value for the final score, but not only the quantity directly, but also the rows which are completed and pairs of the same numbers will bring additional points. During the 2 stage players have to decide their order for the next turn, because this is an important detail which can bring not only better choice, but also bonuses during the game and in the end as well. &#10;To play Architects of Giza, you need: notepad with the game fields, 6 playing dice D6 and pencils for writing.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Dice",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Re-rolling and Locking"
    ],
    "Families": [
      "Cities: Giza (Egypt)",
      "Constructions: Pyramids",
      "Mechanism: Roll-and-Write",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Takaro!",
    "ID": 296185,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.08",
    "Link": "https://boardgamegeek.com/boardgame/296185/takaro",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1",
    "Description": "The game is incredibly simple yet entertaining and fun for the whole wh&#196;&#129;nau. Each card features a number of symbols. Each of these symbols will have a direct M&#196;&#129;ori translation, which players will need to memorize and learn. Players will flip over two cards competing to find the matching symbols; the first player to call out the correct translation wins the round.&#10;&#10;T&#196;&#129;karo can be played by ages 4+ with each round lasting 10-15 minutes. It will rely on the recognition of 57 various symbols, and the correct pronunciation of their M&#196;&#129;ori names.&#10;&#10;By the end of the game, players will be able to confidently recall a number of the symbols and their corresponding te Reo M&#196;&#129;ori translations helping to expand their vocabulary.&#10;&#10;Each pack contains&#10;&#10;57 - Playing Cards &amp; 8 reference cards.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Matching",
      "Memory",
      "Pattern Recognition",
      "Spelling"
    ],
    "Families": [
      "Country: New Zealand",
      "Theme: Māori"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Icy Dice",
    "ID": 296186,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/296186/icy-dice",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "This is one of the games featured in Dice & Ink: A Roll & Write Anthology, and exists as part of that compilation.&#10;&#10;Icy Dice is a semi-cooperative worker placement and route building game: build sleds, harvest food, and brave the treacherous journey across a frozen ocean of acid, in order to trade food for valuable medicine. Beware, the temperature is on the rise, which could spell doom!&#10;&#10;On your turn:&#10;&#10;Roll the dice and assign the results to&#10;Harvest the food that grows so well in your village,&#10;Build a sled sturdy enough to carry drivers and goods across the ice,&#10;Or drive sleds to make trades and return with the goods!&#10;Plan your route carefully, because you can only pass over the ice so many times.  Will you have enough space for the goods on the return trip, or will you leave a worker behind to rest? In any case, time is of the essence as the ice melts and jeopardizes your sleds.&#10;&#10;Icy Dice requires six standard six-sided dice at minimum, but we recommend two sets of six standard six-sided dice, with each set in a different color. Components include one player sheet per player, and a shared sheet per game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Print & Play",
      "Racing",
      "Transportation"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Income",
      "Line Drawing",
      "Map Reduction",
      "Network and Route Building",
      "Paper-and-Pencil",
      "Pick-up and Deliver",
      "Worker Placement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "PenSylvania",
    "ID": 296187,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.33",
    "Link": "https://boardgamegeek.com/boardgame/296187/pensylvania",
    "Min Players": "1",
    "Max Players": "100",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "This is one of the games featured in Dice & Ink: A Roll & Write Anthology, and exists as part of that compilation.&#10;&#10;In PenSylvania, manage the rustic logging village of Sylvania, which lies on the edge of the forest. The forest is rife with resources to use to develop the village, sell down the river, or protect your livestock. In this competitive resource management game, will you be able to both take care of the town and sell goods down the river for the highest score?&#10;&#10;On your Turn:&#10;&#10;Roll the dice and then rank them from largest to smallest,&#10;Then either choose the two highest dice or the three lowest; the other players get to use the set you didn&rsquo;t pick.&#10;Use the dice you picked (or were dealt) for various actions, such as: exploring deeper into the forest, hauling logs out of the forest, selling goods down the river, buying the tools you need, placing fences in your pasture, or constructing buildings.&#10;&#10;Buildings make your work more efficient, and fences make sure you can raise valuable livestock. But of course, it is not all hard work in Sylvania: the annual bonfire is coming up and it is a festival the entire village works towards. Bonuses await for those who help out with preparations!&#10;&#10;PenSylvania requires five standard six-sided dice. Components include one player sheet per player&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Animals",
      "City Building",
      "Dice",
      "Economic",
      "Industry / Manufacturing",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "I Cut, You Choose",
      "Income",
      "Movement Points",
      "Paper-and-Pencil"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dust and Void",
    "ID": 296188,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgame/296188/dust-and-void",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "3",
    "Description": "This is one of the games featured in Dice & Ink: A Roll & Write Anthology, and exists as part of that compilation.&#10;&#10;Dust and Void is a solitaire adventure in which you play as a captain of an exploration and mining vessel tasked with searching unknown pockets of space for resources. The last remaining humans traverse space in Cathedral, the space-bound city charged with finding a new home for humanity. Your task is to find resources to keep this project going. In doing so, you will have to learn to balance health, work, and worship while braving the dangers of deep space.&#10;&#10;On your turn:&#10;&#10;Roll the dice and assign one die each:&#10;To scan the surrounding area, to see what may await;&#10;To move your ship into a new place, to explore deep space;&#10;To upgrade your ship for various advantages, to be built for the task at hand;&#10;To take advantage of some well-needed rest, or to work long hours at a cost.&#10;Will you and your crew be the talk of all Cathedral with a massive haul of resources, or will a lack of efficiency see you spend the rest of your days as a deep space welder?&#10;&#10;Dust and Void requires four standard six-sided dice. Components include one player sheet.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Print & Play",
      "Space Exploration"
    ],
    "Mechanics": [
      "Action Queue",
      "Dice Rolling",
      "Die Icon Resolution",
      "End Game Bonuses",
      "Paper-and-Pencil",
      "Solo / Solitaire Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Flowers Over Towers",
    "ID": 296193,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.75",
    "Link": "https://boardgamegeek.com/boardgame/296193/flowers-over-towers",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "This is one of the games featured in Dice & Ink: A Roll & Write Anthology, and exists as part of that compilation.&#10;&#10;In Flowers over Towers, the city has been abandoned, and you, as nature, are retaking the towers with your flowers. In this competitive area control game, players attempt to have the majority number of flowers in each tower, so they can claim it as their own. However, instead of rolling all the dice each turn, only the dice that were used get rolled, leaving the unused dice as they are for the next player.&#10;&#10;On your turn:&#10;&#10;Roll the dice that were used last turn,&#10;Pick two dice,&#10;And then put a flower on the tower which is equal to the sum,&#10;Fill two river spaces that are not next to the same building,&#10;Or crumble the top space of a tower you have a flower in.&#10;Will you try to claim a tower for valuable points, with the downside that it grants one of your opponents two flowers to place?    Or will you try to flood the river, which causes the game to change and reward the player who has claimed most of tower eight with a win? Simple mechanics lead to some tough decisions in this quick game.&#10;&#10;Flowers over Towers requires three standard six-sided dice; having differently colored pens for each player is recommended. Components include one shared sheet per game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Dice",
      "Environmental",
      "Print & Play"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Die Icon Resolution",
      "Map Reduction",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Islands of Atlantis",
    "ID": 296196,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/296196/islands-of-atlantis",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "0",
    "Description": "This is one of the games featured in Dice & Ink: A Roll & Write Anthology, and exists as part of that compilation.&#10;&#10;In Islands of Atlantis, raise islands from the depths of the sea and populate them with as diverse a landscape as possible. Each instance of a land type you place will grant you Influence, which unlocks special powers and bonus points. Enclose sets of unique relics to grab extra points. Players will compete in this competitive game to build the best set of islands and score the most points; or play this game as a solitaire game, and try to beat your score.&#10;&#10;On your turn:&#10;&#10;Roll the dice,&#10;Choose one land die to determine what the size of your next piece of island will be&#10;And choose one power die to determine what the terrain of the next piece of island will be;&#10;Then draw the piece, either adding it to an island that has yet to see that type of terrain, or attach it to a matching section in an island that features the type of terrain.&#10;Each time you complete an island, you gain influence, which could get you some points if you try hard enough. Will you fill your sheet exactly and grab a bonus? At what cost will you raise the elusive perfect islands and collect bonus points?&#10;&#10;Islands of Atlantis requires two standard six-sided dice of one color, and three standard six-sided dice of another color. Components include one player sheet per player.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Line Drawing",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Celestial Stories",
    "ID": 296198,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/296198/celestial-stories",
    "Min Players": "2",
    "Max Players": "100",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "0",
    "Description": "This is one of the games featured in Dice & Ink: A Roll & Write Anthology, and exists as part of that compilation.&#10;&#10;In Celestial Stories, players fill the skies with constellations together and tell their stories in this cooperative storytelling game. Instead of taking turns, most of the game is played simultaneously in real time.&#10;&#10;Here&rsquo;s how it works:&#10;&#10;Each player has a player sheet and a six-sided die.    &#10;All players first chart their first star on their sheet. &#10;Then a one minute timer is set.&#10;All players now pass their sheet to their neighbor. &#10;All players then roll their die and chart a star that many spaces away from the first star, following certain guidelines.&#10;Then all players pass their sheet to their neighbor again.   &#10;This process repeats until the timer ends.&#10;All players then finish the constellation they have in front of them.&#10;When all players are done, they each tell a story about how their constellation got in the night sky, and how it relates to the others.   &#10;Come together and spin fantastical stories, enjoy each other&rsquo;s stories and find out how each constellation became the stuff of legends. For once, it is not about winning, but about sharing a story.&#10;&#10;Celestial Stories requires a standard six-sided die for each player. Components include one player sheet per player.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice",
      "Mythology",
      "Print & Play"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Line Drawing",
      "Paper-and-Pencil",
      "Storytelling"
    ],
    "Families": [
      "Mechanism: Story Creation"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lost at Sea",
    "ID": 296201,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.47",
    "Link": "https://boardgamegeek.com/boardgame/296201/lost-at-sea",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "This is one of the games featured in Dice & Ink: A Roll & Write Anthology, and exists as part of that compilation.&#10;&#10;In Lost at Sea, you are the sole survivor of a shipwreck, stranded upon an island of trash. Here, you are trying desperately to stay healthy among the filth and lack of fresh water, with no food or shelter. Can you stay alive long enough to build a raft and escape? This solitaire game with worker placement elements will prove a challenge.&#10;&#10;Each turn consists of two phases: a Day phase and a Night phase. Take action during the Day phase, suffer the consequences of your actions so far in the Night phase, which serves as upkeep.&#10;&#10;On your turn:&#10;&#10;During the Day phase, roll the dice,&#10;Then group and assign the dice to actions; each action requires dice of a specific combined value:&#10;Rest to increase your health, clean to keep the filth off of yourself at least, collect pieces of garbage to help you build tools and a raft, fish for food, and build things to help you survive, such as water catchers or a shelter.&#10;During the Night phase, your hygiene and health worsen (or improve) depending on whether you have food, if your water is clean, and how you are faring overall.&#10;This game is tough in a way that makes you want to play it again, because you know you could do better than you did the last time!&#10;&#10;Lost at Sea requires five standard six-sided dice of one color and one single standard six-sided die of another color. Components include one player sheet.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice",
      "Environmental",
      "Nautical",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Line Drawing",
      "Paper-and-Pencil",
      "Solo / Solitaire Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Tyrants of Yitar",
    "ID": 296218,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/296218/tyrants-of-yitar",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In Tyrants of Yitar up to seven players are tyrants in the land of Yitar trying to become Priest King. This is done by gaining ten Fame points, venturing into the Desolation of the Claw to find the Sword of Yitar, and presenting oneself at the Citadel of Yitar for judgement (rolled on a table).&#10;&#10;Each tyrant starts with randomly-determined attributes (Survival, Guile, Faith, and Generalship), gold, household garrison, warrior bands, and slayers (specially trained assassins). They move around the map to attack the other players, the Merciless Horde of Yin, and the Humanoids of the Claw. This can provide fame and, when attacking other players' households, gold.&#10;&#10;Tyrants can also adventure into such places as the Vale of the Prophets and the Caves of the Necromancer, which may result in gaining magic items or other benefits, but may also have negative effects.&#10;&#10;Each turn a tyrant must also roll for a random event; there is a 1/6 chance nothing will happen but otherwise a player may be ambushed, raided, given gold, etc.&#10;&#10;One unusual rule is that a player is allowed to write a secret message to another player, but it may not be delivered properly; based on a die-roll the message may go astray and a different player may receive it.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Negotiation"
    ],
    "Families": []
  }
]