[
  {
    "Rank": "N/A",
    "Name": "Capital City: The Game Store",
    "ID": 253136,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/253136/capital-city-the-game-store",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "50",
    "Weight": "0",
    "Description": "Yee-haw! Your Old West town is now ready for tabletop fun!&#10;&#10;Nobody in the Old West cares about dry goods, so replace the dry goods store building card in Capital City with The Game Store promotional card.&#10;&#10;",
    "Categories": [
      "City Building",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Hand Management",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Series: The Titans of Gaming (Calliope Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "ShutterBug: Train Tickets",
    "ID": 253140,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/253140/shutterbug-train-tickets",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "50",
    "Weight": "0",
    "Description": "When using the ShutterBug: Train Tickets mini-expansion, during set-up, all players receive one train ticket card and place it face up in front of them. Once per game during their turn, while their pawn is in a city, a player may flip their train ticket to the VOID side to move their pawn to any other city as a free action. Once used, the card cannot be used again for the rest of the game. All aboard!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Exploration"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Series: The Titans of Gaming (Calliope Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dicey Peaks: The Yeti",
    "ID": 253141,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.75",
    "Link": "https://boardgamegeek.com/boardgameexpansion/253141/dicey-peaks-the-yeti",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "50",
    "Weight": "0",
    "Description": "The Yeti is a constant threat while climbing Yeti Mountain. With the Dicey Peaks: The Yeti, this promotional monster can threaten the safety and very sanity of opponents as you conquer the mountain.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Dice",
      "Exploration"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Push Your Luck"
    ],
    "Families": [
      "Creatures: Bigfoot / Yeti / Sasquatch",
      "Crowdfunding: Kickstarter",
      "Sports: Mountain Climbing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Running with the Bulls: The Big Game Convention",
    "ID": 253143,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/253143/running-with-the-bulls-the-big-game-convention",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Everyone who has ever been to &quot;The Big Game Convention&quot; knows what it's like trying to get into the exhibitor hall when the doors first open.&#10;&#10;Well, now you'll have a reason to run! In the Running with the Bulls: The Big Game Convention mini-expansion, the bulls from the city of El Toro are charging and you need to get out of the way. Replace one of the restaurant cards with &quot;The Big Game Convention&quot; card, and you are ready to play...&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Series: The Titans of Gaming (Calliope Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Menu Masters: Tofu",
    "ID": 253144,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/253144/menu-masters-tofu",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Sometimes a chef runs out of an ingredient, but being resourceful, you have decided to substitute tofu for the required ingredient.&#10;&#10;With the Menu Masters: Tofu mini-expansion in play, when completing a menu card, a tofu card can substitute for any ingredient of the same type.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Set Collection",
      "Worker Placement"
    ],
    "Families": [
      "Series: The Titans of Gaming (Calliope Games)",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hive Mind: Board Game Card",
    "ID": 253145,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.60",
    "Link": "https://boardgamegeek.com/boardgameexpansion/253145/hive-mind-board-game-card",
    "Min Players": "3",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The Hive Mind: Board Game Card is a promotional item that adds six new questions to Hive Mind.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Party Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Series: The Titans of Gaming (Calliope Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pokémon Scratchees: Tower of Terror",
    "ID": 253157,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/253157/pokemon-scratchees-tower-of-terror",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Pok&eacute;mon psychic guessing game, with psychic, ghost, poison, grass, and normal Pok&eacute;mon. &quot;Gotta scratch 'em all!&quot;&#10;&#10;In this scratch off game, two players scratch off a square in the pyramid, revealing Pok&eacute;mon, Team Rocket, treasures, etc. Depending on the revealed icon, players get to scratch off other sections of the card. However collects the most Pok&eacute;mon (points) wins the game.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Deduction"
    ],
    "Mechanics": [
      "Push Your Luck"
    ],
    "Families": [
      "Series: Scratchees (Decipher)",
      "Video Game Theme: Pokémon"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Baketage Museum",
    "ID": 253164,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/253164/baketage-museum",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "To get out of Baketage Museum (&#227;&#131;&#144;&#227;&#130;&#177;&#227;&#130;&#191;&#227;&#131;&#188;&#227;&#130;&#184;&#227;&#131;&#165;&#231;&#190;&#142;&#232;&#161;&#147;&#233;&#164;&#168;), you must first free the four ghosts that are guarding the exits &mdash; and to do that, you must find the paired objects where these ghosts have placed their spirit.&#10;&#10;To set up the game, create the stage inside the game box, then place your phone in the stage once you've downloaded the app needed for the game. Place the cards in a circle around the stage, then place each of the playing figures on a separate card.&#10;&#10;On a turn, you roll the die, then move your figure the indicated number of spaces in either direction. You then take the card you've landed on and any other card in the circle and you hold those cards near your face within view of the phone's camera. The app reads the image on the back of each card and transforms each half of your face in some way. Perhaps your left eye grows to an enormous balloon, while your right eye curls like a rainbow. If the cards don't transform your face in the same eye, you return them to their places in the circle, with everyone else remembering what they saw on your face. Perhaps they should tell a story about what the objects you saw in the museum and why they made you look that way.&#10;&#10;If you don't make a match, you lose one of your life tokens, and if someone runs out of tokens, you lose the game. If you do find a match, then great! Remove those cards from play. You're one step closer to escaping the museum.&#10;&#10;The app randomizes which cards have which effects each game.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Electronic"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Memory",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pirates of Penryn",
    "ID": 253165,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.23",
    "Link": "https://boardgamegeek.com/boardgame/253165/pirates-of-penryn",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "120",
    "Weight": "2.5",
    "Description": "Sail your rum from your huge galleon down shallow tidal Cornish waters using your small cramped RumRunner boat. You must make several trips back and forth to port, re-loading your limited RumRunner hand with the best combination of rum, crew and florin cards. Changing winds and tides affect which areas of the board are navigable and how far you can sail on each turn. The waters are also full of whirlpools that can twist your fortunes for good as well as ill. Other players can set the local seamonster upon you to cause trouble, or sail abreast to start a skirmish with their ferocious or charming crew and steal your profits. The player who successfully stows the most florins safely aboard their galleon (and has a decent crew to defend them) claims victory.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Nautical",
      "Pirates"
    ],
    "Mechanics": [
      "Hand Management",
      "Pick-up and Deliver"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Combat HQ",
    "ID": 253167,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/253167/combat-hq",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "3",
    "Description": "Combat HQ is a set of World War Two miniatures wargame rules.&#10; The game features seven combat missions and a campaign system. Also included are started battlegroups for late war German, Commonwealth, Soviet and US forces.&#10;&#10;GAME FACTS&#10;Game Length: 2-3 hours.&#10;Unit Scale: The Platoon is the basic unit in the game and is represented by a model vehicle, infantry or gun.&#10;Ground Scale: 1&rdquo; equals 50 yards.&#10;Figure Scale: Plays equally well with 2mm, 6mm, 10mm, 15mm and 20mm figures. 28mm figures are possible, but a large table is required.&#10;Bases: No bases are required for vehicles. If you have based vehicle models, just make all measurements to the vehicle chassis and ignore the bases.&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Armoury Bible Game",
    "ID": 253169,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/253169/the-armoury-bible-game",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "60",
    "Play Time": "150",
    "Weight": "0",
    "Description": "In the world of The Armoury, you will work together to battle sin by forging and putting on the Armour of God!&#10;&#10;Use The Armoury Bible Game to teach the Bible to friends and family as the Game Master or learn the Bible by adventuring in the game as the Warrior or Bard.&#10;&#10;As a player your team will do various Bible challenges such as memorising scripture, answering Bible questions and finding Bible books you will score Attack, Defence or Utility points to engage the Tentacled Creature of Disparage (Sin) in battle.&#10;&#10;As the Game Master, you will customise the Attack, Defence and Utility challenges in order to maximise your Bible learning!&#10;&#10;Once the team have successfully defeated the devilish Tentacled Creature of Disparage you will be awarded real-life Quests by the Game Master to continue the epic adventure and Bible learning away from the table.&#10;&#10;The Armoury Bible Game can be used to teach apologetics, catechise and encourage daily Bible reading.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Religious"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Memory",
      "Role Playing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "5-Minute Dungeon: Curses! Foiled Again!",
    "ID": 253170,
    "Year": "(2018)",
    "Geek Rating": "6.065",
    "Avg Rating": "7.30",
    "Link": "https://boardgamegeek.com/boardgameexpansion/253170/5-minute-dungeon-curses-foiled-again",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "30",
    "Weight": "1.3158",
    "Description": "In Curses! Foiled Again! the Dungeon Master has unearthed a book of magical curses, and unleashed terrifying new threats to haunt the heroes.&#10;&#10;Curses! Foiled Again! is an expansion for 5-Minute Dungeon that brings new challenges and abilities to the party in their quest to defeat the Dungeon Master. The expansion adds Boss Cards to the Dungeon, two new heroes (Druid and Shaman), and powerful Artifacts that can be activated once per dungeon to help the party. This expansion also adds support for up to 6 players.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Expansions Changing Player Count",
      "Series: 5-Minute (Connor Reid)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "End the Outbreak",
    "ID": 253173,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/253173/end-the-outbreak",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "End the Outbreak is a 1-4 Player Table Top Board Game, Players are the Heroes on a mission to Quarantine a worldwide outbreak, along the way they must battle hoards of zombies, multiple mini-bosses and defeat the 3 main bosses guarding the components needed to quarantine the outbreak.&#10;&#10;Using Perks to gain advantage over stronger enemy mini-bosses, players must make their way through the game collecting XP required to face the main bosses before they buy the ending and End the Outbreak.&#10;&#10;A feature rich roll and play Zombie themed board game.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Zombies"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Inside the Cup Golf",
    "ID": 253174,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/253174/inside-the-cup-golf",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Inside the Cup is a simulation of the sport of golf using PGA Tour players and courses.&#10;&#10;The development of the game started as a spinoff of the old Avalon Hill Golf game and then blossomed into something all its own. The stats the PGA tour keeps are much more detailed than ever before allowing for players to really show their strengths and weaknesses on golfer cards. Golfers are rated for driving length and accuracy. The cards show the golfers&rsquo; ability to hit greens from all distances along with proximity to the hole. Scrambling shots from the sand or around the green are captured as well as putting ability for distance and keeping away from the 3 putt.&#10;&#10;Courses are depicted in colorful segments showing the good and the bad places on each hole. As shots are hit they end up in quadrants on the course that show the next club that will need to be used. Stay in the fairway and your next shot should be easier and hold better on the green. Hitting out of the rough or worse can make the shot to the green harder and might not hold up like you like. You don&rsquo;t want to be too far off the green as those areas could spell danger, while around the green shows safer chip shots or bunkers to hit out of. Some greens even have adjustments that make them easier to hole out or some are more likely to bring out a 3 putt.&#10;&#10;Gamers can just let the golfers&rsquo; golf or you can have some strategic decisions to make. Should I hit a little less club onto this narrow fairway? Go for it on this par 5? Should I go pin hunting or just play it safe to the middle of the green? Should I putt aggressively or just lag it up there and get off this green?&#10;&#10;There are even ways to quick play the game. You can go hole by hole or finish a round with one roll of the dice. ITCG is a fairly fast playing game that can allow a gamer to take his favorite golfers out on some of his favorite courses without leaving his own table.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Sports: Golf"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dungeon Slayer",
    "ID": 253175,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/253175/dungeon-slayer",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Dungeon Slayer is a 1-4 player, fully cooperative, card game of dungeon crawling adventure. Each player will assume the role of an iconic hero, who, through the strategic use of an action deck unique to that hero, will delve into ancient ruins, hidden enemy strongholds, and sanctums of mystical power. There the heroes will face increasingly numerous and deadly enemies as they venture into ever more dangerous chambers in their quest to defeat a deadly foe, recover a long lost relic, or other bold deed.&#10;&#10;Dungeon Slayer is unique from other dungeon crawlers in that it makes no use of miniatures or tiles, relying solely on the placement of hero and adversary cards to define the space of the passage or alcove in which combat occurs. This makes Dungeon Slayer easily portable and quick to set-up, while still preserving the feel of a heroic quest.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Grid Movement",
      "Role Playing"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Building Blocks",
    "ID": 253176,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/253176/building-blocks",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Who doesn&rsquo;t love building blocks? In this cooperative game 2-5 players try to build four perfect towers.&#10;&#10;Each tower has a different color and is built by playing cards of that color in the right order. The players start the round by choosing the build order. Then, the players try to add cards from their hands to the towers. If they can't, they have to discard a card. Based on the discards of the last player, new cards are divided over the players.&#10;&#10;Play continues until the first player runs out of cards. The final score is based on the height of the created towers. While only limited communication is allowed, the players cooperate to get the highest score.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Contests: 54-Card Game Design"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Inkarumi",
    "ID": 253177,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.80",
    "Link": "https://boardgamegeek.com/boardgame/253177/inkarumi",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "0",
    "Weight": "1.3333",
    "Description": "Inkarumi (&quot;Stone of the king&quot;) is a roll and write game in which the players aim to be the first to fill their entire pyramid of 21 fields. Six sixes are needed for the bottom row, five fives for the next, etc., with one one topping off the pyramid. &#10;On a turn, a player rolls six dice only once and can check off all fields that are supported by two fields in the row below. However, if they roll more of a number than the row supports, they cannot fill that row. When a player rolls the exact dice to finish their pyramid, they have to yell &quot;Inkarumi&quot;. If another players yells first, they roll is forfeit. Anyone who calls out &quot;Inkarumi&quot; in error has to delete some previously filled fields. The first player to completely fill their pyramid is the winner.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [],
    "Families": [
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rawkahh! Launch",
    "ID": 253186,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/253186/rawkahh-launch",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "To win the game by leaving the planet with most points before the meteor hits the planet!&#10;&#10;Each player gets 6 game cards and an action card, while the crystals are store in the tin&#10;&#10;Depending on how many players are playing, 2-5 game cards will be dealt in the center&#10;&#10;All players can choose to scavenge for materials or raid other player&rsquo;s warehouse by showing their action card altogether&#10;Players that are aiming for the same card during scavenging needs to battle each other to win the card&#10;There are 3 mini games to choose for battle!&#10;&#10;At the diplomacy phrase, players can trade/forge/assemble/mine&#10;&#10;The game will end in 3 turns when 2 &ldquo;Doomsday&rdquo; card are dealt&#10;&#10;Players that are able to build a spaceship can tally up the points and the most points wins!&#10;&#10;Make allies or betray them! There could be 2 or more winners or no one wins!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Negotiation"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Rawkahh! Whiz",
    "ID": 253187,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/253187/rawkahh-whiz",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Each player starts with 1pc 8 sided and 10 sided white dice&#10;Vote for a player to go first and choose 1 of 2 actions&#10;&#10;Re roll the Green or Red 10 sided dice, can re roll both&#10;    Call out A, B, or C and reveal a game card from deck&#10;&#10;When the game card is revealed, all players can solve the equation by arranging the dice to provide the missing variables!&#10;&#10;Players who got the right equation wins the card, they are disqualified for that round if they got it wrong&#10;1 card = 1 point, players with most card wins&#10;&#10;Games end when no more cards can be drawn or players can set the match point!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Math"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Rawkahh! Oops",
    "ID": 253188,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/253188/rawkahh-oops",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Draw 4 characters and place on the side&#10;    A starting player can choose 1 of 3 actions&#10;          A. Redraw the 1 to 4 character cards&#10;          B. Challenge a player to win their card by playing the mini games&#10;          C. Flip a game card to start the fun!&#10;    If there is a matching character between the character card and game card, players can yell the character names/species to win the card&#10;    When 2 or more players yell the correct match at the same time, we can refer this as &ldquo;collide&rdquo;&#10;    These players need to quickly yell &ldquo;Oops!&rdquo; and yell the matching names again&#10;    The player who is left standing wins the card!&#10;    Players that yells the wrong match will be disqualified for that round and if they are disqualified for 3 rounds in a roll, they lose 1 card&#10;&#10;1 card = 1 point, most point wins the games when no more card can be drawn!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Memory",
      "Player Elimination"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Supervillain: This Galaxy Is Mine! – Henchmen Expansion",
    "ID": 253189,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.90",
    "Link": "https://boardgamegeek.com/boardgameexpansion/253189/supervillain-this-galaxy-is-mine-henchmen-expansio",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "I love minions. They are indispensable cogs in the machine of my villainous ambitions &mdash; but they aren't too smart. You have to watch the minions all the time  because otherwise they would screw up everything. I got sick and tired of this. I wish I had loyal assistants able to chasten the minions, twist the asteroids' tails, and bring me coffee in bed... Well, perhaps, that's not necessary.&#10;&#10;But in our galaxy, everybody with a head on their shoulders fancies themselves a villain. Where to find quick-witted servants? Luckily, the League of Villains has come to aid just in time. They have assembled a portal to another dimension inhabited by best henchmen in the universe and vowed to open it once per season. I hope they are not lying. So all I can do now is wait! And rig the portal with explosives, of course, to prevent other villains from laying hands on what is rightfully mine!&#10;&#10;The Henchmen Expansion for Supervillain: This Galaxy Is Mine! gives you figures that are head and shoulders above ordinary minions. In the hands of a skilled villain, each henchman is able to reverse the course of the intergalactic battle!&#10;&#10;At the start of the game, you shuffle the &quot;Unstable Portal&quot; card in the domination deck along with &quot;Secret Facilities&quot;. Sooner or later, some player draws &quot;Unstable Portal&quot; , and when this happens, each villain takes a henchman card, which includes three abilities from which to choose. You can play any one of those abilities, then you place the henchman card in the discard pile.&#10;&#10;The two upper abilities of a henchman card are played strictly in accordance with the minion ops rules. Furthermore, using a henchman is considered playing minion ops. Therefore, during your turn, you may either play one of the two upper henchman's abilities or a regular minion ops (along with any number of swift minion ops). As for the lower ability on a henchman card, it is played as swift minion ops. It's much weaker than any of the two upper abilities, yet comes in handy sometimes!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Supervillain: This Galaxy Is Mine! – Nebula Expansion",
    "ID": 253190,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/253190/supervillain-this-galaxy-is-mine-nebula-expansion",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": " &mdash; Dad, &ndash; a little minion asked, &ndash; what is shining so bright in the night sky? Is it a planet?&#10;&#10;&mdash; No, it&rsquo;s dark on the planets during the night &ndash; they are saving power to build Secret Projects.&#10;&#10;&mdash; Perhaps, it&rsquo;s a star?&#10;&#10;&mdash; No son, we can&rsquo;t see stars &ndash; the entire outer space is veiled by smoke traces left by Asteroids.&#10;&#10;&mdash; So, what is it? &ndash; the kid insisted.&#10;&#10;&mdash; They say, it&rsquo;s an ancient space station flying in a nearby nebula, &ndash; mysteriously whispered father minion making his eyes even more round. &ndash; This is an artifact of proto-Villains who had lived long before the birth of our Master! This station contains countless treasures...&#10;&#10;&mdash; New Secret Projects, Asteroids, and more Minions? &ndash; the kid supposed. In response, the father gave a pat on the son&rsquo;s helmet and tousled his toy plasma gun hanging on the belt. A smart boy is growing! Just like his father.&#10;&#10;Shuffle one or both Nebula Discovered! cards to the Domination deck. When a Villain draws Nebula Discovered! card from the deck, draw a Nebula card randomly from the Nebula pack of cards. Put three Asteroid-proof tokens near it.&#10;&#10;While the Nebula card is in game, each Villain may launch Asteroids into the Nebula &ndash; instead of targeting other Villains.&#10;&#10;When an Asteroid hits the Nebula, the Villain who has launched it gets exactly what is printed on the Nebula card. Then the Villain discards the Asteroid and removes one of the Asteroid-proof tokens placed near the Nebula. If it was the last remaining Asteroid-proof token, the Nebula card also goes to the discard pile.&#10;&#10;A Villain may send a charged Asteroid into a Nebula as well. Such an Asteroid smashes the Nebula into pieces after executing its effect. Why do so? To prevent other Villains from getting benefits from that Nebula, of course!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Från ingenting till randig tandkräm",
    "ID": 253191,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/253191/fran-ingenting-till-randig-tandkram",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Litteral translation of title: &quot;From nothing to striped toothpaste&quot;.&#10;&#10;The game starts at nothing, before light and dark, and ends with the invention of striped toothpaste. A pedagogical game about the meaning of life and the purpose of humankind.&#10;&#10;Cards follow a sequence a'la dominoes. A turn consists of the player who has the next card in sequence on hand placing it on the table. This player then has the choice of playing an event card, making players switch cards in various ways.&#10;&#10;The goal of the game is to lay out all the cards, depicting a sort of evolution. The winner being the player who places the &quot;striped toothpaste&quot; card. Box contains 76 cards.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Civilization",
      "Educational"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Traditional Games: Dominoes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Supervillain: This Galaxy Is Mine! – League of Villains Expansion",
    "ID": 253193,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/253193/supervillain-this-galaxy-is-mine-league-of-villain",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": " Dear Villains! Colleagues and Friends!&#10;&#10;You are invited to participate in a fascinating experiment. As you already know, in a Galaxy far, far away, Superheroes have vanished. The local Villains were swift to use this opportunity and started a marvelous mayhem. They aren&rsquo;t that experienced yet but have already laid hands on the antimatter and erected Secret Facilities on their planets.&#10;&#10;Our duty is to enlighten them by setting the poor things on the right path of mutual destruction. Share your experience, teach disastrous tricks to them &mdash; and don&rsquo;t forget to retreat before it gets too hot. As we always do.&#10;&#10;Please submit three copies of your signed applications to the galactic cash register. The name of the lucky winner who is about to join the scuffle first will be announced separately!&#10;&#10;Setup: Shuffle New Legend with the Domination deck. Deal one Run for Power! card to each player. Put the upper Legendary Villain card face-up. When a Villain draws New Legend card from the Domination deck, replace the Legendary Villain card with the next one.&#10;&#10;Each Legendary Villain has a Salutation, Influence, and Superpower. Salutation comes into effect when the Legendary Villain enters the game. The Legendary Villain's Influence is in effect all the time while the respective Legendary Villain card is in play. Finally, each player may address the Legendary Villain for moral and physical support (activate his/her Superpower) by using Run for Power! card.&#10;&#10;You may play Supervillain with League of Villains expansion as it is described in it's basic rules. Or... you may use it as an incredible source of new game modes!&#10;&#10;League of Villains is the expansion bringing maximum variability to the game. In addition, it raises the replayability manyfold.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Supervillain: This Galaxy Is Mine! – Lootable Planets Expansion",
    "ID": 253194,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.80",
    "Link": "https://boardgamegeek.com/boardgameexpansion/253194/supervillain-this-galaxy-is-mine-lootable-planets",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Not all Villains are as smart as I am. Frankly speaking, all these other Villains are much inferior to me, the great and one of a kind! But this is in our Galaxy. Recently another Galaxy has approached ours; it looks like the local Villains were pumpkin-headed enough to waste each other. Only Minions remain. The poor things wither without supervision on their desolate planets...&#10;&#10;The scouts (those who managed to survive) report though that space self-defense forces are still active on some planets, while miniatures shaggy alien beasts were spotted on other planets, while somewhere else... these issues have to be dealt with. I have to send an Asteroid there.&#10;&#10;Or two Asteroids. Or, even better, three. Somebody has to scavenge the scarce values left on these mysterious planets. Otherwise other Villains are going to loot everything...&#10;&#10;Postscriptum. A special note for Asteroid firing pointers: &ldquo;Shoot gently! The Asteroid must neatly penetrate the force field around the planet leaving all the valuables intact for further scavenging. Understood?&rdquo;&#10;&#10;During the game, Lootable Planets expansion provides an alternative. You may launch an Asteroid either into another Villain or into Lootable Planets. Then, in the beginning of your next turn, the Asteroid hits the target and... you find out what has happened.&#10;&#10;Some cards of the Lootable Planets expansion are very useful. Hitting such a card is like hitting the jackpot! For example, May the Loss Be with You! card allows you to seize a random card from other Villain&rsquo;s hand immediately, Backdoor Asteroid &mdash; to deliver a sudden blow to other Villain&rsquo;s planet, while Star Shower &mdash; to launch two Asteroids at once.&#10;&#10;Other cards of the Lootable Planets expansion are not that efficient. Sometimes the Minions point the Asteroid not very precisely and it smashes a half of the planet. The remaining half brings smaller loot.&#10;&#10;Finally, there are two nasty cards &mdash; Ambush of Alien Hamsters and Assault on Black Hole. The Minions have launched the Asteroid... in a wrong direction. Assault on Black Hole simply &lsquo;eats&rsquo; your Asteroid, which is logical &mdash; what else would you expect from a Black Hole?! But the Hamsters are worst of all. These tiny evil beasts retarget your Asteroid into you!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Supervillain: This Galaxy Is Mine! – Reaction Expansion",
    "ID": 253195,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.12",
    "Link": "https://boardgamegeek.com/boardgameexpansion/253195/supervillain-this-galaxy-is-mine-reaction-expansio",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Quick reaction is good not only in the Wild West (where the sole Secret Facility is Saloon, Colt Frontier Six-Shooter is used instead of Asteroids, while the only Minion is your horse). There are plenty of specialists in the space able to perform cunning tricks at breakneck speed! For instance... e-r-r-r... can&rsquo;t find other examples... OK, for instance, me.&#10;&#10;Oops, and another Villain &mdash; who used to rub hands foretasting some nasty success &mdash; finds himself among the ruins of his foolish hope. His Project failed to be completed on time, while the assault of his best Minion Operatives &mdash; successfully countered. Quick reaction rules!&#10;&#10;Minion Ops with Reaction ability are played in response to certain actions of another Villain. These may be played during the other Villain&rsquo;s turn, during your own turn (in theory), and basically at any time when the required condition is met.&#10;&#10;In addition, you may play these Minion cards as regular Mobs. The Reaction ability pertains only to the Minion Ops.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Hive Mind: Dice Tower 4 card promo set",
    "ID": 253196,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/253196/hive-mind-dice-tower-4-card-promo-set",
    "Min Players": "3",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "This set of 4 Hive Mind cards were created for the 2018 Dice Tower  Kickstarter campaign.  They add 24 new pop culture based questions to the base game. Many question were based on suggestions from The Dice Tower.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Party Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Promotional: Dice Tower",
      "Series: The Titans of Gaming (Calliope Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Plop: Het Kabouterbos",
    "ID": 253197,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.75",
    "Link": "https://boardgamegeek.com/boardgame/253197/plop-het-kabouterbos",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Based on a popular Belgian TV-show (Kabouter Plop), Plop Het Kabouterbos is a game where players choose a character from the show and try to make a path from the forest to their homes. The first player to reach his home is the winner.&#10;&#10;Each turn, players pick a card which can be:&#10;&#10;&#10;     a piece of road (to complete the player's own path or to mess up the competitor's path)&#10;     a shovel to remove a card from the board&#10;     a picknick basket (pass one turn)&#10;     a gnome cap (allows the player to move)&#10;&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Network and Route Building"
    ],
    "Families": [
      "TV Shows: Kabouter Plop"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Best of Bourse",
    "ID": 253202,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/253202/best-of-bourse",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Best of Bourse is a deck of cards designed primarily for playing games in the live roleplaying world of Empire by Profound Decisions.  The deck comes with rules for four different games which are quick to learn and play: Bourse &amp; Build; Bribe the Bourseholders; Great Work! and &quot;Cartel&quot;.  Each of the games involve using imperial resources (known as White Granite, Mithril, Weirwood and Ilium) acquired from The Bourse to build magnificent wonders of the world known as Great Works.&#10;&#10;Bourse &amp; Build is for 1-3 players and takes 5-10 minutes to play.  In the game, players control four Bourseholders who compete with each other and two Masters of the Mint to collect imperial resources from the bourse in order to build great works.  Whoever contributes the most resources to a great work is entitled to name it; whoever names the most great works wins the game.&#10;&#10;Bribe the Bourseholders is for 2-4 players and takes 10-20 minutes to play.  The game is played over four seasonal summits during which players use imperial resources to try to bribe members of The Bourse who vary in their influence.  Whoever controls the most influence at the end of the game dominates The Bourse and wins.&#10;&#10;Great Work! is for 2 players and takes 10-15 minutes to play.  Players invest imperial resources to contribute to building four great works.  The player whose investments pay off the most wins the game.&#10;&#10;Cartel is for 2-4 players and takes 10-15 minutes to play. In the game, players are Merchant Princes seeking to dominate The Bourse by controlling Bourseholders to create a Cartel with a monopoly in one of the Imperial Resources. Players roll dice to represent buying resources from The Bourse and use these resources to bribe Bourseholders. Whoever gains control of a Cartel wins the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Game System"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Push Your Luck"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Trivial Pursuit: Supernatural",
    "ID": 253204,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgame/253204/trivial-pursuit-supernatural",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Supernatural fans test their knowledge of the TV Series with TRIVIAL PURSUIT: Supernatural. This quick-play Trivial Pursuit game can be played on-the-go with its portable wedge holder. The 600 questions range in difficulty levels, so even super fans will be challenged! Six trivia categories include:  The Winchester Brothers, Angels and Demons, Locations, Spells, Objects, and Rituals, Creatures and Join the Hunt.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Trivial Pursuit",
      "Trivia: Television"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "You'd Rather What?!",
    "ID": 253210,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/253210/youd-rather-what",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "0",
    "Description": "You'd Rather What?! is a &ldquo;would you rather?&rdquo; style party game for 3-8 players. The active player gets 4 cards which they secretly rank 1-4 in order of preference. At the same time, the other players must guess how the active player will rank their cards. For each card matched, the player gets a point. At the end of one round, the player with the most points wins!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Humor",
      "Mature / Adult",
      "Party Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Commodity Speculation",
      "Simultaneous Action Selection",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dungeon Degenerates: Freaks & Psychos Expansion",
    "ID": 253212,
    "Year": "(2018)",
    "Geek Rating": "5.591",
    "Avg Rating": "8.17",
    "Link": "https://boardgamegeek.com/boardgameexpansion/253212/dungeon-degenerates-freaks-and-psychos-expansion",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3.6667",
    "Description": "This adds 8 more playable characters: the Charlatan Magician, Cloaked Killer, Fishy Confectioner, Hermit Ascetic, Highway Robber, Naughty Naturalist, Sharpshooter, and Solitary Swordsman.  Also includes 18 Loot cards, 15 Skill cards, 3 Epic Monster cards, 3 Weakness cards, and new standees &amp; Epic Monster tokens.&#10;&#10;Also includes a fourth Infected token to add to the three in the base game.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Exploration",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Role Playing",
      "Storytelling"
    ],
    "Families": [
      "Mechanism: Campaign Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Seekers of Astrod",
    "ID": 253220,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.83",
    "Link": "https://boardgamegeek.com/boardgame/253220/seekers-of-astrod",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "1.5",
    "Description": "Seekers of Astrod is a search-based game set in the future where all players or teams are looking for the planet that holds Astrod, an element that can power entire planets at once. The players need to travel between Labs and other points in space to collect clues/findings and narrow down to the correct planet. Movement and other special actions are powered by cards. By using strategy, observation, logic, and some luck of course, the right planet can be found, and the first player or team to do so wins. Each time the game is played, the players enter a parallel universe where the planet holding Astrod may be different.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Deduction",
      "Educational",
      "Exploration",
      "Fantasy",
      "Puzzle",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Deduction",
      "Grid Movement",
      "Open Drafting",
      "Point to Point Movement",
      "Set Collection",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Crime Chicky",
    "ID": 253222,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/253222/crime-chicky",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Crime Chicky is at it again! With her evil minions and wicked stink bomb eggs, she is out to make life difficult for the residents of Center City! It is your job as heroes of the League of Champions to thwart her insidious plots, save innocent bystanders, and capture her and her minions. The greatest Champion will receive the Key to Center City and the accolades of its grateful citizens.&#10;&#10;Aim of the Game!&#10;To win, a player must gain the most Victory Points by capturing Crime Chicky and her minions, saving bystanders and foiling plots.&#10;&#10;Needed to Play!&#10;The 7 Crime Chicky Dice (4 Basic Blue Dice and 1 Yellow, 1 Red and 1 Black Die), 12 Power Tokens, 1 Center City board with a matching counter, player boards for each player to track victory points, 12 tracking counters.&#10;&#10;Playing the Game!&#10;Each round, every player, beginning with the Starting Player, will take turns rolling 4 or more dice. A player must always roll the 4 Basic Blue Dice during their turn but they may roll the additional colored dice if they choose to. A Player may choose the Yellow Die (5 dice in total). If they choose the Red Die they must also roll the Yellow Die (6 dice in total) and if they choose the Black die they must also roll the Yellow and Red Dice (7 dice in total). The Yellow, Red and Black dice can give a player extra bonus Victory Points but they may also cause Crime Chicky and her Evil Minions to do extra dastardly things.&#10;&#10;The player rolls all of their chosen dice, setting aside any dice showing Crime Chicky, an Evil Minion or a Stink Bomb Egg. These dice may not be rerolled.&#10;&#10;The remaining dice may be rolled up to 2 more times, again setting aside those showing Crime Chicky, a Minion or a Stink Egg.&#10;&#10;Once the players have played eight rounds, the game is over.&#10;&#10;Scoring! &#10;In a two player game:&#10;The player with the most Victory Points for capturing Evil Minions receives 2 extra Innocent Bystander Victory Points. If there is a tie, no extra Victory Points are awarded.&#10;&#10;The player with the most Victory Points for capturing Crime Chicky receives 4 extra Innocent Bystander Victory Points. If there is a tie, no extra Victory Points are awarded.&#10;&#10;In a three or four player game:&#10;The player with the most Victory Points for capturing Evil Minions receives 3 extra Innocent Bystander Victory Points. The player with the secondmost Victory Points for capturing Evil Minions receives 2 extra Innocent Bystander Victory Points. If there is a tie for the most or secondmost captures, the tying players receive all extra Victory Points (3 or 2 depending).&#10;&#10;The player with the most Victory Points for capturing Crime Chicky receives 5 extra Innocent Bystander Victory Points. The player with the secondmost Victory Points for capturing Crime Chicky receives 3 extra Innocent Bystander Victory Points. If there is a tie for the most or secondmost captures, the tying players receive all extra Victory Points (5 or 3 depending).&#10;&#10;In either case, the player with the most Innocent Bystander Victory Points (after totalling up all points) is the winner and receives the Key to the City. If there is a tie the player who has captured Crime Chicky the most times is the winner.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Lifeform: Calibos",
    "ID": 253223,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/253223/lifeform-calibos",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Lifeform: Calibos is a modular big-box expansion that adds many new elements to the main game:&#10;&#10;&#10;    The option to add a fifth player - who starts on the Crew team...&#10;    The occupants of Bay Twelve - six new Crew mining company characters, who have just been woken from their sleep-pods.&#10;    An extra secondary role: a murderous Rogue Synthetic who helps the alien lifeform.&#10;    Cooperative mode - so that ALL players are starship Crewmembers against the extraterrestrial threat.&#10;    And many new cards to expand the existing decks.&#10;&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Expansion for Base-game",
      "Fighting",
      "Horror",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Hand Management",
      "Point to Point Movement",
      "Secret Unit Deployment",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Creatures: Aliens / Extraterrestrials",
      "Crowdfunding: Kickstarter",
      "Players: Expansions Changing Player Count"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blob Lobber",
    "ID": 253234,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.08",
    "Link": "https://boardgamegeek.com/boardgame/253234/blob-lobber",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Blob Lobber is a fast-paced card game for 2 to 4 players in which players take turns flinging blob cards. If your card lands with a bomb showing, you claim all the enemy blobs beneath it...but if more blobs turn up, your opponents may be able to bomb more blobs than you! Grab your friends and lob some cards!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Party Fowl: The Game of Drunk Ducks",
    "ID": 253238,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.34",
    "Link": "https://boardgamegeek.com/boardgame/253238/party-fowl-the-game-of-drunk-ducks",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "75",
    "Weight": "1",
    "Description": "Party Fowl: The Game of Drunk Ducks is a card-based, light strategy game with area control mechanics on a modular board. Players win by being the first duck to score 21 points, which they accomplish by playing cards that dominate specific topics of conversation, sabotage other players, and transform their characters into party legends and the coolest ducks on campus.&#10;&#10;You play as students attending Duck University. It&rsquo;s the week before finals, and you're fitting to get fowl! You&rsquo;ll need to party carefully though; the social pecking order at Duck U is a real cluster-duck. Strategically move your duck around the house and start conversations that make you the life of the party. Just watch out for those basic hens and duck bois looking to sabotage your fun!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Modular Board"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Thanos Rising: Avengers Infinity War – Nidavellir & Stormbreaker",
    "ID": 253260,
    "Year": "(2018)",
    "Geek Rating": "5.581",
    "Avg Rating": "7.63",
    "Link": "https://boardgamegeek.com/boardgameexpansion/253260/thanos-rising-avengers-infinity-war-nidavellir-and",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Includes:&#10;&#10;Team Base Card: Nidavellir (Team Leader: Thor)&#10;Team Deployment Token: Green (Mjolnir)&#10;Asset Card: Stormbreaker&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip",
      "Dice",
      "Expansion for Base-game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Open Drafting"
    ],
    "Families": [
      "Comic Books: Marvel Universe",
      "Series: ... Rising (The Op)",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Midnight Zombie Sabotage",
    "ID": 253269,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.32",
    "Link": "https://boardgamegeek.com/boardgame/253269/midnight-zombie-sabotage",
    "Min Players": "3",
    "Max Players": "16",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "The zombie apocalypse is upon us! The infection is spreading, and you must stop it&hellip; unless, that is, your cynicism, darkness, denial, or overwhelming hunger for fresh brains has overshadowed your will to save humanity.&#10;   Who can you trust in this game of deception and shifting allegiances? Even those who are silent may be lying to your face. You must summon all your intelligence and intuition to identify friend from foe and turn your enemies against each other to survive. You must fight for survival as you are plunged into the war between Zombies, Survivors,  and Maniacs, taking on the roles of up to 14 unique characters with special abilities and innumerable combinations.  Only your cunning and quick thinking can lead you to victory. &#10;   You&rsquo;ve only got to make it through the night&mdash;do you have the brains to get the job done? &#10;   Midnight Zombie Sabotage is here.&#10;&#10;&mdash;description from the back of the box&#10;&#10;Midnight Zombie Sabotage is a hidden identity game that is played in a single round, consisting of three phases: NIGHT, DAWN, and DAY. During the DAY phase, players will divulge and decieve before voting to eliminate a player (or multiple players in a tie). &#10;   MZS supports 3 to 16 players, who will take on the roles of 14 unique characters. You must use your character specific abilities, deception, and collusion to identify the enemy and convince the rest of the party to eliminate the threat while avoiding becoming a target yourself.&#10;   Party votes to eliminate 1 player. Eliminated player determines which team(s) win if their their victory condition is met.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Horror",
      "Party Game",
      "Zombies"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hidden Roles",
      "Role Playing",
      "Roles with Asymmetric Information",
      "Traitor Game",
      "Variable Player Powers",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Forgotten Floof",
    "ID": 253270,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/253270/forgotten-floof",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "50",
    "Weight": "3",
    "Description": "Forgotten Floof is a competitive resource management and civilization building card game for 2-5 players.&#10;&#10;Cast out by man in the wake of internet pug memes, nyan cats and doge, the once beloved (but now forgotten) guinea pigs of the world must look to build a new future for themselves.&#10;&#10;Each player starts as leader of a faction of 30 outcast guinea pigs all looking for a home. Your aim is to end the game with the most sheltered guinea pigs, hence becoming the most prosperous tribe.&#10;&#10;To build shelters, players require resources. At the start of each round a number of resources are played to the centre of the table. Players mark the ones they wish to claim using their 3 action tokens and subsequently compete over them using their guinea pigs. The strongest guinea pig takes the spoils whilst the others are sent to the graveyard.&#10;&#10;Resources such as wood, rope, cloth and stone can be traded in to construct buildings.&#10;&#10;Each type of building allows the player to provide shelter for a number of their guinea pigs. Additionally, hospitals allow you to revive those injured in battle, prisons can be used to capture enemy guinea pigs, mines generate free resources each round and temples award powerful miracle cards.&#10;&#10;At the end of each round players will see a number of their homeless guinea pigs succumb to a terrible catastrophe such as a comet strike, or being eaten by a fat cat - only those safely sheltered inside a building are safe. Eventually when there are no more homeless guinea pigs the game is over and only the player with the most sheltered floof will be declared the winner.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Civilization",
      "Humor"
    ],
    "Mechanics": [
      "Hand Management",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "For King and Parliament",
    "ID": 253271,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.60",
    "Link": "https://boardgamegeek.com/boardgame/253271/for-king-and-parliament",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "2.5",
    "Description": "From the introduction:&#10;&#10;&quot;FK&amp;P is a set of straightforward wargaming rules that has been designed to give novices an entertaining introduction to the mid-17th Century whilst also providing grognard wargamers with a challenging evening&rsquo;s play.&#10;&#10;The rules address warfare in England, Wales, Scotland and Ireland during the period from 1639 to 1651 known as the Wars of the Three Kingdoms, or sometimes as the British or English Civil Wars.&#10;&#10;A square grid has been used to promote speed of play.  This also enables figures which have been based on different frontages, for use with a variety of rule systems, to be used together. The rules are simple enough that players who have not previously encountered them &ndash; including wargaming novices of any age &ndash; can be taught the basics in  fteen minutes or so and then learn the rest &ldquo;on the job&rdquo;. &quot;&#10;&#10;&#10;A new English Civil War set, called &ldquo;To the Strongest! For King and Parliament.&rdquo;&#10;&#10;Battles fought using the TtS! rules can be fought with model soldiers, on a dining room table and won or lost in less than two hours. The rules also support huge battles, with several thousand figures and up to five players a side.&#10;&#10;A grid enables players to completely dispense with measurement, and so permits the game to move along at a cracking pace. Miniatures can be in any scale from 2mm to 5mmm and based for any of the common wargaming rules systems. To the Strongest! games use a unique activation system driven by either playing cards or chits. This system introduces uncertainty to a battle; in some turns a unit can move four or five times, and in others not even once. The same deck is used to resolve shooting and melee. No dice, whatsoever, need be rolled!&#10;&#10;The rules include terrain placement and points values to support those players who wish to play competitively. Numerous army lists can be downloaded, for free, from the BigRedBatShop.&#10;&#10;TtS! Rules are written in plain English, with appropriate diagrams, sample lists and many examples of play. They are copiously illustrated with pictures of battles and beautifully painted miniatures. They have proved popular with veteran and novice wargamers alike!&#10;&#10;The rules enable two or more players to fight battles on a tabletop to a conclusion usually in two hours or less.&#10;&#10;The book includes 78 pages of rules including army lists, diagrams and numerous images of beautifully painted wargames figures and battles. It is printed on 130 GSM paper, with stiff card covers, and wire-O-bound so that it will lie flat on the table.&#10;&#10;Description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Renaissance",
      "Wargame"
    ],
    "Mechanics": [
      "Grid Movement",
      "Simulation"
    ],
    "Families": [
      "History: English Civil War"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Metagame: The Games Expansion",
    "ID": 253273,
    "Year": "(2018)",
    "Geek Rating": "5.522",
    "Avg Rating": "7.14",
    "Link": "https://boardgamegeek.com/boardgameexpansion/253273/the-metagame-the-games-expansion",
    "Min Players": "2",
    "Max Players": "33",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "It&rsquo;s a brand new expansion for the card game The Metagame, about games. Now, finally, you can enjoy the ultimate creative indulgence and play a game about games. The Metagame gets even more meta, and board game scientists tell us they&rsquo;ve never seen anything like this before. It&rsquo;s off the scale.&#10;&#10;These are the cards you've been looking for. 100% curated and written by the unhinged geniuses at Shut Up &amp; Sit Down, the smartest tabletop site there is. Who else could bring you all-new Metagame cards about your favorite videogames, tabletop games, even the most dangerous games?&#10;&#10;This is our third expansion for The Metagame, so what better time to get seriously meta? The new expansion includes 40 culture cards and 16 opinion cards.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Boardgaming"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Reef: Kings of the Coral",
    "ID": 253274,
    "Year": "(2018)",
    "Geek Rating": "5.595",
    "Avg Rating": "7.04",
    "Link": "https://boardgamegeek.com/boardgameexpansion/253274/reef-kings-of-the-coral",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1",
    "Description": "The mesmerizing beauty of the reef has attracted some royal visitors &ndash; the kings of coral!&#10;&#10;The Reef: Kings of the Coral mini-expansion provides each player two fish that start on the side of their game board. After taking either action on a turn &mdash; whether drawing a card or playing a card &mdash; the player can move one of the fish to an orthogonally adjacent space on their game board. (If the fish isn't on the board yet, it enters a space on the outside rings of the player's board.) The two fish cannot be on top of one another.&#10;&#10;When a player places coral pieces on their board, they can't cover a fish with coral. When scoring for a formation, they score 1 additional point for each fish on a formation, which means a player can score at most 2 extra points since each formation can be scored only once.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Coral / Jellyfish / Anemones"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Raiders of the North Sea: Jarl Promo",
    "ID": 253275,
    "Year": "(2018)",
    "Geek Rating": "5.633",
    "Avg Rating": "7.63",
    "Link": "https://boardgamegeek.com/boardgameexpansion/253275/raiders-of-the-north-sea-jarl-promo",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "80",
    "Weight": "3",
    "Description": "1 x Jarl: Erikson&#10;Subdued = Gain 3 VP if you have completed 1 of each Quest type&#10;Killed = You may immediately complete a Quest&#10;&#10;1 x Jarl: Freyja&#10;Subdued = Gain 1 VP for each pair of Mead in your Supply&#10;Killed = Gain 3 Mead&#10;&#10;Both Jarls require both Fields of Fame and Hall of Heroes.&#10;&#10;They will be available through online retail in June of 2018.&#10;Was also available as part of the rewards for backing Game Boy Geek 2021 Kickstarter campaign.&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Medieval",
      "Nautical"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Worker Placement"
    ],
    "Families": [
      "Series: The North Sea Trilogy (Garphill Games)",
      "Theme: Vikings"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "mas o menos",
    "ID": 253276,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgame/253276/mas-o-menos",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "0",
    "Description": "mas o menos (&quot;More or Less&quot;), the main idea is to go to discard letters, until being without any in hand to win. The game is not based on the competition or strategy, it does not have to do with actions determined by a special die (8 faces), and also by another of 4 faces, which will establish the course of the game, generating a constant interaction between the participants . With numeric cards and action tokens, the game managed to keep the players throughout the game.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mensch verdrück' dich!",
    "ID": 253278,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/253278/mensch-verdruck-dich",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players have to get their 4 pawns from the spaces of their color on the light blue &quot;strategic field&quot; to the yellow space ringed by their color and from there around the game board to their destination spaces.&#10;&#10;On the strategic field movement is one space per turn. Movement is blocked by other pawns.&#10;&#10;On the track around the game board, movement is determined by a die. If a pawn gets on a space on the outer track, which is already occupied by an opponent's pawn, the later is thrown out and has to start anew.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [
      "Grid Movement",
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Das Karussell des Lebens",
    "ID": 253279,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/253279/das-karussell-des-lebens",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Players have to get their 5 pawns from their starting spaces on the blue ring to their destination spaces in the center of the game board. Movement is determined by 2 dice for 2 pawns each turn.&#10;&#10;After completing a turn around the game board, the pawns reach a big numbered space og their own color, at which they advance to the next inner ring. A pawn reaching a star-space, also advances to the next inner ring.&#10;&#10;If a pawn reaches a space, which is already occupied by an opponent's pawn, the later is thrown out to the same free space on the next available outer ring.&#10;&#10;If a pawn reaches a space with an opponent's pawn on the neighboring space on the next inner ring, both pawns exchange their positions. This can start a chain reaction.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Schwarz oder Rot",
    "ID": 253280,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/253280/schwarz-oder-rot",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players have to get 1 pawn from the staring space (&quot;Anfang&quot;) to the black finish space in the center of the game board.&#10;&#10;Movement is determined by a spinner, which shows how much spaces of which color (black or red) the pawn may advance. If a pawn gets on a space with a yellow dot, it hast to move to the space indicated by the arrow.&#10;&#10;If a pawn gets on a space that is already occupied by an opponent's pawn, the later is thrown out and has to start anew.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Die verhexte Brücke",
    "ID": 253282,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/253282/die-verhexte-brucke",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The pawns move from one end of the bridge to the other and back again. This continues till the game ends. Movement is determined by a die.&#10;&#10;If a pawn gets on a colored space the player may buy this space and mark it with a property marker. If the player decides not to buy the space it is auctioned by the bank.&#10;&#10;If a pawn gets on a space owned by another player, the player has to pay rent to the owner.&#10;&#10;If a pawn reaches a space, marked with a diamond, it jumps forth or back to the next diamond of the same color, depending if he has yet reached the middle of the bridge or not.&#10;&#10;If a pawn passes from the stairs to the bridge the player has to pay a bridge toll. Upon crossing the middle of the bridge (space with 3 diamonds) the player gets an income from the bank. If a pawn gets on the space with the 3 diamonds, the player gets double the income.&#10;&#10;The game ends if one player goes bankrupt and the richest player wins the game.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Royal Cup: Firemaker",
    "ID": 253296,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/253296/royal-cup-firemaker",
    "Min Players": "4",
    "Max Players": "14",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "0",
    "Description": "This is the adult, NSFW version of Royal Cup: Icebreaker-- a social card game for parties designed to help people of all walks of life come out of their shells, break out of their comfort zones, let loose and break the metaphorical ice. Royal Cup: Firemaker is for ages 17 and up, is like King's Cup on steroids without actually being a drinking game. The game's premise is not about drinking, rather about making you get to know your friends on a level you never knew them before or by getting to know complete strangers on a personal, intimate, and human level by asking the right (and wrong) questions. Every aspect of the game was designed with one overarching question in mind: does this help break the ice? It's primarily designed to help shy, reserved and introverted people socialize, laugh their socks off, and have a great time.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Area Movement",
      "Cooperative Game",
      "Singing",
      "Storytelling",
      "Voting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Anzio 1944: On patrol with the First Special Service Force",
    "ID": 253317,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgameexpansion/253317/anzio-1944-on-patrol-with-the-first-special-servic",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "0",
    "Description": "A seven scenario pack dedicated to the members of the American-Canadian First Special Service Force (FSSF) and their actions in the Anzio Beachhead during the early part of 1944. The FSSF remained in combat for 99 days straight without relief, during which it conducted a highly aggressive patrolling strategy that was so effective, the Hermann G&ouml;ring Division that was in the line across the Mussolini Canal from them, was forced to pull back its front line 1,000 metres and its commander offered a 10-Day furlough to any German who captured one of Die schwarzen Teufel &quot;The Black Devils&quot;.&#10;&#10;The pack comes with 140 counters of squads, HS, crews, SMC, &amp; support weapons of both the FSSF and the Hermann G&ouml;ring Division.&#10;&#10;Requires ASL Map Boards: 4, 16, 33, 43, 48, and ASL Start Kit Map Board &quot;t&quot;&#10;&#10;Scenarios:&#10;WCR-1 Gusville&#10;WCR-2 7th Luftwaffe's Attack&#10;WCR-3 Raid at Sussuno&#10;WCR-4 Hold At All Cost!&#10;WCR-5 Raid at Cerreto Alto&#10;WCR-6 Raid on Litoranea&#10;WCR-7 A Primed Situation&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Modular Board"
    ],
    "Families": [
      "Cities: Anzio (Italy)",
      "Game: Advanced Squad Leader"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Maulwurfs bunte Blumenwiese",
    "ID": 253321,
    "Year": "(1992)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/253321/maulwurfs-bunte-blumenwiese",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Contents:&#10;&#10;4 Player figures &ndash; these are children, whose names you can imagine yourselves.&#10;1 Playing board, which represents a meadow with lots of colourful flowers, divided in 38 spaces.&#10;28 Animal tiles.&#10;1 six sided dice with the numbers 1, 2 and 3 (each number twice).&#10;&#10;Goal of the game and game idea:&#10;&#10;The children are playing at the flower meadow of the Mole. Other animals grow curious of their cheerful laughter and, as they begin to approach the flower meadow, are invited one after the other to join them. The meadow is small, though, and the children must consider which is the best way to distribute the space on it so that as many animals as possible can get a spot, or maybe even all 28!&#10;&#10;Setup:&#10;&#10;&#10;     Distribute the player figures randomly on the playing board (2, 3 or 4 pieces, one per player).&#10;     Place the tile with the Mole on one of the corner spaces, and the rest of the tiles face up or face down beside the board.&#10;&#10;&#10;Note: it is suggested to play with 20 animal tiles on the first, introductory game. The rest of the tiles are then put back in the box and are not used in that game.&#10;&#10;Gameplay:&#10;&#10;&#10;     The youngest kid begins. After rolling the dice, they move they player piece as many spaces on the meadow grid as the number rolled. They are allowed to move on any direction on the grid, but only forwards. That is, they can't turn or change direction midway.&#10;     If the player figure lands on a new space (not occupied), an animal tile is freely chosen and placed on the space the player just left when moving (on the first roll, the space from which the player started, and so on).&#10;     Going around the table, each player then does the same on their turn, bringing more and more animal tiles onto the board.&#10;     While moving, both other player pieces and occupied spaces can be jumped over, but they still count as spaces moved towards matching the total rolled on the dice.&#10;     As the game goes on, the available space for placing tiles becomes more and more scarce, and one can't land beside another player's figure!&#10;     If a player can't place a tile on their turn, they can move another player's figure instead of their own. To do so, though, they must ask the figure's owner for permission first.&#10;     The children are allowed to discuss and give advice to each other regarding where to best place the animal tiles. Nevertheless, the decision is always on the hands of the currently active player.&#10;&#10;&#10;Mainly through the rule that makes the players ask for permission to move another player's figure in case that they can't move their own, children are motivated to play fairly and respectfully, which ends up being of benefit to all players as a group.&#10;&#10;End of the Game:&#10;&#10;If the players manage to lay down all the animal tiles, they win. If they don't manage to do so, they lose.&#10;&#10;For subsequent games, add or subtract one tile from the 20 tiles used in the introductory game, depending on whether you won or lost the last game respectively. For example, if the introductory game played using 20 tiles is lost, try with 19 tiles next time; if that game is won, try with 20 tiles again &ndash; if the introductory game is won, try with 21 tiles next time and work your way up to using all 28 animal tiles at once.&#10;&#10;&mdash;description from the manual (translated)&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Roll / Spin and Move",
      "Tile Placement"
    ],
    "Families": [
      "Animals: Moles",
      "TV Shows: The Mole"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Anxiety",
    "ID": 253323,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/253323/anxiety",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "You are a person suffering from Anxiety. Try to survive and thrive while enduring breathing difficulties, sleeplessness, and intense worry and dread.&#10;&#10;Each turn, you will first draw a card which will show what kinds of Anxiety effects will punish you. These effects place cards on one of three tracks above the gameboard. Then you will use the healing effects on your cards to mitigate these Anxiety effects.&#10;&#10;If any of the tracks above the gameboard has three cards and you need to play another card to that track, you instead raise the Panic Level one space. If it ever reaches 20, you lose the game. You win the game if you run through the entire deck before your Panic Level reaches 20.&#10;&#10;This is a solitaire card game that takes 15-30 minutes to play. 2-5 player cooperative rules are available.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Welcome To...: Scoring Pad & Goodies",
    "ID": 253324,
    "Year": "(2018)",
    "Geek Rating": "5.577",
    "Avg Rating": "7.47",
    "Link": "https://boardgamegeek.com/boardgameexpansion/253324/welcome-to-scoring-pad-and-goodies",
    "Min Players": "1",
    "Max Players": "100",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "2",
    "Description": "This is a pack of score sheets for Welcome To..., containing a refill for the original score pad as well as a small set of expansion score sheets of a slightly different design and with different scoring opportunities.&#10;&#10;Includes:&#10;100 Score sheets for the base game&#10;20 Score sheets with a slightly different design&#10;&#10;",
    "Categories": [
      "City Building",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Paper-and-Pencil",
      "Pattern Building",
      "Push Your Luck"
    ],
    "Families": [
      "Series: Welcome To ..."
    ]
  },
  {
    "Rank": "N/A",
    "Name": "B-Sieged: Sons of the Abyss – Promo Heroes: Eivor the Knoble, Thorlak the Barbarian, and Donatto the Cook",
    "ID": 253331,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.12",
    "Link": "https://boardgamegeek.com/boardgameexpansion/253331/b-sieged-sons-of-the-abyss-promo-heroes-eivor-the",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3",
    "Description": "Originally these heroes were only available during the B-seiged: Sons of the Abyss Kickstarter campaign. For the 2018 CMON Expo 3 pack sets were given away as promo sets in the swag bag.&#10;&#10;This box numbered BSG-KS04 includes the three heroes Eivor, Thorlak, and Donatto.&#10;&#10;BSG-KS04 promo introduces three brand-new Heroes to defend the Citadel of Modhelm: Thorlak, the barbarian; Eivor, the noble; Donatto, the cook&#10;&#10;Thorlak, the Barbarian is all about channeling his inner rage! With his Uncontrolled Wrath Special Ability, he's able to roll 2 extra dice when he attacks Zone 1 (for a total of 3 dice, as each Hero is able to roll 1 die innately) - enabling him to clear many Krohns storming the walls as he bellows savagely. His Base Strength of 3 ensures that he's strong enough to deal with Elite enemies and M&ouml;lens without needing Bonus Strength. But all of his savagery comes at a price: Thorlak can't store Permanent Cards, and therefore can't equip Armor or Weapons.&#10;&#10;As a veteran of many battles, Eivor, the Noble boasts a Base Strength of 2, which enables him to deal with the Elite versions of Krohns and Gargohs from the very start of the game. Eivor's Persuasion starting Special Ability grants an extra Gold when he visits the Palace - and this extra Gold may be given to another Hero if he chooses to do so. With this ability, the entire group of Heroes may benefit, as the extra Gold that's shared can make the difference, enabling a Hero to use a vital Resource Card! Lastly, as a lord of the city, Eivor can more quickly level up due to lower Food costs requirements, which will make him an even more valuable asset in the siege!&#10;&#10;With his Cook Extraordinaire Special Ability, Donatto gains an extra Food everytime he visits the Barn in the Citadel, and this extra Food may be given to another Hero of his choice. Having the famous chef on the team will ease the pressure to get Food each Season for the entire team.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "B-Sieged: Sons of the Abyss – Promo Heroes: Dahlia the Peasant, Viggo the Captain, and Astrid the Princess",
    "ID": 253332,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.12",
    "Link": "https://boardgamegeek.com/boardgameexpansion/253332/b-sieged-sons-of-the-abyss-promo-heroes-dahlia-the",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3",
    "Description": "Originally these heroes were only available during the B-seiged: Sons of the Abyss Kickstarter campaign. For the 2018 CMON Expo 3 pack sets were given away as promo sets in the swag bag.&#10;&#10;This box numbered BSG-KS03 contains the promo heroes Dahlia, Viggo, and Astrid.&#10;&#10;BSG-KS03 promo introduces three brand-new Heroes to defend the Citadel of Modhelm: Viggo, the captain; Dahlia, the peasant; Astrid, the princess.&#10;&#10;Viggo, the Captain is a powerhouse! With his Base Strength 2, he has enough damage to kill Elite Krohns, Elite Gargohs, and Orcs right from the beginning. But more importantly, his starting Special Ability Legendary Vigor allows him to ignore up to 2 hits per round, in true tank format! It makes Viggo ideal to soak up damage where it's needed the most: be it while protecting a vital building or battling Assault Units in a side of the wall that's swarmed with enemies!&#10;&#10;Growing up in a farm gave Dahlia, the Peasant not only a deal of hardships to overcome, but also a solid dedication to work and a strong will. 'Stoicism', her starting Special Ability, represents Dahlia's natural skill to overcome troubles and frees her up from the requirement of gathering food by the end of each season. That means that her actions can be better spent in other areas of the Citadel and it makes it easier for her to get new Special Abilities. Lastly, she also has a Blue Permanent Card slot, which allows her to use one piece of Weapon or Armor.&#10;&#10;Astrid, the Princess is unique in the fact that she doesn't have a starting special ability. Instead, Astrid's Special Ability slots have lower Food requirements, enabling her to acquire new Special Abilities quickly and easily. Due to her military knowledge, Astrid has 2 Permanent Card slots, meaning she can don combinations of Weapons and Armor that will give her an edge in combat.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Daggers",
    "ID": 253333,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgame/253333/daggers",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Daggers is a two player micro game. The game is about the size of a deck of playing cards.&#10;&#10;Players attempt to accrue the most points by playing a numbered card on each of their turns. Their hand is finite and cards are drawn rarely. They must use the resources they are given in clever ways to win two out of three rounds of play. Special Arcana cards can drastically effect the game, each offering a unique power.&#10;&#10;Daggers feels like it belongs in a rich fantasy world. Both the look and play of the game make it seem like a living and immersive piece of a fantasy setting.&#10;&#10;The art and feel of Daggers draws on the iconic images of the tarot. Both in name and depiction the cards have an esoteric flavor that add an air of romanticized mystery to the game.&#10;&#10;If you've ever experienced the trope of the seedy fantasy tavern, be it in a movie, a book, or perhaps a role-playing game, then you know the scene is not complete without a few shady characters gambling in the greasy lantern light. The game they are playing is Daggers.&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Medieval",
      "Mythology"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tiananmen Square: The Unknown Protester",
    "ID": 253334,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/253334/tiananmen-square-the-unknown-protester",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "1",
    "Description": "The game recreates the events of June 5, 1989. Players take the role of either the Chinese Government controlling a column of Type 59 main battle tanks advancing along Chang&rsquo;an Avenue in Beijing, or a lone Chinese student holding two shopping bags.&#10;&#10;The game last ten turns. If the tanks get past the Protester the Government player wins. If the Government has not won by the end of the tenth turn, the Protester player wins.&#10;&#10;The players should consider switching sides and playing again. Regardless of the outcome players are encouraged to discuss the historical significance of the event.&#10;&#10;This game made in the USA - Definitely not printed in China.&#10;&#10;&ldquo;Tiananmen Square&rdquo; is a product of Feb30 Games, a game design group (not a publisher) made up of Ref Tom Green and David Helber.&#10;&#10;This constitutes the Print-n-Play version. Feb30 Games hereby gives you permission to print a FREE single copy of the 3-up image. Keep one copy of the game for yourself and distribute the other two copies to friends. We hope to offer a deluxe boxed version of the game someday.&#10;&#10;Note: If after reading the rules you are confused how the Government player might win, see &quot;Government victory&quot; in the Forums (strategy) section below on this page. It contains Spoilers.&#10;&#10;Languages (rules translations so far):&#10;Catalan&#10;Dutch&#10;English (original)&#10;French&#10;Italian&#10;Russian &#10;Spanish&#10;Kudos to the BGG users who volunteered to add a translation. See them as comments in the BGG Forums section on this page below.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Educational",
      "Political",
      "Print & Play"
    ],
    "Mechanics": [
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": [
      "Cities: Beijing (China)",
      "Country: China",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dishonor Among Thieves",
    "ID": 253336,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/253336/dishonor-among-thieves",
    "Min Players": "5",
    "Max Players": "7",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Five to seven players band together to steal gold and treasures from three buildings. They must work together to be successful, but as any thief knows, your own gain is your number one priority. Competitive Cooperation is needed to win!&#10;&#10;Players will either all fail together, or will work together to make it to the end of the game where the player with the most victory points is the winner.&#10;&#10;Players will have a set of actions available every turn that will help (or hurt) each other success in their missions.&#10;&#10;As dishonorable a thief as you are, open negotiation is part of the game. For example, why don't I give you two gold pieces to play that bad card on Ryan (sorry Ryan) instead of me?&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Cooperative Game",
      "Negotiation",
      "Simultaneous Action Selection",
      "Trading"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Under Cover",
    "ID": 253337,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.50",
    "Link": "https://boardgamegeek.com/boardgame/253337/under-cover",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Under Cover is a light-hearted game of spy-collecting -- a set collection game, with a theme of intrigue. Manage your resources, in order to build your spy network. The more spies you have in the field, the higher your score. Put the most spies into active duty to win the game! Build your team of spies, informants, sleeper cells, whistle-blowers, and double-agents to infiltrate enemy targets. Steal agents from your opponents, call upon underworld contacts. Do what you must to ensure your forces are stronger than your enemy's.&#10;&#10;As a set collecting game, the obvious goal of Under Cover is to gather the largest sets of cards -- larger sets of cards laid down scores more points. But, each card also has a special ability, which allows you to do special actions, such as drawing more cards, stealing from opponents' sets, forcing your opponent to draw cards (to put them over the hand limit), or taking cards from the &quot;Veterans Pile&quot; (the set of cards that have already been spent for their special abilities). On your turn, you may draw cards, then you'll decide how you want to act. You can lay down cards to score points, discard cards to make room in your hand, or play special ability cards. All of the cards are special ability cards. Under Cover even requires special ability cards to pick up a set from the table, so you can add to it.&#10;&#10;Each game begins with a simple shuffling of the deck. That's all the setup required, so the 15-30 minute play time is entirely playing. The cleanup at the end of the game is just as simple: put the cards back in the box. The Solo mode of the game is just as simple as the multiple-player mode, but it becomes more of a puzzle game -- instead of trying to get more points than the other player(s), you have to score large enough sets in ALL the color groups. That is impossible without using the abilities on the cards in a tactical manner.&#10;&#10;Under Cover has strategic choices to make, but it's a quick game that sets up in moments, and can be put away in seconds. It can be taught in five minutes, but can be played over and over -- with a quick shuffle, you're back in the game. It works as a great filler, or a fun game to play with your kids.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bitka na Drini",
    "ID": 253347,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/253347/bitka-na-drini",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "480",
    "Weight": "0",
    "Description": "Bitka na Drini (&quot;Battle of Drina&quot;) is a sublimation of a chess-like games, like Parchesi and Risk, which in educative form and true to historical facts, place the players in a commanding role of the Austro-Hungarian Balkan Army or rather the Royal Serbian Army (with help of the Montenigrin Sand&#197;&#190;ak Army Division) with each other.&#10;&#10;In the heat of the battle, players have the opportunity to directly command the Austro-Hungarian Balkan Army - the Austro-Hungarian 5th (VII and XIII Corps), 6th (XV and XVI Corps), and parts of the 2nd Army (parts of the IX Corps), unique rebellions and the Danube River Flotlla aka the Serbian I, II and III Armies, the U&#197;&#190;ice Army Corps, the Army of Bosnia and Herzegovina, the Brani&#196;&#141;evo Detachment, the Belgrade Defense Command, the Serbian Army Artillery Reserve and the Montenegrin Sand&#197;&#190;ak Army - ALL AT THE LEVEL OF BATTALIONS/AIR FLEETS/BATTERIES - with a total of 494 Austro-Hungarian units and 458 Serbian-Montenigrin units!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Educational",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Enclosure",
      "Player Elimination"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Stephenson's Rocket: Eastern USA & China",
    "ID": 253348,
    "Year": "(2018)",
    "Geek Rating": "5.563",
    "Avg Rating": "7.31",
    "Link": "https://boardgamegeek.com/boardgameexpansion/253348/stephensons-rocket-eastern-usa-and-china",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "This is the first expansion for Reiner Knizia's Stephenson's Rocket, coming nineteen years after the initial release of that classic game. This expansion consists of a large, double-sided board, offering two alternative maps for players to enjoy playing Stephenson's Rocket upon.&#10;&#10;One map depicts the eastern USA, the other eastern China. While all game rules remain the same, the different maps add variety to how the game feels and plays.&#10;&#10;The board is designed to expand and complement the English second edition of Stephenson's Rocket, also released in 2018. However, it is possible to use these expansion maps with the original version of the game.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Trains"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Grid Movement",
      "Network and Route Building",
      "Stock Holding",
      "Tile Placement"
    ],
    "Families": [
      "Country: China",
      "Country: USA",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Proboj solunskog fronta",
    "ID": 253349,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/253349/proboj-solunskog-fronta",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Proboj solunskog fronta (&quot;Breakthrough of Salonika Front&quot;) gives the players the ability to control the commanders of either the Entente or the Central Powers. If they play on the side of the Entente, they directly command the Italian XVI Corps, the French Army of the Orient, The Royal Serbian Army, the 1st Group of Divisions (Army of General Philippe d'Anselm), the British Salonika Army and the Greek Army; or if on the side of the Central Powers, they directly command the Austro-Hungarian XIX Corps, the 11th German Army (LXI and LXII German Corps)and the 1st Bulgarian Army (aka Army Group Scholtz), as well as the 2nd and 4th Bulgarian Army (under the direct command of Bulgarian High Command) - all at the level of regiments and squadrons - with 133 various units on each of the battling sides!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Educational",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Action Queue",
      "Area Majority / Influence",
      "Cooperative Game",
      "Dice Rolling",
      "Player Elimination"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Onderduik spel",
    "ID": 253350,
    "Year": "(1946)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/253350/onderduik-spel",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Translates roughly to &quot;hiding game&quot; or &quot;off the grid game&quot;: during WW-2 in the Netherlands, people who ran the risk of being deported to Germany regularly went in hiding. Anne Frank obviously being the most well known example. Not just Jews, also men in the prime of their age, eligible for draft to work basically as slaves in the German factories. For instance lots of Dutch soldiers who fought the German invasion were either deported directly as POW right after the war or &quot;arrested&quot; in the years after.&#10;&#10;After the liberation a number of Dutch games were produced, based on events during WW-2.&#10;&#10;This game is based upon that theme: going into hiding to prevent being caught by the German occupiers.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Wakin' the Dead",
    "ID": 253351,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/253351/wakin-the-dead",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A game for 2-6 players.&#10;&#10;You've been just lying around for as long as you can remember.  BORING.  It's time to do something.  It's time to have a party.  All you've got to do now is find enough people in your situation to be able to have a good party.  Why says just because you're dead, you can't have any fun?&#10;&#10;Well, probably those guys with the pitchforks, so stay out of their way.&#10;&#10;&mdash;description from the game box (envelope)&#10;&#10;",
    "Categories": [
      "Zombies"
    ],
    "Mechanics": [
      "Take That"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bali: Temple of Shiva",
    "ID": 253352,
    "Year": "(2018)",
    "Geek Rating": "5.524",
    "Avg Rating": "7.11",
    "Link": "https://boardgamegeek.com/boardgameexpansion/253352/bali-temple-of-shiva",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Bali: Temple of Shiva is the first major expansion for Bali and introduces a few new aspects to the game.&#10;&#10;There are some new cards for the building of the Temple of Shiva. The temple is a 3D temple with base parts and towers.&#10;&#10;During the game the players decide whether to sacrifice and build the towers of the temple or if they want keep building shrines, collecting goods for offering, or try to get the priests under their influence.&#10;&#10;Additionally, there will be a wooden &quot;Shiva meeple&quot; which is used as a tie breaker&#10;&#10;Finally, extra victory point tokens helps make score-keeping a little easier.&#10;&#10;Part of the Bali series.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Stock Holding"
    ],
    "Families": [
      "Country: Indonesia",
      "Religious: Hinduism"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trash",
    "ID": 253353,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.50",
    "Link": "https://boardgamegeek.com/boardgame/253353/trash",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "&quot;Ah, the life of a junk dealer.  It always has been a romantic notion.  Of course, the competition is a bit fierce at time.&#10;&#10;For instance.  You've got a whole load of junk to get rid of, but so do all the other dealers.  And since you all use the same corporate buyer, you've always got to have something different in order to keep his attention.&#10;&#10;So Load up the truck and get ready to deal before your competitors sell off their whole loads.&quot;&#10;&#10;--From the front of the envelope&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Flamme Rouge: Meteo",
    "ID": 253354,
    "Year": "(2018)",
    "Geek Rating": "6.182",
    "Avg Rating": "7.41",
    "Link": "https://boardgamegeek.com/boardgameexpansion/253354/flamme-rouge-meteo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.5",
    "Description": "Flamme Rouge: Meteo, a small expansion for Flamme Rouge, introduces players to weather phenomena such as storms, side winds, and head winds.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Hand Management",
      "Modular Board",
      "Simulation",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Game: Flamme Rouge",
      "Sports: Bicycling / Cycling",
      "Theme: Weather"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Quilterful",
    "ID": 253361,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/253361/quilterful",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Quilterful is a 2-player card-laying game where both players contribute to a growing Quilt of cards. On each turn, a player can either cleverly play cards to the Quilt to draw cards or score a patch of colors from the Quilt. Play well, and you'll be able to fill your hand with useful cards and score big. But be careful not to let your opponent score before you get the chance!&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Theme: Sewing / Knitting / Cloth-Making"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Test of Honour: The Samurai Miniatures Game – The Onna-bugeisha of Asakura",
    "ID": 253362,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/253362/test-of-honour-the-samurai-miniatures-game-the-onn",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Onna-Bugeisha, a female martial artist, are members of the samurai class. Noblewomen trained to fight for their homes, their honour and their family. These women were not ornaments; they were as dangerous as their male counterparts, amply able to defend their homes and property while the armies were away on campaign. Historically Onna-Bugeisha have been associated with the Naginata and Kaiken as fighting weapons; one very long and one very short! That is not to say they were limited to those weapons and yumi, yari, katana and teppo all feature in an Onna-Bugeisha&rsquo;s armoury.&#10;&#10;Onna-Bugeisha have existed as long as there have been people on the Japanese archipelago although not named as such until much later. The earliest ones being as much myth as a legend, including the very real Empress Jing&#197;&#171; (169-269 AD), widow of the Emperor Ch&#197;&#171;ai. She is purported to have led an invasion of Korea which was known for its success without any casualties. Living to 100 years old she is still honoured today and often held as an example of everything the Onna-Bugeisha symbolise.&#10;&#10;The Warlord studio has worked hard to bring you these stunning and intricately detailed models, perhaps some of the best we have made!&#10;&#10;The box set contains:&#10;&#10;7 exquisite metal Onna-Bugeisha models&#10;    cards to play Test Of Honour&#10;    Campaign rules booklet&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Campaign / Battle Card Driven",
      "Dice Rolling"
    ],
    "Families": [
      "Theme: Samurai"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "PlusMinus: The Boardgame",
    "ID": 253363,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/253363/plusminus-the-boardgame",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The main principle of this game is a generally known law of magnetism, saying that charged particles of the same signs repel each other and attract the opposite, in other words: plus attracts minus, minus attracts plus, plus repels plus and minus repels minus. Players, using this principle, perform actions with their pawns, aiming to place five of them in a row. The first to achieve this goal wins the game.&#10;&#10;This new edition includes a larger board (6 hexagons per side not 5) and a simplification of the rules.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement"
    ],
    "Families": [
      "Admin: Unreleased Games",
      "Category: Combinatorial",
      "Components: Wooden pieces & boards",
      "Digital Implementations: Ai Ai",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Go Eco",
    "ID": 253367,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/253367/go-eco",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "3",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Go Eco is a card game for 2-6 players that celebrates diversity in nature.&#10;&#10;The objective of the game is to reach a predetermined number of points over multiple rounds by scoring a set of food chain cards from one ecosystem.&#10;&#10;Players start with a hand of 8 cards. On your turn you can either draw a card or declare victory of the round. If you draw a card then you can play or discard a card from your hand. There are two basic types of cards in the game: Ecosystem cards and Go cards. Ecosystem cards will be collected in order to declare victory. Go cards allow you to gain an advantage over other players or protect yourself. If you declare victory and meet the victory conditions, you tally your points and then begin a new round. Play continues until one player has reached the predetermined number of victory points, 50 for a shorter game or 100 for a longer one.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Game of Thrones: The Card Game (Second Edition) – The March on Winterfell",
    "ID": 253380,
    "Year": "(2018)",
    "Geek Rating": "5.550",
    "Avg Rating": "8.16",
    "Link": "https://boardgamegeek.com/boardgameexpansion/253380/a-game-of-thrones-the-card-game-second-edition-the",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Prepare your armies for the long nights of winter with The March on Winterfell, the second Chapter Pack in the &quot;Dance of Shadows&quot; cycle for A Game of Thrones: The Card Game!&#10;&#10;This Chapter Pack draws from the pages of A Dance with Dragons, and features more of the new Shadow mechanism that debuts in this cycle. With new cards to draw out your enemy's plans, you can safely wait in the wings until your moment to strike! But what will you sacrifice in pursuit of power?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fantasy",
      "Fighting",
      "Medieval",
      "Negotiation",
      "Novel-based"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Books: A Song of Ice and Fire",
      "Collectible: Living Card Game (Fantasy Flight Games)",
      "Game: A Game of Thrones – The Card Game (LCG)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Platoon Commander Deluxe: Kursk – Tracks in the Mud",
    "ID": 253381,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.48",
    "Link": "https://boardgamegeek.com/boardgameexpansion/253381/platoon-commander-deluxe-kursk-tracks-in-the-mud",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3.5",
    "Description": "From the Publisher:&#10;&#10;Tracks in the Mud is a boxed expansion for Platoon Commander Deluxe: Kursk. The expansion includes a new sheet of die-cut counters, including Jagdtigers, King Tigers, Jagdpanthers, T-34/85, and IS-3, to name but a few. There is also a new, 22&quot; x 17&quot; mounted mapboard, and several new scenarios, all packaged in an attractive box.&#10;&#10;Better still, two of the included late-war scenarios pit the Americans against the Soviets in the interesting, what-if scenario that Patton Imagined. What if we had continued the war into Russia? These scenarios utilize American counters for Pershings, Easy-Eight Shermans, and infantry.&#10;&#10;You get.&#10;&#10;a full sheet of 1&quot; counters&#10;a 17&quot; x 22&quot; mounted map/gameboard&#10;a scenario book with six new scenarios&#10;an attractive box to store it in&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Line of Sight",
      "Ratio / Combat Results Table"
    ],
    "Families": [
      "Cities: Kursk (Russia)",
      "Country: Russia",
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games",
      "Series: Mark H. Walker's Platoon Commander"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dominion of the Stars",
    "ID": 253382,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.60",
    "Link": "https://boardgamegeek.com/boardgame/253382/dominion-of-the-stars",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "120",
    "Play Time": "360",
    "Weight": "2",
    "Description": "Dominion of the Stars is a solitaire game in which you take the role of a world empire expanding its sovereignty into space. This calls for sending starships from your home planet to explore deep space. Along the way you will make various discoveries while trying to colonize as many planets as possible. Colonization of a planet is achieved after its discovery, conquest, and development have taken place. In addition, you must retain control of your planets by protecting them from the game-controlled enemy race.&#10;&#10;Planet Discovery&#10;Dominion of the Stars takes place in a fictitious galaxy where many formidable findings await. Among your findings will be planets requiring commitment and investment if you hope to colonize them. Assessing a planet&rsquo;s profile requires the determination of the following key data:&#10;&#10;&bull; The value of the planet&rsquo;s natural resources.&#10;&#10;&bull; The presence of intelligent lifeforms.&#10;&#10;&bull; The difficulty of development/colonization.&#10;&#10;Quadrant Accessibility&#10;At the onset, the only major discovery is a WarpGate located within your home quadrant. A WarpGate provides instantaneous travel to other quadrants. As more WarpGates are discovered, more quadrants become accessible. The game provides a total of 7 quadrants that can be explored based on access.&#10;&#10;Starship Movement&#10;Normal space travel is performed using hex-to-hex movement. In addition to moving from hex to hex, a player may move from level to level (within a hex). Hex level is represented by counter placement; how a counter is orientated or whether it is inverted.&#10;&#10;Starship Types&#10;The player oversees the following types of starships on behalf of the empire:&#10;&#10;&bull; Exploration starships &ndash;used to discover habitable planets in deep space (among other discoveries).&#10;&#10;&bull; Military starships --used to secure fleets during exploration, and to conquer/defend planets.&#10;&#10;&bull; Development starships -- used on one-way missions, these starships are necessary for colonizing planets.&#10;&#10;Winning/Losing&#10;There are different degrees of win and loss as outlined by the Achievement Scale. Through the process of discovering and controlling planets, it is possible to win the game. If you are unable to discover and control the necessary number of planets by the end of 26 turns, the game is lost.&#10;&#10;Dominion of the Stars is available as a free Print &amp; Play game (uploaded to BGG) or as a Print-on-Demand (see official link). In the Print &amp; Play version, counters replace all the non-cardboard pieces (except for the rolling dice).&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play",
      "Science Fiction",
      "Space Exploration",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Hexagon Grid",
      "Three Dimensional Movement"
    ],
    "Families": [
      "Misc: Free Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Street Masters: Redemption",
    "ID": 253383,
    "Year": "(2018)",
    "Geek Rating": "5.568",
    "Avg Rating": "8.30",
    "Link": "https://boardgamegeek.com/boardgameexpansion/253383/street-masters-redemption",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "2.5",
    "Description": "This expansion allows the 6 boss characters of the core game to be used as playable fighters in the game.&#10;&#10;Each of the 6 fighters come with their own 25 card decks and a 15 card Hero Story deck to compliment their new storyline as a playable fighter in the game.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Dice",
      "Expansion for Base-game",
      "Fantasy",
      "Puzzle",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Grid Movement",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Street Masters: Rise of the Kingdom – x BattleCON",
    "ID": 253384,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.20",
    "Link": "https://boardgamegeek.com/boardgameexpansion/253384/street-masters-rise-of-the-kingdom-x-battlecon",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "120",
    "Weight": "0",
    "Description": "From the publisher:&#10;&#10;A mishap in time sends 3 warriors from another universe into the world of Street Masters. Allies or Rivals? You decide. The warriors are:&#10;&#10;Clinhyde Eight - A techno-ninja who fights with a pair of stun rods and wears a body suit that injects him with various stimpacks, heightening reflexes and even providing clairvoyant powers. He can sneak around quickly, run along walls, and interfere with enemies senses.&#10;&#10;Khadath Ahemusei - A dimensional ranger, and one of the cover characters for BattleCON: War. He uses a short sword and creates gravity wells which can slow down enemies, ether preventing their escape or preventing their advance.&#10;&#10;Star Knight Iri - A magical-girl with a transforming weapon that can take any shape she wishes. She shifts between three forms for high power, high defense, and range. Her true form is a monstrous alien made of pure energy.&#10;&#10;This expansion contains 3 characters from the BattleCON universe board game to be used in the Street Masters game.&#10;&#10;Each of the three characters comes with one miniature and 1 Ally/Rival card.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Dice",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Puzzle",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Grid Movement",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Spirits of Carter Mansion",
    "ID": 253385,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.07",
    "Link": "https://boardgamegeek.com/boardgame/253385/spirits-of-carter-mansion",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Spirits of Carter Mansion is a Social Deception Microgame where you are the Spirits that Haunt the large estate.&#10;&#10;The neighbours child has kicked their Soccer ball in through the upstairs window of the estate your spirit has been trapped in, and your fellow spirits are in turmoil as to what to do. The good spirits want to help the kid navigate the ever shifting rooms of the old house, where as the more sinister spirits are trying to sneakily lure them into the basement to never return...&#10;&#10;Spirits of Carter Mansion is an 18 card game, where players navigate through the different rooms of the mansion, and use their unique effects to inch closer or further from their goal. In order to enter a room, you must convince the other players that your room is the best choice, and convince that you are in fact a good spirit. Beware of the treachery of the evil spirits trying to convert other players to their sinister ways, or their deceptive words, as they try and steer the neighbours child towards the basement.&#10;&#10;Each turn players will play a card from their hand which represents a room for the child to travel into, each player then makes a case for why their room should be picked, and the chosen room is then navigated into. Evil Spirits will try and trick the group into journeying into the basement, whilst good spirits must try and maintain justice and level-headed thinking through the rooms.&#10;&#10;The game ends once either victory condition is met, the Good players must travel, and retrieve the Soccer Ball, and return to the entrance, whilst the Evil team must journey into the Basement (however if the basement is entered with the Soccer Ball, the ball is lost in another room, and good gets another chance to continue!). If either Victory condition is met, all the players of that alignment win!&#10;&#10;Spirits of Carter Mansion relies on clever bluffs, subtle team work, social deception and Luck for players to successfully navigate the perils of the haunted estate!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Print & Play"
    ],
    "Mechanics": [
      "I Cut, You Choose",
      "Team-Based Game"
    ],
    "Families": [
      "Category: Print-on-Demand"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "HeroTec: Job Insecurity",
    "ID": 253386,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgameexpansion/253386/herotec-job-insecurity",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Bring HeroTec to more (and less!) players. Job Insecurity is a 6-card expansion with rules for solo and 3-4 player games.&#10;&#10;Contents:&#10;&#10;     Mini Reactor (gadget)&#10;     Trash Vest (costume)&#10;     Shiftcycle (vehicle)&#10;     Grab Crab (vehicle)&#10;     Fortress of Aloneness (lair)&#10;     Sewer Lair (lair)&#10;&#10;&#10;&#10;Released in the February 2018 Board Game of the Month Club $10+ package.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Print & Play",
      "Science Fiction"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Game: HeroTec",
      "Players: Expansions Adding Solo Play",
      "Players: Expansions Changing Player Count",
      "Series: Wallet Games (Button Shy)",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "NanoTec",
    "ID": 253387,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/253387/nanotec",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Nanodaption of HeroTec.&#10;&#10;&#10;Description by the designer:&#10;&#10;Based on HeroTec by Duane Kolar, as part of the November 2017 WGKS.&#10;&#10;Test out your new superhero devices and assemble a set of four. Move around the workshop, spinning the action grid to access new movement options and block your rival from them, use the movements to maneuver your pieces around the lab, and activate some of the powers to Spin, Leap, Dash and Shove your way to a complete set of devices before your rival.&#10;&#10;This comes with 2 cards and rules. Cut out the 10 tokens from one of the cards, or use your own.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Action Points",
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: HeroTec",
      "Players: Two-Player Only Games",
      "Series: Nanodaptions (Button Shy)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Crystal Clans: Light Clan",
    "ID": 253390,
    "Year": "(2018)",
    "Geek Rating": "5.543",
    "Avg Rating": "7.47",
    "Link": "https://boardgamegeek.com/boardgameexpansion/253390/crystal-clans-light-clan",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "3",
    "Description": "Summon the divine power of Light Clan to Crystal Clans. Light Clan forces opponents' to play by their rules, by setting up laws that all players must follow. Even the playing field with Arbiters of Peace and the Arbiters of War. Protect your squads with the Shimmerstone Clerics' Barrier ability. Use Light Clan's special ability &mdash; Prayer &mdash; to manipulate the initiative track or grab just the card you need at a crucial moment in battle.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Grid Movement",
      "Hand Management",
      "Rock-Paper-Scissors",
      "Turn Order: Time Track",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Crystal Clans",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Crystal Clans: Fire Clan",
    "ID": 253391,
    "Year": "(2018)",
    "Geek Rating": "5.544",
    "Avg Rating": "7.43",
    "Link": "https://boardgamegeek.com/boardgameexpansion/253391/crystal-clans-fire-clan",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "3",
    "Description": "Behold the all-consuming fury of Fire Clan. This new clan for Crystal Clans burns brightly, but players must make careful sacrifices to stoke their flames or risk them burning out. Deliver vengeance for your fallen heroes with the Ashen Assassins. Create an endless cycle of warriors by utilizing the combined powers of the Searing Guards and Obsidian Defenders. Watch your foes turn to ash merely by being in the burning presence of the hero Meldien.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Grid Movement",
      "Hand Management",
      "Rock-Paper-Scissors",
      "Turn Order: Time Track",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Crystal Clans",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Lord of the Rings: The Card Game – Roam Across Rhovanion",
    "ID": 253392,
    "Year": "(2018)",
    "Geek Rating": "5.584",
    "Avg Rating": "8.15",
    "Link": "https://boardgamegeek.com/boardgameexpansion/253392/the-lord-of-the-rings-the-card-game-roam-across-rh",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3",
    "Description": "Roam Across Rhovanion is the second Adventure Pack in the &quot;Ered Mithrin&quot; cycle for The Lord of the Rings: The Card Game. After venturing deep into the Grey Mountains, your path leads to the orcish stronghold of Gundabad. Before you can infiltrate this fortress, however, you must forge an uneasy alliance with a treacherous Goblin and travel across Rhovanion in search of his lost items.&#10;&#10;This pack's sixty cards include the first hero to bear the Woodman trait, forming the foundation for an entirely new type of deck. Additionally, the pack contains three copies each of eight different player cards, including some that bring some relief to the encounter deck itself.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fantasy",
      "Novel-based"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Authors: J.R.R. Tolkien",
      "Collectible: Living Card Game (Fantasy Flight Games)",
      "Game: The Lord of the Rings – The Card Game (LCG)",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Picture This: The Puzzling Picture Game",
    "ID": 253394,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "3.33",
    "Link": "https://boardgamegeek.com/boardgame/253394/picture-this-the-puzzling-picture-game",
    "Min Players": "3",
    "Max Players": "99",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "In this game, you will be presented with a series of puzzling close up photographs.&#10;&#10;A card is placed face up in the middle of the table. Players study the card and the first person to correctly guess what the picture is wins the card. If no one guesses the card within a minute, a new card replaces the previous one.&#10;&#10;The first player to collect 5 cards wins the game!&#10;&#10;Contents: 100 cards showing close-up everyday objects and instructions.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Het Grote Nieuws van 2001 Spel",
    "ID": 253397,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/253397/het-grote-nieuws-van-2001-spel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A journalism themed trivia game.&#10;&#10;Each player gets a card. There are 6 different categories. The player start his/her turn with throwing the die and move the pawn in the direction the player wants. The player has to answer a quetion in the category he or she lands on. If the player answers the question correctly, he/she places a Right-chip on the christmas card. Otherwise he/she places a Wrong-chip on the christmas card.&#10;When a player has collected 6 chips, the game ends. The player with the most Right-chips, wins the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Series: Het Grote Spel (Identity Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Professor Evil and the Citadel of Time: Professor Evil and the Architects of Magic",
    "ID": 253423,
    "Year": "(2018)",
    "Geek Rating": "5.554",
    "Avg Rating": "7.10",
    "Link": "https://boardgamegeek.com/boardgameexpansion/253423/professor-evil-and-the-citadel-of-time-professor-e",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "The Professor Evil and the Architects of Magic expansion brings new surprises to Professor Evil and the Citadel of Time.&#10;&#10;Lloyd Right and Morgane Cardini are two new members of your team, each with a new skills that may help you beat the Professor. You are free to combine Lloyd and Morgane&rsquo;s talents with those of your favourite characters in any way you wish, and then once again do battle with the Professor!&#10;&#10;The Professor&rsquo;s Possessions are new treasure tiles that represent one of the Professor&rsquo;s most prized personal artefacts. Mix these new treasures with the others, and then look out for them when they appear around the Castle. If you can rescue a possession it will give the team a boost, but if the Professor stashes a possession before you get to it, you&rsquo;ll start to hear the clock tick even faster. Beware!&#10;&#10;The Time Portals allow the Professor to make use of his own amazing time travel technology &mdash; to manipulate time within the Castle itself! When he moves around the Castle, the Professor will open time portals in each room he stops in. And if he ever revisits one, he will jump back in time and repeat his turn, making him an even-more forbidable opponent!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Cooperative Game",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Theme: Mad Science / Mad Scientist"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dueling Dinos",
    "ID": 253425,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/253425/dueling-dinos",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "0",
    "Description": "Duel your dinos and show the other cave clans who is the strongest!&#10;&#10;Dueling Dinos is a card game in which the object is to outsmart your opponent and gather rewards. Each player drafts a pack of dinosaurs (dinos), wagers precious stones (tokens), and then watches as their dinos take on their opponents dinos in head to head duels.&#10;&#10;Each player is dealt a hand of three cards which are arranged in a line face down. These cards are their pack of dinos. Players take turns successively replacing these cards from the deck or discard pile until one player is satisfied with their pack and knocks. The aim is to make a pack that can win the most head to head duels.&#10;&#10;When you think you have the best chance of winning the round you can use your turn to knock instead of drawing to replace one of your cards. This causes the play to end after each of the other players has taken one more turn.&#10;&#10;The game is played across five rounds and the player with the most stones at the end of those five rounds is the winner. If, at the start of a round, a player can not ante three coins the game is over and that player has lost. Alternately, before the game begins, players may agree upon a set time limit or number of rounds for the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Prehistoric"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Trick-taking"
    ],
    "Families": [
      "Category: Print-on-Demand"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gib acht!: Das hochinteressante Farben-Kreiselspiel",
    "ID": 253432,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/253432/gib-acht-das-hochinteressante-farben-kreiselspiel",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players have to move their pawn from the starting space of their color to their destination at the center of the game board. movement is determined by the spin of a color top. the pawn of the resulting color moves 1 space in forward. If a player spins his own color, he gets to spin again. To beginn and to reach the finish, the players have to spin their own color.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Racing"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Nations At War: Core Rules",
    "ID": 253433,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.29",
    "Link": "https://boardgamegeek.com/boardgame/253433/nations-at-war-core-rules",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2",
    "Description": "Nations At War v3.0 rules are the latest set of guidelines and regulations for the game system written by Sean Druelinger, Lead Developer of the Nations At War Series.&#10;&#10;&#10;These rules present the core rules for the game system.  This new rule book has been designed to place all the rules in one book, making playing the game is easier and faster than ever.&#10;&#10;&#10;Notable changes from previous versions of the rules (v2.0 and earlier) will be presented in BLUE text. This new edition of the rules can be used with previously published modules.&#10;&#10;&#10;These new rules also include our new Starter Kit for those who wish to try out the system.&#10;&#10;PLEASE NOTE: There is no difference between the Living Rules PDF Edition and the Printed Edition.  This printed book was designed with the gamer in mind and those that have older editions games in the series but wanted to have a hard copy set of the new rules in their hands.&#10;&#10;The new rules are available for anyone to download for free.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Series: Nations at War (Lock 'n Load Publishing)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Geisha",
    "ID": 253434,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.29",
    "Link": "https://boardgamegeek.com/boardgame/253434/geisha",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2",
    "Description": "In Geisha, each player will seek to become the geisha with the best reputation in Kyoto. For this, it is necessary to practice different arts: Haiku (poetry), Ikebana (floral arrangements), Ocha (tea), Shamisen (musical instrument) and Uta (singing). The more these arts are practiced, the better the attributes of the geisha: patience, discipline, creativity, dedication and elegance. These attributes will allow the geisha to travel to many teahouses throughout Japan and gain even more reputation.&#10;&#10;The player will do so by placing three workers each turn. The spaces to place workers are unique minigames to practice arts and improve their attributes or go to teahouses throughout Japan to directly raise their reputation. At the end of the game, the player who has visited more prefectures will have a better reputation.&#10;&#10;The game lasts for 12 rounds, marked with an incense. It marks the duration of a geisha's tea ceremony in reality, so this game takes that idea to mark the end of the game.&#10;&#10;&mdash;description from the publisher (Translated)&#10;&#10;En Geisha, cada jugador buscar&aacute; convertirse en la geisha con mejor reputaci&oacute;n de Kyoto. Para ello, es necesario practicar distintas artes: Haiku (poes&iacute;a), Ikebana (arreglos florales), Ocha (t&eacute;), Shamisen (instrumento musical) y Uta (canto). Mientras m&aacute;s se practiquen estas artes, mejores ser&aacute;n los atributos de la geisha: paciencia, disciplina, creatividad, dedicaci&oacute;n y elegancia. Estos atributos a su vez permitir&aacute;n que la geisha pueda viajar a muchas casas de t&eacute; a lo largo de Jap&oacute;n y ganar a&uacute;n m&aacute;s reputaci&oacute;n.&#10;&#10;El jugador har&aacute; lo anterior colocando tres trabajadores cada turno. Los espacios para colocar trabajadores son distintos minijuegos para practicar artes y mejorar sus atributos o bien ir a casas de t&eacute; a lo largo de Jap&oacute;n para subir directamente su reputaci&oacute;n. Al final del juego tendr&aacute; mayor reputaci&oacute;n el jugador que haya visitado m&aacute;s prefecturas.&#10;&#10;El juego tiene una duraci&oacute;n de 12 rondas, marcadas con un incienso. &Egrave;l marca la duraci&oacute;n de una ceremonia de t&eacute; de una geisha en la realidad, as&iacute; que este juego retoma la idea para marcar el final del juego.&#10;&#10;&mdash;description from the publisher (Spanish)&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Memory",
      "Set Collection",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "So Ded",
    "ID": 253435,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/253435/so-ded",
    "Min Players": "2",
    "Max Players": "24",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "So Ded is a fast-paced game of survival for 5-24* players (2-4 player rules available), ages 12+, with a 30 minutes playtime&#10;&#10;The world has ended by gene slicing bees with humans!! Or maybe it's zombies or something else! On top of that, everyone left alive is out to get you. With random maps, weapons, armor, supplies and other unique gear, you will collect as much loot as you can while fighting anyone that gets in your way! You start with a few knives, leather vests, supplies and ability to Hide.  You gain more powerful equipment by visiting locations but you can also get loot from any opponent's deck when you defeat them&#10;&#10;Everyone selects (or chooses randomly) a character to play. There is the Truck Driver, Clown, Hoarder, Surgeon, Cat Lover, etc.. each character has their own unique abilities. The game is broken down into 3 phases: Move, Battle/Loot, Apocalypse/Refresh.  BE WARNED: People will be eliminated at a fast pace! Only one will survive. So if you pull out a victory in this game, you should be praised in all of it's glory as it will be rare indeed&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Player Elimination"
    ],
    "Families": [
      "Creatures: Zombies",
      "Crowdfunding: Kickstarter",
      "Theme: Post-Apocalyptic"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Age of Steam Expansion: Kansas City Interurban",
    "ID": 253437,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.98",
    "Link": "https://boardgamegeek.com/boardgameexpansion/253437/age-of-steam-expansion-kansas-city-interurban",
    "Min Players": "4",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Kansas City&rsquo;s boom days of interurban railways started in the early 1900s and went away just as fast in the 1930s due to the rise of the automobile. This expansion map reflects the rapid growth of interurban railways and the competition to keep growing or go bust.&#10;&#10;This Age of Steam expansion map features a Power Plant track in place of the Engine (Locomotive) track of the base game and requires players to make deliveries equal to or greater than their best delivery. All players start in hexes adjacent to Kansas City and expand outwards. The initial cost for the starting spaces and building a power plant make the beginning game very costly. Players must carefully consider pushing forward for longer deliveries because once they are done, there is no going back to shorter deliveries.&#10;&#10;This expansion map was released for attendees of the  inaugural Age of Steam Con in March 2018 and then made available for purchase at and after HeavyCon in May 2018.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Network and Route Building",
      "Pick-up and Deliver",
      "Tile Placement"
    ],
    "Families": [
      "Cities: Kansas City (Missouri, USA)",
      "Game: Age of Steam"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kust Ma Seda Kuulsin? 2",
    "ID": 253438,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/253438/kust-ma-seda-kuulsin-2",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "The objective of Kust Ma Seda Kuulsin? 2 (&quot;Where did I hear it?&quot; 2) is to guess the quote: which movie, song, novel etc. is it.&#10;This time all quotes are connected with Estonia.&#10;&#10;Player who guesses correctly moves forward on the game board.&#10;The player who finishes first is the winner.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme",
      "Music",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Grand Football Mexico 86",
    "ID": 253441,
    "Year": "(1985)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.40",
    "Link": "https://boardgamegeek.com/boardgame/253441/grand-football-mexico-86",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "4",
    "Play Time": "8",
    "Weight": "0",
    "Description": "A Pinball, which theme is the World Cup 86 - Mexico, who took place in Mexico. This board game, was created by greek toy company  &quot;Lyra&quot; in 1985. The winner is the player who scored the most goals. Every player has six chances/balls to score. If the ball, fell into holes, there are two possibilities: Missed shot or try again  Great fun, for two players!&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Country: Mexico",
      "Sports: Football / Soccer",
      "Theme: FIFA World Cup"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tajniacy: Obcy Agenci",
    "ID": 253443,
    "Year": "(2018)",
    "Geek Rating": "5.538",
    "Avg Rating": "7.36",
    "Link": "https://boardgamegeek.com/boardgameexpansion/253443/tajniacy-obcy-agenci",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Polish third mini-expansion&#10;&#10;Consist of 10 new cards (with 20 new codenames) in Polish.&#10;&#10;Can be mixed with both regular Codenames (Tajniacy), Codenames Undercover (Tajniacy: Bez Cenzury), Codenames Duet (Tajniacy: Duet) or even Codenames Pictures (Tajniacy: Obrazki) if using mixed Word/Pictures game variant.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Expansion for Base-game",
      "Party Game",
      "Spies / Secret Agents",
      "Word Game"
    ],
    "Mechanics": [
      "Memory",
      "Push Your Luck",
      "Team-Based Game"
    ],
    "Families": [
      "Game: Codenames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Greatest Snake: Kickstarter Exclusive Booster Pack",
    "ID": 253448,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/253448/the-greatest-snake-kickstarter-exclusive-booster-p",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A Kickstarter Exclusive booster pack with 25 additional cards (originally 18), making a 5 player game possible. With 5 players, you can now become the Even Greaterest Snake!&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Expansion for Base-game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Savings Game",
    "ID": 253456,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/253456/the-savings-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A simplistic roll &amp; move game deriving from Landlord game variants like Monopoly. In this game the players receive 'income' cards which earn them money and 'expenditure' cards which cost them money, and can keep their money either in cash or savings account, that latter of which recieve interest (the game includes a calculator) based on the current interest rates.&#10;The game is intended as an educational tool and was supported by the Britannia Building Society 'borne out of our desire for financila education to be made available for all school children'.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Face to Face",
    "ID": 253489,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/253489/face-to-face",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "OUR KICKSTARTER CAMPAIGN BEGINS NOVEMBER 5!  COME SUPPORT US!&#10;&#10;Something has gone very wrong with the world!  Animals have been separated from the places they belong - can you help put them back?&#10;&#10;In the card game Face to Face, players work to match animal halves and return them to their respective habitats.  The game contains 4 different habitats (arctic, jungle, savannah, and pasture); each habitat has 4 different animals available.&#10;&#10;The game begins with two shuffled decks of cards - &quot;Place&quot; cards and &quot;Face&quot; cards.  These are placed where all players can reach them.  The player who has had the most exotic pet goes first.  On his/her turn, each player can select a maximum of 2 of the following actions:  (1) take a card from either deck; (2) put a card down; (3) trade a card with another player; (4) discard a card; or (5) pass.  Players' hands may not exceed 7 cards.&#10;&#10;Players get points for the matched pairs they place down on the animals' correct habitats.  First player to 10 points wins.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Educational",
      "Environmental"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Root Guy Farm",
    "ID": 253490,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/253490/root-guy-farm",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Shim and D'rothy's first board game for kids and people of all ages, Root Guy Farm is an old-fashioned roll-the-dice board game that encourages interaction and storytelling. Some of the spaces are just silly, while others prompt your kids to talk about their favorite food, items they would bring on a trip, or to tell a joke. The winner is prompted to make up a story about the mysterious &quot;Root Guy Farm.&quot; This game will bring the family together with laughs, creativity, and imagination.&#10; The game board is printed in full-color at actual size of the original colored pencil artwork, 24&quot; by 18&quot;. The paper game board is fully laminated, so it can't be easily ruined by spills. The game is shipped with a 6-sided die and 5 colorful game pieces.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Jojojo",
    "ID": 253492,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/253492/jojojo",
    "Min Players": "2",
    "Max Players": "42",
    "Min Play Time": "20",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Jojojo is a storytelling cardgame about exploring people's personalities through questions.&#10;&#10;The question cards were carefully crafted and thoroughly playtested (more than 700 iterations) to challenge the players to reveal details about themselves through a narrative lens. It's hard to have pre-made answers, so conversations become energetic, challenging, memorable.&#10;&#10;With different game modes, the rules adapt to the number of people playing, the depth of conversation they want and how well they know each other. The goal is always the same: tell stories.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Storytelling"
    ],
    "Families": []
  }
]