[
  {
    "Rank": "N/A",
    "Name": "Wolf in Disguise",
    "ID": 27034,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.71",
    "Link": "https://boardgamegeek.com/boardgame/27034/wolf-in-disguise",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "In Wolf in Disguise, players seek to wreak havoc at the peaceful ranch. Each player is a Shepherd who tries to gain the most profit on the ranch. Player can hire wolf to attack other player's sheep or raise shepherd dog to protect his own sheep. However, to make the game interesting, all the wolves are disguised as sheep.&#10;&#10;Wolf in disguise is a game derived from the famous book, The Art of War - Thirty-Six Stratagems thought by some to be written by Sun Tzu. The idea came from the twentieth Stratagem in the book, &quot;Fish in troubled water.&quot;&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Rock-Paper-Scissors",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Animals: Sheep",
      "Animals: Wolves"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Legends of the Ancient World: The Gates to the Underworld",
    "ID": 27035,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.54",
    "Link": "https://boardgamegeek.com/boardgame/27035/legends-of-the-ancient-world-the-gates-to-the-unde",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.6667",
    "Description": "From the publisher:&#10;&#10;&quot;Only the Necromancer can help you summon back the demons of the underworld that have risen to plague the land. But you must first seal the breaches through which the demons entered the world of the living before undertaking the journey to Hell itself. &quot;&#10;&#10;This is a paragraph-system game with a hex board and counters, inspired by Metagaming's Melee.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Series: Legends of the Ancient World (Dark City Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Känner du Pippi Långstrump",
    "ID": 27036,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/27036/kanner-du-pippi-langstrump",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Children&acute;s trivia game about Pippi Longstocking and friends.&#10;&#10;Each player receives eight tiles with pictures from the books. Players lay them on the table in front of them and memorize the order of the pictures. Then they turn their tiles face-down. Players are then ready to take turns rolling the die and moving on the board.&#10;&#10;If they land on a red spot, the game master picks up a red card and reads a quote from a story. The text is associated with one of the pictures on the players&acute; tiles. The first player to turn up the right tile gets a freckle painted in her face - a make-up stick is included in the game! As you know, Pippi is proud of her freckles.&#10;&#10;If they land on a yellow spot, they get one freckle.&#10;&#10;If they land on a green spot, the player answers a question from a card. If correct, the player gets one gold coin.&#10;&#10;The first player to land on one of the blue spots gets the coin that was placed their before game start. No new coins are added during the game.&#10;&#10;The first player to reach the finish gets three coins. The winner is the player with most points (total of freckles and coins!).&#10;&#10;Age 5 years and up. Children will need someone to read the cards.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Authors: Astrid Lindgren",
      "Books: Pippi Longstocking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Threshold of Democracy: Athens in 403 B.C.",
    "ID": 27037,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/27037/the-threshold-of-democracy-athens-in-403-bc",
    "Min Players": "10",
    "Max Players": "30",
    "Min Play Time": "550",
    "Play Time": "550",
    "Weight": "0",
    "Description": "The Threshold of Democracy: Athens in 403 B.C. is one of the first games in the Reacting to the Past game series originally created by Mark Carnes, history professor at Barnard College/Columbia University.  These games are intended for undergraduate or graduate students led by an instructor (facilitator)&#10;&#10;Participants are assigned roles with secret role sheets and secret victory objectives.  The object of the game is to achieve the stated objective for each player.&#10;&#10;The game is set in Athens soon after the tyrants installed by Sparta were overthrown.  The game focuses upon the future of democracy in Athens.  Participants are given a variety of roles: moderate democrats, radical democrats, oligarchs, Socratics and more.&#10;&#10;Participants need read and refer to Plato's Republic (not included) and excerpts (included) from Thucydides, Xenophon, and other primary sources.&#10;&#10;The game requires substantial reading, writing, and verbal debate.&#10;&#10;Awards:&#10;The Reacting to the Past series won the 2004 Hesburgh Award for innovative undergraduate education using gaming.&#10;&#10;The American Historical Association awarded the 2006 William Gilbert Award to Mark C. Carnes for the best article on teaching history--focusing upon the Reacting to the Past games.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Book",
      "Educational"
    ],
    "Mechanics": [
      "Simulation",
      "Variable Player Powers",
      "Voting"
    ],
    "Families": [
      "Ancient: Greece",
      "Cities: Athens (Greece)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Scene it? Gute Zeiten Schlechte Zeiten",
    "ID": 27039,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgame/27039/scene-it-gute-zeiten-schlechte-zeiten",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "In this version of &quot;Scene It?: The DVD Movie Game?&quot; you find scenes and questions about the German daily soap &quot;Gute Zeiten Schlechte Zeiten&quot;.]  It is a stand alone DVD game about famous german TV show.&#10;&#10;&quot;How much do you know about Gute Zeiten Schlechte Zeiten (as seen on TV)? Test your knowledge of the entire Gute Zeiten Schlechte Zeiten gang with Scene It? The Gute Zeiten Schlechte Zeiten Game Pack. Featuring clips, puzzlers and questions from all seasons! Scene It? The Gute Zeiten Schlechte Zeiten Game Pack can add to any Scene It? game or play as a stand-alone title. For 2 or more adult players.&quot;&#10;&#10;",
    "Categories": [
      "Electronic",
      "Movies / TV / Radio theme",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Team-Based Game"
    ],
    "Families": [
      "Components: DVDs",
      "Game: Scene It?"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Age of Steam Expansion: Mars – Global Surveyor",
    "ID": 27040,
    "Year": "(2006)",
    "Geek Rating": "5.532",
    "Avg Rating": "7.27",
    "Link": "https://boardgamegeek.com/boardgameexpansion/27040/age-of-steam-expansion-mars-global-surveyor",
    "Min Players": "4",
    "Max Players": "4",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3.6667",
    "Description": "This Age of Steam Expansion expands the game to Mars.&#10;&#10;Age of Steam Expansion - Mars: Global Surveyor is an expansion for the basic game Age of Steam. The originality of this expansion is that the green discs (the Martians) can move around the planet, and birth with blue cubes. The map uses the same mechanic as Age of Steam on the Moon and allows edges connections.&#10;&#10;This expansion is sold on the back of the reprint Age of Steam Expansion: The Moon, and printed on one large heavy plasticized paper map (52cm x 36cm)&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Science Fiction",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Pick-up and Deliver",
      "Tile Placement"
    ],
    "Families": [
      "Game: Age of Steam",
      "Space: Mars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Anno Domini: Österreich",
    "ID": 27041,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.06",
    "Link": "https://boardgamegeek.com/boardgame/27041/anno-domini-osterreich",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Each Anno Domini set consists of 336 cards, with a description of a historical event on one side of the card, and the year (and sometimes specific date) in which it happened on the other.&#10;&#10;Each player receives nine of these cards (or less, if you want the game to be shorter), and may only look at the descriptions. Players then put in turn a card on the table, *trying* to put theirs in chronological order. A player may, instead of adding a card, claim that the order in which the cards were put is incorrect. In this case all cards are turned over and the correct years revealed.&#10;If the order was correct then the doubting player receives two cards and skips a turn. If the order was incorrect then the previous player, who accepted the order as correct, receives three cards. The first player that gets rid of all the cards wins.&#10;&#10;Bluffing is as least as important as knowledge in this game. Most events are rather obscure or are hard to date exactly, so this ain&rsquo;t no game for the nerds/geeks of this world, even they might think so, because it&rsquo;s full of surprises and pure fun. Highly recommended, because Anno Domini is a blast to play, is a very enjoyable social event and you even learn something from it.&#10;&#10;Unfortunately there is no English edition in existence, but this game could be a good way, to improve your already existing German skills or a very good reason, to learn German language in the first place.&#10;&#10;The set &quot;&Ouml;sterreich&quot; contains historical events which are related to Austria. This relationship is not necessary obvious. Like all Anno Domini the Austria edition can be played as standalone or mixed with some or even all editions.&#10;&#10;Part of the Anno Domini series&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Educational",
      "Humor",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Country: Austria",
      "Game: Anno Domini"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trivial Pursuit: 250 Jahre Österreichisches Zahlenlotto",
    "ID": 27043,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/27043/trivial-pursuit-250-jahre-osterreichisches-zahlenl",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "This is a special Version for the 250th birthday of the Austrian lottery.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Country: Austria",
      "Game: Trivial Pursuit"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Vincent Time Path",
    "ID": 27044,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/27044/vincent-time-path",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Directly from the rules:&#10;&#10;By offering cards for completion the players jointly create a path that takes them through various periods taken from the life of Vincent Van Gogh.&#10;The first player to get rid of all his cards is the winner.&#10;&#10;Contents of the box:&#10;&#10;     48 cards&#10;     4 brushes&#10;     4 holders&#10;     1 dice&#10;     rule book&#10;&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Rousseau, Burke, and Revolution in France, 1791",
    "ID": 27045,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/27045/rousseau-burke-and-revolution-in-france-1791",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From Description:&#10;&#10;Rousseau, Burke, and Revolution in France, 1791 plunges students into the intellectual, political, and ideological currents that surged through revolutionary Paris in the summer of 1791.  Students are leaders of major factions within the National Assembly (and in the streets outside) as it struggles to create a constitution amidst internal chaos and threats of foreign invasion.  Will the king retain power?  Will the priests of the Catholic Church obey the &ldquo;general will&rdquo; of the National Assembly or the dictates of the pope in Rome?  Do traditional institutions and values constitute restraints on freedom and individual dignity or are they its essential bulwarks?&#10;&#10;&#10;Are slaves, women, and Jews entitled to the &ldquo;rights of man&rdquo;?  Is violence a legitimate means of changing society or of purging it of dangerous enemies?  In wrestling with these issues, students consult Jean-Jacques Rousseau&rsquo;s Social Contract and Edmund Burke&rsquo;s Reflections on the Revolution in France, among other texts.&#10;&#10;",
    "Categories": [
      "Book",
      "Educational",
      "Political"
    ],
    "Mechanics": [
      "Acting",
      "Role Playing",
      "Simulation",
      "Voting"
    ],
    "Families": [
      "Admin: Outside the Scope of BGG",
      "Country: France"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "1881: Das Berliner Strassenbahnspiel",
    "ID": 27046,
    "Year": "(1990)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.82",
    "Link": "https://boardgamegeek.com/boardgame/27046/1881-das-berliner-strassenbahnspiel",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "4",
    "Description": "1881 is an 18xx game about the tram companies of Berlin and the arrival in the city of the S-Bahn. It was designed by Michael Mette and published by him under license from Hartland Trefoil. It was later released in a free downloadable version.&#10;&#10;",
    "Categories": [
      "Economic",
      "Trains"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Stock Holding",
      "Tile Placement"
    ],
    "Families": [
      "Cities: Berlin (Germany)",
      "Country: Germany",
      "Series: 18xx"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Town Hall",
    "ID": 27047,
    "Year": "(1939)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/27047/town-hall",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "This is an early tile-placement game. The equipment consists of 80 hexagonal wooden tiles - 10 house tiles for each player, 1 town hall tile, and 39 road tiles of various configurations.&#10;&#10;Players play a road tile of their choice each turn in an effort to create empty spaces with exactly three neighbors, in which they can place their houses. The object is place all of one's house tiles and then the town hall tile.&#10;&#10;A slightly altered version was published (probably in the 1960s) by Whitman, with cardboard tiles. That game is called ZIGZAGS.&#10;&#10;",
    "Categories": [
      "City Building"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Homeschoolopoly",
    "ID": 27049,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/27049/homeschoolopoly",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "From the Website:&#10;This brand new game from veteran homeschoolers Greg &amp; Pamela Berthume combines all of the fun and educational qualities of the old-fashioned family favorite board game and celebrates the best of homeschooling. You start out at Home Sweet Homeschool and pass by squares like Public School Tax or Field Trip, and if you land on the right square you might get to purchase a Big Family Bus or a Cool As Can Be SUV!  And of course, you'll want to try to avoid running into the Truancy Officer lying in wait to send a homeschooler to court! Don't worry, you can use your &quot;HSLDA Member - GET OUT OF COURT FREE&quot; card.&#10;&#10;While playing you'll get to buy properties with your favorite homeschool companies and organizations like HSLDA, Rosetta Stone, Sonlight Curriculum, Greek 'n' Stuff, KONOS, Schoolhouse Store, WriteShop, Artes Latinae, Excellence in Writing, Geography Matters, CLASS, Christian Liberty Press, Centrifuge Language Arts, Systematic Mathematics, Cornerstone Curriculum, Rainbow Resources, Homeschooling Parent Magazine, Teach Magazine, World Magazine, God's World News, The Young Scientist Club, Learning Adventures, HomeschoolersConnecting.com and Creation Illustrated.&#10;&#10;Home Page : http://homeschoolopoly.com/&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kænguru Ræs!",
    "ID": 27050,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/27050/kaenguru-raes",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Roll-and-move game for children. Each player represents a kangaroo racing to arrive first at the finish line. Along the route, the players can pick up special cards that are needed to overcome certain obstacle squares.&#10;&#10;",
    "Categories": [
      "Animals",
      "Dice",
      "Racing"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Kangaroos"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tell It to the Judge",
    "ID": 27051,
    "Year": "(1959)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/27051/tell-it-to-the-judge",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "To win, you need to visit eight places (10 points each) and have the fewest demerits (-5 each).  Players begin and end at home and move on all rolls except doubles.  Doubles change the traffic light spaces in the city portion of the board from red to green (or vice versa).  Players cannot move through red lights.  If a player lands on a red space (not red light), he is in violation and has to roll to see if he will get a demerit or not.  If a player lands on the same space as another player he causes an accident.  Five demerits result in having the license revoked.&#10;&#10;",
    "Categories": [
      "Travel"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Kiékoi",
    "ID": 27052,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.75",
    "Link": "https://boardgamegeek.com/boardgame/27052/kiekoi",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "A board game for children (4+ years).&#10;&#10;In their turn, a player picks a card showing an animal. Then they have to find it by touch only from an opaque bag. If they find it before time runs out, they can advance.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Children's Game",
      "Deduction"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Matoudematata",
    "ID": 27054,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.88",
    "Link": "https://boardgamegeek.com/boardgame/27054/matoudematata",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "A balancing game for children (3+ years). Players stack the cardboard animals into different kinds of towers trying to keep them from falling.&#10;&#10;The game comes with 12 pieces: 1 aunt, 4 cats, and 7 smaller presents.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Terrific Tagada",
    "ID": 27055,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/27055/terrific-tagada",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "A racing game for children (3+ years). 6 different cardboard animals and riders are included in the box. They are folded in the middle and a string passed through them and tied to a chair or table. Players then jolt the string up and down so that their animal moves and try to reach the goal first.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game",
      "Racing"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Aquamemo",
    "ID": 27056,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/27056/aquamemo",
    "Min Players": "1",
    "Max Players": "0",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "A waterproof memory game for children (4+ years) to play in the tub. Find the pairs from all the fish floating in the water.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Animals: Fish / Fishes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Aglagla",
    "ID": 27057,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/27057/aglagla",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "A simple roll and move game for children (5+ years). This game is based on Snakes and Ladders, but with players controlling penguins in the Arctic instead.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Penguins",
      "Traditional Games: Snakes and Ladders"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Swingolo",
    "ID": 27058,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/27058/swingolo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "A simple balancing game for children (5+ years). Players set the wooden bugs on to a big flower that stands on a small base and try to keep it from falling. The game comes with 29 wooden pieces.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Space Poker",
    "ID": 27059,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/27059/space-poker",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "A card game for children (7+ years). This is a Space themed poker game. Players try to get space shuttles or planets, or better still, whole intergalactic sets, in order to win.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Space Exploration"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mystery Star",
    "ID": 27060,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/27060/mystery-star",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "A card game for children (9+ years). Players have to guess who the Mystery Star is by asking the right questions and paying attention to the questions the others make.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pyjama Party",
    "ID": 27062,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.67",
    "Link": "https://boardgamegeek.com/boardgame/27062/pyjama-party",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A card game for children (8+ years).&#10;&#10;From the publisher: &quot;An incredibly funny girl's game to liven up pyjama parties. Tears of laughters, secrets, revelations : unforgettable moments to share with friends and to write in a secret book.&quot;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Batabille",
    "ID": 27063,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/27063/batabille",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "A card game for children (6+ years).&#10;&#10;From the publisher: &quot;Game of competition and speed.&#10;Round like marbles, the cards follow one another at a hellish rate. Good reflex and observation are necessary to win this fast contest!&quot;&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Abracadabra",
    "ID": 27064,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/27064/abracadabra",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "A card game for children (6+ years).&#10;&#10;The game is played in teams of 2 players. The goal of each team is to have in their hand the same group of cards without being able to show their hand to each other or say anything about them.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Kat'bouille",
    "ID": 27065,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.33",
    "Link": "https://boardgamegeek.com/boardgame/27065/katbouille",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "A card game for children (6+ years).&#10;&#10;From the publisher: &quot;Game of observation and speed.&#10;Being able to observe even in a hurry... An important trait if you want to be the first to get 4 identical cards !&quot;&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Hi! Hi! Hi!",
    "ID": 27066,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/27066/hi-hi-hi",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "A board game for children (6+ years).&#10;&#10;From the publisher:&#10;&#10;&quot;A memory and strategy game.&#10;Brave Little Imps cross the dangerous Enchanted Forest. But beware of the horrible Witches. The imps have to evade their evil spells in order to reach Wonderland !&quot;&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Fantasy",
      "Memory"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Memory",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Jungolo",
    "ID": 27067,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/27067/jungolo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "A board game for children (6+ years).&#10;&#10;From the publisher:&#10;&#10;&quot;Game where you have to be clever like a monkey and have an elephant's memory. Little monkey's jump from tree to tree with different colored coconuts. Difficult to bring back the right coconuts since the monkey's mischievously hide them.&quot;&#10;&#10;",
    "Categories": [
      "Memory"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Memory"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Robinetto",
    "ID": 27068,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/27068/robinetto",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "A board game for children (6+ years).&#10;&#10;From the publisher:&#10;&#10;&quot;Game of observation and speed.&#10;Quick, hurry Mr. Plumber! Who will be the fastest to get the water working again ?&quot;&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Tesoro",
    "ID": 27069,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/27069/tesoro",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "A board game for children (6+ years).&#10;&#10;From the publisher:&#10;&#10;&quot;Amusing strategy game where pirates loot ships to find gold pieces. Who will get the most ?&quot;&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Zanimatch",
    "ID": 27070,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.09",
    "Link": "https://boardgamegeek.com/boardgame/27070/zanimatch",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "A board game for children (5+ years).&#10;&#10;From the publisher:&#10;&#10;&quot;Game of observation and speed.&#10;You must be quick and stay concentrated!&#10;The first to find an animal on the big card &quot;meli-melo&quot;, puts down his/her card quickly, quickly !&quot;&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pouet! Pouet!",
    "ID": 27072,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.31",
    "Link": "https://boardgamegeek.com/boardgame/27072/pouet-pouet",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "A card game for children (5+ years).&#10;&#10;From the publisher:&#10;&#10;&quot;Mime and sound game.&#10;The players have to guess what is illustrated on the card by sound or mime...&#10;An ideal game for small children as they don't have to be able to read. Mad laughter guaranteed.&quot;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Deduction"
    ],
    "Mechanics": [
      "Acting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Grooaw!",
    "ID": 27074,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.33",
    "Link": "https://boardgamegeek.com/boardgame/27074/grooaw",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "A card game for children (5+ years).&#10;&#10;From the publisher:&#10;&#10;&quot;Game of battle and strategy.&#10;Strategy, memory , bluffing... The rules and the detail of big games in one astonishing battle for the young children.&quot;&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Memory"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mimomirko",
    "ID": 27075,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/27075/mimomirko",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "A board game for children (5+ years).&#10;&#10;From the publisher:&#10;&#10;&quot;It is unhelpful to bark when asking the way to the Mirko doghouse. It is better to be skillful in miming a roundabout, a slide, a baker or even Mirko flea... The most talented players to mime and guess will win.&quot;&#10;&#10;",
    "Categories": [
      "Deduction"
    ],
    "Mechanics": [
      "Acting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Piranhas",
    "ID": 27076,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/27076/piranhas",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "A board game for children (5+ years).&#10;&#10;From the publisher:&#10;&#10;&quot;A terrific fishing game. 18 fish  swim leisurely in the water. Which fisherman will catch the most piranhas?&quot;&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Theme: Fishing / Angling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Naviplouf",
    "ID": 27077,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/27077/naviplouf",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "A board game for children (5+ years).&#10;&#10;This is a simplified version of Battleships. Instead of numbers and letters the coordinates are specified in colors and forms (for example: &quot;Red Fish&quot;). The grid is smaller and instead of choosing the places for the boats, there are cards where they are already placed in a random manner.&#10;&#10;From the publisher:&#10;&#10;&quot;A magnetic naval battle game specially designed for budding young sailors.&quot;&#10;&#10;",
    "Categories": [
      "Deduction"
    ],
    "Mechanics": [],
    "Families": [
      "Components: 4 x 5 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Yoko-Yoko",
    "ID": 27078,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/27078/yoko-yoko",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "A board game for children (5+ years).&#10;&#10;From the publisher:&#10;&#10;&quot;Game of observation and rapidity. Blue cat, red and green... Blue dog. Who is going to be the faster to catch the right combination! Quick, quick!&quot;&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Battle of Sekigahara",
    "ID": 27079,
    "Year": "(1981)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.69",
    "Link": "https://boardgamegeek.com/boardgame/27079/the-battle-of-sekigahara",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "4.8",
    "Description": "Epoch's 5th game in the &quot;World War Game Series&quot; of operational simulations featuring Japanese involvement.  This one deals with the seminal battle of Sekigahara which led to the unification of feudal Japan.&#10;&#10;This game is written in Japanese and no translation into English currently exists.&#10;&#10;Republished as Sekigahara 1600 by Sunset Games.&#10;&#10;",
    "Categories": [
      "Medieval",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Sekigahara (Japan)",
      "History: Sengoku Period",
      "Players: Two-Player Only Games",
      "Series: World War Game (Epoch)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Urrahh! Your Guide to the Soviet Fighting Man, His Weapons, and His War",
    "ID": 27080,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgameexpansion/27080/urrahh-your-guide-to-the-soviet-fighting-man-his-w",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "This expansion to the Disposable Heroes and Coffin For Seven Brothers: Infantry and Vehicle Small Unit Skirmish Wargaming in WWII system adds details for including Soviet forces in your games.&#10;&#10;Expands&#10;&#10;    Disposable Heroes and Coffin For Seven Brothers: Infantry and Vehicle Small Unit Skirmish Wargaming in WWII&#10;&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Disposable Heroes Miniature Rules (Iron Ivan Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Spitting Fire",
    "ID": 27082,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/27082/spitting-fire",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Spitting Fire is a pseudo-historical game of aerial combat, set during the turbulent years of World War II.&#10;&#10;Between 1939 and 1945, nearly the entire globe became entangled in the most expansive and destructive conflict ever seen. Although responsible for unimaginable terror and tragedy, the war also gave birth to innovation and invention on an unprecedented scale.&#10;&#10;With Spitting Fire, players can take control of the aircraft forged in this crucible of conflict, and battle each other in skies the world over! We should state at the outset that those who are aching for a historically-accurate, painstakingly-researched, richly-detailed simulation of World War II dogfights should probably look elsewhere. While such games can be exciting, they aren&rsquo;t what we had in mind. However, if you want a fast-playing, fun game that gives a nod to history without getting bogged down in historical minutiae, then Spitting Fire is for you.&#10;&#10;Spitting Fire is designed to be used with any scale from 1:700 to 1:72 (although larger scales will require a substantial playing area). The rulebook includes data cards for 25 of the most famous fighters from World War II, with others to be released soon!&#10;&#10;",
    "Categories": [
      "Dice",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Nya Pratmakarna",
    "ID": 27083,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.67",
    "Link": "https://boardgamegeek.com/boardgame/27083/nya-pratmakarna",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Basically a new edition of Pratmakarna, but with four kinds of tasks. Teams of players describe and try to guess words, understand words spoken backwards, and come up with as many words as possible within a time limit.&#10;&#10;Contents:&#10;320 cards with 1320 tasks&#10;2 pawns&#10;Clock&#10;Rules&#10;&#10;",
    "Categories": [
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Den stora kassaskåpsjakten",
    "ID": 27084,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.50",
    "Link": "https://boardgamegeek.com/boardgame/27084/den-stora-kassaskapsjakten",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Players move around the streets of the city picking up tools they need in order to blow up a bank safe. When all tools have been found, the search for the safe is on. The first player to find it is the winner.&#10;&#10;Vaguely connected to the films about Lilla J&ouml;nssonligan (Swedish humorous crime stories aimed at kids).&#10;&#10;Ages 6 years and up.&#10;&#10;Contents:&#10;Game board&#10;24 tool chits&#10;24 tiles&#10;4 pawns&#10;2 dice with 6 labels&#10;Rules&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Vinna eller försvinna",
    "ID": 27085,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.90",
    "Link": "https://boardgamegeek.com/boardgame/27085/vinna-eller-forsvinna",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "The title means Win or vanish and this is a light take on disarming bombs. Players are trying to find the bombs and disarm them by finding the correct combination of color tiles in less then 45 seconds.&#10;&#10;Contents:&#10;Gameboard&#10;Spinner&#10;4 chit-holders&#10;128 chits&#10;Clock&#10;Pawn&#10;Rules&#10;&#10;",
    "Categories": [
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Slam Dunk",
    "ID": 27086,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/27086/slam-dunk",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "From the back of the box:&#10;&quot;For 2 or more players (two teams). Ages 8 to adult.&#10;&#10;&quot;There isn't much time left in the Slam Dunk Grand Final, &amp; the opposing team is one point ahead.&#10;&#10;&quot;It's your turn but the team cards show your player with the ball has the worst shooting range in the team. Will you turn over a game card &amp; try to pass to your best shooter or will you take a chance with the dice on a fast break. Only you can decide.&#10;&#10;&quot;The Slam Dunk Board Game has been created in Australia by professional basketball players. It is a game of strategy, chance &amp; trivia, &amp; reproduces the entire basketball contest with passing, two &amp; three point shots, turnovers, rebounds &amp; fouls.&#10;&#10;&quot;As Andrew Gaze says the Slam Dunk Board Game has all the excitement [sic] &amp; action of real Basketball.&quot;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Sports",
      "Trivia"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: Basketball"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Defining a Nation: India on the Eve of Independence, 1945",
    "ID": 27087,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/27087/defining-a-nation-india-on-the-eve-of-independence",
    "Min Players": "13",
    "Max Players": "25",
    "Min Play Time": "550",
    "Play Time": "550",
    "Weight": "0",
    "Description": "From description: Defining a Nation: India on the Eve of Independence,1945 is set at Simla, in the foothills of the Himalayas, where the British viceroy has invited leaders of various religious and political constituencies to work out the future of Britain&rsquo;s largest colony.  Will the British transfer power to the Indian National Congress, which claims to speak for all Indians?  Or will a separate Muslim state&mdash;Pakistan&mdash;be carved out of India to be ruled by Muslims, as the Muslim League proposes?  And what will happen to the vulnerable minorities&mdash;such as the Sikhs and untouchables&mdash;or the hundreds of princely states?  As British authority wanes, smoldering tensions among Hindus, Muslims, and Sikhs increasingly flare into violent riots that threaten to ignite all India.  Towering above it all is the frail but formidable figure of Gandhi, whom some revere as an apostle of non-violence and others regard as a conniving Hindu politician.  Students struggle to reconcile religious identity with nation building&mdash;perhaps the most intractable and important issue of the modern world.  Texts include the literature of Hindu revival (Chatterjee, Tagore and Tilak); the Koran and the literature of Islamic nationalism (Iqbal); and the writings of Ambedkar, Nehru, Jinnah, and Gandhi.&#10;&#10;As in other Reacting to the Past games, participants are given secret role sheets with victory objectives.  Debate and negotiation are the major mechanics used in this game.&#10;&#10;",
    "Categories": [
      "Educational",
      "Political"
    ],
    "Mechanics": [
      "Acting",
      "Role Playing",
      "Simulation",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Henry VIII and the Reformation Parliament",
    "ID": 27088,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/27088/henry-viii-and-the-reformation-parliament",
    "Min Players": "13",
    "Max Players": "25",
    "Min Play Time": "550",
    "Play Time": "550",
    "Weight": "0",
    "Description": "From Description: Henry VIII and the Reformation Parliament transforms students into lords and commoners and members of the English parliament during the tumultuous years of 1529-1536.  Cardinal Wolsey has just been dismissed as lord chancellor for failing to obtain from the pope the divorce king Henry is seeking from Catherine of Aragon, his wife of twenty years.  Thomas More is named as Wolsey&rsquo;s replacement.  More presides over a newly summoned parliament, which the king hopes will somehow find the legal means to annul his marriage to Catherine, thus allowing him to proceed with his plans to marry Anne Boleyn and have by her a male heir.  But will parliament find the means, and will it be satisfied with solving the king&rsquo;s marital and dynastic problems?  There are some in parliament who wish to use the royal divorce, as well as the rising anti-clericalism in the land, to effect a split from Rome and a conversion of England from Catholicism to Protestantism.  Other members oppose the divorce, oppose making the king head of the English church, and, most of all, oppose this new, heretical creed filtering in from the continent.  More is their leader, for as long as he can survive.  Thomas Cromwell leads the king&rsquo;s party.  One problem is that the king is ambivalent about the reform effort unleashed by his so called &ldquo;great matter,&rdquo; and so the conservatives are free to prosecute reformers as heretics, while the reformers are free to prosecute conservatives as traitors.  Conservatives are liable to this charge because their frustration at home tempts them to consider petitioning the king of Spain and Holy Roman Emperor to invade England on behalf of Catholic Europe.  The game reaches its dramatic climax around the trial of Anne Boleyn, staged as a grand contest between opposing parties, which parties actually are multiple and fluid.  All roles are individualized and most are historically based.  At issue is the clash of four contending ideas:  medieval Catholicism, Lutheranism, Renaissance humanism, and Machiavellian statecraft.  Students read works representative of all traditions.&#10;&#10;",
    "Categories": [
      "Educational",
      "Negotiation",
      "Political",
      "Religious",
      "Renaissance"
    ],
    "Mechanics": [
      "Acting",
      "Cooperative Game",
      "Role Playing",
      "Simulation",
      "Voting"
    ],
    "Families": [
      "Historical Figures: King Henry VIII"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Let's Dance",
    "ID": 27089,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/27089/lets-dance",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The title and theme comes from the Swedish TV show, licensed from BBC. So far, the game has only been published in Sweden.&#10;&#10;The idea of the show, which is also running in Germany and perhaps other countries, is to have celebrities learning to dance and compete against each other. In the game, players do the same thing, following instructions on the DVD. There are also 225 cards with 1275 trivia questions on dancing, music and movies.&#10;&#10;3-5 players or teams, ages 12 and up.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Music",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Team-Based Game",
      "Voting"
    ],
    "Families": [
      "Components: DVDs"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ballongjakten",
    "ID": 27090,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/27090/ballongjakten",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.5",
    "Description": "In &quot;The Balloon Chase&quot; players are trying to find five balloons, one of each color, for their game boards.&#10;&#10;3 years and up&#10;&#10;The game is published in Sweden under license from Bar-David, but there doesn't seem to be any other edition of the game.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "N.E.W. Nano Engineered War",
    "ID": 27091,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgame/27091/new-nano-engineered-war",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "N.E.W. Nano Engineered War is a strategy war game that engages players to use nano-technology to simulate ancient creatures from heads, bodies and legs pattern cards. Nanite material is required to create the creatures and each player fights for their individual clan to gain all of the collection material to help their tribe survive. The background of the game is as follows:&#10;&#10;The planet Xioc has endured major wars throughout decades of time. The life sustainable resources of the planet have returned to their raw element forms. Air, food, water and plant life is scarce, and only a few humans have survived this mass devastation. Nano-technologies, more specifically molecular sized robots called nanots, were invented prior to the apocalyptic destruction. These self replicating machines along with a special material called nanite is the only way that humans have been able to synthesize small life sustainable ecosystems across the planet. Nanite is found in only trace amounts on the planet and is considered extremely valuable.&#10;&#10;Factions and tribes of people living in anarchy, fight for what meager nanite remains. War is no longer waged in taking the life of another human directly, but is decided through nano-engineered war battle arenas. A small amount of battle nanite is used with nanots and pattern cards to create virtual creatures that fight for their tribe. The prize is to win the precious collection nanite that will allow the tribe to continue living.&#10;&#10;You are the leaders of your respective clans and are battling to keep your family alive! Good luck.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Cry Havoc",
    "ID": 27092,
    "Year": "(1971)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/27092/cry-havoc",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Each player has two dice to move around the board which has an Inside and Outside track.  A dice on the Inside track must be moved before one on the Outside track.  Dice on the Inside track move the number of spaces rolled and try to get back to the Outside track.  Dice on the Outside track have more interesting movement options -- (a) move the number rolled, (b) roll 2,3,4,5 and move to that space on the Outside track if it is empty, (c) match a number showing on an opponents dice and take it's place while moving it to the Inside track, (d) roll one less than a number showing on another dice and move to the space just in front of that dice, (e) roll one more than a a number showing on another dice and move to the space just behind that dice.  Any move that causes one to land on an opponent's dice, moves that dice to the Inside track. &#10;The game goal is to land one's dice on one's GOAL space on the Oustside track. Each time a player scores a goal, he moves the scoring cube one stage on the scoring track towards his High Stage.  The scoring track is in the shape of an X.  The four tips of the X are the High Stage for each player.  The center of the X is the Zero Stage.  If another player scores first, a second scoring player would move the scoring cube back to the Zero Stage.  From the Zero Stage, a player would win by scoring 3 consecutive goals.&#10;There is also a short version of the game where the scoring cube is not used and the first player to 3 goals wins.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Stormbreaker Alex Rider: The Board Game",
    "ID": 27093,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.78",
    "Link": "https://boardgamegeek.com/boardgame/27093/stormbreaker-alex-rider-the-board-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Become the hottest new 14 year old spy, Alex Rider, and be the first to complete your mission by hacking your opponents secret code.&#10;&#10;Based on the popular book series about the teenage super-spy, this game has players navigating the game board by collecting gadgets and special skills in order to complete various challenges and defeat the enemy.&#10;&#10;Collect your assets within the Safe and Mission zones, but be careful when you enter the Caution, Heightened Alert and Danger zones your life could be in jeopardy!&#10;&#10;",
    "Categories": [
      "Novel-based",
      "Spies / Secret Agents"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Cliff Hanger",
    "ID": 27094,
    "Year": "(1970)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/27094/cliff-hanger",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Cliff Hanger was one of Airfix's &quot;Carry Case&quot; games, intended to be portable fun!&#10;&#10;In this game, players place protruding pegs through a wall set between them, and then hang their men from the pegs, so they cannot see each others pieces.&#10;&#10;They then take turns to remove a peg, hoping to dislodge their opponent's men, while retaining theirs.  The player with the most men still hanging when there is only one peg remaining wins!&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Action Man Game",
    "ID": 27095,
    "Year": "(1970)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.30",
    "Link": "https://boardgamegeek.com/boardgame/27095/the-action-man-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "From the Rules:  You command an Action Man force of 19 units. You objective is to put all the opposing forces out of action by capturing all their surviving units and commanders.&#10;&#10;The Action Man Game is a simple roll and move game, taking appropriate actions according to the squares landed on.  When opposing force commanders land on the same square they must &quot;battle it out&quot; using the special wooden battle dice provided.&#10;&#10;",
    "Categories": [
      "Modern Warfare"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Amazing But True Cricket Trivia Game",
    "ID": 27096,
    "Year": "(1993)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/27096/the-amazing-but-true-cricket-trivia-game",
    "Min Players": "2",
    "Max Players": "22",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "In the Amazing Cricket Trivia Game players split into two teams.&#10;&#10;It is a simple trivia game loosely shaped around the game of cricket to encompass the concept of innings and overs.  Each question correctly answered is rewarded with the roll of a die to see how many runs have been scored.&#10;&#10;",
    "Categories": [
      "Sports",
      "Trivia"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Containers: Tubes",
      "Sports: Cricket"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Car Boot Game",
    "ID": 27097,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/27097/the-car-boot-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Each player sets out to buy or acquire sale item cards to sell at a profit. Each sale item provides the player with some profit, some items are &quot;collector's items&quot;, providing a large profit.&#10;&#10;First to reach an agreed total wins.&#10;&#10;This is a simple &quot;roll and move&quot; game.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Dice",
      "Transportation"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pick-up and Deliver",
      "Roll / Spin and Move",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Krimi Total Fall 5: Der Mythos der Familie",
    "ID": 27098,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.49",
    "Link": "https://boardgamegeek.com/boardgame/27098/krimi-total-fall-5-der-mythos-der-familie",
    "Min Players": "8",
    "Max Players": "9",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.25",
    "Description": "Translation: &quot;The myth of the family&quot;&#10;&#10;A murder mystery game playing in the 1930's in a little town near Chicago. Mobster boss Don Pedro Calliente is earning a fortune by smuggling alcohol. But in the last couple of days a lot of murders happened because of the return of the Morelli brothers.&#10;&#10;Don Pedro has ordered important members of his family to his house for a secret meeting. The future of the family is at stake...&#10;&#10;All players (4 male, 4 female + 1 optional m/f) should be dressed up and act out their role to solve the mystery, because one of the guests is the murderer (who is the only person allowed to lie).&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Mafia",
      "Murder / Mystery",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Role Playing",
      "Storytelling"
    ],
    "Families": [
      "Series: KRIMI total (JMCreative)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dungeon Twister: Créatures Sylvestres",
    "ID": 27099,
    "Year": "(2007)",
    "Geek Rating": "5.595",
    "Avg Rating": "8.15",
    "Link": "https://boardgamegeek.com/boardgameexpansion/27099/dungeon-twister-creatures-sylvestres",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "3.9",
    "Description": "This is the 7th expansion in the Dungeon Twister series of games.&#10;&#10;It will add many natural elements in the maze, like elf archers, trees, secret passages, a druid, magical plants and some powerful items.&#10;&#10;Expands&#10;&#10;    Dungeon Twister&#10;&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Maze"
    ],
    "Mechanics": [
      "Action Points",
      "Hand Management",
      "Modular Board",
      "Secret Unit Deployment",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Game: Dungeon Twister",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Spökjägarna",
    "ID": 27103,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.36",
    "Link": "https://boardgamegeek.com/boardgame/27103/spokjagarna",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.25",
    "Description": "Players are trying to catch the ghost in the mansion. First they must track down the ghost, and then convince the owner of the mansion to let them use a gadget to catch the ghost. Meanwhile, players will also try to stop their opponents. Finally, they need to catch the ghost. The first player to do this is the winner.&#10;&#10;Contents:&#10;6 pawns&#10;6 tiles&#10;Gameboard&#10;6 gadgets&#10;2 dice&#10;various chits&#10;a cloth bag&#10;&#10;6 years and up&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Exploration",
      "Horror"
    ],
    "Mechanics": [
      "Map Deformation",
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Creatures: Ghosts",
      "Theme: Spooky Old Houses"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dungeon Tricks",
    "ID": 27105,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/27105/dungeon-tricks",
    "Min Players": "4",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "4 player Trick Taking card game with a Fantasy Dungeon-Crawl Theme. There are 4 Suits: Treasures, Monsters, Heroes, and Traps. Monsters Trump Treasures, Heroes Trump Monsters, and Traps Trump Heroes. Players score after all tricks are taken. Treasures &amp; Heroes are Positive. Monsters &amp; Traps are Negative. Highest total positive score wins the round. Win 2 rounds to win the game. Some cards have extra Trump taking Ability. A complete copy of the Rules is available for free at: http://www.angelfire.com/games2/warpspawn/DUT.html&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Print & Play"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Authentic DaVinci Dilemma",
    "ID": 27106,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.36",
    "Link": "https://boardgamegeek.com/boardgame/27106/the-authentic-davinci-dilemma",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.5",
    "Description": "From the back of the box:&#10;&#10;The Authentic Da Vinci Dilemma is an exciting new board game that tests your Da Vinci knowlege while creating a timeless masterpiece.  Players are challenged to a series of Da Vinci Riddles and trivia from four categories: Earth, Air, Water and Man.  The correct answers to these challenges allow players to win a piece of the puzzle, moving them one step closer toa solution and the creation of a Da Vinci Masterpiece.&#10;&#10;",
    "Categories": [
      "Dice",
      "Puzzle",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Twin Cities",
    "ID": 27107,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/27107/twin-cities",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The object of the game is to choose two city sites across the river from each other and join them with a minimum of six road pieces and one bridge. The city sites are placed at the intersection of hexagonal pieces which have numbers on them, and each turn dice are rolled and cities adjacent to pieces with the rolled numbers produce resources, just as in CATAN. Also as in Settlers, players trade resources with each other and then use them to build roads and bridges. Unlike Settlers, Twin Cities uses three dice with 1-5 and a question mark on the faces; rolling question marks gives you action cards, and rolling certain combinations has special effects.&#10;&#10;Game contents include:&#10;12 city pieces&#10;66 interlocking plastic board pieces&#10;8 board frame pieces&#10;360 resource cards&#10;85 action cards&#10;72 road pieces&#10;24 bridge pieces&#10;3 dice&#10;1 board piece bag&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Network and Route Building",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Anno Domini: Fussball WM",
    "ID": 27108,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.69",
    "Link": "https://boardgamegeek.com/boardgameexpansion/27108/anno-domini-fussball-wm",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "A regular Anno Domini set consists of 336 cards, with a description of a historical event on one side of the card, and the year (and sometimes specific date) in which it happened on the other.&#10;&#10;This small expansion Set &quot;Anno Domini - Fussball WM&quot; contains only 54 events related to Soccer Worldcups. As it is conceived as a free give away (on occasion of the 2006 Worldcup in Germany) it consists only of those 54 cards (no rules, only cards in shrinkwrap). These are to few for a regular game, but can be added to any other games of the series.&#10;&#10;In 2008, this expansion was included in &quot;Anno Domini - Jubil&auml;ums Metallbox&quot;, a metal box designed to hold 8 regular Anno Domini games. It has no own entry on BGG.&#10;&#10;Each player receives nine of these cards (or less, if you want the game to be shorter), and may only look at the descriptions. Players then put in turn a card on the table, *trying* to put theirs in chronological order. A player may, instead of adding a card, claim that the order in which the cards were put is incorrect. In this case all cards are turned over and the correct years revealed.&#10;If the order was correct then the doubting player receives two cards and skips a turn. If the order was incorrect then the previous player, who accepted the order as correct, receives three cards. The first player that gets rid of all the cards wins.&#10;&#10;Bluffing is as least as important as knowledge in this game. Most events are rather obscure or are hard to date exactly. Anno Domini is a blast to play, it is a very enjoyable social event and you even learn something from it.&#10;&#10;Part of the Anno Domini series&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Expansion for Base-game",
      "Trivia"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Game: Anno Domini",
      "Sports: Football / Soccer",
      "Trivia: Sports"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Propertunity",
    "ID": 27109,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/27109/propertunity",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Players are property developers seeking to achieve the pre-determined victory conditions by aquiring property and selling at a profit. Income is gained from holding properties and getting rent,but along the way disasters can befall the struggling developer and there are the ever-present expenses to be paid. The winner is the first to achieve the pre-arranged victory conditions; these are agreed by the players and range from playing for a time limit to holding x number of properties and x amount of cash; thus the game length is variable based on the time avaiable.&#10;&#10;The game is produced and published privately.&#10;&#10;Home Page: http://www.Propertunity.com&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Think Negative! The Aids Prevention Game",
    "ID": 27110,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/27110/think-negative-the-aids-prevention-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A standard roll and move trivia game with questions and open thought issues discussing Aids, sexual health, contraceptives, and so on.&#10;&#10;Available in English, French, and German.&#10;&#10;",
    "Categories": [
      "Educational",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Memoir '44: Overlord",
    "ID": 27112,
    "Year": "(2004)",
    "Geek Rating": "5.848",
    "Avg Rating": "7.77",
    "Link": "https://boardgamegeek.com/boardgameexpansion/27112/memoir-44-overlord",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.5484",
    "Description": "This supplement of Memoir '44 offers experienced players the unique opportunity to replay historical WWII battles on a grand scale, with up to four players to a side.&#10;&#10;This style of play, called Memoir '44 Overlord, combines multiple board maps into a single, oversized battlefield. To play it requires this free downloadable game supplement, and at least two copies of the game.&#10;&#10;With Memoir '44 Overlord, players can experience the frustrations associated with being part of a military-style WWII chain of command and, at the same time, enjoy the challenges of coordination and cooperation needed to gain victory.&#10;&#10;From the description at the Memoir '44 site, where the rules are available.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Hand Management",
      "Modular Board"
    ],
    "Families": [
      "Game: Memoir '44",
      "Series: Commands & Colors"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Crime Club Card Game",
    "ID": 27113,
    "Year": "(1939)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.71",
    "Link": "https://boardgamegeek.com/boardgame/27113/the-crime-club-card-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "The game contains 50 cards &ndash; 6 suits of 8 cards (split into 3 detective and 3 crook suits featuring characters &ndash; such as Hercule Poirot &ndash; objects and locations) and 2 jokers. The game is played in two parts. During the first part of the game players collect a hand that will enable them, during the second part of the game, to take as few tricks as possible.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Murder / Mystery",
      "Novel-based"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Follow Me",
    "ID": 27114,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/27114/follow-me",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "A childrens' game where players take turns putting discs into a pile in the center.  Each disc shows one of several variations of a smiley face and will have one of four background colors.  Players must lay a disc showing either the same face or color as the previous disc.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building",
      "Pattern Recognition",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Qwijit",
    "ID": 27115,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/27115/qwijit",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "2",
    "Description": "Qwijit is an abstract strategy game where you place stones on a grid.  It comes with two games.  In the first, you are attempting to capture the Qwijit stone in the center of the grid.  In the second, you want to place more stones than your opponent.&#10;&#10;Qwijit was originally produced as a gift to the attendees of Mike Young's wedding.  It is now available a free print-and-play game at http://www.interactivitiesink.com/cardgames&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Print & Play"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hell & Fateful decisions",
    "ID": 27116,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/27116/hell-and-fateful-decisions",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Rules for company to battalion level, from 1919 to 1999.&#10;&#10;Scales&#10;&#10;1 vehicle, 1 infantry squad (circa 10 men)&#10;1&quot; = 50 meters &#10;No stated timescale&#10;&#10;A simple set of miniatures rules which places the emphasis strongly on the motivation of troops rather than the technical capabilities of their weapons.&#10;This is essentially the big brother of &quot;Hell by Daylight&quot; the author's 20th century skirmish rules set.&#10;&#10;Rules cover; troop types, terrain, visibility, night, command and orders, small arms fire, states of being, casualties and morale, indirect fire, close combat, anti tank fire, anti aircraft fire, aircraft, mines, snipers and booby traps.&#10;&#10;At the end there is a very short variant &quot;Kalashnikov Tribal&quot; for combats between 3rd world warlords and the like.  Finally there are three scenarios; one in Vietnam, one in Afghanistan (Soviet occupation era), and one in Italy (1944).&#10;&#10;",
    "Categories": [
      "Fighting",
      "Korean War",
      "Miniatures",
      "Modern Warfare",
      "Vietnam War",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Spilungo",
    "ID": 27118,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/27118/spilungo",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Very simple children game. Players draw tiles and place them to complete the teddy bear body. The player who first completes the teddy bear wins. &#10;Recommended age is 4+.&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Den Store Klassekamp",
    "ID": 27119,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/27119/den-store-klassekamp",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "It's the first day of school, and children are trying to get into the classroom as late as possible so that they will get the seats in the back (farther away from the teacher).&#10;&#10;This is a roll-and-move dice game. Each player gets a secret objective card stating the desired seat for each child; at the end of the game, each player scores points only for the kids that are seated according to his/her objective card (the seats in the back being more valuable than the seats in the front).&#10;&#10;",
    "Categories": [
      "Dice",
      "Racing"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Le Feu Sacré: Wargames Rules for the Wars of Napoleon, 1792-1815",
    "ID": 27120,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.27",
    "Link": "https://boardgamegeek.com/boardgame/27120/le-feu-sacre-wargames-rules-for-the-wars-of-napole",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.6667",
    "Description": "Miniature wargame rules for Corps level Napoleonic games.&#10;&#10;From the TooFatLardies website:&#10;&#10;Le Feu Sacre places command and control above musket calibre and march rates. They are aimed at gamers who wish to experience a large scale battle at the battalion level. Players command Corps and Divisions, and maneuver by brigade, regiment or battalion. Avoiding the usual omnipresent control that players are so often allowed over the minutiae of battle, Le Feu Sacr&eacute; concentrates on encouraging historically correct grand tactics. Also included are historical orders of battle for 8 example Corps d'Armee.&#10;&#10;The rules use the familiar TooFatLardies card driven system. The Lardies' emphasis on battlefield &quot;friction&quot; allows the better, bolder generals to take the initiative, and recover from unexpected reverses, whilst less competent, cautious commanders need to stick to predictable battle plans, or risk coming unstuck. We present to you a set of rules where Austrian troops can be the equal of the French, but the Empire can still repeat history! Vive l'Empereur!&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Secret Unit Deployment",
      "Simulation"
    ],
    "Families": [
      "History: French Revolutionary Wars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kiss Me, Hardy: Wargames Rules for the Combat at Sea During the Time of Nelson",
    "ID": 27121,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.85",
    "Link": "https://boardgamegeek.com/boardgame/27121/kiss-me-hardy-wargames-rules-for-the-combat-at-sea",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.25",
    "Description": "Napoleonic naval miniature wargame rules intended for 1/1200 scale ships but usable for other scales.  Turn sequence is card driven and the rules place the player at approximately Admiral level and thus the rules are intended to replicate decision making at that level (i.e. no need to worry about sail settings or ammunition types).  Hence the rules are simple and quick.&#10;&#10;",
    "Categories": [
      "Dice",
      "Miniatures",
      "Napoleonic",
      "Nautical",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Zing! Gift Card Edition",
    "ID": 27122,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/27122/zing-gift-card-edition",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Let the stories begin&hellip;..Zing! gives you a delicious set of words (with three difficulty levels). With those and a few of your own, you develop a sentence. You&rsquo;ll score points for every Zing! word you use. Players take turns adding to your sentence until you have a story!&#10;&#10;Can&rsquo;t write? You&rsquo;ll be surprised&hellip; Zing! brings you in and gets you creating, writing and laughing in a flash! Discover new ways of thinking. The outcome is, well, ZING!&#10;&#10;And when the stories have been told (after a few twists and turns) the player with the most points wins!&#10;&#10;This version is in a small travel tin.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Lee at the Crossroads",
    "ID": 27123,
    "Year": "(1980)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.78",
    "Link": "https://boardgamegeek.com/boardgame/27123/lee-at-the-crossroads",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "Lee at the Crossroads is a brigade level study of the 3 day battle of Gettysburg in early July, 1863. The players are placed in the positions of the leaders of the opposing Armies with leadership and command control systems modeled on the strengths and weaknesses of Civil War era command techniques as well as the influences of the participating individual commanders. Turns represent 2 hours of daylight and 5 hours of darkness. Hexes are scaled to 350 yards.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: USA",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Napoleon's Peninsula Campaign",
    "ID": 27124,
    "Year": "(1983)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.40",
    "Link": "https://boardgamegeek.com/boardgame/27124/napoleons-peninsula-campaign",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is the last game from designer Joseph Angiolillo from the trilogy of games about the Napoleonic Wars and features Napoleon's Peninsular Campaign. See both of the other games for a complete description. Those two games are Napoleon's Italian Campaigns and Napoleon's Russian Campaign.&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Country: Portugal",
      "Country: Spain"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Secret Forest",
    "ID": 27125,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/27125/secret-forest",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "A guessing game for 2 to 6 players with playing board, 48 picture cards, wooden rabbit counter and instructions. The picture cards feature objects from the Secret Forest board. One player takes a card and the players have 15 questions to guess what it is. A family game designed to develop logical reasoning.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Deduction"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Strategie auf Schienen",
    "ID": 27126,
    "Year": "(1978)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.62",
    "Link": "https://boardgamegeek.com/boardgame/27126/strategie-auf-schienen",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Players try to the first to reach the end of the track. A normal six sided die is rolled together with a die with colored sides. The train may move the number of spaces rolled on the numbered die, but only when the colored (signal) die is not red. Trains may move forward or back, but may not overtake. Trains may change track at the yellow switches, but only if the signal die is yellow.&#10;&#10;",
    "Categories": [
      "Racing",
      "Trains"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Age of Bismarck: The Unifications of Italy and Germany 1859-1871",
    "ID": 27128,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.91",
    "Link": "https://boardgamegeek.com/boardgame/27128/age-of-bismarck-the-unifications-of-italy-and-germ",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "180",
    "Play Time": "360",
    "Weight": "3",
    "Description": "&quot;Age of Bismarck: The Unifications of Italy and Germany, 1859 &ndash; 1871 is a strategic simulation which models these great unification campaigns and the nationalistic drives that gave birth to them.  Blending an active war fighting with a diplomatic warfare system, Age of Bismarck models the periods of hot war and the much more prevalent periods of cold war during this dynamic thirteen year period of European history.&#10;&#10;Age of Bismarck hearkens back to the SPI Power Politics brand of games, ushered into the modern era of gaming by using the unique card-driven system pioneered by Mark Herman in We the People.  The system allows a player to assume the role of Prussia, Sardinia, France, or Austria  to see if they can successfully blend war and peace to attain their national objectives &mdash; objectives which can and will conflict with those of the other nation-states involved.  The system also allows two and three player games, which challenges the player through the shifting of national alliances and the blending of nationalistic objectives.&quot;&#10;&#10;Game Contents&#10;&#10;&#10;    22x34&quot; full-color map&#10;    280 1/2&quot; die-cut counters&#10;    176 5/8&quot; die-cut counters&#10;    110 Action cards&#10;    Rules Booklet&#10;    Two Player Aid Cards&#10;    Four Power Display Cards&#10;    Four 6-sided Dice&#10;    Bookcase Box&#10;&#10;&#10;",
    "Categories": [
      "Political",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Point to Point Movement",
      "Simulation"
    ],
    "Families": [
      "Continents: Europe",
      "Country: Austria",
      "Country: France",
      "Country: Germany",
      "Country: Italy",
      "Country: Prussia",
      "Digital Implementations: VASSAL",
      "History: Austro-Prussian War",
      "History: Franco-Prussian War",
      "History: Italian Wars of Independence",
      "History: Schleswig Wars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Silverado",
    "ID": 27130,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/27130/silverado",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "70",
    "Play Time": "70",
    "Weight": "0",
    "Description": "In this simultaneous action selection game you compete to enlarge the Wild West township of Silverado.  You can move your family members into the new businesses that have been built but your opponents may call upon bandits or Indians to thwart your plans.   Disputes are often decided by shoot-outs.  Each year on Thanksgiving Day the citizens of Silverado compete (via blind bid) and the most reputable move closer (on the scoring track) to discovering the mine.&#10;&#10;",
    "Categories": [
      "American West"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dallas Scene",
    "ID": 27131,
    "Year": "(1977)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/27131/dallas-scene",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A Dallas-themed, Monopoly-style game with modified rules centering around dealing with some of the Power Groups who control businesses in Dallas (Circa 1970s).&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection",
      "Stock Holding",
      "Trading"
    ],
    "Families": [
      "Cities: Dallas (Texas, USA)",
      "Series: Scene (Groovy Games / John Hansen)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Washington Scene",
    "ID": 27132,
    "Year": "(1979)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/27132/washington-scene",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A Washington D. C.-themed, Monopoly-style game.&#10;&#10;From the publisher:&#10;&#10;&quot;Persuade the President; influence a Senator; hire a Lobbyist; and retain a prestigious Law Firm to help you avoid government regulations.&quot;&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection",
      "Stock Holding",
      "Trading"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Cities: Washington (D.C., USA)",
      "Country: USA",
      "Series: Scene (Groovy Games / John Hansen)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Boston Scene",
    "ID": 27133,
    "Year": "(1977)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgame/27133/boston-scene",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "A Boston-themed, Monopoly-style game.&#10;&#10;From the publisher:&#10;&#10;&quot;Deal with a student Leader; work favors from the Cardinal; spend time persuading the Press; and attempt to influence a Politician or two.&quot;&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection",
      "Stock Holding",
      "Trading"
    ],
    "Families": [
      "Cities: Boston (Massachusetts, USA)",
      "Series: Scene (Groovy Games / John Hansen)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Are You Being Served?",
    "ID": 27134,
    "Year": "(1975)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/27134/are-you-being-served",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Join all of the characters from this British hit television series Are You Being Served from the 1970's in tryng to secure as much inventory for the Grace Bros. Department Store as you can. Acquire Garment cards for you department.&#10;&#10;Captain Peacock, Mr. Humphries, Mr. Rumbold, Mr. Grainger, Mr. Lucas along with owner Mr. Grace and the pretty sales lady Ms Brahms join the irrepressible Mrs. Slocombe in trying to make Grace Brothers a successful venture.&#10;&#10;",
    "Categories": [
      "Economic",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Battle Line",
    "ID": 27135,
    "Year": "(1964)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgame/27135/battle-line",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Battle Line by Ideal Games comes with a spinner, Soldiers, Tanks, Red &amp; Blue Bases and Red &amp; Blue Flags.&#10;&#10;The object of the game is to use the spinner to move your pieces around  and through a board comprised of squares in order to try and capture your opponents flags, When you have them all you win.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bewitched",
    "ID": 27136,
    "Year": "(1964)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/27136/bewitched",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Join Samantha (Elizabeth Montgomery), Endora (Agnes Moorehead) and Darren or, as Endora called him, Darwin (Dick York), in this trip around the board, trying to use or not use magic to complete tasks.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Theme: Witches"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Call Kelly",
    "ID": 27137,
    "Year": "(1966)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/27137/call-kelly",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Call Kelly is a promotional game based on the Temp Service Industry. It was created by Games for Industry in Cooperation with the people of Kelly Girl Temp. Services.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Promotional: Board Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tudor's True Action Electric Sports Car Race",
    "ID": 27138,
    "Year": "(1961)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/27138/tudors-true-action-electric-sports-car-race",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "True action sports cars in an exciting rally over country roads. Sharp curves and twisting roads keep you cheering to the finish. Fascinating fun for ages 6 and up. This game is on the same line with other electronic sports games where the track vibrates because of some kind of electric current which makes the cars move around the track.&#10;&#10;",
    "Categories": [
      "Electronic",
      "Racing",
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Chiclets Gum Village Game",
    "ID": 27139,
    "Year": "(1963)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.60",
    "Link": "https://boardgamegeek.com/boardgame/27139/chiclets-gum-village-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Chiclets Gum Village Game where the winner of the race through the town wins a box of CHICLETS GUM. This advertising based game was created to try and increase awareness for a new product on the market 'CHICLETS GUM'.&#10;&#10;The game was produced by HASenfeld BROs of Central Falls RI&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": [
      "Brands: Groceries",
      "Promotional: Board Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Heidi Elevator Game",
    "ID": 27140,
    "Year": "(1965)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/27140/heidi-elevator-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Simple game based on the popular  HEIDI &quot;pocketbook doll&quot; as seen on television at the time. Most likely used as an advertisement tool to promote the doll itself. Roll and Move.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Theme: Dolls"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Stamp Collectors Game",
    "ID": 27141,
    "Year": "(1973)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/27141/stamp-collectors-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Publisher's description:&#10;&#10;&quot;The Stamp Collectors Game has a value beyond that of an ordinary game because it is played with real stamps. Enjoy the excitement and suspense of completing your own authentic stamp collection by auctioning and trading with your fellow players.&quot;&#10;&#10;Components include: board, 6 pawns, a die, 60 real stamps, 1 Stamp Vault Packet, 6 Stamp Album Cards, 20 Traders Certificates, and $2,140,000 in play money.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Theme: Mail / Stamps / The Post Office"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Houston Scene",
    "ID": 27142,
    "Year": "(1977)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/27142/houston-scene",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A Houston-themed, Monopoly-style game.&#10;&#10;From the publisher:&#10;&#10;&quot;Wheel and deal in the Oil Industry, persuade a Developer, join the Proper Club--all part of the Houston Scene.&quot;&#10;&#10;The object of Houston Scene game is to accumulate wealth. A player buys&#10;Ownership Cards representing various properties and businesses. A player&#10;may develop his acquisitions once he has made a &quot;deal&quot; with some of the Power Groups that control business in Houston. The game ends when all the players are bankrupt except one, or at a predetermined time&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection",
      "Stock Holding",
      "Trading"
    ],
    "Families": [
      "Cities: Houston (Texas, USA)",
      "Series: Scene (Groovy Games / John Hansen)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "ASL Action Pack #3: Few Returned",
    "ID": 27143,
    "Year": "(2007)",
    "Geek Rating": "5.671",
    "Avg Rating": "8.17",
    "Link": "https://boardgamegeek.com/boardgameexpansion/27143/asl-action-pack-3-few-returned",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "4.36",
    "Description": "(from MMP website and user's description:)&#10;&#10;ASL Action Pack #3 - Few Returned is a scenario bundle featuring the Italians in World War Two. The scenarios represent actions on the Eastern Front fighting the Soviets and in Italy fighting their ex-ally, Germany. Researched and designed by Mark Pitcavage, Few Returned is sure to be enjoyed by veteran ASL players.&#10;&#10;ASL Action Pack #3 - Few Returned contains:&#10;&#10;    12 Italian ASL scenarios (9 on the East Front; 3 in Italy)&#10;    3 ASL 'starter kit-style' geomorphic mapboards (24, 42, and 43)&#10;&#10;&#10;(Note: board 42 had a printing error on it when AP3 was originally released. We posted an overlay for free download to fix this issue and issued replacement boards. Current versions of AP3 for sale have the correct version, as does the Map Bundle)&#10;&#10;Scenarios:&#10;&#10;    AP17 - The Valley of Death - 5.5 turns, 1942 Arbuzov, Russia&#10;    AP18 - Village of the Damned - 4.5 turns, 1942 Arbuzov, Russia&#10;    AP19 - Winter of Their Discontent - 7 turns, 1943 Chertkovo, Russia&#10;    AP20 - Victory is Life - 8 turns, 1943 Rossosch, Russia&#10;    AP21 - Red Don - 7 turns, 1943 Babka, Russia&#10;    AP22 - Ghost Riders - 6.5 turns, 1943 Sceljakino, Russia&#10;    AP23 - Agony at Arnautovo - 7.5 turns, 1943 Arnautovo, Russia&#10;    AP24 - Tridentina Avanti! - 8 turns, 1943 Nikolajewka, Russia&#10;    AP25 - The Last Day of the Cuneense - 6.5 turns, 1943 Valuiki, Russia&#10;    AP26 - Flea Circus - 6 turns, 1943 Mezzocamino, Italy&#10;    AP27 - All Roads Lead To Rome - 8 turns, 1943 Magliana, Italy&#10;    AP28 - The Hunters Become The Hunted - 9 turns, 1943 Monterotondo, Italy&#10;&#10;&#10;ASL modules needed:&#10;&#10;    Beyond Valor&#10;    Yanks&#10;    Croix de Guerre&#10;    Armies of Oblivion&#10;    For King and Country&#10;    Doomed Battalions&#10;    Hollow Legions&#10;    Code of Bushido&#10;    ASL SK#1&#10;    Action Pack #1&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Game: Advanced Squad Leader",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Urmel aus dem Eis",
    "ID": 27144,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/27144/urmel-aus-dem-eis",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "&quot;Urmel&quot; is a dinosaur-character from a favored movie series for children. In this game &quot;Urmel&quot; is hunted by evil character  &quot;King Pumponell&quot;. Hexagon tiles are laid out and the King starts at one end, Urmel &amp; his friends on the other. It's a racing game, where either Urmel &amp; his friends win by reaching their lair or by the Pumponell-team by catching Urmel. Movement is controlled by dice. The interesting mechanic is, that once one of the friends-characters is caught by Pumponell, the player now joins Pumponells team (in the form of a second &quot;servant&quot;-figure).&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Dice",
      "Movies / TV / Radio theme",
      "Novel-based",
      "Racing"
    ],
    "Mechanics": [
      "Modular Board",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Dinosaurs"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Izvori Magije",
    "ID": 27145,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgame/27145/izvori-magije",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "CCG game based on Slavic mythology and mixed with a few other fantasy creatures (Orcs, Elves...). Game is in Serbian language and for now it is only distributed there.&#10;&#10;Home Page: http://www.izvorimagije.com/&#10;&#10;",
    "Categories": [
      "Card Game",
      "Mythology"
    ],
    "Mechanics": [
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Federation Commander: Tholian Attack",
    "ID": 27146,
    "Year": "(2007)",
    "Geek Rating": "5.538",
    "Avg Rating": "7.86",
    "Link": "https://boardgamegeek.com/boardgameexpansion/27146/federation-commander-tholian-attack",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3.1429",
    "Description": "An expansion for the Federation Commander Series.&#10;&#10;Federation Commander, Tholian Attack is an &quot;attack module&quot; that includes two map panels, 16 ship cards, and Web, Web Caster, and Web Fist rules. Tholians, Neo-Tholians, and Seltorians are represented; a new monster and base are included. Seltorian ships include Particle Cannons, Shield Crackers, and Web Breaker.&#10;&#10;Included in the module are&#10;Neo-Tholian Dreadnought&#10;Neo-Tholian Heavy Cruiser&#10;Neo-Tholian Light Cruiser&#10;Neo-Tholian Destroyer&#10;Neo-Tholian Frigate&#10;Tholian War Cruiser&#10;Tholian Dreadnought&#10;Tholian Web Tender&#10;Seltorian Dreadnought&#10;Seltorian Heavy Battlecruiser&#10;Seltorian Heavy Cruiser&#10;Seltorian Light Cruiser&#10;Seltorian Destoryer&#10;Seltorian Frigate&#10;Base Station (general)&#10;Death Probe (monster)&#10;&#10;Squadron Boxes #13, #14, and #15 contain minis that match the ship cards found in Tholian Attack.&#10;&#10;Boosters #13, #14, and #15 provide extra copies of commonly used Tholian Attack ship cards as well as a few new cards.&#10;&#10;Border Box #5 contains minis to match the 24 ship cards found in the three boosters.&#10;&#10;Either the Federation Commander: Klingon Border or Federation Commander: Romulan Border base set is required to use Tholian Attack.&#10;&#10;Publisher's Home Page: www.federationcommander.com&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Hexagon Grid",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Game: Federation Commander",
      "Setting: Star Fleet Universe",
      "TV Shows: Star Trek (various)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Elemento",
    "ID": 27147,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/27147/elemento",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Each player has wood-tokens representing the four basic elements &quot;fire&quot;, &quot;water&quot;, &quot;air&quot; and &quot;earth. The tokens are laid out on a grid and every element should appear in a row only once horizontally or vertically. The player who places the last of the four elements in one of the rows gets victory points. Whoever has 3 VP first wins.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Puzzle"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Components: 4 x 4 Grids"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Schweinchen Rallye",
    "ID": 27148,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/27148/schweinchen-rallye",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Every player chooses four pigs as a team for a race. Whoever reaches the feeding trough first with all 4 pigs wins. The active player rolls a dice and moves a pig. The player decides either to roll again or to stop. When a &quot;6&quot; is rolled the turn of the player is over and the pig moved last is returned to the starting field as a penalty.&#10;&#10;",
    "Categories": [
      "Animals",
      "Dice",
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Pigs"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Schweine Poker",
    "ID": 27149,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.70",
    "Link": "https://boardgamegeek.com/boardgame/27149/schweine-poker",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Every player is dealt 5 cards and one player is the start player. The start player reads one of special event cards and players have to follow the instructions on the event cards. The effects can be put certain cards in front of you, face up or face down, discarding a card or giving cards to another player. Once all players have 5 cards in front of them, the round is over. The 5 cards are your current poker-hand. The player with the best hand wins. The game is a nice variation of standard poker.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Animals: Pigs",
      "Traditional Card Games: Poker"
    ]
  }
]