[
  {
    "Rank": "13301",
    "Name": "Red Steel: Clash Of Armor At Kishinev",
    "ID": 11699,
    "Year": "(1996)",
    "Geek Rating": "5.543",
    "Avg Rating": "6.73",
    "Link": "https://boardgamegeek.com/boardgame/11699/red-steel-clash-of-armor-at-kishinev",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.8421",
    "Description": "Red Steel: Clash of Armor at Kishinev, is a game about the July, 1941, tank battle between Soviet and Axis forces outside Kishinev, the capital of Bessarabia.&#10;&#10;&quot;Izbanda sau moarte!&quot; - Victory or death!&#10;&#10;In early July 1941, the Romanian army surged across the Prut River into the Soviet Union, intent on recapturing the lost province of Basarabia. In a swirling tank battle, the Romanian Royal Armored Division &amp; other units challenged elements of three Soviet tank divisions - including several battalions of the feared T-34. Now, you can relive the fight!&#10;&#10;Game Scale:&#10;Game Turn: 6 hours&#10;Hex: 1.2 miles / 2.0 Km&#10;Units: Company to Division&#10;&#10;Game Inventory:&#10;One 24 x 29&quot; map&#10;Two dual-side printed countersheets (560 1/2&quot; counters)&#10;One 8-page rules booklet&#10;One 8-page scenario &amp; advanced rules booklet&#10;Three player aid cards (1-sided)&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Romania",
      "History: World War II (Eastern Front)",
      "Players: Two-Player Only Games",
      "Series: WWII Battles (Avalanche Press)"
    ]
  },
  {
    "Rank": "13302",
    "Name": "L'Auberge des pirates",
    "ID": 271522,
    "Year": "(2018)",
    "Geek Rating": "5.543",
    "Avg Rating": "6.59",
    "Link": "https://boardgamegeek.com/boardgame/271522/lauberge-des-pirates",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "5",
    "Play Time": "20",
    "Weight": "1.5",
    "Description": "Bluff, attack, take risks in flash games.&#10;&#10;On a ship, every pirate has his place. Recruit your crew by avoiding mutiny. A pair of pirates, and it&rsquo;s lost!&#10;&#10;The number shown on a card corresponds to the number of its copies in the package, namely one card, two cards 2 and ten cards 10. With this strong principle, it is possible to evaluate the remaining cards in the pickaxe, and thus to take risks and make the right decision.&#10;&#10;To begin, each player receives three cards, and at the same time, each one slams a card in front of him. The smallest value begins.&#10;&#10;In turn, one of the following actions can be taken:&#10;&#10;     Draw a card and keep it in your hand&#10;     Attack a player: lay a card with his hand in front of a player, of a value other than those already in front of the player (he cannot be paired)&#10;     Accuse a player if you think he has a pair in his hand (or between the cards in front of him and his hand). If he does, he&rsquo;s eliminated, otherwise it is you.&#10;     Challenge a player: draw a card without looking at it and shoot it in front of a player. If you form a pair with a card already present, YOU are eliminated.&#10;&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Party Game",
      "Pirates"
    ],
    "Mechanics": [
      "Push Your Luck"
    ],
    "Families": [
      "Series: Pairs Game System (Cheapass Games)"
    ]
  },
  {
    "Rank": "13303",
    "Name": "String Safari",
    "ID": 141734,
    "Year": "(2013)",
    "Geek Rating": "5.543",
    "Avg Rating": "6.05",
    "Link": "https://boardgamegeek.com/boardgame/141734/string-safari",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.4444",
    "Description": "Lots of animals live on the African plains. Elephants, lions, zebras, hippos, giraffes &mdash; we aren't sure exactly how they live, so animal researchers are constantly studying them in order to find out more.&#10;&#10;In String Safari (a.k.a. String Savanna), the players are zoologists, trying to get as much information as possible about the animals scattered across the savanna to complete research goals. Before you can study the animals, though, you need to have them under control, so you'll need to enclose them in your study range &mdash; that is, your string &mdash; which earns you a point at the same time. The animals all have different attributes, and the topography also influences your ability to study the animals. In the end, whoever completes the most research on the correct animals wins.&#10;&#10;Special rules are included so that even young children can play.&#10;&#10;",
    "Categories": [
      "Animals",
      "Territory Building"
    ],
    "Mechanics": [
      "Modular Board",
      "Tile Placement"
    ],
    "Families": [
      "Components: String",
      "Theme: Safaris"
    ]
  },
  {
    "Rank": "13304",
    "Name": "TAIJI",
    "ID": 31926,
    "Year": "(2007)",
    "Geek Rating": "5.543",
    "Avg Rating": "6.38",
    "Link": "https://boardgamegeek.com/boardgame/31926/taiji",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.0667",
    "Description": "TAIJI is a strategy board game for 2 players Ages 6 and up.&#10;&#10;TAIJI is a Chinese term that means &lsquo;Great Duality&rsquo; and represents the fight of Good vs. Evil, Light vs. Darkness, YIN vs. YANG.&#10;&#10;But YIN and YANG are indivisible! That&rsquo;s why both players use the same indivisible &ldquo;dual&rdquo; pieces called TAIJITUS.&#10;&#10;The object of the game is to get the highest score summing up the 2 largest shapes of connected squares of your colour (DARK or LIGHT) by placing TAIJITUS anywhere you want in the board, as long as there&rsquo;s a free space to do so. Be careful! Every time you put a TAIJITU you&rsquo;re playing both colours! So you might be helping your opponent!&#10;&#10;Self-published free computer version is available for download (see files section).&#10;&#10;NESTORGAMES version features a special 11x11 &quot;Deluxe&quot; board, so you can play on 7x7, 9x9 or 11x11. It includes a new victory condition (at the start of the game you can choose 1,2 or 3 groups as the victory condition).&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 11 x 11 Grids",
      "Components: 9 x 9 Grids",
      "Containers: Zippered Pouch",
      "Digital Implementations: Abstract Play",
      "Digital Implementations: igGameCenter",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "13305",
    "Name": "Heroes of the Shire",
    "ID": 330617,
    "Year": "(2024)",
    "Geek Rating": "5.543",
    "Avg Rating": "7.99",
    "Link": "https://boardgamegeek.com/boardgame/330617/heroes-of-the-shire",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "180",
    "Weight": "3.75",
    "Description": "Heroes of the Shire is a turn-based combat game where players cast spells, use abilities, and learn combos to defeat their enemies. With 20 characters, 12 bosses, and over 800 spells and abilities, no two games will ever be the same.&#10;&#10;There are 2 main game modes: Arena &amp; Scenario.&#10;&#10;Arena Mode: Players battle it out in the arena to become victorious. There are many different arena modes, with the most common being free-for-all and teams.&#10;&#10;Scenario Mode: A cooperative mode where players travel through a themed scenario, defeating bosses and trash mobs via an adventure tile system. One pre-selected player (Villain) will defend the enemies, by taking actions for each enemy unit. Each scenario contains 3 epic boss battles which can last anywhere from 1.5 to 4 hours. Players can adjust the difficulty of a boss at any stage in the game, and players can join or leave a game as they see fit. Bosses' stats can be modified even mid-battle. A saved game sheet is available for those lengthy adventures that can't be completed in one evening.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Adventure",
      "Dice",
      "Fighting",
      "Math"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Role Playing",
      "Team-Based Game",
      "Tile Placement",
      "Turn Order: Stat-Based"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "13306",
    "Name": "Le Temps des As",
    "ID": 161682,
    "Year": "(2014)",
    "Geek Rating": "5.543",
    "Avg Rating": "7.59",
    "Link": "https://boardgamegeek.com/boardgame/161682/le-temps-des-as",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "2.6667",
    "Description": "Fast &amp; Furious dogfights during the Great War.&#10;&#10;Le Temps des As (Age of Aces) is a tactical game featuring aerial combats from 1917-1918 during World War One.&#10;The system allows dogfights with several aircrafts in a reduced game time, with minimal markings on the map and requiring no pre-plotting or card play. &#10;The game focuses on dogfights and features rules for bombing and balloon-busting.&#10;&#10;Le Temps des As (Age of Aces) can be played solo or with 2 or more players.&#10;&#10;The updated version with new map, aircrafts, ships is Le Temps des As II (Age of Aces II)&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Digital Implementations: VASSAL",
      "Magazine: Vae Victis",
      "Occupation: Aviator"
    ]
  },
  {
    "Rank": "13307",
    "Name": "Untamed: Feral Factions – Spirit Strike edition",
    "ID": 355978,
    "Year": "(2022)",
    "Geek Rating": "5.543",
    "Avg Rating": "7.39",
    "Link": "https://boardgamegeek.com/boardgame/355978/untamed-feral-factions-spirit-strike-edition",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "This standalone edition increases player factions to 12 allowing up to 4 players to play but includes no rules changes from the original edition.&#10;&#10;The Deluxe Edition includes everything from the Spirit Strike Edition, however all your cards are foil (only available in this edition). The box also includes card sleeves, a metal first player token, a collector's artbook, a box sleeve, and a special foil-stamped box!&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Deck, Bag, and Pool Building"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "13308",
    "Name": "Korona",
    "ID": 25617,
    "Year": null,
    "Geek Rating": "5.543",
    "Avg Rating": "6.19",
    "Link": "https://boardgamegeek.com/boardgame/25617/korona",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.1818",
    "Description": "Korona (Finl.) and Couronne (occasionally also Koronn, Swe.) is versions (with very minor differences) of Carrom played in Finland and Sweden and to some extent in the other Nordic countries. The game is considered to have evolved from American Carrom early in the 20th century.&#10;&#10;As early as the 1930's regular competitons were held at famous departement store Nordiska Kompaniet (NK) in Stockholm, but since the war (WWII) no Couronne contests took place until they were revived in early 21st century in the Swedish provinces of Scania and J&auml;mtland. The former being student activities (often at Blekinge nation - a student organisation with very old roots); the latter being an un-official world championship.&#10;&#10;Like in Carrom, there is a wooden square shaped board usually less than 1 meters wide. The idea of the game is to hit small round pieces with a bigger piece into corner pockets. In this Nordic version you use cue sticks to hit the big stone instead of using your finger which makes Korona / Couronne even more similar to billiards than the Carrom.&#10;&#10;The pockets are typically larger than in Carrom but there's some space between the pockets and the edge of the board. Therefore it's possible for a piece to go behind the pocket which can sometimes cause some extra trouble.&#10;&#10;In Finnish Korona, during the setup, the pieces of each player are placed in a tight row against the wall on the opposing side of the board instead of a pattern in the center. There's no bonus pieces in this game. Because all the pieces are separated according to their color, it's possible for a skillful player to put all the pieces in a pocket with only one strike.&#10;&#10;Each player in a three or four player game may play with their own colors instead of forming teams with opposing players.&#10;&#10;The Swedish version Couronne is similar in that it typically has space behind the pockets and uses cue sticks, but the pieces (usually 15 of each colour) are initially placed in the middle.&#10;&#10;Minikorona is a space-saving version of this game.&#10;&#10;H-ring spel is a Dutch version that has similarities to this game.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": [
      "Traditional Games: Carrom"
    ]
  },
  {
    "Rank": "13309",
    "Name": "Chicken Heist",
    "ID": 283216,
    "Year": "(2020)",
    "Geek Rating": "5.543",
    "Avg Rating": "6.87",
    "Link": "https://boardgamegeek.com/boardgame/283216/chicken-heist",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "2.125",
    "Description": "In a competition to rob the most money from the bank, you will need to make preparations, manage risks and make informed decisions to come out on top.  With unpredictable events coming up that may get you locked up, would you take the time to prepare for what&rsquo;s coming next, or would you continue to rob? Leave with the getaway truck and you will get a split of the loot. Stay too long however, you will leave with nothing but a life behind bars. In a high risk high reward setting, who is the ultimate chicken? Who will be the first to chicken out? You or your friends?&#10;&#10;Chicken Heist is a Press Your Luck Card game inspired by the game of chicken.  Players must leverage all their moves from getting more information by Lookout, manipulating events by Tinkering, getting more tools via Resupply to simply making more money by Robbing to ensure that they safely exit the heist with the most amount of loot possible.  3-8 players can play and an average game runs anywhere from 15-45 minutes.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Player Elimination",
      "Push Your Luck"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Digital Implementations: Tabletopia",
      "Theme: Burglary and Heists",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "13310",
    "Name": "Vigilante",
    "ID": 265369,
    "Year": "(2022)",
    "Geek Rating": "5.543",
    "Avg Rating": "7.94",
    "Link": "https://boardgamegeek.com/boardgame/265369/vigilante",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "2",
    "Description": "In Vigilante, you lead a team of heroes to fight back a swarm of villains running free in the city. Vigilante brings social deduction, action management, and tableau-building into a unique combination that leaves you with many different paths to take to accomplish your goals, new strategies and synergies between heroes, and a lot of tension!&#10;&#10;There are a variety of scenarios (game modes) depending on player preferences. The game plays in rounds, where players have 4 actions to either fight (and imprison) villains, recruit new heroes, search for equipment and other helpful cards, or heal. Afterwards, players secretly roll their dice and contribute one of them, which sometimes will help the group but usually hinders them.&#10;&#10;In Brought to Justice, each player gets a secret role. 'Good' players represent the majority and must imprison 7 villains per good player before the end of the game (i.e. if there are 2 Good players, they need a combined total of 14). 'Evil' players are trying to foil their plans, and Neutral players have independent missions which generally throw a little chaos into the mix.&#10;&#10;Shifting Allegiances takes Brought to Justice and creates even more uncertainty by only guaranteeing one 'Good' player, while the rest of the mix could be any combination of 'Good', 'Evil', or 'Neutral' players. Even though there's a possibility that all players are good, it will take time to gain each other's trust, and you could end up sabotaging your own victory!&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy"
    ],
    "Mechanics": [
      "Action Points",
      "Deck, Bag, and Pool Building",
      "Deduction",
      "Dice Rolling",
      "Hidden Roles",
      "Storytelling",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "13311",
    "Name": "Regine",
    "ID": 363089,
    "Year": "(2022)",
    "Geek Rating": "5.543",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/363089/regine",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.9",
    "Description": "Regine is a card game of betting and bluffing, designed by Dani G&oacute;mez and Josep M Allu&eacute;, the author of games like The Color Monster, Castellers!, and Dragons &amp; Chickens.  It is illustrated by Bea Tormo.  It&rsquo;s for 2 to 4 players ages 10 and up and games last around 30 minutes.  Regine brings us back to the European courts of the end of the 16th century and the goal is to be the first player to reach 31 points.&#10;&#10;Watch your backs&hellip;because the daggers are flying!  In Regine the interaction among players is constant and the majority of the effects of the cards affect the hands of your rivals.  As the game progresses, each player tries to get the best combinations to score points but they don&rsquo;t always have control over their hands.&#10;&#10;The intuitive card design makes it quick and easy to learn how they function.  And if you know how to play Mus, some of the rules will seem familiar.  Rounds are structured in 3 phases:  hand construction in which players try to get the most favorable card combinations, a betting phase where they bid on the best hands, and point resolution.  To start, put the 4 scoring cards in the middle of the table alongside the betting chits.  Shuffle the remaining 40 cards, deal 4 face down to each player, and put the rest in the middle of the table.  You&rsquo;re now ready to start the first phase!&#10;&#10;In a turn, a player can do 1 of 4 actions.  The first is change one of the cards in their hand for the top card of the deck.  The second is to announce &ldquo;no changes,&rdquo; which blocks the rest of the players from changing cards from the deck.  The third is play a card either face down or face up on the table.  If a card is placed face up, it may trigger an action.  The jester, for example, negates a &ldquo;no changes&rdquo; declaration previously made by another player.  The peasant forces a player to play a card face up on the table and use its effect.  The assassin eliminates a card that has been played on the table, the courtesan forces a player to reveal a card that has been played face down, the herald lets one look at the top card of the deck and the knight forces one to change a card from their hand.  Finally, each player can also pass and when all players pass, all remaining cards are placed face down and the betting phase begins.&#10;&#10;Be sharp and observant, because it&rsquo;s now time to bluff!  Taking turns, the players will bet on the scoring cards.  They&rsquo;ll bet on the highest number of queens and jesters, on pairs and trios of cards, and for the total value of their cards.  It&rsquo;s not always necessary to have the best hand in order to score points!  You can always trick the other players into thinking you have better hand than you really do.  In the last phase, the resolution, all cards are revealed and points are awarded.  Rounds continue like this until a player reaches 31 points.&#10;&#10;A good memory and a big dose of shrewdness will be your best allies in Regine, ensuring quick games and hours of fun.  Families and friends, young and old will enjoy this game (try playing with your grandparents or card playing in-laws and they&rsquo;ll quickly get the knack).  So move with caution among the knights and courtesans and don&rsquo;t get caught with the wrong cards!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Hand Management",
      "Push Your Luck"
    ],
    "Families": [
      "Series: Pocket Games (Devir)"
    ]
  },
  {
    "Rank": "13312",
    "Name": "Illuminati (Second Edition)",
    "ID": 316093,
    "Year": "(2018)",
    "Geek Rating": "5.543",
    "Avg Rating": "7.06",
    "Link": "https://boardgamegeek.com/boardgame/316093/illuminati-second-edition",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "3",
    "Description": "Second edition of the classic game of world domination, in which each player is a secret society attempting to spread their tendrils into special interest groups throughout the world.&#10;&#10;The content and mechanics of the Second Edition have been revamped for the twenty-first century, dropping the Cold War-era Government/Communist alignments and adding a new alignment, Media, for the information age. The cards have been redesigned with cartoon-style artwork by Lars DeSouza, and updated to reflect modern political and social conflict: now the Russian Campaign Donors can work with Antifa to take control of Furries, or destroy the Hipsters.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Negotiation",
      "Political",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Network and Route Building",
      "Open Drafting",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Illuminati"
    ]
  },
  {
    "Rank": "13313",
    "Name": "Sleepers",
    "ID": 118688,
    "Year": "(2012)",
    "Geek Rating": "5.543",
    "Avg Rating": "7.81",
    "Link": "https://boardgamegeek.com/boardgame/118688/sleepers",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "In Sleepers, you are the leader of a resistance network operating in occupied France during World War II. Your primary mission is recruit a network of operatives working throughout the country; failing that, eliminating the other networks which are interfering with your own would allow you to build your network without interference.&#10; When first recruited, agents are face-down and inactive (sleeper agents); later in the game, they may be activated to perform some task (active agents). The unqualified term agents applies to both active and sleeper agents. Tiles in hand or the bag are merely tiles, bribes and blackmail material which can be used to recruit agents.&#10;&#10;EQUIPMENT&#10;&#10;&#10;     1 hexagonal board (61 hexes)&#10;     30 Agents for each player (different types)&#10;&#10;&#10;OBJECTIVE&#10;&#10;There are several ways to lose Sleepers:&#10;&#10;&#10;     Morale: a player is eliminated once ten of their agents are killed (the enemy spymaster flees the country).&#10;     Capture: a player is eliminated if they are surrounded by active militia (the enemy spymaster is captured).&#10;     Attrition: a player is eliminated if they cannot move (no more tiles AND no sleeper agents).&#10;&#10;&#10;There are also several ways to win:&#10;&#10;&#10;     Success: make a line of active agents joining any two opposite sides of the board (your network covers the whole country).&#10;     Liberation: create a doomsday device by making a line of 5 active Scientists (you destroy Germany and free France).&#10;     Elimination: eliminate all other players.&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Bluffing",
      "Deduction",
      "Memory",
      "Spies / Secret Agents",
      "World War II"
    ],
    "Mechanics": [
      "Enclosure",
      "Hexagon Grid",
      "Memory",
      "Network and Route Building",
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": [
      "Category: n in a row",
      "Components: HexHex5 Grids",
      "Containers: Zippered Pouch",
      "Country: France",
      "Digital Implementations: Ai Ai",
      "Mechanism: Connection",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "13314",
    "Name": "Prairie Railroads",
    "ID": 345,
    "Year": "(1999)",
    "Geek Rating": "5.543",
    "Avg Rating": "6.88",
    "Link": "https://boardgamegeek.com/boardgame/345/prairie-railroads",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3",
    "Description": "America is opening the Great Plains and America&rsquo;s railroads are forging ahead, across the Mississippi and going West as fast as they can. Hardy pioneers are building towns &amp; cities as they raise cattle and grow wheat &amp; other crops. The railroads are needed to carry this bounty to the hungry East. Six major railroads are funded by aggressive investors looking to get rich in this venture. The railroads vie for dominance in this expanding market, driving west.&#10;&#10;Players are investors and railroad Presidents in this struggle to capitalize this explosive market to the greatest extent possible. Balancing time vs money is critical in this game. The ability to react to organically growing markets increasing constantly adds a level of decision making where recognizing savvy opportunities&#10;is a key to success.&#10;&#10;",
    "Categories": [
      "Economic",
      "Trains"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Stock Holding"
    ],
    "Families": [
      "Series: Cube Rails",
      "Series: Prairie Railroads (Winsome)",
      "Series: Winsome Train Games (Rio Grande Games)"
    ]
  },
  {
    "Rank": "13315",
    "Name": "Shinobi: War of Clans",
    "ID": 128927,
    "Year": "(2012)",
    "Geek Rating": "5.543",
    "Avg Rating": "5.98",
    "Link": "https://boardgamegeek.com/boardgame/128927/shinobi-war-of-clans",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.4375",
    "Description": "At the turn of the 16th century in Japan both the Emperor and the tycoon lost control of the country &ndash; the time when pushy and ambitious daimyos to subdue islands, the time for strong warriors to demonstrate their boldness and great warlords to show their art, the time when cunning secret agents decided a battle of the clans.&#10;&#10;In the tactical card game Shinobi: War of Clans players will take on the role of secret agents of the most powerful clans of feudal Japan. The aim of the game is supporting your clan with military advantage; the clan which has the most troops at the end of the game wins.&#10;&#10;At the beginning of the game each player gets a clan card which shows what clan the player will belong to and four troop cards from the deck. The area before the player (his table) presents one of Japan&rsquo;s provinces, so the more players the more provinces. The players take turns clockwise from the starting player. Each player&rsquo;s turn consists of the following orders: the troop deployment order, the troop movement order and the attacking order. During his turn the player must place a card from his hand on any province except his own one. If by the end of his turn in his province he raised the army (some troops of the same clan) which is stronger (more numerous) than any other army in any other province, the battle is unavoidable. It will be impossible to stop the warlike samurais from attacking but there is an opportunity to direct them to the proper side.  Once there are no more cards in the deck players take a final turn and come in true colors (reveal their secret cards). Clan cards are summed up and the player with the most cards of his clan in all the provinces wins the game.&#10;&#10;What&rsquo;s feudal Japan without ninjas! Without them no game about Japan can be complete. The ninjas&rsquo; function is obvious &ndash; to shorten the number of warriors from the enemy clans.&#10;&#10;From 3 to 5 players can take part in the game. The tactics of the game changes depending on the number of players. You will need careful calculation to win in a five-player game; fans of bluff and &quot;psychological&quot; game will like the game with three participants. The game seems simple at first sight, but believe or not, keeping your clan in secret, guessing which clans your rivals play for and making them to play into your hands is not simple at all.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Medieval",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Country: Japan"
    ]
  },
  {
    "Rank": "13316",
    "Name": "Stories!",
    "ID": 147563,
    "Year": "(2013)",
    "Geek Rating": "5.543",
    "Avg Rating": "6.44",
    "Link": "https://boardgamegeek.com/boardgame/147563/stories",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.125",
    "Description": "In Stories!, players take turns telling stories to one another, with the topics being determined by random card draw. Before a player tells a story, all of the other players list five terms that they expect to hear during the story; for each term mentioned, the player scores points. By asking questions during the telling of the story, they can try to steer the story in the direction they want &ndash; but each time you ask a question, you lose points. Ask the right questions and you'll win; ask too much too often, however, and you'll lose...&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Storytelling"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "13317",
    "Name": "My Hero Academia Collectible Card Game",
    "ID": 285204,
    "Year": "(2021)",
    "Geek Rating": "5.543",
    "Avg Rating": "7.70",
    "Link": "https://boardgamegeek.com/boardgame/285204/my-hero-academia-collectible-card-game",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "In the My Hero Academia Collectible Card Game, you build powerful decks around the students of Class 1-A and the heroes and villains that surround them, battling rivals with cards developed around the characters and quirks of the My Hero Academia manga and anime series.&#10;&#10;Wave 1 of My Hero Academia CCG includes the 2-Player Rival Deck (with Izuku Midoriya and Katsuki Bakugo), Deck-Loadable Content packs (with All Might, Tenya Iida, Ochaco Uraraka, and Tsuyu Asui), Booster Packs (more stuff for everyone), and a series of playmats featuring iconic characters from the anime. The game is compatible with previous UFS/UVS releases from Jasco Games, while designed to be more approachable for new players to the UniVersus system.&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Comic Book / Strip"
    ],
    "Mechanics": [],
    "Families": [
      "Collectible: Collectible Card Games",
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "13318",
    "Name": "Despistas",
    "ID": 416054,
    "Year": "(2024)",
    "Geek Rating": "5.543",
    "Avg Rating": "6.65",
    "Link": "https://boardgamegeek.com/boardgame/416054/despistas",
    "Min Players": "4",
    "Max Players": "12",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Two teams facing each other in a crazy game in which each leader gives clues to the opposing team... what a fuss!&#10;&#10;Will you be able to give clues that are specific enough for your team, but seemingly irrelevant so that your rival doesn't intercept them?&#10;&#10;&#10;Dos equipos enfrentados en un loco juego en el que cada l&iacute;der da pistas al equipo contrario&hellip; &iexcl;Qu&eacute; jaleo!&#10;&#10;&iquest;Ser&eacute;is capaces de dar pistas lo suficientemente concretas para vuestro equipo, pero aparentemente irrelevantes para que no las intercepte el rival?&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Targeted Clues",
      "Team-Based Game"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Series: Party Time (Tranjis Games)"
    ]
  },
  {
    "Rank": "13319",
    "Name": "Farm Rescue",
    "ID": 271045,
    "Year": "(2019)",
    "Geek Rating": "5.543",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgame/271045/farm-rescue",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "The silly wolf is at it again, trying to get into the farm to snatch the farm animals. They have nothing to fear, however, because &quot;Farm Rescue&quot; is here!&#10;&#10;Farm Rescue is a co-operative game that provides an interesting twist on the classic memory game because players turn the cards face up and down! Find a match based on what's rolled on the dice, and the farmer advances on the wolf; fail to do, and the wolf moves down the road. Trying to save the farm animals has never been so fun.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Memory"
    ],
    "Families": [
      "Category: Dized Tutorial"
    ]
  },
  {
    "Rank": "13320",
    "Name": "Cauldron Quest",
    "ID": 175496,
    "Year": "(2015)",
    "Geek Rating": "5.543",
    "Avg Rating": "6.19",
    "Link": "https://boardgamegeek.com/boardgame/175496/cauldron-quest",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "0",
    "Weight": "1.1429",
    "Description": "The object of Cauldron Quest is to get the three correct ingredients into the Cauldron before all six of the paths are blocked. The evil Wizard has cast a spell to destroy the kingdom! You have the power to create a potion to break the spell, but you must work together. Your quest is to find the three correct ingredients hidden under the potion bottles and move them up the paths and into the Cauldron before the Wizard blocks all of the paths. If you do not get all three potion bottles with correct ingredients to the Cauldron before the paths are blocked, the Wizard triumphs and the kingdom is destroyed.&#10;&#10;Cauldron Quest is a game where everyone plays together, no one is left out, and everyone has fun! Traditional games tend to have one winner and one (or many) losers! In a cooperative game, the players work as a team against a common obstacle, not against each other.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement"
    ],
    "Families": []
  },
  {
    "Rank": "13321",
    "Name": "The Dauphin and the Sword",
    "ID": 157528,
    "Year": "(2014)",
    "Geek Rating": "5.543",
    "Avg Rating": "7.70",
    "Link": "https://boardgamegeek.com/boardgame/157528/the-dauphin-and-the-sword",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.5385",
    "Description": "The Dauphin and the Sword is the 13th module in the series Au Fil de l'Ep&eacute;e (By The Edge of the Sword) and First volume of &quot;AFDE - Louis XI &raquo;.&#10;&#10;It covers three battles of Louis XI, when he was still Dauphin of France (heir to the throne) and finally King of France: Dieppe (1443), Saint-Jacques-sur-la-Brise (1444) and Montlh&eacute;ry (1465), which are, respectively, the 34th, 35th and 36th battles in the series.&#10;&#10;Note: Montlh&eacute;ry is a new edition, much expanded, with new map, counters, and scenario specific rules of the battle published in 2007 with Ep&#195;&#169;es et Couronne (DTP).&#10;&#10;The game includes:&#10;- 324 die-cut counters&#10;- 2 A2 maps&#10;- 1 A4 map&#10;- One 16 pages booklet (rules, scenarios and historical notes&#10;- One player aid&#10;&#10;Battles: &#10;-  The Assault on the Fortress at Dieppe, August 14, 1443  (Louis, Dauphin of France vs. William Peyto, commander of English garrison of Dieppe)&#10;- The Battle of Saint-Jacques-sur-la-Brise, August 26, 1444  (Louis, Dauphin of France &amp; Jean de Bueil vs. Hans Matter, Swiss army leader)&#10;- The Battle of Montlh&eacute;ry, July 16, 1465 (Louis XI, King of France vs. Charles The Bold, Duke of Burgundy)&#10;&#10;The game features one historical scenario and one &quot;what if?&quot; scenario per battle.&#10;&#10;&#10;&#10;Cover and Rulebook in French OR English. Charts/Tables are bilingual (French/English).&#10; Louis XI (of France) battles (1443-79):&#10;&#10;    The Dauphin and the Sword (Louis XI, vol. 1)&#10;    The Truce or the Sword (Louis XI, vol. 2)&#10;&#10;&#10;",
    "Categories": [
      "Medieval",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: France",
      "History: Hundred Years Wars",
      "Players: Two-Player Only Games",
      "Series: Au Fil de l'Épée (Frédéric Bey)"
    ]
  },
  {
    "Rank": "13322",
    "Name": "Battleground Fantasy Warfare: Undead Army",
    "ID": 49399,
    "Year": "(2005)",
    "Geek Rating": "5.543",
    "Avg Rating": "7.02",
    "Link": "https://boardgamegeek.com/boardgame/49399/battleground-fantasy-warfare-undead-army",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.6667",
    "Description": "Not playable on their own as you need two starter decks to play the game.&#10;&#10;Battleground Fantasy Warfare is a point-based tabletop tactical wargame in which units are represented by cards.&#10;&#10;As a dark necromancer you control a horrifying undead army. Raise hordes of skeletons and zombies or launch swift attacks with ghouls and devastating Death Knights.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Fantasy",
      "Wargame"
    ],
    "Mechanics": [
      "Variable Phase Order"
    ],
    "Families": [
      "Game: Battleground Fantasy Warfare (Your Move Games)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "13323",
    "Name": "Blades & Rose",
    "ID": 400566,
    "Year": "(2023)",
    "Geek Rating": "5.543",
    "Avg Rating": "7.36",
    "Link": "https://boardgamegeek.com/boardgame/400566/blades-and-rose",
    "Min Players": "5",
    "Max Players": "10",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "1.75",
    "Description": "The Resurrection of the White Rose is near. Guided by the Bishop, devotees offer their lives to restore the illustrious Mother to her full strength.&#10;&#10;However, those who wield authority through the previous White Rose are not willing to surrender their life and power, leading to the mass slaying of the followers.&#10;&#10;The White Rose faction is trying to send enough followers to the underground sanctuary, and the Blood Blade faction is trying to terminate enough of them to prevent the Resurrection. Nevertheless, there is only one embodiment of the White Rose and if she is killed, then the Blood Blades win immediately.&#10;&#10;Welcome to Blade's Rose, a fast-paced &amp; thrilling social deduction game. To prevail, you must be a master of deception and strategy. Play your cards wisely, as one misstep could mean your demise. &#10;Will you manage to restore the White Rose to power? Or will death be their final fate?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Fantasy",
      "Horror",
      "Medieval",
      "Negotiation",
      "Party Game",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Hand Management",
      "Hidden Roles",
      "Roles with Asymmetric Information",
      "Sudden Death Ending",
      "Team-Based Game",
      "Traitor Game",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "13324",
    "Name": "Birth of a Legend: Lee and the Seven Days",
    "ID": 86919,
    "Year": "(2011)",
    "Geek Rating": "5.543",
    "Avg Rating": "6.82",
    "Link": "https://boardgamegeek.com/boardgame/86919/birth-of-a-legend-lee-and-the-seven-days",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.8667",
    "Description": "Simulation of the Seven Days' Battles which started Robert E. Lee on the road to glory.&#10;&#10;The setting is the Union&rsquo;s Peninsula Campaign in the spring of 1862.  McClellan has formed and trained a large army, transported it by sea in an outflanking maneuver, marched it to the gates of the Confederate capital, and is poised to capture the city and probably bring an end to the rebellion.  On the Confederate side Lee has taken over the Army after Johnston was wounded.  Unlike Johnston, who was content to fight a largely defensive campaign, Lee gathered every unit he could get his hands on and launched his own offensive.  The Union had placed its army in an awkward position, with one corps north of Chickahominy River and the rest south of it.  Lee&rsquo;s plan, and the position of the units when the game starts, was to crush the Union Corps and then drive the rest of McClellan&rsquo;s army from the capital, destroying as much of it as he possible could.  With that accomplished he would have a free hand to turn north.&#10;&#10;The system is a simplified version of two games, the last area-impulse Avalon Hill published, Breakout: Normandy, and MMP's Monty's Gamble: Market Garden.&#10;&#10;The game features leaders who are rated for initiative and combat effectiveness. Another mechanism in the game is the &ldquo;advantage&rdquo; marker which can be traded to the opponent to do things like rally, conduct a combined assault, declare a heroic defense that turns a success into a stalemate, or receive additional replacements.&#10;&#10;The victory conditions are based on territorial control.  For the Union that was Richmond.  For the Confederacy that was the Union supply heads &ndash; White House Landing and Harrison&rsquo;s Landing &ndash; and Malvern Hill.  A key decision for the Union player is when to shift his supply train from White House Landing to the more secure location at Harrison&rsquo;s Landing.&#10;&#10;The unit scale is divisional including artillery and cavalry.&#10;&#10;There is the campaign game, and a few optional rules.  Playing time should be under three hours between experienced players.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Area-Impulse",
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Country: USA",
      "Digital Implementations: VASSAL",
      "Magazine: Against The Odds",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "13325",
    "Name": "The Imposter Kings Card Game",
    "ID": 303003,
    "Year": "(2021)",
    "Geek Rating": "5.543",
    "Avg Rating": "7.95",
    "Link": "https://boardgamegeek.com/boardgame/303003/the-imposter-kings-card-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "20",
    "Weight": "2.5",
    "Description": "The Imposter Kings is a 2-4 player card game designed to be quick to pick up, yet challenging to master. A typical round takes around 10-20 minutes, depending on the number of players and experience.&#10;&#10;Each card has a value in your hand (1-9), and you can typically only play cards of equal or higher value. It's not often a straightforward path from 1 to 9, so the real strategy comes from knowing what cards can best counter your best opponent, and secure your place on the Throne. For example:&#10;&#10;The Assassin has a low value of 2. But as a trained killer, she immediately can assassinate any King she can find. Thankfully, there are other cards to help, such as the King's Hand (by stepping in the way) or Inquisitor (who can preemptively force the Assassin out of the darkness with a pointed finger).&#10;&#10;The Soldier has a middle of the pack value of 5. They tirelessly fight for the King throughout their lives, and now they're confused to which King to serve. If they follow their leads and prove their suspicions, they grow more potent on the Throne.&#10;&#10;The Queen/Princess sits comfortably in the upper echelon of society with the highest value of 9. They push around all members of the Court with their thoughts, and very few can stand up to them. However, characters like the Elder (value 3) can remind the Court that no one is above the law. Or perhaps an Oathbound (value 6) will step up to the Throne. These mysterious beings are the Kingdom's most revered members and may brush anyone aside to share their agenda. And of course, the King can always take matters into his own hands...&#10;&#10;Fight viciously with your allies! Bluff and deceive others about what you may have! Assassinate all that stand in your way! Foil plans by forcing your opponents hand! There are a fantastic amount of possibilities, and you have to try to fulfill your objective while hindering others.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Medieval",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Card Games: Draw and Discard",
      "Crowdfunding: Kickstarter",
      "Mechanism: Deduction – Blind Man's Bluff"
    ]
  },
  {
    "Rank": "13326",
    "Name": "Who the F*ck?",
    "ID": 403128,
    "Year": "(2024)",
    "Geek Rating": "5.543",
    "Avg Rating": "6.82",
    "Link": "https://boardgamegeek.com/boardgame/403128/who-the-fck",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "The game title Whoforwat summarizes the gameplay: Each round, players collectively vote on who is doing...something.&#10;&#10;At the start of each round in this co-operative game, lay out six zigoto cards, with each zigoto being a unique, dadaistic living being from the mind of designer/artist Edouard Didelot. Reveal an illustrated question card, such as &quot;Who loves dogs?&quot;, &quot;Who ran through this wall?&quot;, or &quot;Who would be a good couch?&quot;&#10;&#10;Players secretly vote on which zigoto seems like the best who for this what, then they reveal their choices. If no zigoto has received more votes than any other, discard all the zigoto cards and play another round; if a zigoto has received more votes than any other, place it aside for the grande finale, then play another round; and if a zigoto received everyone's vote, place it aside for the grande finale along with a special &quot;connexion&quot; token, then play another round.&#10;&#10;Once you've set aside six zigotos, lay out those cards, then play the final round. Reveal a question card, then everyone votes and reveals as normal. If you've all voted for the same zigoto, you win! If not, discard a connexion token and vote again on this same question. If you run out of connexion tokens before unanimously choosing a zigoto, you lose.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "13327",
    "Name": "España 20: Volume 1",
    "ID": 170390,
    "Year": "(2014)",
    "Geek Rating": "5.543",
    "Avg Rating": "7.55",
    "Link": "https://boardgamegeek.com/boardgame/170390/espana-20-volume-1",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.25",
    "Description": "Espa&ntilde;a 20 features two complete games covering key battles fought over control of the Iberian Peninsula.&#10;&#10;Considered one of Wellington&rsquo;s finest battles, Arapiles 20 (July, 1812) from Lance McMillan focuses on the hard-fought meeting engagement between his veteran British forces and Mareschal Marmont&rsquo;s French army in the hills south of Salamanca. With two armies of equal strength, victory requires careful planning, precise maneuvers, and exact timing to take advantage of the opportunities offered by unexpected events. Will the British player be able to pounce on a fleeting French blunder to win the day (as happened historically), or will the French be able to simply bludgeon his opponent into submission? In Arapiles 20, the outcome of this famous battle is in your hands.&#10;&#10;Hans von Stockhausen's Bail&eacute;n 20 (July, 1808) showcases the stunning triumph of General Francisco Casta&ntilde;os&rsquo; Spanish army over French General Pierre Dupont&rsquo;s Corps d&rsquo;Observation operating in the mountains of Andalusia. This game challenges both players: The Spanish must struggle to coordinate the actions of their large and enthusiastic but mostly untrained army, while the French must decide whether to try and hold against superior numbers or conduct a fighting withdrawal back to Madrid. With Spanish guerrillas, a baggage train full of looted treasure, and treacherous Swiss mercenaries who might change sides in the middle of the battle, Bail&eacute;n 20 offers players plenty of military adventure.&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Cities: Bailén (Spain)",
      "Cities: Salamanca (Spain)",
      "Country: France",
      "Country: Spain",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Napoleonic 20 (Victory Point Games)"
    ]
  },
  {
    "Rank": "13328",
    "Name": "Das Labyrinth des Pharao",
    "ID": 147920,
    "Year": "(2013)",
    "Geek Rating": "5.543",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgame/147920/das-labyrinth-des-pharao",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "1.7",
    "Description": "In Das Labyrinth des Pharao, players are graverobbers who want to go as deep inside a pyramid as they can, preferably discovering chambers that contain treasures along the way.&#10;&#10;Each player starts the game with 28 identical tiles and a 5x5 grid  representing a pyramid. Players each add the same tile to the grid each turn, slowly creating (if all goes well) a winding labyrinth inside the pyramid. When a player places a tile that shows one or more scarabs on it, he can choose to place a treasure marker on one or more scarabs. By the time that the third tile is placed, each player must decide which entrance to the pyramid his figure will take.&#10;&#10;The game ends once the 5x5 grid is filled. Each player counts the length of the corridor that extends from his starting point, scoring one point for each space in this path. In addition, the player scores two points for each treasure that's surrounded by four walls as long as at least one of those walls abuts the corridor walked by the graverobber. Whoever has the highest score wins!&#10;&#10;Das Labyrinth des Pharao includes rules for solo play as well as an advanced variant in which treasures are worth 1-3 points depending on their color, with this point value then multiplied by 1-4 depending on where its shared wall meets the corridor. The deeper the treasure along the path, the more points it's worth.&#10;&#10;",
    "Categories": [
      "Exploration",
      "Maze"
    ],
    "Mechanics": [
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "13329",
    "Name": "Chartered: Building Amsterdam",
    "ID": 426330,
    "Year": "(2024)",
    "Geek Rating": "5.543",
    "Avg Rating": "7.18",
    "Link": "https://boardgamegeek.com/boardgame/426330/chartered-building-amsterdam",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "Welcome to the great merchant city of Amsterdam in the early 1600&rsquo;s. The city is becoming increasingly powerful, with ships voyaging to far-off lands. Amid this flurry of trade, you and your fellow merchants strive for economic greatness. You build warehouses throughout the city. You expand chartered companies that you&rsquo;ve invested in. All the while using your wits to outsmart your competition, growing faster and larger than ever before. You have but one goal in this struggle: become the wealthiest merchant of Amsterdam.&#10;&#10;Will you go all in on one companyor do you spread your chances? Perfectly time your merger to maximize your profits. Collaborate to outsmart other players. Use building cards to establish and grow businesses. Receive your pay out immediately and invest in the right companies.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "City Building",
      "Economic"
    ],
    "Mechanics": [
      "Hand Management",
      "Network and Route Building",
      "Stock Holding",
      "Tile Placement"
    ],
    "Families": [
      "Cities: Amsterdam (The Netherlands)"
    ]
  },
  {
    "Rank": "13330",
    "Name": "Holiday Hijinks #5: The Birthday Burglary",
    "ID": 364020,
    "Year": "(2022)",
    "Geek Rating": "5.543",
    "Avg Rating": "7.14",
    "Link": "https://boardgamegeek.com/boardgame/364020/holiday-hijinks-5-the-birthday-burglary",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This is going to be the best birthday ever! You&rsquo;ve got food, decorations, activities, and several special entertainment acts all lined up. Everyone&rsquo;s going to have the best time, especially you! Just one problem&hellip; everyone is missing! You check the invitation again. Everything is in order and people should be all around you by now. Did they all just forget about you? Solve the case as quick as you can, and get this party started!&#10;&#10;The Birthday Burglary, title #5 in the Holiday Hijinks line, is an escape room style game in just 18 cards! As a group, you will solve a series of puzzles to unravel a mystery.&#10;&#10;Puzzles may test your perception, wordplay, and lateral thinking. English language fluency is required.&#10;When you have solved a puzzle on the cards, you will enter the answer into the companion website (compatible with all smart phones and computers) and it will check whether you are correct. If you are, the website will tell you which card or cards to take next. The website also contains a graduated hint system, so if you get stuck you can get just a small hint about the current puzzle to get moving again without giving too much away.&#10;&#10;The website also allows you to interact with objects on cards, in the vein of a classic point-and-click adventure. This will help you gein more clues and solve puzzles.&#10;&#10;This system is non-destructible: some groups may choose to write on cards, but this is not required. A group cannot re-play the game, but can pass it on to another group for their use.&#10;&#10;This entry in the series takes about an hour to solve, and is rated 1 out of 3 in difficulty.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Puzzle"
    ],
    "Mechanics": [
      "Deduction",
      "Finale Ending"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Components: Digital Hybrid – App/Website Required",
      "Misc: LongPack Games",
      "Series: Holiday Hijinks (Grand Gamers Guild)",
      "Theme: Birthdays"
    ]
  },
  {
    "Rank": "13331",
    "Name": "Veletas",
    "ID": 151224,
    "Year": "(2013)",
    "Geek Rating": "5.543",
    "Avg Rating": "6.41",
    "Link": "https://boardgamegeek.com/boardgame/151224/veletas",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Veletas is a drawless territory game for two players: Black and White. It is played on the spaces (squares) of a 10x10 checkered square board, which is initially empty. Apart from the board, the necessary material comprises seven shooters and a sufficient number of black and white stones.&#10;&#10;Both players control a number of neutral red pieces and shoot stones of their own colour from them. In order to win, a player must claim a majority of neutral pieces by having them surrounded by larger groups of their own pieces than their opponent's.&#10;&#10;This game won (along with Four) the BoardGameGeek Best Combinatorial 2-Player Game of 2013 Award.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;DefinitionsA group is a set of one or more like-colored, orthogonally adjacent stones. The size of a group is the number of stones in it. Stones on top of shooters are not part of any groups.&#10;&#10;A trapped shooter is a shooter that cannot make any legal move in the current position.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;PlayThe first player begins by placing three shooters and one black stone on empty squares of the board. The second player then chooses which player will be Black and which will be White. Next, White places the remaining four shooters and one white stone on empty squares of the board. In both cases, no shooters can be placed on the perimeter of the board. This restriction does not apply to the rest of the game.&#10;&#10;From then on, the players take turns, starting with Black. On your turn, you may (but are not obliged to) move a shooter to an empty square in a straight orthogonal or diagonal line, without jumping over any stones. Then, you must place a stone of your color on an empty square that is a straight orthogonal or diagonal line away from the square onto which the shooter was moved (or from any shooter, if none was moved), with no stones in between along that line. This is called shooting. Claimed shooters (see below) cannot move or shoot. Note shooters can move and shoot over claimed or unclaimed shooters.&#10;&#10;After shooting, if there are any trapped shooters on the board that have not been claimed before, each one of them is claimed by the player who owns the biggest group orthogonally adjacent to it. If there is no such group or the biggest such groups of each color are the same size, the shooter is claimed by the opponent. Claiming a shooter is indicated by placing a stone of the corresponding color on top of it. Claimed shooters remain unchanged for the rest of the game.&#10;&#10;The game ends when a player has claimed the majority of shooters, i.e. at least four of them. That player wins. Draws are not possible.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Smaller versionsFor shorter but still reasonable games, the following variants are suggested:&#10;&#10;&#10;     7x7 board with three shooters. The first player places one shooter, and White places the other two. Whoever claims two shooters wins.&#10;&#10;&#10;&#10;     9x9 board with five shooters. The first player places two shooters, and White places the other three. Whoever claims three shooters wins.&#10;&#10;&#10;Online Play&#10;&#10;&#10;     Board Game Arena (real time, turn-based)&#10;     Boardspace.net (real time, AI option)&#10;     igGameCenter (real time)&#10;     AbstractPlay (turn-based)&#10;&#10;&#10;Mobile Apps&#10;&#10;&#10;     Boardspace.net local multiplayer or online, IOS&#10;     Boardspace.net local multiplayer or online, Android&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Print & Play",
      "Territory Building"
    ],
    "Mechanics": [
      "Chaining",
      "Enclosure",
      "Grid Movement",
      "Square Grid"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 10 x 10 Grids",
      "Containers: Zippered Pouch",
      "Digital Implementations: Abstract Play",
      "Digital Implementations: Ai Ai",
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: BoardSpace",
      "Digital Implementations: igGameCenter",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "13332",
    "Name": "Emu Ranchers",
    "ID": 39704,
    "Year": "(2008)",
    "Geek Rating": "5.543",
    "Avg Rating": "6.48",
    "Link": "https://boardgamegeek.com/boardgame/39704/emu-ranchers",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.5714",
    "Description": "It's a hardscrabble life for emu ranchers like yourself, raising exotic birds for foreign markets. With the high cost for every bird you hatch, it probably won't be worth it in the end. You can't tell at the beginning of the year which of the six bird varieties will do best, and beware the birds with exceptional plumage! If they thrive, they can be worth big money &mdash; but if they go wrong, they can bankrupt your ranch.&#10;&#10;In Emu Ranchers, a Decktet game for two players, each bird on your ranch is represented by a stack of cards. Cards in a single bird stack must all share a suit and must be in rank order. At the end of the hand, the value of a bird is determined by the total of the number cards in the stack. If the total is too low, then you can end up losing money on a bird. An Ace or Crown makes the stack worth more: more profit if you can cover expenses, but more loss if you can't. The object, naturally enough, is to raise profitable birds.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Animals: Emus",
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games",
      "Series: Decktet Games"
    ]
  },
  {
    "Rank": "13333",
    "Name": "Kadesh:  Mobile Warfare in the Ancient Middle East",
    "ID": 7033,
    "Year": "(1991)",
    "Geek Rating": "5.543",
    "Avg Rating": "6.54",
    "Link": "https://boardgamegeek.com/boardgame/7033/kadesh-mobile-warfare-in-the-ancient-middle-east",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3",
    "Description": "The battle between Egyptians and Hittites, 1285 BC. This game simulates the battle with a unique &quot;chaotic&quot; game system. Beautiful counters. Very Atmospheric war game.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Ancient: Egypt",
      "History: Wars in the Ancient Near East",
      "Magazine: Command",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "13334",
    "Name": "Go Slow!",
    "ID": 291549,
    "Year": "(2020)",
    "Geek Rating": "5.543",
    "Avg Rating": "6.71",
    "Link": "https://boardgamegeek.com/boardgame/291549/go-slow",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Do not be in a hurry and you will win &ndash; this expression sounds the best in the world of snail racing. All you have to do is to choose snail, become her trainer, care and feed her with vegetables and &ndash; the title of the slowest champion in the world is yours! We announce the start of the world snail racing championship: get ready, steady, slow!&#10;&#10;This is fun board game with excellent 3D elements and wooden snail figures for children of 4 years old. The game is based on paradoxical logic, because of that the smallest players achieve great results. It develops creative thinking, teaches the most popular nowadays tactics &ndash; to slow-down to speed up.&#10;&#10;Content: 3D game board-trail, 4 wooden snails, 40 cards&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "13335",
    "Name": "Make You Gunfighters",
    "ID": 32469,
    "Year": "(2007)",
    "Geek Rating": "5.543",
    "Avg Rating": "6.14",
    "Link": "https://boardgamegeek.com/boardgame/32469/make-you-gunfighters",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.1786",
    "Description": "This game is about a war between gunfighters who belong to various posses. Each posse faces off with the others, and attempts to take over the town. The winner takes all in this battle. If yours is the last posse standing when the gunfight is over and the dust settles, your gang will control the fate of the town!&#10;&#10;Players get 5 hand cards. On a player's turn, that player can play a card to &quot;hit&quot; another player.  The targeted player must discard all hand cards with the same name, or change a card.  When a player loses the last hand card, that player is eliminated.&#10;&#10;",
    "Categories": [
      "American West",
      "Card Game",
      "Deduction",
      "Fighting",
      "Party Game"
    ],
    "Mechanics": [
      "Memory",
      "Player Elimination",
      "Role Playing"
    ],
    "Families": []
  },
  {
    "Rank": "13336",
    "Name": "呪術トリック (Cursed Tricks)",
    "ID": 295833,
    "Year": "(2019)",
    "Geek Rating": "5.543",
    "Avg Rating": "6.81",
    "Link": "https://boardgamegeek.com/boardgame/295833/zhou-shu-toritsuku-cursed-tricks",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "In &#229;&#145;&#170;&#232;&#161;&#147;&#227;&#131;&#136;&#227;&#131;&#170;&#227;&#131;&#131;&#227;&#130;&#175; (Cursed Tricks), players aim to take the most cards over a series of hands.  Each card taken will be worth 1 point; however, when a player wins a trick, the card that won the trick may &quot;curse&quot; them, causing them not to score cards of that color.  If a player takes a curse of a second color, they cannot score points at all, and if a player collects a third curse, the round ends prematurely and the player scores negative points.&#10;&#10;Curses may be passed to other players who win a trick of that color with a higher ranked card than the current curse, and curses may be broken by players who follow suit and play the lowest card of that suit to a trick.&#10;&#10;The player with the most points after a certain number of rounds wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "13337",
    "Name": "Horizon Wars: Science-Fiction Combined-Arms Wargaming",
    "ID": 193700,
    "Year": "(2016)",
    "Geek Rating": "5.543",
    "Avg Rating": "7.79",
    "Link": "https://boardgamegeek.com/boardgame/193700/horizon-wars-science-fiction-combined-arms-wargami",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "2",
    "Description": "Beyond today's horizons lie uncountable wars still to be fought by mankind - on battlefields, against foes, and with weapons that can only be imagined. With Horizon Wars, war gamers can bring these future conflicts to the tabletop, no matter their exact vision of the future of warfare. Combining the feel of real-world combat and tactics with versatile and quick-to-learn rules, Horizon Wars is a 2-10mm company-level game that incorporates ground forces, aircraft and the titans of the battlefield - mechs. Whether you want to pit a handful of mechs against each other in quick clash of patrols, or line up combined-arms forces for a huge battle, the game remains fast-moving and enjoyable. Also included are full rules for building units from the ground up, allowing players to tailor their forces to suit the mission objectives or their figure collections.&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Line of Sight",
      "Measurement Movement",
      "Paper-and-Pencil",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniature agnostic",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "13338",
    "Name": "Star Smuggler",
    "ID": 1699,
    "Year": "(1982)",
    "Geek Rating": "5.543",
    "Avg Rating": "6.53",
    "Link": "https://boardgamegeek.com/boardgame/1699/star-smuggler",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.6667",
    "Description": "Star Smuggler is a solitaire game of tense adventure in the far future. No opponent is necessary, as the Event Booklet takes you through a pre-programmed sequence of encounters which is different each time you play the game. For each event, you, as star smuggler Duke Springer, must make the decisions that will make you huge profits - or may cost you your life.&#10;&#10;Additional box copy: &quot;You know all the tricks, dirty or otherwise - all the seedy spaceport bars and the hard-up colonies where they don't ask too many questions.  You live your life one jump ahead of the law.  You're the scum of the Sector - you're a STAR SMUGGLER.&quot;&#10;&#10;",
    "Categories": [
      "Adventure",
      "Economic",
      "Exploration",
      "Fighting",
      "Print & Play",
      "Science Fiction",
      "Transportation",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Pick-up and Deliver"
    ],
    "Families": [
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Series: Dwarfstar Games (Heritage USA)",
      "Theme: Smuggling"
    ]
  },
  {
    "Rank": "13339",
    "Name": "Palazzo Paletti",
    "ID": 3751,
    "Year": "(2002)",
    "Geek Rating": "5.543",
    "Avg Rating": "6.68",
    "Link": "https://boardgamegeek.com/boardgame/3751/palazzo-paletti",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.1667",
    "Description": "This is a giant version of Villa Paletti. Designed for the coffee table. Apparently the extra weight of the pieces can aid play strategy by reducing the dexterity element.&#10;&#10;The base plate is 60 cm (24 inches) in diameter, the columns are each 13 cm (5 inches) tall, and the palazzo can reach up to 80 cm (31 inches) tall!&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Stacking and Balancing"
    ],
    "Families": []
  },
  {
    "Rank": "13340",
    "Name": "Olympica",
    "ID": 1598,
    "Year": "(1978)",
    "Geek Rating": "5.543",
    "Avg Rating": "6.31",
    "Link": "https://boardgamegeek.com/boardgame/1598/olympica",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.2222",
    "Description": "Microgame #7 in the Metagaming Microgames series.&#10;&#10;From the back cover of the rule book:&#10;&#10;&quot;THE WEBBIES WANT YOUR MIND...&#10;&#10;OLYMPICA simulates the U.N. Mars raid to capture the Web Mind Generator from a heavily defended area near Nix Olympica's massive caldera. The Webbie revolutionaries are deep in their tunnel complexes surrounded by strong points and infantry. The raiders will use infantry, laser tanks, lifters and the tunnel blasting BOAR drill. If they fail man's future may fall to the telepathic, religion/machine Web Mind of Mars.&#10;&#10;OLYMPICA is the clever tactical creation of Lynn Willis. His future history of the Martian revolution of 2206 hinges on the crucial U.N. raid. The game is easy to learn, fast playing, and challenging. Like the other Microgames, it is ideal for beginners and fun for pros. OLYMPICA is the perfect game for those who've never tried science fiction games.&#10;&#10;Components for the game include a 24 page rules booklet, play counters, and hex gridded map of the Nix Olympica region.&quot;&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Ratio / Combat Results Table",
      "Secret Unit Deployment",
      "Simulation",
      "Variable Set-up"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: MicroGame (Metagaming)",
      "Space: Mars"
    ]
  },
  {
    "Rank": "13341",
    "Name": "Velikye Luki",
    "ID": 8354,
    "Year": "(2000)",
    "Geek Rating": "5.543",
    "Avg Rating": "7.42",
    "Link": "https://boardgamegeek.com/boardgame/8354/velikye-luki",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.9333",
    "Description": "Folio format, operational treatment of the Soviet offensive on Velikye Luki, 1942-43.  Third installment in MiH's &quot;T3&quot; series, which has subsequently become the &quot;Schwerpunkt&quot; series for GMT games.  Hallmarks of the system are ease of play and the &quot;fog of war&quot; element.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Events",
      "Hexagon Grid",
      "Ratio / Combat Results Table",
      "Zone of Control"
    ],
    "Families": [
      "Country: Germany",
      "Country: Russia",
      "Country: Soviet Union",
      "History: World War II (Eastern Front)",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: T3 System / Schwerpunkt (Dirk Blennemann)"
    ]
  },
  {
    "Rank": "13342",
    "Name": "Brute Force: The War in the West, 1940-1945",
    "ID": 5822,
    "Year": "(2003)",
    "Geek Rating": "5.543",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgame/5822/brute-force-the-war-in-the-west-1940-1945",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "3.1333",
    "Description": "The second installment in the Clash of Arms Games's Struggle for Europe series - the first was War Without Mercy.&#10;&#10;Brute Force highlights three pivotal campaigns from the West Front: &#10;&#10;    Norway, &#10;    The 1940 Blitzkrieg in the West&#10;    Operation Overlord. &#10;&#10;&#10;In each, both commanders are faced with numerous operational decisions. Proper allocation of the limited air and naval support is just as important as deciding manpower assignments. Both sides have opportunities to make numerous decisions affecting the outcome of the campaign. For the Allied commander, deciding where and when to commit the small but powerful BEF in 1940 is a choice as difficult as that facing the Axis commander concerning his limited panzer forces in 1944.&#10;&#10;Units are Corps, Divisions, and Brigades. One hex equals 30 miles. One turn is about 2 weeks.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Decades: The 1940's",
      "Series: Struggle for Europe (Clash of Arms)"
    ]
  },
  {
    "Rank": "13343",
    "Name": "Crisis: Sinai 1973",
    "ID": 2138,
    "Year": "(1995)",
    "Geek Rating": "5.543",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/2138/crisis-sinai-1973",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "3.4848",
    "Description": "On October 6, 1973, Egyptian forces, lavishly equipped with the latest Soviet weaponry, launched a surprise attack in overwhelming strength against the 436 Israeli infantrymen and 200 tanks that were guarding the Suez Canal.  The Egyptian onslaught was spearheaded by seven divisions and over a thousand tanks - with another three divisions and 300 tanks in reserve around Cairo.  Despite these long odds, the Israelis believed they would be able to repel the assault with relative ease.&#10;&#10;Within 72 hours, the assumptions that formed the foundation of the Israeli strategy - the defensive value of the Suez Canal, the absolute superiority of Israeli troops, and the decisive role of the Israeli Air Force - were proven to be shockingly, undeniably mistaken.  First of all, the Egyptians, displaying an unexpected mastery of engineering technique, built no fewer than ten bridges over the Canal by the end of October 7 - an achievement which enabled them to pour tanks and other heavy equipment across much faster than the Israelis had thought possible.  More shocking yet, every Israeli counterthrust had been thrown back, with appalling losses.  Those supposedly inferior Egyptian troops did not falter in the face of the immediate and violent Israeli counterattacks, but bravely stood their ground - knocking out better than 300 Israeli tanks in the first three days of the war.  Finally, when the Israeli Air Force was sent to the rescue of the hard-pressed ground forces, it ran into an almost impenetrable wall of antiaircraft guns and SAMs (including the hitherto unknown - and very deadly - Soviet SA-6s) that took a dreadful toll of the attacking Phantoms and Skyhawks.&#10;&#10;History tells us that the Israelis managed to overcome the initial consequences of their own hubris and overconfidence, and reverse the course of the war, through a combination of sheer guts, brilliant improvisation, and superior technique in mobile warfare.  Yet, the outcome of the war along the Suez Canal was, to quote Wellington, &quot;A very near run thing,&quot; that might easily have ended in a humiliating Israeli defeat.&#10;&#10;TIME SCALE    12 hours per turn&#10;MAP SCALE    2.5 miles per hex&#10;UNIT SCALE    Battalion / Brigade&#10;NUMBER OF PLAYERS    One to four&#10;PLAYING TIME    Two to twelve hours&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Digital Implementations: VASSAL",
      "History: Yom Kippur War",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "13344",
    "Name": "The Three Little Wolves",
    "ID": 321215,
    "Year": "(2020)",
    "Geek Rating": "5.543",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/321215/the-three-little-wolves",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Centuries after a famous story featuring three little pigs, the Swine family has learned a precious lesson and become the greatest landlord in the world. (They love houses!) The Wolf family, however, has become the best architects of all time. (They hate lousy houses!) The three little wolves now work for the Big Bad Pig to build all kinds of houses. Can you help the wolves build the highest house and find the best home for them?&#10;&#10;Three Little Wolves is a family game in which each player needs to build three houses by playing cards from small numbers to large. The higher you build, the better the chance you can score points &mdash; but your fellow players might send their little wolves to live in your nice house for big points! Plans, disguises, and a pinch of luck in your hand are all you need to win the game!&#10;&#10;In more detail, players take turns playing one card from hand to build one of the three houses &mdash; blue, green, and red &mdash; in front of themselves, then refill their hand to four cards. If the Big Bad Pig (BBP) is drawn, it rewards the tallest house at that moment, but if you can't keep the house tall enough at the end of the game, you will get punished. If you don't want to play a card, you can discard a card and send one of your three wolves to live in other players' houses for a chance to score points!&#10;&#10;The third time the BBP rewards the tallest house triggers the end of the game. All players compare the height of their buildings, and the shortest of each color is knocked down by the BBP! Whoever scores the most points wins!&#10;&#10;",
    "Categories": [
      "Animals",
      "Humor"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Commodity Speculation",
      "Hand Management",
      "Sudden Death Ending"
    ],
    "Families": [
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "13345",
    "Name": "18PA",
    "ID": 114386,
    "Year": "(2011)",
    "Geek Rating": "5.542",
    "Avg Rating": "7.19",
    "Link": "https://boardgamegeek.com/boardgame/114386/18pa",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3.5",
    "Description": "18PA is an 18xx game roughly covering the area of Pennsylvania. Designer David G. D. Hecht describes it as gentle, and fairly short game.&#10;&#10;18PA includes 16 companies, including local companies, land grant companies, and public companies with different rules for managing them. Rules include merger of small companies to NYC, mining city with mining rights, public companies acquiring local companies, and land grant companies profiting from building of tracks.&#10;&#10;(DGDH edit, 22 January 2014)&#10;&#10;The game now has seven major companies, of which six start as 5-share companies and the seventh--the NYC--forms as a 10-share company by merger at the start of phase 4. The land grant rules have been almost entirely eliminated, except that four of the six companies available at the start have a doubling token, similar to the ones in Bill Dixon's 1850.&#10;&#10;There are also nine smaller companies which are a hybrid between privates and minors. Three of them are the predecessors of the NYC, and the remaining six can merge with any connected company, again after the start of phase 4.&#10;&#10;",
    "Categories": [
      "Economic",
      "Trains"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Stock Holding"
    ],
    "Families": [
      "Country: USA",
      "Series: 18xx"
    ]
  },
  {
    "Rank": "13346",
    "Name": "echoes: Das Orakel",
    "ID": 406754,
    "Year": "(2024)",
    "Geek Rating": "5.542",
    "Avg Rating": "7.04",
    "Link": "https://boardgamegeek.com/boardgame/406754/echoes-das-orakel",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "1",
    "Description": "Mysterious visions of an old fishing boat on the Mediterranean plague a woman in Greece. Players must investigate to find out the truth about the boat and the past.&#10;&#10;echoes: Das Orakel is a co-operative audio mystery game. Using the free Ravensburger echoes app, players will hear mysterious noises and voices associated with the card themes. Together they put the 24 parts of the story in the right order to solve the case.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Electronic"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Storytelling"
    ],
    "Families": [
      "Components: Digital Hybrid – App/Website Required",
      "Series: echoes"
    ]
  },
  {
    "Rank": "13347",
    "Name": "Adventure Time Card Wars: Lemongrab vs. Gunter",
    "ID": 174552,
    "Year": "(2015)",
    "Geek Rating": "5.542",
    "Avg Rating": "6.71",
    "Link": "https://boardgamegeek.com/boardgame/174552/adventure-time-card-wars-lemongrab-vs-gunter",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.6667",
    "Description": "Game description from the publisher:&#10;&#10;Adventure Time Card Wars is the most epic card game ever found in the Land of Ooo, or anywhere for that matter! In the Adventure Time episode &quot;Card Wars&quot;, Jake begs Finn to play his favorite trading card game. Finn accepts, despite warnings from Beemo on how very competitive Jake can be while playing the game. Finn and Jake battle against each other to decide who will be the Dweeb and who will be the Cool Guy.&#10;&#10;Now fans can play the actual Card Wars game in Adventure Time Card Wars: Lemongrab vs. Gunter, with all of the action taking place in four combat lanes.&#10;&#10;Each turn, a player has two Action Points to spend on Creatures, Spells, and Locations, and cards cost between 0 and 2 Action Points to play. When you summon a Creature, you choose which lane you want to place it in; some Creatures have FLOOP abilities that allow you to use their special abilities. When you attack with a Creature down a lane, you might find an opposing Creature, or you might get to deal your damage straight to your opponent's Hit Points. Reduce your opponent's Hit Points from 25 to 0 and you're the Cool Guy (and you win the game)!&#10;&#10;In Adventure Time Card Wars: Lemongrab vs. Gunter, The Earl of Lemongrab and his sour disposition take on the cool as a cucumber penguin, Gunter! Lemongrab's deck contains cards that utilize SandyLands and Cornfield Landscapes. His new strategies include giving his opponent bad Creatures that take up space and mess up his opponent's combat phase. Keeping your opponents Creatures alive might just be your key to victory! You will also find new &quot;bounce&quot; Creatures that can enter and leave play at a moment's notice. And this deck can mess with your opponent's Landscapes!&#10;&#10;Gunter&rsquo;s deck utilizes IcyLands and Blue Plains Landscapes. As a penguin, Gunter likes to hang out on the ice. Now he can! His deck has brand new ways of putting Frozen tokens on Landscapes...and this time, he might want to freeze his own! When his Creatures occupy Frozen Landscapes, they will be much more powerful. Of course, if he wants to get rid of the tokens he will need a lot of cards in hand. Blue Plains is still the king of card draw. Blue Plains is also the best at moving Creatures between Landscapes. You will find that ability very useful with Frozen tokens hanging around! You will also find some very powerful Blue Plains Creatures that must move each turn, or suffer the consequences.&#10;&#10;Each Card Wars starter set has a pair of different forty-card decks and is ready to play right out of the box. Mix the decks together to come up with your own righteous combos!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "TV Shows: Adventure Time"
    ]
  },
  {
    "Rank": "13348",
    "Name": "Battle of the Bands: Encore Edition",
    "ID": 9782,
    "Year": "(2004)",
    "Geek Rating": "5.542",
    "Avg Rating": "6.34",
    "Link": "https://boardgamegeek.com/boardgame/9782/battle-of-the-bands-encore-edition",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.625",
    "Description": "It's Battle of the Bands with a couple of extra goodies.&#10;&#10;From Publisher's website:&#10;Battle of the Bands: Encore Edition calls upon 120 cards for your base Battle of the Bands games. It features all 105 cards from the main set, the 5 promotional cards and 10 new cards never seen before! The game includes 4 dice and you can directly include your Backstage Pass cards for up to 6 players!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Music",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "13349",
    "Name": "Lettow-Vorbeck: East Africa 1914-18",
    "ID": 187032,
    "Year": "(2015)",
    "Geek Rating": "5.542",
    "Avg Rating": "6.99",
    "Link": "https://boardgamegeek.com/boardgame/187032/lettow-vorbeck-east-africa-1914-18",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "1.8889",
    "Description": "Lettow-Vorbeck: East Africa 1914-18 is an Operational level wargame covering the East African Campaign of 1914-1918. One player controls the Allied units and tries to clear German East Africa. The other player controls the Germans and tries to prevent it, or failing that, to grab a source of supply in one of the surrounding Allied colonies. The Germans historically eked out a win by grabbing a supply source in the British colony of Northern Rhodesia even though they had been chased out of their home colony.&#10;&#10;Lettow-Vorbeck uses the Hand of Destiny series rules. Each player has a unique set of campaign cards generating movement, combat bonuses, historical events, and reinforcements. Playing the right card at the right time lets one side concentrate the forces needed to win that great victory against all odds, or perhaps go down to inglorious defeat. Combat is resolved using a quasi-tactical procedure in which units take turns firing at one another.&#10;&#10;Skills:&#10;&#10;     Level: Battalion&#10;     Hex: 85 miles per inch&#10;&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Point to Point Movement",
      "Simulation"
    ],
    "Families": [
      "Country: Germany",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Region: East Africa",
      "Series: Hand of Destiny (Decision Games)",
      "Series: Mini Series (Decision Games)"
    ]
  },
  {
    "Rank": "13350",
    "Name": "Neutron",
    "ID": 6978,
    "Year": "(1978)",
    "Geek Rating": "5.542",
    "Avg Rating": "6.05",
    "Link": "https://boardgamegeek.com/boardgame/6978/neutron",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "2.1",
    "Description": "Neutron is a two-player abstract strategy board game played on a square board with a 5x5 grid.&#10;&#10;Each player has five tokens of different colors that start on the baseline of the board closest to them. A single token of a third color called the Neutron starts in the center of the board. To win, either surround the Neutron or move it to your baseline. On a turn, a player does these two actions in this order:&#10;&#10;&#10;    Move the Neutron: Move it any direction to the furthest vacant square possible without leaping over other tokens; if you can't move it, you lose (because the other player has surrounded it).&#10;    Move one of your tokens: Move it any direction to the furthest square possible without leaping over other tokens.&#10;&#10;&#10;On the first turn, the starting player skips the Neutron move.&#10;&#10;Neutron was invented by Robert A. Kraus and first appeared in 1978. Bobail is nearly identical to Neutron, except in Bobail the Neutron can only move one vacant adjacent space. The publishers of Bobail claim that it's a traditional African game that pre-dates Neutron, but there is no evidence to back up this claim.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Print & Play"
    ],
    "Mechanics": [
      "Grid Movement",
      "Square Grid"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 5 x 5 Grids",
      "Components: 7 x 7 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "13351",
    "Name": "Queen Bee",
    "ID": 256391,
    "Year": "(2020)",
    "Geek Rating": "5.542",
    "Avg Rating": "7.90",
    "Link": "https://boardgamegeek.com/boardgame/256391/queen-bee",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "2",
    "Description": "Queen Bee is an award winning 2-4 player game where you attempt to protect your Queen Bee and overthrow the other Queen Bee(s).  In a 3-4 player game you will want to attack quickly because once you defeat the Queen Bee of another colony then their bees become loyal to you.  Increase your army, be on the attack, but don&rsquo;t forget to protect your Queen!  The game includes custom cards to manipulate your dice, affect your opponent or increase your power.  The game ends when only one Queen Bee remains.&#10;&#10;The game involves area-control, combat, hand management and dice manipulation.  It rewards teams on the move and attacking by having more &ldquo;attack&rdquo; only cards and tie-breakers where the attacking teams win.  If you want to have the last Queen Bee remaining then you will want to be on the move early.&#10;&#10;Queen Bee won Best Game in the 2019 BGG Two Player PnP Game Design Contest.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Dice",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Alliances",
      "Area Majority / Influence",
      "Dice Rolling",
      "Hand Management",
      "Team-Based Game"
    ],
    "Families": [
      "Animals: Bees",
      "Components: Game Trayz Inside",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Theme: Anthropomorphic Animals"
    ]
  },
  {
    "Rank": "13352",
    "Name": "Breaking the Chains: War in the South China Sea",
    "ID": 137498,
    "Year": "(2014)",
    "Geek Rating": "5.542",
    "Avg Rating": "6.63",
    "Link": "https://boardgamegeek.com/boardgame/137498/breaking-the-chains-war-in-the-south-china-sea",
    "Min Players": "1",
    "Max Players": "10",
    "Min Play Time": "120",
    "Play Time": "1200",
    "Weight": "3.0833",
    "Description": "publisher's description&#10;&#10;Breaking the Chains (BtC) simulates a hypothetical future military conflict over the South China and East China Seas around the year 2021. Conflicting claims of sovereignty have roiled those &quot;near seas&quot; since the Cold War. After decades of patient diplomacy, Beijing's new navy could offer military options for finally asserting sovereignty over prizes within the First Island Chain - that string of islands which runs from the Ryukus south through Taiwan, the Philippines and then curls back to the mainland via Malaysia. BtC presumes that China comes to blows with a Southeast Asian country in a conflict that could expand to possibly include: Australia, India, Japan, the United States as well as a variety of Southeast Asian nations. However, beyond China and one South East Asian nation, the exact composition of opposing coalitions is not predetermined but rather a function of the decisions players make as the game unfolds.&#10;&#10;Two or more people play BtC with two reference cards, dice, and about 350 counters on a 22&quot; X 34&quot; map where each hex spans about 70 nautical miles (80 land miles) and each turn represents one day of real time. Players alternate maneuvering air, ground and naval units for up to 14 nations to resolve battles with a universal &quot;strike&quot; mechanism that applies across all types of combat; missile defense capabilities are central to survival. Air units represent from 30-90 aircraft each, most ground units are regiments, and naval units are small groups of surface ships/submarines or individual aircraft carriers. Specialized chit play simulates black ops, cyber warfare and various political developments.&#10;&#10;BtC is solitaire friendly. The naval operations which dominate play are based on a roll-to-evade model rather than search-to-find model. That means, owing to a battle space awash in electromagnetic emissions, enemy positions - except for motionless submarines - are assumed to be known unless a last-minute dice roll determines a potential target has evaded detection. So there is no &acirc;&#194;&#128;&#194;&#156;hidden movement&acirc;&#194;&#128;&#194;&#157; to stifle solitaire play; and the &acirc;&#194;&#128;&#194;&#156;hidden placement&acirc;&#194;&#128;&#194;&#157; of submarines can be forgone. Finally, the special chits that govern black ops can be played at random to further enable solo game play.&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Nautical",
      "Negotiation",
      "Political",
      "Wargame"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hexagon Grid",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Digital Implementations: VASSAL",
      "Region: South China Sea"
    ]
  },
  {
    "Rank": "13353",
    "Name": "Flying Lead",
    "ID": 66809,
    "Year": "(2010)",
    "Geek Rating": "5.542",
    "Avg Rating": "7.43",
    "Link": "https://boardgamegeek.com/boardgame/66809/flying-lead",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.6667",
    "Description": "Flying Lead can be used to play tabletop actions in a wide range of genres. From gang warfare to Pulp action, from military operations to black-clad assassins, Flying Lead supplies furious fun at bullet speed! Lead a gang of mobsters, play cops vs crooks, or enter the brutal world of covert special operations and espionage.&#10;&#10;But will you have the guts to lead your force to glory in world where a street punk or an armed fanatic can blow you away as effectively as a trained soldier? Pick your force, roll those dice and find out!&#10;&#10;Flying Lead takes the award-winning Song of Blades and Heroes mechanics into, and even beyond, the modern world of high-powered projectile weapons. These core rules will enable you to play using a small table area and a handful of figures. By using our online force, weapon and vehicle generators, players will be able to customize their characters and get playing straight away.&#10;&#10;you will find rules for:&#10;&#10;* hand-to-hand and ranged combat&#10;    * vehicular combat&#10;    * projectile weapons&#10;    * grenades&#10;    * morale&#10;    * advances&#10;    * profiles for cops, crooks, the Mafia, pulp characters, SWAT teams, Special Ops and WWII soldiers, insurgents, terrorists, and more&#10;&#10;The rules can be played in any scale, with five to 15 models per player; a standard game takes around 45-60 minutes once you know the rules.&#10;&#10;",
    "Categories": [
      "Mafia",
      "Miniatures",
      "Modern Warfare",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement"
    ],
    "Families": [
      "Components: Miniature agnostic",
      "Series: Song of Blades and Heroes"
    ]
  },
  {
    "Rank": "13354",
    "Name": "Space Lion: Divide and Conquer",
    "ID": 356198,
    "Year": "(2024)",
    "Geek Rating": "5.542",
    "Avg Rating": "7.57",
    "Link": "https://boardgamegeek.com/boardgame/356198/space-lion-divide-and-conquer",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.1667",
    "Description": "There are alien armies on all fronts!  Take command of one of four asymmetric armies in a huge battle and deploy your units strategically and carefully. Space Lion: Divide and Conquer is a competitive dueling game for up to 5 players about leading your army against threating forces. Sequence your army of 7 cards into 3 battlefields to create combos outwit your opponents! Choose between 5 different asymmetrical armies each with their own unique systems and concerns on the battlefield. Then choose a hero called a Lion for your army. Each army has 7 Lions to choose from which warp your strategy even further!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Creatures: Aliens / Extraterrestrials",
      "Crowdfunding: Gamefound",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "13355",
    "Name": "Across the Potomac",
    "ID": 4276,
    "Year": "(1994)",
    "Geek Rating": "5.542",
    "Avg Rating": "6.41",
    "Link": "https://boardgamegeek.com/boardgame/4276/across-the-potomac",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.4545",
    "Description": "Across the Potomac is a simulation of the 1863 Gettysburg campaign during the American Civil War. The Confederates were at the height of their military capabilities and were looking for a quick way to end the war by aiming at Washington. The battles of Brandy Station, Second Winchester, and Gettysburg were fought during this campaign.&#10;&#10;The game system uses a double blind system. One player takes the role of Gen. Robert E. Lee, the other acts as Maj.Gen. Joseph Hooker (until June 28th) and then Maj.Gen. Geore G. Meade. Movement determined by command points which is determined by quality of leaders. Rules include the variables of replacing Hooker with Meade. There are two identical maps with each player having one and hidden from each other. Players will need to search out the other's army by using cavalry and pickets. Victory is determined by destroying enemy units and capturing or defending real estate. Two additional scenarios: The Great Invasion (starting on turn 14), and Lee vs. Meade. Optional rules cover Rain, Bridge Burning, Naval Movement, Piccett Goes West, and Reynolds Takes Command.&#10;&#10;A complete game will take about four hours to play, but the additional scenarios can be finished faster.&#10;&#10;125 counters, two 17&quot;x22&quot; maps, two sheets for battleboard and Turn Record, 14 pages of rules. One six-sided die and one ten-sided die is needed to play.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: USA",
      "Digital Implementations: VASSAL",
      "Magazine: Command",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "13356",
    "Name": "TaskForce: Naval Tactics and Operations in the 1980's",
    "ID": 5488,
    "Year": "(1981)",
    "Geek Rating": "5.542",
    "Avg Rating": "6.61",
    "Link": "https://boardgamegeek.com/boardgame/5488/taskforce-naval-tactics-and-operations-in-the-1980",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "3.2667",
    "Description": "An operational/tactical simulation of naval combat circa 1980-1990.  Includes naval-air, surface-to-surface missile, torpedo, and gunnery combat.&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Nautical",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "13357",
    "Name": "Amazonas",
    "ID": 342550,
    "Year": "(2022)",
    "Geek Rating": "5.542",
    "Avg Rating": "7.01",
    "Link": "https://boardgamegeek.com/boardgame/342550/amazonas",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "25",
    "Play Time": "35",
    "Weight": "2.2",
    "Description": "The jungle keeps countless secrets in its colorful and vast vegetation...&#10;&#10;In Amazonas, you must balance your luck with your memory so you can remember your own and other player's cards to play them when the perfect moment arrives!&#10;&#10;In every turn, players must draw a card to replace it with one of their own face down, or to discard it and apply its effect. If the card discarded coincides with another card of any player, they can quickly discard it too, to reduce their negative points at the end of a round. If any player thinks that they have the best hand in play, they can say &quot;Amazonas&quot; to end the round with one last turn per player. The goal is to obtain the greater sum of positive points round after round.&#10;&#10;Discover this beautiful card game of mental agility and memory.&#10;&#10;Amazonas belongs to the Tamalou family, a traditional card game from the Middle East.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Memory"
    ],
    "Mechanics": [
      "Hand Management",
      "Memory",
      "Take That"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Card Games: Draw and Discard",
      "Region: Amazon Rainforest",
      "Traditional Card Games: Golf"
    ]
  },
  {
    "Rank": "13358",
    "Name": "Veleno",
    "ID": 11632,
    "Year": "(1986)",
    "Geek Rating": "5.542",
    "Avg Rating": "6.51",
    "Link": "https://boardgamegeek.com/boardgame/11632/veleno",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.125",
    "Description": "This abstract game consists of:&#10;-    One board with 37 &ldquo;holes&rdquo; in an hexagonal pattern&#10;-    37 pieces (similar to Go-stones) in following color distribution: 1 silver; 4 white; 8 red; 8 blue; 8 yellow; 8 green.&#10;&#10;The stones are randomly distributed in the holes of the board. Then players take their turns moving the silver stone in an adjacent not-empty hole and capturing the stones which is contained in that hole. White stones are worth 10 points each. Red, blue, yellow and green stones are worth the square of their number (e.g.: if you capture 3 red stones, you get 9 points; if you capture 5 green stones, you get 25 points, and so on&hellip;).&#10;Play continues until the silver stone is isolated (e.g.: it is surrounded only by empty holes).&#10;&#10;In a game with 3 or more players, the final score of every player is given by the sum of the stones he/she captured, PLUS the sum of the stones captured by the following player. Hence the name Gute Nachbarn, which means &ldquo;Good Neighbor&rdquo;.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Components: HexHex4 Grids"
    ]
  },
  {
    "Rank": "13359",
    "Name": "Strategy I: Strategic Warfare 350BC to 1984",
    "ID": 8362,
    "Year": "(1971)",
    "Geek Rating": "5.542",
    "Avg Rating": "6.55",
    "Link": "https://boardgamegeek.com/boardgame/8362/strategy-i-strategic-warfare-350bc-to-1984",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "3.0769",
    "Description": "From the rulebook: Strategy 1 is not one game; rather, it is a whole system of games/simulations of the widest scope, embracing as it does the range of military-political conflict from the time of Alexander the Great up to the present and into the future.&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "American Civil War",
      "American Revolutionary War",
      "Ancient",
      "Medieval",
      "Modern Warfare",
      "Napoleonic",
      "Nautical",
      "Pike and Shot",
      "Post-Napoleonic",
      "Renaissance",
      "Wargame",
      "World War I",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Modular Board",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "13360",
    "Name": "Devil Boats: PT Boats in the Solomons",
    "ID": 266756,
    "Year": "(2021)",
    "Geek Rating": "5.542",
    "Avg Rating": "6.93",
    "Link": "https://boardgamegeek.com/boardgame/266756/devil-boats-pt-boats-in-the-solomons",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "2.6667",
    "Description": "&quot;Devil Boats: PT Boats in the Solomons&quot; is a tactical-level solitaire tabletop wargame that allows players to command a squadron of US Navy PT boats, fighting Japanese naval forces in the Solomon Islands during the second half of 1943. Includes a variety of IJN barges, destroyers, and aircraft, plus detailed weather, sea state, and PT boat damage modeling. High replay value.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Movement Points",
      "Paper-and-Pencil",
      "Point to Point Movement",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Country: Solomon Islands",
      "Digital Implementations: VASSAL",
      "History: World War II (Pacific)",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "13361",
    "Name": "Bezzerwizzer Timeline",
    "ID": 337617,
    "Year": "(2021)",
    "Geek Rating": "5.542",
    "Avg Rating": "6.82",
    "Link": "https://boardgamegeek.com/boardgame/337617/bezzerwizzer-timeline",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1",
    "Description": "Bezzerwizzer Timeline combines the two games Bezzerwizzer and Timeline.&#10;&#10;Each player/team gets 4 cards with a historical events, and has to place them at the correct place on the timeline - but if you're wrong, the other teams can get point by playing the Bezzerwizzer token!&#10;&#10;By using the Zwap token, you can exchange two of the cards in play, so you get one of the opponent's cards and they get one of yours, or you can just swap between two opponents.&#10;&#10;The longer you wait to place your cards, the more points they  will yield - but it will also be more difficult, as there are more cards on the timeline.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Simultaneous Action Selection",
      "Take That"
    ],
    "Families": [
      "Game: Bezzerwizzer",
      "Game: Timeline",
      "Mechanism: Card Line"
    ]
  },
  {
    "Rank": "13362",
    "Name": "Super Farmer",
    "ID": 17557,
    "Year": "(1943)",
    "Geek Rating": "5.542",
    "Avg Rating": "5.71",
    "Link": "https://boardgamegeek.com/boardgame/17557/super-farmer",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.1391",
    "Description": "In Superfarmer, each player takes a role of the owner of the animal farm. The main goal is to breed, exchange and gather different animals (rabbit, sheep, pig, cow, horse and two kinds of dogs) and the winner is a person who can gather at least one of each kind (except the dogs). But be careful there are foxes around trying to snatch your rabbits and wolves which can eat all your other animals (that is why you need dogs to protect your herd).&#10;&#10;The game was designed, and originally named &quot;Hodowla zwierz&#196;&#133;tek&quot; (&quot;Animal husbandry&quot;) in the occupied Poland during Word War Two by famous polish mathematician Karol Borsuk and his wife. In these hard times the game became very popular and there were many home made copies sold by the Borsuks family. Sadly during the Warsaw rebellion at the end of war all copies were destroyed save one that was in another city. After the war it was returned to the Borsuks family. Now one of the Polish publishers decided to release the game.&#10;&#10;The turn of each player consists of two actions: first you have a possibility to exchange your animals according to the special table (e.g for six rabbits you get one sheep, three pigs for a cow) and then you roll two special 12-sided dice with the pictures of animals on the sides. You count the number of pairs of the animals on rolled dice (together with the ones on the farm) and this is how many new animals you get, divided by two. The trick is that there is a fox on one dice and the wolf which are eating your animals.&#10;&#10;The game is mostly based on the luck factor (dice). But there is a little strategy to it. Do you go for more &quot;expensive&quot; animals (which have less probability of creating offspring) or you stay with fast breeding but &quot;cheap&quot; rabbits. Do you exchange your animals for an &quot;insurance&quot; (dogs) from the foxes and wolves or risk in order to catch up with others farmers?&#10;&#10;Game was intended for children but surprisingly it is also fun for adults.&#10;&#10;Reimplemented by:&#10;&#10;&#10;    Have You Herd? (with simplified rules)&#10;    Rancho (with more complex rules!)&#10;&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Dice",
      "Farming"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": [
      "Animals: Cattle / Cows",
      "Animals: Dogs",
      "Animals: Foxes",
      "Animals: Horses",
      "Animals: Pigs",
      "Animals: Rabbits / Hares",
      "Animals: Sheep",
      "Animals: Wolves",
      "Misc: LongPack Games",
      "Occupation: Farmer"
    ]
  },
  {
    "Rank": "13363",
    "Name": "Happy Bee",
    "ID": 369959,
    "Year": "(2023)",
    "Geek Rating": "5.542",
    "Avg Rating": "6.59",
    "Link": "https://boardgamegeek.com/boardgame/369959/happy-bee",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.3333",
    "Description": "Happy Bee is the fourth game in Helvetiq's &quot;Fun by Nature&quot; eco-friendly collection.&#10;&#10;Each round, all players select their bee card(s) at the same time, then place them face down on the table in front of them. (The number of cards chosen varies with the round.) Once the cards are revealed, players check the majority for each family and collect flower cards, which are worth points.&#10;&#10;When all the flower cards are distributed or discarded, pass the non-selected bee cards (which are still face down) to your left neighbor. Take the bee cards from your right neighbor and add the bee cards you just selected for this round to your hand. You should have seven bee cards again and can now play a new round.&#10;&#10;The game ends after the ninth round. You add all the points of the flower cards you collected during the game, and whoever has the most points wins.&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Closed Drafting"
    ],
    "Families": [
      "Animals: Bees"
    ]
  },
  {
    "Rank": "13364",
    "Name": "Flapjack Flipout",
    "ID": 180421,
    "Year": "(2020)",
    "Geek Rating": "5.542",
    "Avg Rating": "7.31",
    "Link": "https://boardgamegeek.com/boardgame/180421/flapjack-flipout",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Flapjack Flipout is a dexterity race of contestants for the position of short order cook for Flappin' Jack's restaurant.&#10;&#10;There are 5 types of pancakes in Flapjack Flipout and each Order Card indicates type and number of pancakes required. As soon as the card is revealed, players grab pancakes from the random community stacks, place them on their griddles face up to see what type of pancake they are, then need to successfully flip them face down in order to cook the other side.&#10;&#10;Players need to remember where they keep their cooked pancakes and ring the bell as soon as they think they can fill the order. If correct, the player earns the order card as a point. If not, that player sits out until the order is correctly filled.&#10;&#10;(developed by Peter Newland)&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Memory",
      "Print & Play"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Misc: LongPack Games",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "13365",
    "Name": "Long Range Recon Patrol: A Solitaire Wargame",
    "ID": 399059,
    "Year": "(2023)",
    "Geek Rating": "5.542",
    "Avg Rating": "8.82",
    "Link": "https://boardgamegeek.com/boardgame/399059/long-range-recon-patrol-a-solitaire-wargame",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "10",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Western forces in Vietnam soon realised that traditional military strategies and tactics would not win the war. Jungle based guerilla warfare required a different approach. Part of the tactical revision involved using smaller teams of men going deep into enemy territory. Intelligence gathering was extremely important in Vietnam. Development of the Long Range Reconnaissance Patrol followed. In fact, the concept was not new and similar methods had been used many years before in the American Revolutionary War and in World War II amongst others. In Vietnam, the LRRPs (pronounced Lurps) usually consisted of around six men. They worked closely as a team, were heavily armed and generally did whatever was necessary to get the job done. Their aim was to remain undetected if possible. Working deep behind enemy lines, as well as reconnaissance they carried out a variety of mission types.&#10;&#10;In this game you will control a LRRP as they are dropped in the jungle, carry out their mission orders and then proceed to the extraction zone. The death of any member of your team will result in instant defeat.&#10;&#10;This game book is a solitaire wargame. You play the game, and the enemy is controlled by the game book (or the Artificial Intelligence). You will need around a dozen standard six-sided dice.&#10;&#10;&mdash;descripion from the designer&#10;&#10;",
    "Categories": [
      "Book",
      "Vietnam War",
      "Wargame"
    ],
    "Mechanics": [
      "Action / Event",
      "Dice Rolling",
      "Events",
      "Hexagon Grid",
      "Line of Sight",
      "Multiple Maps",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Country: Vietnam",
      "Players: Solitaire Only Wargames",
      "Series: Solitaire Book Games (Mike Lambo)"
    ]
  },
  {
    "Rank": "13366",
    "Name": "Lumeria: War of the Gods",
    "ID": 284987,
    "Year": "(2021)",
    "Geek Rating": "5.542",
    "Avg Rating": "7.15",
    "Link": "https://boardgamegeek.com/boardgame/284987/lumeria-war-of-the-gods",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2.2857",
    "Description": "It is known that Gods are as strong as their followers' faith. But time passes by, people die, civilizations vanish, and so does faith. Afraid of being weak and forgotten, gods - one by one - turn their heads towards Lumeria, where new acolytes await...&#10;&#10;Lumeria: War of the Gods is an asymmetrical battle-card game where players take on a roles of Gods leading their followers and fight others on the field of battle.&#10;&#10;During the game, players will deploy and control units and powerful mythical creatures. Using a variety of different skills and actions, they will try to lead their armies in the best possible way. Everything in order to score more scenario points than the opponent.&#10;&#10;Fast pacing, limited randomness, smart balancing mechanisms and a variety of factions, tactics and strategies will result in different, exciting experience every time you play.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Mythology",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Crowdfunding: zagramw.to",
      "Digital Implementations: Tabletopia",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "13367",
    "Name": "Czas Honoru: Operacja Most III",
    "ID": 140682,
    "Year": "(2013)",
    "Geek Rating": "5.542",
    "Avg Rating": "6.32",
    "Link": "https://boardgamegeek.com/boardgame/140682/czas-honoru-operacja-most-iii",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.3529",
    "Description": "German occupied Poland, 1944. Beyond the reach of Allied intelligence and bomber commands, the Germans establish a secret facility, where a terrifying weapon is being tested. V-2, Hitler's Wunderwaffe, a ballistic missile able to wipe London from the map and win the war, bringing Britain to her knees. But the deepest secrets of German war technology are revealed by the UK's staunchest allies - the Poles...&#10;&#10;Czas Honoru: Operacja Most III &ndash; a.k.a. Days of Honor: Operation Wildhorn III &ndash; is a fast-paced, tactical card wargame for two players. The first player takes the role of the Polish commander. His goal is to collect fragments from rockets test-fired from the German missile base. The second player takes the role of the German commander and is trying to protect the secrets of the rocket testing area.&#10;&#10;The game lasts four turns. Each turn begins with a missile test, which scatters new fragments of the rocket in the peripheral area surrounding the testing ground. Players alternately take turns during which they place their units on the table and perform actions. Players use scouts to collect missile fragments, but they need to be protected by soldiers and partisans because enemy contact can lead to combat. These actions are supported by elite units: Polish Unseen and Silent commandos and German SS Stormtroopers, who are able to penetrate enemy lines. In addition, players build a network of command and support units, which allows them to effectively carry out their actions.&#10;&#10;Players also affect the course of the game during their opponent's moves, playing cards for immediate effects. And each side has a set of unique events, e.g., Germans can use their logistical advantages while Poles can hide, and even evacuate rocket fragments to England! To determine combat and exploration results, players each use a six-sided die, but they have many opportunities to modify the results, so a good plan should work even with bad luck.&#10;&#10;At the end of the game, the player with more rocket parts wins. This means the player successfully stole (Polish) or concealed (German) the secrets of the V-2 weapon.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "13368",
    "Name": "Glitch Squad",
    "ID": 358807,
    "Year": "(2023)",
    "Geek Rating": "5.542",
    "Avg Rating": "6.63",
    "Link": "https://boardgamegeek.com/boardgame/358807/glitch-squad",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1.5",
    "Description": "The forensic scientists of the Glitch Squad have each been assigned a crime scene to analyze. Unfortunately, the office cat&mdash;Glitch&mdash;has accidentally changed the password to all of the evidence lockers.&#10;&#10;Each round, you write 3 clues to help one of your teammates guess a piece of evidence related to the crime:  location, weapon, occupation, or hobby. Unfortunately, Glitch the cat messes up these clues. Acting as the meddlesome cat, your opponent gets to erase one of the clues, and write in a &quot;Glitched&quot; clue to stump your ally.&#10;&#10;Can you guess the evidence from the clues, knowing one of them is glitched? If so, you reveal the next letter in the password to your evidence locker! If not, the opponent who glitched your clues gets the next letter in their password. The first team to guess all of their passwords wins!&#10;&#10;Created in collaboration between LabX at the National Academy of Sciences, Tiltfactor, and Resonym. Game concept by Rick Thomas.&#10;&#10;",
    "Categories": [
      "Animals",
      "Party Game",
      "Real-time",
      "Word Game"
    ],
    "Mechanics": [
      "Communication Limits",
      "Team-Based Game"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "13369",
    "Name": "Justinian",
    "ID": 9192,
    "Year": "(1999)",
    "Geek Rating": "5.542",
    "Avg Rating": "6.97",
    "Link": "https://boardgamegeek.com/boardgame/9192/justinian",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "2.5385",
    "Description": "Justinian is a strategic level board-wargame game set in the early 6th century, after the collapse of the Western Roman Empire and the burgeoning of the Byzantine Eastern Roman Empire.  The Byzantine Emperor, Justinian I, has started his reconquest of the Western Roman Empire, and the game attempts to simulate his endeavor for players to emulate.&#10;&#10;One player takes on Justinian's role, the other coordinates the Barbarian faction (basically the non-Byzantines); the designer also said the game can be played solitaire.  The two factions' design are asymmetrical.  Each turn, the Byzantine has to manage its finances, gaining income by taxing its controlled provinces and spending the money to raise and maintain its armies.  Then the Barbarian and Byzantine factions alternate with each other to take actions (one at a time).  They can raise more armies, move the troops, or do nothing.  Whereas the extent of the Byzantine faction's orders are certainties, most of the Barbarian faction's are random; i.e. dice rolls sometimes determine how many armies join the Barbarians and whether these armies join the Byzantines instead.  Both sides conquer territories by moving their armies into the lands.  If two armies meet, combat occurs, which is resolved by dice rolls and cross checking the results with tables.  The game features mutinies, naval actions, and random events.  The latter throws up revolts, removal of generals and plagues.&#10;&#10;The game ends after 10 turns or after a second plague has erupted.  The Byzantine faction has to control a certain majority of the empire by that time to win.  The game also ends if the reconquest was accomplished much earlier.  If the Byzantine faction is unable to win when the game ends, the Barbarian faction is the winner.&#10;&#10;&#10;JUSTINIAN is a game covering the reconquest of the Roman Empire by Justinian I, Emperor of Eastern Rome (Byzantium). Justinian&rsquo;s reign represents Byzantium&rsquo;s high water mark; his conquest of lands is exceeded in Roman history only by that of Augustus and Trajan.&#10;&#10;Players. The game may be played by two players, or solitaire.[...]&#10;&#10;&mdash;description from the rulebook&#10;&#10;",
    "Categories": [
      "Ancient",
      "Medieval",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "Simulation",
      "Variable Set-up"
    ],
    "Families": [
      "Ancient: Greece",
      "Components: Map (Continental / National scale)",
      "History: Byzantium",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Great Battles of History (GMT Games)"
    ]
  },
  {
    "Rank": "13370",
    "Name": "Beer Empire",
    "ID": 205346,
    "Year": "(2016)",
    "Geek Rating": "5.542",
    "Avg Rating": "6.23",
    "Link": "https://boardgamegeek.com/boardgame/205346/beer-empire",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3.0909",
    "Description": "Description from the publisher:&#10;&#10;In Beer Empire, you become the owner of a brewery who strives for market share by skillfully matching recipe ingredients. At the same time, you aspire to brew beer that's the best of the festival &mdash; but these two elements do not always go hand in hand.&#10;&#10;That&rsquo;s why players have to examine what the market expects from their beer, which styles are in current trend, and what festival critics like. As if that was not enough, the world in which we brew beer is alive! Shifts on the beer market change trends and critics taste. The market set-up is unique each time, so you need to manage your resources wisely and follow carefully the market and other players' actions.&#10;&#10;Beer Empire is mainly based on a set-collection mechanism as players compose recipes using a variety of ingredients (resource tiles) like light and dark malts, hops, fermentation type (open or closed) and type of container (bottle, can, barrel or keg). Each of these components may add different effects and influence on quality of beer.&#10;&#10;     Increase/decrease beer attributes  (aroma, color, taste)&#10;     Produce more or less bottle caps (market share)&#10;     Add extra points&#10;&#10;&#10;What ingredients we&rsquo;d use, thereby what effects in our beer we&rsquo;d get influence all game areas:&#10;&#10;     Market (area control), represents what consumers expect from beer. Some prefer aromatic beer, some prefer to drink from bottles, other ones favor specific style (India Pale Ale, Bock, Pilsner). Players brew beer that meets several tastes thereby achieve points from different markets at the same time!&#10;     Beer Festival(bidding &amp; combo):  Here matters especially aroma, color, taste. These characteristics are assessed by the critic. He assign festival points and it&rsquo;s worth effort because only at the festival you can win rare brewing passion tiles!&#10;     Trends: In Beer Empire world there are few main beer trends (Pilsner, Bock, India Pale Ale, Lager and ALE). Brewing beer compatible to the trend gives you experience tile that opens new great possibilities for brewing!&#10;&#10;&#10;What is most important, it is up to you and your abilities of smart resource management (tile placement &amp; worker placement) and right recipes composing,  which direction you&rsquo;ll go. Would you accomplish goals in all fields or you&rsquo;d focus just on chosen elements?&#10;What we want to underline is that each of these elements influence on each other making every play one of a kind.&#10;&#10;It seems it&rsquo;s gonna be a really hard work to build your Beer Empire.&#10;&#10;(Espa&ntilde;ol)&#10;&#10;Beer Empire es un juego competitivo para 2 a 4 jugadores que asumir&aacute;n el papel de due&ntilde;os de peque&ntilde;as cervecer&iacute;as que tendr&aacute;n que crear sus recetas, obtener recursos, ampliar su industria y construir su propio imperio de la Cerveza&#10;&#10;Los jugadores se convierten en due&ntilde;os de peque&ntilde;as cervecer&iacute;as, aut&eacute;nticos entusiastas de la cerveza, que luchar&aacute;n ferozmente para hacerse con el mercado y competir por el reconocimiento de su habilidad artesana en los festivales de la cerveza.&#10;&#10;Para poder conseguir sus metas, crear&aacute;n recetas de cervezas que elaborar&aacute;n asegur&aacute;ndose de que tenga los rasgos correctos. Adem&aacute;s, intentar&aacute;n adaptar sus productos a las demandas del mercado. El jugador que obtenga m&aacute;s Puntos de Artesan&iacute;a al final del juego ganar&aacute; esta competici&oacute;n de amantes de la cerveza.&#10;&#10;Su caja incluye: 1 tablero de cervecer&iacute;a, 1 tablero de acci&oacute;n, 13 recetas de cerveza, 35 tarjetas de equipo, 20 tarjetas de desaf&iacute;o, 30 tarjetas de evento, 9 tarjetas publicitarias, 5 sets de fichas de jugadores, cubos de recursos, cubos de botellas, marcadores y dados.&#10;&#10;Es un juego para 2 a 4 jugadores, la edad recomendada es a partir de 12 a&ntilde;os y las partidas tienen una duraci&oacute;n estimada de entre 60 y 20 minutos.&#10;&#10;",
    "Categories": [
      "Economic",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Action Queue",
      "Area Majority / Influence",
      "Auction / Bidding",
      "Set Collection",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Food & Drink: Beer"
    ]
  },
  {
    "Rank": "13371",
    "Name": "Frischfleisch",
    "ID": 133,
    "Year": "(1999)",
    "Geek Rating": "5.542",
    "Avg Rating": "6.13",
    "Link": "https://boardgamegeek.com/boardgame/133/frischfleisch",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.5455",
    "Description": "Each player in Frischfleish (Fresh Flesh) represents a unique group of individuals stranded on a desert island.  Although there is a rescue attempt in the works, it's still a month away.  In the meantime, the characters will have to live off the land or off of each other depending on how it goes.  Players attempt to guide the members of their group around the island, keeping them alive with the food they find in the desert.  However if their foraging is less than successful, finding some poor schmuck's meaty thigh is a viable substitute.&#10;&#10;",
    "Categories": [
      "Exploration",
      "Horror"
    ],
    "Mechanics": [
      "Modular Board"
    ],
    "Families": [
      "Theme: Cannibals / Cannibalism"
    ]
  },
  {
    "Rank": "13372",
    "Name": "Grand Imperialism",
    "ID": 3641,
    "Year": "(1978)",
    "Geek Rating": "5.542",
    "Avg Rating": "6.96",
    "Link": "https://boardgamegeek.com/boardgame/3641/grand-imperialism",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.2",
    "Description": "A game of expansion and conquest full of glory, bloodshed, deals and double-dealing, heroic stands of small armies against native hordes, gunboat diplomacy and much more. During your turn pirates attack, you accumulate wealth, you draw and play cards, build, move, perhaps lose men to attrition, have battles and attempt to conquer your world.&#10;&#10;This is a revised version of Flying Buffalo's Imperialism.&#10;&#10;",
    "Categories": [
      "Exploration",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "Open Drafting"
    ],
    "Families": [
      "Theme: Colonial"
    ]
  },
  {
    "Rank": "13373",
    "Name": "London & Northwestern",
    "ID": 253318,
    "Year": "(2018)",
    "Geek Rating": "5.542",
    "Avg Rating": "6.81",
    "Link": "https://boardgamegeek.com/boardgame/253318/london-and-northwestern",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Amabel Holland's London &amp; NorthWestern is based in England &amp; Wales at the beginning of the great Railway Age. In addition to using Amabel's seminal 'leased track' mechanism, it includes the benefits of improved technological developments that characterized railways in the United Kingdom. For 3-5 players for about an hour, one page of clear rules and absent of any luck, this game is quite challenging, as we have come to expect from Amabel's designs. The player with the most money wins the game.&#10;&#10;The gameboard shows a map of England, and each player gets 15 cubes to build track. The railroads issue shares, and each round a player can buy technology for their railroad, Determine how much track can be built in the round, buy or lease track, and pay dividends.&#10;&#10;The game ends when any stock is valued at $100 or more, any railroad reaches technology level six, or any railroad has built all of its track (cubes).&#10;&#10;",
    "Categories": [
      "Economic",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Network and Route Building",
      "Stock Holding"
    ],
    "Families": [
      "Series: Cube Rails",
      "Series: Winsome Essen Sets"
    ]
  },
  {
    "Rank": "13374",
    "Name": "Mini FITS",
    "ID": 67910,
    "Year": "(2010)",
    "Geek Rating": "5.542",
    "Avg Rating": "5.85",
    "Link": "https://boardgamegeek.com/boardgame/67910/mini-fits",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.2258",
    "Description": "Travel or Mini FITS is a smaller version of FITS.&#10;&#10;The differences are:&#10;&#10;&#10;    There are only 52 cardboard vs 64 plastic game tiles &#10;    There are only 13 vs 16 building cards &#10;    There are only 4 vs 8 game boards printed on both sides&#10;    The 2nd board allows players to score bonus points if three of the same symbols are exposed.&#10;    The height of the board is 10 vs 12 rows.&#10;    There are no ramps or plastic covers just a place to mount the game boards.&#10;    The box is so much smaller.&#10;&#10;&#10;Other than those differences, the gameplay is the same as in FITS. Each player has a board on which they place different polyominoes, with three, four, or five squares. Cards are drawn from a pile to tell the players which piece to take. But as every player has a different start tile to place first, the players will need different tactics to maximize their points. The pieces may be rotated and reversed before they slide down the board.  Scoring is based on quantity and configuration of squares left uncovered.&#10;&#10;Reimplements:&#10;&#10;&#10;     FITS &#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Puzzle"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Components: Polyominoes",
      "Game: FITS"
    ]
  },
  {
    "Rank": "13375",
    "Name": "Stadt Land Vollpfosten: Das Kartenspiel – Classic Edition",
    "ID": 364425,
    "Year": "(2019)",
    "Geek Rating": "5.542",
    "Avg Rating": "6.27",
    "Link": "https://boardgamegeek.com/boardgame/364425/stadt-land-vollpfosten-das-kartenspiel-classic-edi",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.2",
    "Description": "In a variation of the classic Scattergories, players draw 8 letter cards. A question category is read aloud and the players must find a matching term as quickly as possible that begins with a letter for which they have the matching hand card. The fastest player gets to discard their hand card. Besides these regular rounds, there are 7 categories of action cards. The first player to discard all cards wins the round and the first player to win three rounds wins the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": [
      "Traditional Games: Categories / Guggenheim",
      "Versions & Editions: Card Versions of Non-Card Games"
    ]
  },
  {
    "Rank": "13376",
    "Name": "Trial of The Gods",
    "ID": 419334,
    "Year": "(2024)",
    "Geek Rating": "5.542",
    "Avg Rating": "7.60",
    "Link": "https://boardgamegeek.com/boardgame/419334/trial-of-the-gods",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "105",
    "Weight": "3.25",
    "Description": "Trial of the Gods is a competitive game for 2 to 4 players. Build your deck to manage your actions, gain the favor of the Gods, and access their incredible power. Travel among the islands of the Aegean Sea in search of the Golden Fleece, compete in Olympic challenges, and tame mythological monsters. Recruit your Argonauts and choose your winning strategy. Olympus awaits you!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Exploration",
      "Fighting",
      "Mythology"
    ],
    "Mechanics": [
      "Deck Construction",
      "Open Drafting"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Mythology: Greek"
    ]
  },
  {
    "Rank": "13377",
    "Name": "Battleground Fantasy Warfare: Lizardmen",
    "ID": 49392,
    "Year": "(2007)",
    "Geek Rating": "5.542",
    "Avg Rating": "7.36",
    "Link": "https://boardgamegeek.com/boardgame/49392/battleground-fantasy-warfare-lizardmen",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "Not playable on their own as you need two starter decks to play the game.&#10;&#10;Battleground Fantasy Warfare is a point-based tabletop tactical wargame in which units are represented by cards.&#10;&#10;A menagerie of fearsome reptiles awaits your bidding. Lizardmen of all sizes and deadly dinosaurs allow you to impose your will on the battlefield.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Fantasy",
      "Wargame"
    ],
    "Mechanics": [
      "Variable Phase Order"
    ],
    "Families": [
      "Game: Battleground Fantasy Warfare (Your Move Games)",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "13378",
    "Name": "Mekhane",
    "ID": 298261,
    "Year": "(2020)",
    "Geek Rating": "5.542",
    "Avg Rating": "6.81",
    "Link": "https://boardgamegeek.com/boardgame/298261/mekhane",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.75",
    "Description": "In Mekhane, fate and gods tell a story involving the available characters, using the tale cards. The story is divided in rounds called chapters, and at the end of each chapter, fate decides which character will die based on how the story has developed &mdash; and that story develops through destiny cards that tell each god (player) which characters should survive (with the numbers on the destiny card referring to the position of the character cards).&#10;&#10;At the end of the game, one of the gods wins the game if their favorite character has survived.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Hidden Roles",
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "13379",
    "Name": "Escape Room in a Box: The Walking Dead",
    "ID": 314542,
    "Year": "(2020)",
    "Geek Rating": "5.542",
    "Avg Rating": "7.23",
    "Link": "https://boardgamegeek.com/boardgame/314542/escape-room-in-a-box-the-walking-dead",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2",
    "Description": "You are a group of survivors in a post-apocalyptic world who have stumbled upon a secured, walled-off community.  To gain access, you must prove you have the skills necessary to help lead humanity into a new, golden age.  If you fail, you will be eliminated.  The stakes are high, and so is the challenge.&#10;&#10;Escape Room in a Box: The Walking Dead puts you and your friends into the dangerous world of AMC's The Walking Dead TV show.  You and up to seven other players have 90 minutes to solve puzzles, crack codes, and unlock real, physical locks in order to finally open the giant locked door, gain access to the community, and win the game.&#10;&#10;The puzzles in this game are non-linear, meaning everyone will always have something to do, just like an in-person escape room.  Work together and keep the lines of communication open, and you just might be able to survive this tactile tabletop escape room experience.&#10;&#10;--No knowledge of The Walking Dead television series or comics is required to play this game--&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Deduction",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Comic Books: The Walking Dead",
      "Series: Escape Room in a Box (Mattel)"
    ]
  },
  {
    "Rank": "13380",
    "Name": "Linkee 3",
    "ID": 265585,
    "Year": "(2018)",
    "Geek Rating": "5.542",
    "Avg Rating": "6.51",
    "Link": "https://boardgamegeek.com/boardgame/265585/linkee-3",
    "Min Players": "2",
    "Max Players": "30",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "The 3rd edition of the smash quiz game.&#10;&#10;To play simply answer the four questions and spot the link between the answers faster than the other teams. So if the answers were John, Paul, George and Ringo the Linkee would be? The Beatles. Exactly. Once you spot the link shout LINKEE! Get it right and win a letter. Win enough letters to spell Linkee and you win the game.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "13381",
    "Name": "Last Days: Zombie Apocalypse",
    "ID": 254157,
    "Year": "(2018)",
    "Geek Rating": "5.542",
    "Avg Rating": "7.73",
    "Link": "https://boardgamegeek.com/boardgame/254157/last-days-zombie-apocalypse",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Last Days: Zombie Apocalypse is a skirmish-scale miniatures game of survival horror that pits players against each other in a nightmarish near-future where the dead have returned to life and are feasting on the living.&#10;&#10;Players build their own factions, representing desperate civilians, military personnel, or hardened survivors, and must explore, scavenge, and fight in order to survive another day. Rival gangs are only one of the dangers they face as mindless zombies wander the streets, driven by insatiable hunger and drawn by the sound of combat!&#10;&#10;A gang's ability to scavenge is as vital as their combat ability, and players must ensure that they have the resources to survive in this hostile world. Scenarios and campaigns allow you to develop your gang, gain experience and recruit new henchmen to build up your strength or replace the inevitable casualties of the zombie apocalypse.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Horror",
      "Miniatures",
      "Wargame",
      "Zombies"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "13382",
    "Name": "Samsara",
    "ID": 154274,
    "Year": "(2014)",
    "Geek Rating": "5.542",
    "Avg Rating": "7.11",
    "Link": "https://boardgamegeek.com/boardgame/154274/samsara",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.6667",
    "Description": "Change tracks tactically and cleverly to get to the target space!&#10;&#10;In Indian Sanskrit, Samsara means &rdquo;constant wandering&ldquo; and stands for the eternal cycle, the wheel of life.&#10;&#10;A circuit is the basic structure of the Samsara game board as well, consisting of two tracks. All playing pieces move continually in a loop.&#10;&#10;The starting position of the playing pieces is located on the inner track of the circuit, whereas the own target space can only be reached through the outer track. Change of tracks is possible by a new moving technique which is the cruical element of Samsara.&#10;&#10;Who will realize their own possibilities and take the path to their own target space by tactically and cleverly changing tracks?&#10;&#10;Game Equipment:&#10;&#10;     game board made of solid wood, treated with protective oils, 39 cm x 18 cm x 2 cm (15.4 in x 7.1 in x 0.8 in)&#10;     12 playing pieces, 2 scoring pieces&#10;     2 wooden dice&#10;&#10;&#10;Mit taktisch klugen Spurwechseln den Weg zum Zielfeld einschlagen!&#10;&#10;Im indischen Sanskrit bedeutet Samsara &bdquo;best&auml;ndiges Wandern&ldquo; und steht f&uuml;r den ewigen Kreislauf, das Rad des Lebens.&#10;&#10;Im Kreis verlaufen auch die beiden Spuren auf dem Spielbrett. Alle Spielsteine bewegen sich fortw&auml;hrend auf einer in sich geschlossenen Bahn.&#10;&#10;Die Startpositionen der Spielsteine liegen auf der inneren Spur, doch nur die &auml;u&szlig;ere Spur f&uuml;hrt zum Zielfeld. Das faszinierende Element bei Samsara ist eine neue Zugtechnik, welche den Wechsel der Spur erm&ouml;glicht.&#10;&#10;Wer erkennt die eigenen M&ouml;glichkeiten und schl&auml;gt mit taktisch geschicktem Spurwechsel den Weg zum eigenen Zielfeld ein?&#10;&#10;Spielausstattung:&#10;&#10;     Spielbrett aus massivem ge&ouml;ltem Laubholz, 39 cm x 18 cm x 2 cm&#10;     12 Spielsteine, 2 Wertungssteine&#10;     2 Holzw&uuml;rfel&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Dice"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Components: Marbles",
      "Components: Wooden pieces & boards",
      "Players: Two-Player Only Games",
      "Traditional Games: Backgammon"
    ]
  },
  {
    "Rank": "13383",
    "Name": "Drive on Moscow: Operation Typhoon, 1941",
    "ID": 25993,
    "Year": "(2007)",
    "Geek Rating": "5.542",
    "Avg Rating": "6.93",
    "Link": "https://boardgamegeek.com/boardgame/25993/drive-on-moscow-operation-typhoon-1941",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "2.3846",
    "Description": "Drive on Moscow (DoM) is a two-player, low-to-intermediate complexity, strategic-level simulation of the final German attempt to capture the capital city of the Soviet Union late in 1941. The German player is generally on the offensive, attempting to win the game by isolating or capturing Moscow, or by seizing all the other key cities on map. The Soviet player is primarily on the defensive, but the situation also requires that he prosecute local counterattacks.&#10;&#10;Play encompasses the period that began with the Germans launching their offensive on 1 October 1941 and ends on 7 December of the same year. By that time it had become clear the invaders had shot their bolt without achieving their objective. Play may end sooner than the historic termination time if either player concedes defeat prior to the official end of a game.&#10;&#10;Each hexagon on the map represents 7.5 miles (12 kilometers) from side to opposite side. The units of maneuver for both sides are primarily divisions, along with some brigades and one elite super-elite regiment. The effects of the general air superiority enjoyed by the Germans throughout much of the campaign are built into the game's movement and combat rules. Each game turn represents a week. The game uses a derivation of the well received system from our boxed game Drive on Stalingrad, 2nd edition.&#10;&#10;Game Scale:&#10;Game Turn: 1 week&#10;Hex: 7.5 miles / 12 kilometers&#10;Units: Brigades to Divisions&#10;&#10;Game Inventory:&#10;Two 22 x 34&quot; full color map&#10;Two dual-side printed countersheet (352 5/8&quot; counters)&#10;One 16-page rulebook&#10;&#10;Solitaire Playability: High&#10;Complexity Level: Low-Medium&#10;Players: 2 or more&#10;Playing Time: 4-15 hours&#10;&#10;Players need to supply One 6-sided die&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation",
      "Variable Phase Order"
    ],
    "Families": [
      "Cities: Moscow (Russia)",
      "Country: Russia",
      "Country: Soviet Union",
      "Magazine: Strategy & Tactics",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "13384",
    "Name": "The Adventure Zone: Bureau of Balance Game",
    "ID": 293981,
    "Year": "(2020)",
    "Geek Rating": "5.542",
    "Avg Rating": "7.42",
    "Link": "https://boardgamegeek.com/boardgame/293981/the-adventure-zone-bureau-of-balance-game",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "1.7143",
    "Description": "The Adventure Zone is a wildly popular podcast and series of graphic novels from The McElroy Family. TAZ: Bureau of Balance captures the humor and joy of this world and expands it, allowing you to create your own unique adventures with your family and friends.&#10;&#10;In TAZ: Bureau of Balance, you and friends are adventurers charged with retrieving dangerous artifacts from nefarious villains. To succeed, you may have to outwit vile gerblins, armwrestle ogres, or endure the withering criticism of sarcastic specters. Can you work together and overcome all challenges before your health runs out?&#10; TAZ: Bureau of Balance is a cooperative storytelling game for 2-5 players. It uses a dynamically generated dungeon created by combining multiple decks of cards; as challenges are overcome, new challenges are revealed. The mechanics are easy to learn and players are encouraged to describe their heroic deeds. No experience is required, and any group of friends can have a hilarious adventure in about an hour!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Critical Hits and Failures",
      "Modular Board",
      "Move Through Deck",
      "Storytelling"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Mechanism: Story Creation"
    ]
  },
  {
    "Rank": "13385",
    "Name": "Slaughterville",
    "ID": 169102,
    "Year": "(2015)",
    "Geek Rating": "5.542",
    "Avg Rating": "6.43",
    "Link": "https://boardgamegeek.com/boardgame/169102/slaughterville",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.5",
    "Description": "For anyone who ever said to a horror movie: Don&rsquo;t go in there! Now they can live those, oftentimes poor, choices. While you and your friends are taking a vacation in Slaughterville, a great evil awakens just to ruin your day. Slaughterville will take players on a thrilling adventure through the fictional town that just happens to be host to numerous supernatural and horrific events. Yet still, it remains a popular vacation spot for college students looking for a good time.&#10;&#10;Playing as one of the typical horror movie staples, the player will interact with one of the main locations in Slaughterville in an effort to find the Clues necessary to stop the Villain from winning and ruining their summer plans. Players will travel through portions of the town represented as separate boards. As they encounter each space, they will draw a card and react to the events on the card. Ultimately, through this interaction, they will gather the materials and Clues necessary to finally defeat the Villain!&#10;&#10;Slaughterville is a game of exploration and atmosphere for 1-6 players.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Horror"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)"
    ]
  },
  {
    "Rank": "13386",
    "Name": "Spring and Autumn: Story of China",
    "ID": 317119,
    "Year": "(2023)",
    "Geek Rating": "5.542",
    "Avg Rating": "7.80",
    "Link": "https://boardgamegeek.com/boardgame/317119/spring-and-autumn-story-of-china",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "3.4",
    "Description": "Around 800BC China was blossoming as a civilization. The Zhou emperor sat on the throne of a feudal China and ruled through wise philosophers, able warlords, and a strong army. The Chinese world was making huge cultural, scientific, and philosophical strides.&#10;&#10;But a single generation later, those same advisors and lords rose up against the throne, and each other, to claim hegemony for their philosophy and way of life. Welcome to the Spring and Autumn period of ancient China.&#10;&#10;Spring and Autumn: Story of China is a 4X civilization game in which you take control of one of the pre-eminent states of the time to explore the world around you, expand your borders, research powerful advancements, build up your economy, and bring honor upon your name. Your goal is to establish a true dynasty in China.&#10;&#10;Spring and Autumn: Story of China expands on the system from in Hellenica: Story of Greece, introducing all-new gameplay elements like a philosophy system, diplomacy, enhanced combat, honor, expanded victory conditions, the Great Wall, and did we mention Chinese dragons? As with all &quot;Story of&quot; games, Spring and Autumn: Story of China will include the best AI and solo play system available in a 4x game.&#10;&#10;Can you guide your civilization during these turbulent times? Will your vision of Chinese civilization be remembered for all time, or will you merely be a stepping stone for another&hellip;?&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Ancient",
      "City Building",
      "Civilization",
      "Miniatures",
      "Mythology",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Betting and Bluffing",
      "Events",
      "Hidden Victory Points",
      "Interrupts",
      "Solo / Solitaire Game",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Country: China",
      "Crowdfunding: Kickstarter",
      "Mechanism: 4X"
    ]
  },
  {
    "Rank": "13387",
    "Name": "APBA Pro Football",
    "ID": 5637,
    "Year": "(1958)",
    "Geek Rating": "5.542",
    "Avg Rating": "6.39",
    "Link": "https://boardgamegeek.com/boardgame/5637/apba-pro-football",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.25",
    "Description": "The game was created in 1958 by Dick Seitz and yearly player card editions have been printed almost every year since.&#10;&#10;The game attempts to simulate professional football through the use of player ratings, charts, and dice rolling. Every master edition comes with hundreds of player cards which have ratings based on that year's performance. Also included is a football field to track the movement of the ball; many charts to reference in order to determine play results; rules and dice.&#10;&#10;",
    "Categories": [
      "Dice",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Sports: American Football / Gridiron"
    ]
  },
  {
    "Rank": "13388",
    "Name": "VOR: The Maelstrom",
    "ID": 4977,
    "Year": "(1999)",
    "Geek Rating": "5.542",
    "Avg Rating": "6.88",
    "Link": "https://boardgamegeek.com/boardgame/4977/vor-the-maelstrom",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.8333",
    "Description": "VOR is a science-fiction miniatures game that takes place inside a mysterious galaxy-sized anomaly (VOR) of unknown origin.  The anomaly randomly sucks worlds (and their inhabitants) through time-space and once in the VOR, all worlds drift toward the center (the Maelstrom) and their doom.  The inhabitants of the worlds pulled into the Vor are locked in a struggle with each other for survival.  Players fight as one of many races trapped in the VOR.&#10;&#10;VOR is a squad-based wargame from FASA (beloved publisher of material for the well-known Battletech, Traveller, Fading Suns, and EarthDawn games).  It has an extraordinarily innovative ruleset from which other games have since borrowed and with perhaps one of the best movement systems of any of the squad miniature games.  The system supports a unit popping around a corner (out of cover), shooting, and moving back efficiently.  This game uses a hit and wound determination model much like GW's Warhammer 40K.  The rules allow you to put together your own units and characters to represent new civilizations drawn into the Vor.  Yes, you can use all those miniatures from all those other games you own!!&#10;&#10;There are some interesting miniatures (such as the Growler race) included with the base game and you can purchase additional units (even some unreleased) from Iron Wind Metals and Ral Partha, but the game is now fan-supported as the original publisher is no longer actively releasing new supplements.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Secret Unit Deployment"
    ],
    "Families": []
  },
  {
    "Rank": "13389",
    "Name": "Loch Ness",
    "ID": 77076,
    "Year": "(2010)",
    "Geek Rating": "5.542",
    "Avg Rating": "5.95",
    "Link": "https://boardgamegeek.com/boardgame/77076/loch-ness",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.16",
    "Description": "Loch Ness is a game for children ages 4 and up, with expandable rules to make the game more and more exciting as they grow and learn.&#10;&#10;All the world knows the monster legend, but anyone can take a good photo of it. The players have 2-3 tourist pawns to place on the spots on the shores of the lake, then try to drive the monster near to them rolling a 12 sided dice with different effects on his moves.&#10;The more skilled and lucky tourists will be able to pick one or more photo tiles from the sack, keeping only the last one. At the end of tiles, the best photographer will be the winner.&#10;&#10;The basic game is very simple to play; the game have some advanced rules for a more challenging play. The monster is composed by a set of three different painted pieces: head, back and tail.&#10;&#10;Game contents&#10;&#10;     Gameboard&#10;     12 plastic Photographers&#10;     1 Nessie figure&#10;     32 Nessie pictures&#10;     1 bag&#10;     rulebook&#10;&#10;&#10;Not to be confused with another 2010 game with the same theme, Loch Ness!&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Country: Scotland",
      "Theme: Cryptids",
      "Theme: Photography"
    ]
  },
  {
    "Rank": "13390",
    "Name": "The Bulge",
    "ID": 40385,
    "Year": "(2008)",
    "Geek Rating": "5.542",
    "Avg Rating": "7.19",
    "Link": "https://boardgamegeek.com/boardgame/40385/the-bulge",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "2.1667",
    "Description": "The Bulge is a re-design/re-development of 1979 SPI's The Big Red One: The Game of the First Infantry Division at the Battle of the Bulge (re-released as The Big Red One in 1980 by SPI.&#10;&#10;In addition to updating the rules, this version introduces new victory conditions, a shorter play time, and updated art on the 34&quot;x22&quot; map and 176 5/8&quot; counters. The original counter set has been expanded and now offers players the choice of using either &quot;classic&quot; NATO symbology or a more modern iconic style.&#10;&#10;Originally published in World at War magazine, issue #3 (Nov-Dec 2009)&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Country: Belgium",
      "Country: France",
      "Country: Germany",
      "Country: Luxembourg",
      "Country: United Kingdom",
      "Country: USA",
      "Decades: The 1940's",
      "History: World War II (Battle of the Bulge)",
      "Magazine: World at War",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "13391",
    "Name": "Tante Tarantel",
    "ID": 454,
    "Year": "(1991)",
    "Geek Rating": "5.542",
    "Avg Rating": "6.18",
    "Link": "https://boardgamegeek.com/boardgame/454/tante-tarantel",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.2667",
    "Description": "Tante Tarantel (Auntie Tarantula) scoots round her web, gobbling up your insects as they try to escape. The web is a spiral, you roll the die and move Auntie, then take turns to move one of your bugs towards the exit space. Initially, Auntie is in a good mood, if she runs into a bug or bugs, they go back to her larder. But as soon as someone escapes, she loses her temper and kills anything she catches! The game has a scoring track, and each time a bug is caught or escapes, a marker moves up, also adding a number to the die roll. So Auntie runs around the web faster and faster. Players can share some spaces, but most of the time, bump each other back and forth. Naturally, nasty bugs push others into Aunty's path to certain death!&#10; Slightly confusing when you start, this is actually a really simple game, easily as good as any D&amp;F game. The original set had wooden pawns for the bugs, but D&amp;F issued a series of neat rubber bugs, which do add to the games' style.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Spiders"
    ]
  },
  {
    "Rank": "13392",
    "Name": "Sequence",
    "ID": 118561,
    "Year": null,
    "Geek Rating": "5.542",
    "Avg Rating": "6.66",
    "Link": "https://boardgamegeek.com/boardgame/118561/sequence",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "0",
    "Description": "Sequence is played with numbers or letters. The game is based on an idea which eliminates both arithmetic and word-formation. The object is to place numbers (ranging from 1 to 10) or letters (ranging from A to Z) in sequences on a limited number of squares.&#10;&#10;The pieces are drawn at random from bags. Both numbers and letters are graded. The numbers are themselves equivalent to points. The letters range in value from 1 (for A) to 26 (for Z).&#10;&#10;The winner is either the first player to dispose of all his pieces or the one left with the lowest number of unused points.&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "13393",
    "Name": "Flying Carpet",
    "ID": 1101,
    "Year": "(1987)",
    "Geek Rating": "5.542",
    "Avg Rating": "5.81",
    "Link": "https://boardgamegeek.com/boardgame/1101/flying-carpet",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.5312",
    "Description": "A card-playing race game, where you have to avoid obstacles (placed by the players collectively at the start), maneuvering your carpet between the clouds and utilising the wind to be first to the destination. A special die adds a significant luck element over and above the card draw, yet there is definite room for strategy.&#10;&#10;",
    "Categories": [
      "Arabian",
      "Aviation / Flight",
      "Fantasy",
      "Novel-based",
      "Racing"
    ],
    "Mechanics": [
      "Action / Event",
      "Impulse Movement",
      "Movement Template",
      "Race"
    ],
    "Families": [
      "Mythology: Arabian",
      "Sports: Aerial Racing"
    ]
  },
  {
    "Rank": "13394",
    "Name": "Legend Raiders",
    "ID": 265118,
    "Year": "(2022)",
    "Geek Rating": "5.542",
    "Avg Rating": "6.08",
    "Link": "https://boardgamegeek.com/boardgame/265118/legend-raiders",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Hail to you, intrepid explorer! You've been selected to take part to the biggest event in the world. The best among explorers, archeologist, and adventurers will compete to decide who's the most excellent. The veil of mystery continues to surround many treasures and legendary places: Will you be able to dig them up and prove that you are the best? &mdash;&quot;Legend Raiders Inc. - Scouting Bureau&quot;&#10;&#10;In Legend Raiders, each player represents an adventurer who wants to collect as many ancient coins (a.k.a., victory points or VPs) as possible, searching for legendary treasures and mythical places. In every round on the main board are four different missions, each composed of a discovery to be performed and two random tools (ropes, shovels, compasses and maps) supplied by the bureau. The explorer who gains the most points wins.&#10;&#10;On their turn, a player chooses between two actions:&#10;&#10;&#10;    Take a discovery and place it on the personal board together with the two randomly related tools, or&#10;    Perform one or more discoveries with the tools already on the personal board.&#10;&#10;&#10;To be discovered, each treasure requires a specific combination of tools. Places require more tools than artifacts, but will give more VPs in the following expeditions. When a player uses their favorite tool, they gain more VPs; the torch can be used as a joker by turning it off, but only if it's on!&#10;&#10;Discovering new treasures gives the player VPs based on number of ancient coins visible on the personal board, uncovered by the ongoing missions. Solving one mission at a time allows the player to have more visible ancient coins and thus to score more VPs, but having more missions on the board and solving more of them in a single turn gives the player a benefit in terms of time. Each time one or more legendary treasures are discovered, the player also gains a expedition card from the four available at the bureau; expedition cards show goals that grant VPs at the end of the game if achieved.&#10;&#10;At the beginning of each round, the player rolls the adventure die and gains the resulting benefit &mdash; or causes the torches of all players to be flipped over!&#10;&#10;The game ends when the first player has dug up six or more ancient treasures. Which strategy will you choose to apply? Will you succeed being the best explorer in the world? How many and which mythical treasures will you uncover?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Economic",
      "Mythology"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: TableTop Simulator Mod (TTS)"
    ]
  },
  {
    "Rank": "13395",
    "Name": "Second World War at Sea: Leyte Gulf",
    "ID": 16793,
    "Year": "(2005)",
    "Geek Rating": "5.542",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgame/16793/second-world-war-at-sea-leyte-gulf",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.3846",
    "Description": "Avalanche Press calls this their &quot;Ultimate World War II Naval Game&quot; - a claim with some merit, it would seem, as this game is ENORMOUS.  &ldquo;Leyte Gulf&rdquo; is a &quot;Second World War at Sea&quot;-series game based on the final struggles of the Imperial Japanese Navy. The largest naval battles in history are included here &ndash; the Battle of Leyte Gulf and the Battle of the Philippine Sea.  In addition, the Battles of Cape Enga&ntilde;o, Surigao Strait, and Okinawa are covered by the game.  The American fleet is enormous in this product, while the whittled-down Japanese fleet is not much larger than the &ldquo;SOPAC&rdquo; and &ldquo;Midway&rdquo; games.  To &lsquo;balance&rsquo; that side in hypothetical scenarios, some projected but never completed, or sometimes built, units are available as options to the Japanese &ndash; such as the third Yamato-class battleship, all six Unryu-class carriers, the &ldquo;B64&rdquo;-type Battlecruiser (one of the two named by AP &ldquo;Sagami&rdquo;), as well as squadrons of hypothetical &ldquo;second generation&rdquo; Japanese aircraft.  It&rsquo;s a &ldquo;worst case scenario&rdquo; plan for American military staff.&#10;&#10;The Americans get some new toys, too, including the first appearance in the series of the F4U Corsair, the Iowa-class battleships (and a special guest appearance by the Montana-class), Baltimore-class heavy cruisers, Cleveland-class light cruisers, Independence-class escort carriers, Essex-class fleet carriers, and the fabulous Alaska-class battlecruisers...errr...&rdquo;large cruisers&rdquo;, that is.&#10;The Royal Navy, Australian Navy, and New Zealand Navy all make appearances as well, driving this product up to simply ludicrous counter numbers!&#10;&#10;Leyte Gulf includes: &#10;&#10;     24&rdquo;x18&rdquo; tactical map &#10;     Three 34&rdquo;x22&rdquo; operational maps &#10;     Nearly 2,000 game pieces &#10;     24-page series rule book &#10;     24-page scenario book &#10;     2-player aid cards &#10;     6-organizational cards&#10;&#10;&#10;",
    "Categories": [
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Minimap Resolution",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Country: Philippines",
      "History: World War II (Pacific)",
      "Players: Two-Player Only Games",
      "Series: Second World War at Sea (Avalanche Press)"
    ]
  },
  {
    "Rank": "13396",
    "Name": "Way of the Fighter: Turbo",
    "ID": 229540,
    "Year": "(2018)",
    "Geek Rating": "5.542",
    "Avg Rating": "7.12",
    "Link": "https://boardgamegeek.com/boardgame/229540/way-of-the-fighter-turbo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "50",
    "Weight": "3.5",
    "Description": "Way of the Fighter is an expandable card game that captures the look and feeling of an arcade-style fighting game: Two challengers, one arena, and all out close-quarters mayhem! The game primarily involves bluffing, resource management, and tactical positioning.&#10;&#10;Way of the Fighter: Turbo includes five fighters: D&rsquo;Shaun, Lumi, Faris, Kasi, and Severina. Players can build their deck from multiple card techniques, allowing them to customize their favorite fighter to fit a play style that best suits them. Combining Way of the Fighter Turbo with Way of the Fighter Super allows you to tag in two more players for even more action.&#10;&#10;Over a period of twelve intense turns, each player will control a fighter&rsquo;s movement, manage the fighter&rsquo;s energy, and decide on what actions to have the fighter perform against the opposing challenger. The game continues until one fighter is knocked out, or the time runs out; at which point one fighter will be declared the Champion!&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Dice",
      "Fighting",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Action Queue",
      "Dice Rolling",
      "Hand Management",
      "Push Your Luck",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "13397",
    "Name": "Light in the Dark",
    "ID": 395581,
    "Year": "(2024)",
    "Geek Rating": "5.542",
    "Avg Rating": "6.30",
    "Link": "https://boardgamegeek.com/boardgame/395581/light-in-the-dark",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2",
    "Description": "In Light in the Dark, you are a plague doctor on a mission to heal a region from the plague while fighting monsters and bandits. Complete quests and gain powerful abilities to overcome increasingly difficult challenges.&#10;&#10;Welcome to Light in the Dark, the solo dungeon crawler board game where you take on the role of a courageous plague doctor, on a quest to heal a region afflicted by the deadly plague. The journey ahead won&rsquo;t be easy, as you&rsquo;ll face fierce monsters and dangerous bandits who are determined to stop you.&#10;&#10;You&rsquo;ll need to use all of your skills and resources to complete challenging quests that will put your strategic thinking to the test. Whether it&rsquo;s finding a rare herb or curing the sick, each task will bring its own unique set of obstacles and rewards.&#10;&#10;As you progress through the game, you&rsquo;ll level up your skills that will help you overcome even the toughest challenges. But beware, as the stakes get higher, so do the risks. Stay vigilant and keep your wits about you as you venture deeper into the darkness.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting",
      "Medical",
      "Medieval"
    ],
    "Mechanics": [
      "Modular Board",
      "Point to Point Movement",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Category: Dungeon Crawler",
      "Players: Solitaire Only Games",
      "Theme: Plague Epidemic"
    ]
  },
  {
    "Rank": "13398",
    "Name": "Cold Case: A Pinch of Murder",
    "ID": 338549,
    "Year": "(2021)",
    "Geek Rating": "5.542",
    "Avg Rating": "6.89",
    "Link": "https://boardgamegeek.com/boardgame/338549/cold-case-a-pinch-of-murder",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "1.6",
    "Description": "The game includes fictional files and materials related to a decades-old murder. The player or players work cooperatively to study the materials, looking for clues in an attempt to solve the case. When they think they have the correct solution, the players go to the publisher's website, and answer some questions to determine how well they did.&#10;&#10;",
    "Categories": [
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Solo / Solitaire Game",
      "Storytelling"
    ],
    "Families": [
      "Series: Cold Case (ThinkFun)",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "13399",
    "Name": "Core Worlds: Empires",
    "ID": 267071,
    "Year": "(2021)",
    "Geek Rating": "5.542",
    "Avg Rating": "7.16",
    "Link": "https://boardgamegeek.com/boardgame/267071/core-worlds-empires",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "300",
    "Weight": "3.75",
    "Description": "Six empires have risen from the ashes of the Galactic Realm. Still cemented by the alliance that enabled their unprecedented conquest of the galaxy, the six independent kingdoms now seek to consolidate their power, each hoping to carve out the strongest dominion in the cosmos. Conflicts among the young realms are inevitable, but will the galaxy return to a state of civil war?&#10;&#10;Core Worlds: Empires is a worker placement game for 1 - 5 players that includes rules for Solo Play. Each player represents one of the empires that overthrew the ancient Galactic Realm during the original Core Worlds card game. Core Worlds: Empires is a thematic sequel to the original game and its expansions, but players don&rsquo;t need to own the original game to enjoy this one.&#10;&#10;Each world in the galaxy occupies a board space that an empire&rsquo;s ambassadors can visit during the game. The worlds that appear during each game are variable. Each player starts with a certain number of Imperial Worlds under his or her control, including one of the coveted Core Worlds that lie near the center of the galaxy. Neutral Worlds that have recently recovered from the civil war enter the game as play proceeds, and players may visit these worlds or attempt to annex them to their empires.&#10;&#10;",
    "Categories": [
      "Science Fiction"
    ],
    "Mechanics": [
      "End Game Bonuses",
      "Events",
      "Open Drafting",
      "Solo / Solitaire Game",
      "Worker Placement",
      "Worker Placement, Different Worker Types"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Core Worlds"
    ]
  },
  {
    "Rank": "13400",
    "Name": "Speed Cups⁶",
    "ID": 257967,
    "Year": "(2018)",
    "Geek Rating": "5.542",
    "Avg Rating": "6.41",
    "Link": "https://boardgamegeek.com/boardgame/257967/speed-cups6",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "0",
    "Weight": "1",
    "Description": "In Speed Cups&#226;&#129;&#182;, players receive five colorful cups and try to solve the tasks presented on cards as quickly as possible. Speed &#226;&#128;&#139;&#226;&#128;&#139;and a good eye are required as the cards show whether the cups are stacked or stand next to each other. Which bird is sitting up in the tree, which one down? In what order do the colorful jackets hang on the wall? Is the order correct? Then quickly knock on the bell! In the end, the fastest hands wins.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": []
  }
]