[
  {
    "Rank": "18101",
    "Name": "Double Series",
    "ID": 55686,
    "Year": "(1996)",
    "Geek Rating": "5.519",
    "Avg Rating": "6.55",
    "Link": "https://boardgamegeek.com/boardgame/55686/double-series",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "From box cover:&#10;Double Series. The challenging and exciting game for the whole family.&#10;Object of the game:&#10;To be the first player or the first team to score 2 series of 5 chips of the same color, either vertically, horizontally, or diagonally.  Play is fast moving and easy to learn.&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": [
      "Components: 10 x 10 Grids"
    ]
  },
  {
    "Rank": "18102",
    "Name": "Fluxx en Español",
    "ID": 28121,
    "Year": "(2006)",
    "Geek Rating": "5.519",
    "Avg Rating": "5.91",
    "Link": "https://boardgamegeek.com/boardgame/28121/fluxx-en-espanol",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.2",
    "Description": "This is more than just a simple translation; the changes from Fluxx are a smaller deck, one new rule card, two new Keepers, six new Goals, and all-new artwork. Unlike its German and Japanese cousins, Fluxx en Espa&ntilde;ol was developed internally at Looney Labs.&#10;&#10;Part of the Fluxx series.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Game: Fluxx"
    ]
  },
  {
    "Rank": "18103",
    "Name": "Prisma Arena",
    "ID": 277692,
    "Year": "(2020)",
    "Geek Rating": "5.519",
    "Avg Rating": "6.36",
    "Link": "https://boardgamegeek.com/boardgame/277692/prisma-arena",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "&quot;Welcome young recruits. Hope still slumbers and must be protected from Despair's draining embrace. You are here because your Prisma is strong and, more importantly, you give a damn. Now suit up. It's time to train!&quot;&#10;&#10;Prisma Arena is a fast-paced game of over-the-top arena combat for 2-4 players. Play as novices recruited for your ability to channel Prisma &mdash; your inner light &mdash; as you learn the martial art of Prismakata. You are joined in the arena by Mo'kon, creatures that embody individual emotions. Learn to blast, strike and perform powerful combos. With quick-start rules, you can play standalone or train to become a Guardian of Hope over multiple games. Whatever you choose, train hard and fight well!&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fighting",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Queue",
      "Area Movement",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "18104",
    "Name": "Winston",
    "ID": 260334,
    "Year": "(2018)",
    "Geek Rating": "5.519",
    "Avg Rating": "5.74",
    "Link": "https://boardgamegeek.com/boardgame/260334/winston",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "1",
    "Description": "Collect the longest dachshund possible!&#10;&#10;In Winston, players compete to collect as many dogs as possible. There are six types of dogs: the fireman, the cosmonaut, etc., and the longer the dog, the more points you get. Will you wait to collect a longer dog, or will you try to collect it before another player snatches it in front of you?&#10;&#10;On your turn, you have to play 2-5 cards, adding heads and bodies. The player who collected last the longest dog gets a wooden bone, giving extra points. The player with the shortest dog receives the wooden poo, giving minus points.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Pattern Building",
      "Push Your Luck"
    ],
    "Families": [
      "Animals: Dogs",
      "Digital Implementations: Tabletopia",
      "Misc: LongPack Games",
      "Series: Pocket Games (Helvetiq)",
      "Theme: Excrements / Feces / Poop / Urine"
    ]
  },
  {
    "Rank": "18105",
    "Name": "Sucesos Argentinos",
    "ID": 211457,
    "Year": "(2016)",
    "Geek Rating": "5.519",
    "Avg Rating": "6.71",
    "Link": "https://boardgamegeek.com/boardgame/211457/sucesos-argentinos",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1.5",
    "Description": "Description from the publisher (Translated):&#10;&#10;Sucesos Argentinos (Argentinian Events) is a card game where Argentinian history knowledge is tested. Players must organize a chain of historical events chronologically ordered.&#10;&#10;Each game can have from 2 to 6 players and lasts 15 to 20 minutes.&#10;&#10;The game box contains 180 unique double-sided cards depicting notable events in Argentina's history. On the front of each card are the name by which the historical event is known and an image, and on the back a description of the event and the year in which it occurred.&#10;&#10;Description from the publisher (Spanish):&#10;&#10;Sucesos Argentinos es un juego de cartas donde se pone a prueba el conocimiento de historia argentina de los jugadores organizando una cadena de sucesos en orden cronol&oacute;gico.&#10;&#10;Cada partida puede tener de 2 a 6 jugadores y tiene una duraci&oacute;n de 15 a 20 minutos.&#10;&#10;La caja del juego contiene 180 cartas &uacute;nicas de doble cara que representan sucesos notables de la historia argentina. En el frente de cada carta encontramos el nombre por el cual se conoce al hecho hist&oacute;rico y una imagen orientativa, y al dorso una descripci&oacute;n del suceso y el a&ntilde;o en que ocurri&oacute;.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Country: Argentina",
      "Game: Sucesos Argentinos",
      "Mechanism: Card Line"
    ]
  },
  {
    "Rank": "18106",
    "Name": "Pitch Deck",
    "ID": 218923,
    "Year": "(2017)",
    "Geek Rating": "5.519",
    "Avg Rating": "6.47",
    "Link": "https://boardgamegeek.com/boardgame/218923/pitch-deck",
    "Min Players": "4",
    "Max Players": "12",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "1.5",
    "Description": "Description from the publisher:&#10;&#10;Pitch Deck is a game where you and your friends make ridiculous, creative pitches for objectively bad startup ideas. Combine a Pitch card from your hand with a Company card on the table to create a new business. Then everyone makes a quick elevator pitch describing what their company does. One person plays an investor, who decides which company everyone will secretly fund that round. At the end of the game, the funding amounts are revealed, and there are two winners: the person who pitched the most valuable company and the person who invested the most in that company.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Voting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "18107",
    "Name": "Mech Command RTS",
    "ID": 201917,
    "Year": "(2018)",
    "Geek Rating": "5.519",
    "Avg Rating": "6.61",
    "Link": "https://boardgamegeek.com/boardgame/201917/mech-command-rts",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "40",
    "Play Time": "80",
    "Weight": "2.25",
    "Description": "Mech Command RTS is a real time strategy board game where all players pilot mechs, fire weapons, activate equipment and direct support troops simultaneously.&#10;&#10;The first board game of its kind, Mech Command RTS has been designed to be fast to setup, fast to teach and fast to play. Featuring unique components like LED pointers built into each miniature's base to provide instantaneous line of sight as well as physical buildings to provide cover and a rooftop level.&#10;&#10;Between the 45 minute missions, players spend their hard-earned rewards on upgrading their mechs and equipment. Construct your mech according to your play-style and team role. Over the course of the campaign, teams will strive to accomplish objectives for their faction to reclaim the earth.&#10;&#10;",
    "Categories": [
      "Electronic",
      "Miniatures",
      "Real-time",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Line of Sight",
      "Modular Board",
      "Pick-up and Deliver",
      "Real-Time",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "18108",
    "Name": "Blockbuster and Chill",
    "ID": 356752,
    "Year": "(2021)",
    "Geek Rating": "5.519",
    "Avg Rating": "6.38",
    "Link": "https://boardgamegeek.com/boardgame/356752/blockbuster-and-chill",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Now showing at a couch near you! Get ready for a Blockbuster movie game for two.&#10;&#10;In the newest installment of the Blockbuster game series, get ready for some serious teamwork and laughter with Blockbuster and Chill. Beat the game with your partner to become victorious. Be prepared to feel the 90&rsquo;s nostalgia, as this game comes with old school Blockbuster VHS sleeves, just like how you remember them. Whether you&rsquo;re with a special someone or hanging out with your buddy, this one&rsquo;s all about working together.&#10;&#10;To beat the game, you&rsquo;ll need to team up and figure out the mystery movies in front of you before the time runs out&hellip; and the dreaded &lsquo;Late Fees&rsquo; come-a-knocking. Pick up too many Late Fees and it&rsquo;s game over! Blockbuster and Chill has categories like &ldquo;Movies with Sharks&rdquo; and &ldquo;Movies by Steven Spielberg&rdquo; that will having you coming up with creative answers and laughing out loud. This simple game is perfect for date nights, hanging out with a friend, or having a laugh with your parents.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Acting",
      "Team-Based Game"
    ],
    "Families": [
      "Decades: The 1990's",
      "Players: Two-Player Only Games",
      "Trivia: Movies"
    ]
  },
  {
    "Rank": "18109",
    "Name": "Im Märchenwald",
    "ID": 1753,
    "Year": "(2000)",
    "Geek Rating": "5.519",
    "Avg Rating": "5.81",
    "Link": "https://boardgamegeek.com/boardgame/1753/im-marchenwald",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.2",
    "Description": "Played in a Fairy Tale Forest composed of a grid of 7x7 cards, players must try to rescue a sick princess. Goblin, Witch and Crow cross the path and impede the search. Allows for solitaire play.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Memory"
    ],
    "Families": [
      "Components: 7 x 7 Grids"
    ]
  },
  {
    "Rank": "18110",
    "Name": "Squabblin Goblins",
    "ID": 352602,
    "Year": "(2022)",
    "Geek Rating": "5.519",
    "Avg Rating": "6.39",
    "Link": "https://boardgamegeek.com/boardgame/352602/squabblin-goblins",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Goblins just can&rsquo;t resist shiny things. These little schemers will stop at nothing to end up with the biggest hoard of gold and treasure. From sharpened forks to secret bombs, everything goes with these greedy goblins!&#10;&#10;Welcome to Squabblin' Goblins, a two player game of secrets and deduction. In this game, you play as competing goblins trying to get the best loot. You&rsquo;ll each end up with three piles at the end of the game, but watch out - the piles on your side of the field could end up empty, or even worth negative points!&#10;&#10;&#10;Emma Larkins's game Heartcatchers caught our eye so many years ago. It was only 21 cards, just outside of our wallet limits. But Emma took the core game and cut it down to 18 cards and changed the adorable hearts into adorable goblins. This one plays 2, and it is quite the competitive little game of sneakily messing with each other.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Better Description Needed!",
      "Containers: Wallets",
      "Game: Squabblin Goblins",
      "Players: Two-Player Only Games",
      "Series: Wallet Games (Button Shy)"
    ]
  },
  {
    "Rank": "18111",
    "Name": "Runar",
    "ID": 369995,
    "Year": "(2023)",
    "Geek Rating": "5.519",
    "Avg Rating": "7.65",
    "Link": "https://boardgamegeek.com/boardgame/369995/runar",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "&ldquo;We must stop our search; the Genesis can&rsquo;t go on anymore; let&rsquo;s begin the emergency procedure to land on this planet&rdquo;&#10;Captain Achab orders to deploy the escape pods, while the hull of the ship is broken into scorching fragments as it enters the atmosphere.&#10;...Thousands of years later...&#10;&ldquo;They saw The Dreki of Odin and the other Gods in the grey sky. They came to save the beloved Mannheimr from the bloody invasion of the Jotunn. The Gods came down from the sacred ship, gliding on their shields, surrounded by flaming embers. I spent my whole life looking for the place where they landed and where the battle took place, I&rsquo;m finally sure I found it!&rdquo;&#10;&#10;The sound of the horns cuts off the old Alfarinn. The Drekar from each clan depart the Roskilde harbor, bringing on board the most valiant and skillful heroes. The hunt for the mysterious Runic Gems, fragments of divine power, has just begun!&#10;&#10;Runar is a competitive board game for 1-4 players, with high interaction and stunning comic-style miniatures.&#10;&#10;Each player forms and guides a Warband of three Viking Heroes through frozen and harsh lands, teeming with savage and lethal creatures.&#10;&#10;Earn victory points by defeating powerful Enemies, retrieving valuable Runic Gems, completing various objectives, and defeating opposing Heroes.&#10;&#10;Destiny Cards mark the unique moments of the game and trigger the final round.&#10;&#10;Play epic single matches, with Heroes at full power, or play a 5 episodes campaign, evolving your Heroes during the journey.&#10;&#10;The Warband of Heroes with the most victory points wins the game and grants access to Ragnarok!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Miniatures",
      "Mythology"
    ],
    "Mechanics": [
      "Action / Event",
      "Deck Construction",
      "Hand Management",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Theme: Vikings"
    ]
  },
  {
    "Rank": "18112",
    "Name": "Escoba",
    "ID": 265099,
    "Year": null,
    "Geek Rating": "5.519",
    "Avg Rating": "6.46",
    "Link": "https://boardgamegeek.com/boardgame/265099/escoba",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "1.25",
    "Description": "Escoba is a traditional spanish card game which means &quot;broom&quot;.&#10;&#10;The game is played with a 40-card Spanish deck with cards worthing 1 to 10 in each of the four suits. It can be played from 2 to 4 players.&#10;&#10;The game is played through several rounds in which the dealer deals 3 cards to each player. After dealing the first time, the dealer puts 4 cards on the table.&#10;&#10;The players take turns playing a card from their hand and trying to sum exactly 15 adding the card played to any combination of cards in the table, if the player is able to do so he &quot;wins&quot; the cards adding up 15. If there are several combinations available, the player chooses which cards &quot;wins&quot;. If the player takes all the cards in the table he scores a &quot;Escoba&quot; which is worth 1 point at the end of the game. If the player can't add up to 15 he leaves his card over the table and then the next player play a card.&#10;&#10;After all cards are played, the dealer deals another 3 cards to each player and another round is played. Rounds are played until there are no cards left in the deck. At that time, the player &quot;won&quot; cards last, &quot;win&quot; the remaining cards on the table and scores are calculated.&#10;&#10;Bonus points are awarded:&#10;&#10;&#10;     1 ponit for each &quot;Escoba&quot;  &#10;     1 point for the player who &quot;won&quot; most cards&#10;     1 point for the player with most &quot;Oros&quot; (the golden coin suit)&#10;     1 point for the player with most sevens&#10;     1 point for the player with with the seven of &quot;Oros&quot;&#10;&#10;&#10;In case of tie nobody scores the bonus point.&#10;&#10;Special event: if when the dealer places the initial 4 cards on the table, they add up 15, the dealer &quot;wins&quot; all of them and scores a &quot;Escoba&quot;.&#10;&#10;The player with most points win. The game can be played through several hands adding the points from each hand to a determined total.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Card Games: Fishing",
      "Components: Traditional Playing Cards"
    ]
  },
  {
    "Rank": "18113",
    "Name": "Dungeon of Darkness",
    "ID": 229909,
    "Year": "(2017)",
    "Geek Rating": "5.519",
    "Avg Rating": "7.17",
    "Link": "https://boardgamegeek.com/boardgame/229909/dungeon-of-darkness",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Description from the designer:&#10;&#10;A solitaire dungeon crawler where the player wants to accumulate as much gold as possible. Player will venture through the dungeon and explore the level by revealing dungeon cards 1 by 1. Danger such as monsters, darkness cards and nasty events awaits the player, but do not lose hope because there will be items to aid the player through the adventure as well. The game ends when the player escapes the dungeon alive and gold will be calculated as score.&#10;&#10;Note: Player will have to prepare d20 and d6 dice themselves. The rules and the print&amp;play version can be downloaded for free.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "18114",
    "Name": "Scene It? Movie Second Edition",
    "ID": 32688,
    "Year": "(2007)",
    "Geek Rating": "5.519",
    "Avg Rating": "5.74",
    "Link": "https://boardgamegeek.com/boardgame/32688/scene-it-movie-second-edition",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.6429",
    "Description": "From the Publisher:&#10;&#10;All-new edition of America's favorite DVD trivia game!&#10;Scene It? Movie 2nd Edition picks right up where the original left off. From the moment you pop in the DVD, you'll experience the very best in motion picture trivia from movies like Walk the Line, Dodge Ball and Casablanca. If you're really into movies, then let Scene It? Movie 2nd Edition put your movie trivia knowledge to the ultimate test. Ages 13 - Adult.&#10;&#10;Game Includes:&#10;Collectible Tin (Deluxe edition)&#10;1 DVD (Deluxe edition includes bonus DVD) &#10;Flextime&reg; Game Board &#10;Party Play &#10;4 Collectible Metal Tokens &#10;160 Trivia Cards &#10;30 Buzz Cards &#10;1 Six-Sided Die &#10;1 Eight-Sided Die &#10;Set of Game Rules&#10;&#10;",
    "Categories": [
      "Electronic",
      "Movies / TV / Radio theme",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Components: DVDs",
      "Game: Scene It?"
    ]
  },
  {
    "Rank": "18115",
    "Name": "Faulpelz",
    "ID": 153388,
    "Year": "(2014)",
    "Geek Rating": "5.519",
    "Avg Rating": "5.93",
    "Link": "https://boardgamegeek.com/boardgame/153388/faulpelz",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Game description from the publisher:&#10;&#10;Everything, everything is full of slackers! Sloths, hippos, lions, pandas: one is just as lazy as the next, and in Faulpelz they're all waiting to be collected by the players &mdash; but not all lazybones are the same as some animals are worth more points than others. Card by card, each player decides which animal he wants to collect, but only fully-exposed cards can be taken so look carefully and don't provide opponents the opportunity to collect the critters you want.&#10;&#10;In the end, whoever collects the most valuable sluggards wins!&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Animals: Hippopotamuses",
      "Animals: Lions",
      "Animals: Pandas"
    ]
  },
  {
    "Rank": "18116",
    "Name": "Fiasko",
    "ID": 2369,
    "Year": "(1997)",
    "Geek Rating": "5.519",
    "Avg Rating": "5.98",
    "Link": "https://boardgamegeek.com/boardgame/2369/fiasko",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.0833",
    "Description": "A small card game featuring a supermarket theme and a Can't Stop-like element to gameplay. Each turn, players may either draw a card or score their hand and begin collecting groceries anew. Hands are scored by multiplying the values of one type of grocery (milk, canned corn, etc. - the player decides which type will score) by the total number of cards in a players hand. The risk: If a player draws one of the 6 Fiasko cards, all cards in his hand are forfeit (apparently the grocery display had grown too tall and toppled over, based on the graphics). The deck also contains two Catastrophe cards, which cause all but the player who draws them to discard their hands. Players may score each type of grocery only once per game. The game ends when one player has scored all five types of merchandise. Player with the most points wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor"
    ],
    "Mechanics": [
      "End Game Bonuses",
      "Hand Management",
      "Push Your Luck",
      "Race",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "18117",
    "Name": "Spring on a String",
    "ID": 276280,
    "Year": "(2019)",
    "Geek Rating": "5.519",
    "Avg Rating": "6.20",
    "Link": "https://boardgamegeek.com/boardgame/276280/spring-on-a-string",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.6667",
    "Description": "Spring on a String uses laces and an unusual textile board made of felt which can be rolled up and worn in a pocket, making it a perfect travel game. Although it may look like a simple children's game with all those flowers and cute meadow animals, it offers a tense and thinky experience for two to four players of all ages.&#10;&#10;The board represents a meadow full of flowers. The flowers have a hole in the center in order to thread the lace through them. Players alternate between threading with their lace and trying to collect flowers with as many leaves as possible. They can collect any unoccupied flower on the board but the farther it is, the more lace it requires and they play only as long as the length of the lace allows them.&#10;&#10;The rules can be explained within a minute, but the game offers quite a lot of strategic depth and thanks to more than thirty animal cards also a huge replayability. At the start of the game, players agree on the amount of animals they want to use, setting up the complexity of the game. Each animal gets its favorite color and adds a special rule to all flowers of that color.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals",
      "Children's Game",
      "Puzzle"
    ],
    "Mechanics": [],
    "Families": [
      "Components: String"
    ]
  },
  {
    "Rank": "18118",
    "Name": "Rotterdam",
    "ID": 27789,
    "Year": "(2007)",
    "Geek Rating": "5.519",
    "Avg Rating": "5.88",
    "Link": "https://boardgamegeek.com/boardgame/27789/rotterdam",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.04",
    "Description": "The Harbour of Rotterdam&#10;At least 370 million tons of goods are being processed in the Rotterdam Harbour. From South America all sorts of exotic fruits are delivered to the Merwehaven and are being processed to all kinds of fruit juices. The Vulcaanhaven on the edge of Vlaardingen is specially equipped for the transfer or processing of grains from North America. Petroleum comes from the Middle East in large quantities to be transferred in gasoline and chemical products in the raffinaries in the Botlek. Mega carriers transport millions of containers from Asia with all kinds of products to the European market. The infrastructure around the Eemhaven and Waalhaven guarantee a quick transport to Europe.&#10;&#10;Harbour Tycoon&#10;This harbour game gives you the opportunity to be an entrepreneur transporting goods from all parts of the world with ships to the main port Rotterdam. The goods are processed in the different harbours to real products. But it can be quite busy in the harbour! Will you succeed in leading your ships to the right harbours and deliver products like bread, jam, gasoline and clothing to the European market in time? Maybe you will be the new Harbour Tycoon of Rotterdam!&#10;&#10;Family game and expansion&#10;The board game Rotterdam is easy to understand, but has an exciting game play with all the dynamics of the harbour in it. It can be played from 8 years and up. The players will enjoy the basic elements of the harbour: loading cargo, navigating your ships, transfer goods in the harbours and process the goods to products for the European market. Masters of Trade is the expansion to Rotterdam, which brings the economy to the game, introducing factories, more control and new markets.&#10;&#10;Sequel&#10;Rotterdam was the first game in the Ports of Europe series, being followed by Antwerpen in 2010.&#10;&#10;Expanded by Rotterdam: Masters of Trade.&#10;&#10;",
    "Categories": [
      "Economic",
      "Nautical",
      "Transportation"
    ],
    "Mechanics": [
      "Pick-up and Deliver",
      "Trading"
    ],
    "Families": [
      "Cities: Rotterdam (Netherlands)",
      "Country: Netherlands",
      "Series: Ports of Europe (Hans van Tol)"
    ]
  },
  {
    "Rank": "18119",
    "Name": "LetterTricks",
    "ID": 352684,
    "Year": "(2021)",
    "Geek Rating": "5.519",
    "Avg Rating": "6.55",
    "Link": "https://boardgamegeek.com/boardgame/352684/lettertricks",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "1",
    "Description": "LetterTricks is a collection of trick-taking card games.&#10;&#10;The deck consists of 52 cards, but instead of having numbers like most decks, each suit contains letters of the English alphabet.  There are three suits, each having all vowels, most common consonants, and two of the rarest consonants.&#10;&#10;LetterTricks Cooperative is a 4-5 player cooperative game in which players work together to form a word with each trick.  Players must follow suit if they can, and they earn a point for each trick in which a word can be formed by the letters at the end.  The highest card of suit led leads the next trick (with Z being the highest letter, and A being the lowest).  Perfect scores are possible, but rare.&#10;&#10;LetterTricks Competitive is a 3-5 player competitive trick taking game in which winning tricks earns letters from the trick; depending on the player count there are other ways to earn letters as well. At the end of a round, players take the letters they've received from the tricks and use them to form words.&#10;&#10;A team version of the game is also included in Version 2.0 of the game.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Score-and-Reset Game",
      "Spelling",
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "18120",
    "Name": "Demonslayer: Siege of Mt. Kunlun",
    "ID": 166260,
    "Year": "(2014)",
    "Geek Rating": "5.519",
    "Avg Rating": "6.41",
    "Link": "https://boardgamegeek.com/boardgame/166260/demonslayer-siege-of-mt-kunlun",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Demonslayer: The Siege of Mt. Kunlun is what is called a 'deck-building game,' for up to four players. The game is based on the story &ldquo;Warriors of Magic Mountain.&rdquo; Each player takes control of one Sect of the Kunlun Immortals, and they must compete with each other in defeating the dread forces of the Heart-Eaters. By defeating the Heart-Eaters, each player accumulates Cultivation. At the end of the game, once all the Heart-Eaters are defeated, the player with the most Cultivation is the winner.&#10;&#10;Every turn, players play a &ldquo;hand&rdquo; of cards, building up the player&rsquo;s &ldquo;ready deck&rdquo; and attacking the demon enemies. In each turn, players can &quot;obtain&quot; a card once, and attack once. Players can obtain spells as well as obtain &quot;meditation&quot; cards which are used to obtain more, stronger cards.  Players may also &quot;obtain&quot; Immortal warriors from their Immortal Roster area; Immortals are the foot-soldiers in the war against the Heart-Eaters.&#10;&#10;Each turn of the game is strategically important; one wrongly played hand can mean the difference between first and last place.&#10;&#10;There are four Sects of Immortals in Demonslayer, and each plays differently from each other. The Kunlun Sect excels at bringing high-powered Immortal warriors out quickly, each building on the other&rsquo;s strength. The Qicheng sect is good at calling on reserve Immortals to join the battle. The Kongtong Sect is proficient at Alchemy; creating powerful artifacts which help the Sect in it&rsquo;s battle&rsquo;s against the Heart Eaters. The noble Wuyi Sect Immortal Warriors sacrifice themselves for devastating combo attacks. Every sect also has 1 Sect Leader Immortal, who provides special powers which serve to define how the sect plays.&#10;&#10;The enemy of the game are the &ldquo;Heart-Eaters;&rdquo; demonic warriors who have attained immortality by reveling in lustful destruction and excess. Many of the heart eaters have spiritual parasites &ndash; called &ldquo;Miasma&rdquo; which infect the players after slaying. However, players also sometimes attack &ldquo;Treasure Beasts&rdquo; which can grant players special abilities once they are won.&#10;&#10;In one &quot;wave&quot; of Demonslayer, there are 8 Heart Eaters and one &quot;Overlord;&quot; a leader of that wave of Heart-Eaters. Demonslayer: Siege of Mt. Kunlun is not, strictly speaking, a game of inter-player competition. Players compete with each other to have the honor of being the most successful at protecting the heavens and Earth from the demon hoards. Yet, players are are essentially cooperating to defeat the enemy.&#10;&#10;This English-language version of the game already incorporates one expansion, called The Alchemist's Fortune. In time, we will release new expansions for you to enjoy, incorporating more players, more cards, more options, more strategy, and most of all &ndash; more fun.&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building"
    ],
    "Families": [
      "Category: Tower Defense"
    ]
  },
  {
    "Rank": "18121",
    "Name": "Chancellorsville (Second Edition)",
    "ID": 5778,
    "Year": "(1974)",
    "Geek Rating": "5.519",
    "Avg Rating": "5.88",
    "Link": "https://boardgamegeek.com/boardgame/5778/chancellorsville-second-edition",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.4706",
    "Description": "This is a complete redesign of the original Chancellorsville (1961 Version) and it recreates the Civil War battles around the town of Chancellorsville.&#10;&#10;Includes standard and optional game rules along with a historical summary.&#10;&#10;Avalon Hill Complexity rating - 4&#10;&#10;Re-Implements:&#10;&#10;    Chancellorsville&#10;&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Ratio / Combat Results Table",
      "Simulation"
    ],
    "Families": [
      "Digital Implementations: VASSAL",
      "Players: Two-Player Only Games",
      "States: Virginia"
    ]
  },
  {
    "Rank": "18122",
    "Name": "Blasting Billy",
    "ID": 362150,
    "Year": "(2022)",
    "Geek Rating": "5.519",
    "Avg Rating": "6.38",
    "Link": "https://boardgamegeek.com/boardgame/362150/blasting-billy",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Divide the loot from a bank robbery! But beware&hellip; Gang leader Blasting Billy is greedy and wants more loot than you. You only survive if you give the gang leader more than yourself. Other than that, it's every man for himself. Whoever takes the most points and survives Blasting Billy wins the game!&#10;&#10;The Wild West in 1860&hellip;&#10;&#10;As a member of Blasting Billy's savage outlaw gang, you've just completed the bank robbery of a lifetime. The loot is huge. But there is a problem. Gang boss Blasting Billy doesn't like to share! Anyone who claims more loot than Blasting Billy is out of luck.&#10;With Blasting Billy you have to deal cards smartly. The cards come in five suits. Each turn you can choose from three actions: lay the card in front of yourself, donate the card to Blasting Billy by placing it on the table with the correct color pile, or discard the card. At the end of the game it is checked how much Blasting Billy has gained in value per color. Anyone who has a higher card value in a certain suit is immediately out. Whoever stays alive with the highest value wins.&#10;Blasting Billy is a hilarious card game in which bluffing and clever math play a major role. If you can guess what your opponents are up to, you win the game. Do you know how to befriend Blasting Billy?&#10;&#10;",
    "Categories": [
      "American West",
      "Bluffing",
      "Card Game",
      "Deduction"
    ],
    "Mechanics": [
      "Push Your Luck"
    ],
    "Families": []
  },
  {
    "Rank": "18123",
    "Name": "Dragon Lairds",
    "ID": 19372,
    "Year": "(2007)",
    "Geek Rating": "5.519",
    "Avg Rating": "6.08",
    "Link": "https://boardgamegeek.com/boardgame/19372/dragon-lairds",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "In this cousin of Saint Petersburg, each player represents a monarch dragon clan, and attempts to assert herself as the Dragon Monarch by game end, by securing the most Royals (victory points).  In order to facilitate this process, players will use their Geld (money) to hire Dragon Lairds (aristocrats) and buy Resources (buildings) and Commoners (peasants).  You can use precious Royals (your victory points) to acquire Dragon Havocs, which empower you to do anything from getting extra cash, to stealing things from your opponents.  The Havocs tend to be one-shot little guys, however, and are always discarded to the bottom of the discard deck, as far out of reach as possible from those cards that pilfer the discard pile.&#10;&#10;At the end of each round, you accumulate the Geld and Royals that your acquisitions generate for your clan.  At the end of the game, you additionally receive any Finale Royals on cards as end-game victory points.&#10;&#10;From the Margaret Weis web site: &#10;Deep in the heart of an island continent, many years ago, was a long forgotten land of ancient Saureans&hellip; Dragons of all sizes and shapes, who had, through the generations tamed the foolish races of men, dwarves, and elves that lived among them. Over the centuries, they refined their techniques and now were trying to gain control over all the surrounding dragon countries. There could be only one Dragon Monarch, but who would it be?&#10;&#10;At the start of the game, each player is given a dragon clan and chooses to play either the king or queen of that clan.  The object is for your clan to score the most points in Royals by the end of the game and thus become the ruling Dragon Monarch.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Creatures: Dragons"
    ]
  },
  {
    "Rank": "18124",
    "Name": "Mein Schatz",
    "ID": 184490,
    "Year": "(2015)",
    "Geek Rating": "5.519",
    "Avg Rating": "6.19",
    "Link": "https://boardgamegeek.com/boardgame/184490/mein-schatz",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Description from the publisher:&#10;&#10;Players slip into the role of dwarves who have found a cave full of treasure. Now they take turns distributing their finds to the four treasure spaces, but the growing stacks make the dwarves more and more nervous. Should they secure their share now and make a run for it? Some dwarves are greedy and hang back, and by doing so they might miss the right moment to leave, with another player stealing their favorite treasure from right under their nose. And if the worse comes to the worst, the cave orc will catch them!&#10;&#10;Before leaving the cave in Mein Schatz (&quot;My Treasure&quot;), you need to decide on a treasure stack and a treasure type, so it's important to remember where the right treasures are. It's hard to keep track, but that stack in the top right corner contains quite a lot of pearl necklaces, right? And then you try to pick a good moment to leave. Usually it pays to wait as the treasure cache will only grow in the course of the game. But keep an eye on your fellow dwarves, and watch out for that cave orc!&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Memory",
      "Push Your Luck"
    ],
    "Families": []
  },
  {
    "Rank": "18125",
    "Name": "Crumbs!: The Sandwich Filler Game",
    "ID": 376583,
    "Year": "(2024)",
    "Geek Rating": "5.519",
    "Avg Rating": "7.57",
    "Link": "https://boardgamegeek.com/boardgame/376583/crumbs-the-sandwich-filler-game",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.75",
    "Description": "&quot;It's the lunchtime rush at your cafe, and you have a queue of hungry customers! Can you make enough sandwiches to fulfil their orders before they get fed up of waiting?&quot;&#10;&#10;'Crumbs!' is a solo/cooperative 18-card puzzle game, with 1-2 cafe owners working to serve sandwiches to their customers.&#10;&#10;Stack ingredient cards (Bread, Ham, Cheese, Salad, Egg, Salmon, Avocado) to make sandwiches. Every time you makes a sandwich matching a customer order, your actions reset to five. If your actions reach zero without having made a sandwich, your customers get tired of waiting and leave, losing you the game. Complete a number of orders (depending on your difficulty) to make it through the lunch rush and win the game!&#10;&#10;ON A ROLL:&#10;Efficiency is your key to happy customers, planning ahead for upcoming orders and managing your ingredients to make the most of your available actions:&#10;PREP - Place any number of a single ingredient onto your prep area.&#10;TOAST - Flip any number of bread/sandwiches to their toasted side.&#10;RESTOCK - Return any number of one ingredient from your completed orders to the counter.&#10;&#10;TWO BREADS ARE BETTER THAN ONE:&#10;Team up with a colleague and work together to serve your customers, but you only have access to half the ingredients each! Careful planning and communication are vital in this mode, as you pass ingredients to one another as part of your actions to achieve seamless efficiency.&#10;&#10;ORDER UP!:&#10;Each time you serve a sandwich, you may return all of one ingredient from your completed orders to the counter for free. Choose wisely, as your decision could make the difference between happy or hungry customers!&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play",
      "Puzzle"
    ],
    "Mechanics": [
      "Action Points",
      "Contracts",
      "Cooperative Game",
      "Pattern Building",
      "Solo / Solitaire Game",
      "Variable Set-up"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Contests: 18 Card Microgame",
      "Crowdfunding: Kickstarter",
      "Food & Drink: Cheese",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "18126",
    "Name": "Phoenix Command",
    "ID": 17787,
    "Year": "(1986)",
    "Geek Rating": "5.519",
    "Avg Rating": "6.53",
    "Link": "https://boardgamegeek.com/boardgame/17787/phoenix-command",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "60",
    "Play Time": "240",
    "Weight": "4.5",
    "Description": "Also known as the Phoenix Command Combat System. A small arms combat system for use with miniatures.&#10;&#10;While primarily thought of as a combat system for Leading Edge's Rhand Morningstar Missions RPG, the original Phoenix Command rules were also intended to be used for wargaming, either on the tabletop or a hex map. The game system concentrates on &quot;ultra realistic&quot; (in the form of ultra-detailed) firearms combat: &quot;Phoenix Command combines accurate simulation of gunshot wounds with detailed aiming and firing rules, and authentic modern weapon data to create a simple, fast-paced game with an incredibly realistic feel.&quot;&#10;&#10;Two sample hex map scenarios were included: The Bridge at Oppenheim (for 6-9 players, a NATO squad holds a bridge against a Soviet advance) and The Defense of the Apollo Ray (for 5 players, SAS versus terrorists hijacking a luxury liner).&#10;&#10;A number of supplements supplied the statistics for firearms of different eras. These initially included supplements for Modern Military Small Arms (1946-1960), Civilian &amp; Police Weapons (1946-1990), Military Weapons of WWII (1919-1945), and Military Weapons of WWI (1890-1918).&#10;&#10;More detail description of all book published can be found on RPG Geek.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Role Playing",
      "Simulation",
      "Team-Based Game"
    ],
    "Families": [
      "Series: Phoenix Command"
    ]
  },
  {
    "Rank": "18127",
    "Name": "Dinodocus",
    "ID": 332155,
    "Year": "(2021)",
    "Geek Rating": "5.519",
    "Avg Rating": "6.69",
    "Link": "https://boardgamegeek.com/boardgame/332155/dinodocus",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.5",
    "Description": "Dinodocus is a card game for 2 to 6 players that plays in 45 minutes, in which players assemble dinosaurs strong enough to resist for long periods of time.&#10;&#10;In Dinodocus, players will create and modify dinosaurs using cards depicting dinosaur body parts similar to an identikit. On top of these body parts, the cards also carry dinosaur name syllables and attack and defense values. The syllables creates specific names for each of your dinosaurs, whereas the attack and defense value give strength to your dinosaurs.&#10;&#10;During your turn, you first draw dinosaur body part cards, then you create new dinosaurs or modify any dinosaur on the table, and then you feed your dinosaurs. Herbivores will share a limited pool of vegetation tokens, while carnivores will hunt other dinosaurs. Your dinosaurs that couldn't find a food source will go extinct. The longer can survive your dinosaur species, and the more victory points you will get.&#10;&#10;During the modification phase, a lot of negotiation, intimidation, pleas, bluff, will appear to convince the current player to modify other players' dinosaurs, not yours!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Prehistoric"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Hand Management",
      "Negotiation",
      "Stat Check Resolution"
    ],
    "Families": [
      "Animals: Dinosaurs",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "18128",
    "Name": "Cock & Bull",
    "ID": 130202,
    "Year": "(2009)",
    "Geek Rating": "5.519",
    "Avg Rating": "6.41",
    "Link": "https://boardgamegeek.com/boardgame/130202/cock-and-bull",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "1",
    "Description": "A fast paced 2-player dice game with cocks, bulls and monkeys on the faces of the dice. Players try to place six 2-sided chips on a wooden game board that has an antique feel. When you roll pairs of monkeys, cocks or bulls, you place down or flip over a chip in the appropriate spot on the board. Strategy comes in when you roll a cock &amp; bull, you can either score one point on the pegboard, or remove one of your opponents chips. Bonus points are scored on the pegboard after you capture an area on the board with chips. When you roll 1 monkey your turn is over. There are two ways to win, either get all six chips on the game board, or move your wooden peg from start to finish.&#10;&#10;The original edition of this game was hand made and self-published by F. M. Smith beginning in 2009. The heavy wooden game boards are all signed and numbered personally by the creator. The game pieces fit inside a small cloth game bag included with the boards.&#10;&#10;The 2014 edition, published by Blue Panther, has a two-piece game board with wooden cubes to mark the scores, replacing the wooden pegboard of the original 2009 First Edition. This edition is easily identified by its smaller sized tan colored box with black lettering.&#10;&#10;The 2018 classic edition, also published by Blue Panther, has a one-piece game board with peg holes like the original. The box also includes a piece of felt in the bottom converting it into a dice tray. This edition comes in a 9 x 12 black box with white lettering.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "18129",
    "Name": "New York Kings",
    "ID": 131346,
    "Year": "(2012)",
    "Geek Rating": "5.519",
    "Avg Rating": "6.28",
    "Link": "https://boardgamegeek.com/boardgame/131346/new-york-kings",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.3333",
    "Description": "Each player in New York Kings plays the role of a wiseguy who will participate in the most memorable night in the history of the mafia. The New York King's throne is vacant. Rather than collapsing into fights between families, each family will send his or her best wiseguy into the city and its suburbs to find out who has more moxie, and in turn which family will rise. Money talks in this world, so the only goal in this game is to prove your wiseguy's worth by making the most money you can in one night. In simpler game terms, the player with the most money at the end of the game will be the new King of New York.&#10;&#10;The game board represents the connected districts of the city of Manhattan. During the game, missions will be available to different players. These mission smartphone cards show how many characters are necessary for its implementation, the location where the mission may be accepted and where it must be completed, whether or not it is a dangerous mission (NYPD watch!), and of course the amount of money you can make.&#10;&#10;During your turn you will begin a phase of corruption. Each player secretly tries to buy the first position player AND the right to control the police. Then players pick &quot;resources&quot; cards, which will be used to generate events or increase movements. Next, each player moves his characters &mdash; his wiseguy and his henchmen &mdash; then plays the actions he choose. Players can accept a mission, complete a mission, provoke opposing characters, or try to recruit new henchmen.&#10;&#10;Provocation is a kind of &quot;Texas Hold'em&quot; poker duel with die. You first bet, then throw three dice (the &quot;flop&quot;). Either one folds and loses his bet down or the provocation goes on until the shootout (fifth dice). Just like in poker, the weaker hand loses the pot and one of his characters.&#10;&#10;When a character or characters are stopped by the police during a dangerous mission, these situations are also managed through die rolls.&#10;&#10;",
    "Categories": [
      "Dice",
      "Mafia"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Pick-up and Deliver"
    ],
    "Families": [
      "Cities: New York (New York, USA)",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "18130",
    "Name": "Drags 2 Riches",
    "ID": 328958,
    "Year": "(2023)",
    "Geek Rating": "5.519",
    "Avg Rating": "7.08",
    "Link": "https://boardgamegeek.com/boardgame/328958/drags-2-riches",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Drags 2 Riches is the deckbuilding card game that finally allows you to live your drag truth. Take on the role of a drag queen building up your wardrobe of fierce and fabulous heels, wigs, outfits, make-up and accessories, laying them down in combinations that will stun the competition.&#10;&#10;Players work on their looks in secret, deciding whether to reveal them at the end of the round, or keep them hidden and build even more fabulous combos ready to win the most prestigious events. Every round is full of tension and excitement as you never know who will reveal a look, and only one of you queens can win!&#10;&#10;So, if you want to slay the competition&hellip; be fabulous, be sassy, and most of all, be fierce!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Deck Construction",
      "Deduction",
      "Open Drafting",
      "Push Your Luck"
    ],
    "Families": [
      "Theme: Fashion",
      "Theme: Queer / LGBTAIQ"
    ]
  },
  {
    "Rank": "18131",
    "Name": "Kenny G: Keepin' It Saxy Game",
    "ID": 283217,
    "Year": "(2019)",
    "Geek Rating": "5.519",
    "Avg Rating": "5.92",
    "Link": "https://boardgamegeek.com/boardgame/283217/kenny-g-keepin-it-saxy-game",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6667",
    "Description": "Players work together and use the power of jazz to keep Kenny G in the groove.&#10;&#10;Help Kenny G stay in the groove with the power of jazz! In this cooperative game, players work together to make sure Kenny stays smooth and saxy through a hectic day. During each round, players will play sound cards to help Kenny overcome uncool events, detangle his luscious locks, and avoid rush hour traffic without missing a brassy beat. No jazz playing in the elevator? Scat with your friends and a &ldquo;Biddle Scoodily Bop&rdquo; can get Kenny back in the groove and keeping it smooth and saxy.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Music"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "18132",
    "Name": "GoCaine",
    "ID": 344128,
    "Year": "(2021)",
    "Geek Rating": "5.519",
    "Avg Rating": "7.59",
    "Link": "https://boardgamegeek.com/boardgame/344128/gocaine",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "3",
    "Description": "GoCaine is a multiplayer Go strategy board game in which 2 to 6 players compete to build the most lucrative cocaine trafficking network.  GoCaine uses area control mechanics from the ancient game of surrounding stones known as Weiqi in China, Baduk in Korea, and Go in Japan.&#10;&#10;GoCaine is a game of both area control and of logistical and economic efficiency.  Deploy multipurpose security cells to gain control of territory.  Use your territories to buy, ship, or sell your product.  Build smuggling pipeline infrastructure so you can move more product more quickly to more locations.  Buy political influence to help protect your shipments from interdiction operations and to utilize law enforcement to disrupt your opponents&rsquo; supply lines. Whoever can move the most product the most efficiently and the most profitably will be victorious.  Alliances can be made and broken throughout the game, making for lively player interactions.&#10;&#10;On your turn, you:&#10;- Choose 1 action (either: buy/build, transport product, or sell product).&#10;- Then deploys 1 cell (i.e. 1 Go stone)&#10;- at any point during your turn or during an opponent's turn, a player may launch a Task Force Interdiction action to seize an opponent's product.&#10;&#10;Territory is gained or lost using Go mechanics.  In this regard, the game is an abstract game of strategic skill.  Players who are able to control territory in more zones typically are able to then build a better economic engine to make money faster than their opponents.  The first player to reach $1 billion wins.  Typically this happens at some point between 30 to 40 turns.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Economic",
      "Mafia",
      "Mature / Adult",
      "Territory Building"
    ],
    "Mechanics": [
      "Alliances",
      "Area Majority / Influence",
      "Area Movement",
      "Movement Points",
      "Network and Route Building",
      "Player Elimination",
      "Zone of Control"
    ],
    "Families": [
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "18133",
    "Name": "TRIUMPH: A card-arranging strategy game",
    "ID": 196256,
    "Year": "(2016)",
    "Geek Rating": "5.519",
    "Avg Rating": "6.93",
    "Link": "https://boardgamegeek.com/boardgame/196256/triumph-a-card-arranging-strategy-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "1.75",
    "Description": "A card game that challenges your strategy, memory, and puzzle-solving abilities as you race to match three rows of the same suit.&#10;&#10;Objective: Be the first player to line up 3 rows or columns of the same suit.&#10;&#10;Setting up the game: Deal 9 cards to each player face down. Players arrange their 9 cards into a 3x3 grid in front of them. Place the remaining cards face down between players to form a Draw Pile. The dealer takes the top 3 cards from the Draw Pile and places them face up to form the River.&#10;&#10;Gameplay: Each player must complete 1 of the following 5 actions on his or her turn until a player has won the game by lining 3 rows or columns of the same suit. On your turn you may: Play a Switch Card, Replace Card, Collect Card, Steal Card, or Discard any card in your area.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Puzzle"
    ],
    "Mechanics": [
      "Hand Management",
      "Memory",
      "Pattern Building",
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "18134",
    "Name": "Flip 9",
    "ID": 165737,
    "Year": "(2014)",
    "Geek Rating": "5.519",
    "Avg Rating": "6.01",
    "Link": "https://boardgamegeek.com/boardgame/165737/flip-9",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "4",
    "Play Time": "4",
    "Weight": "1.5",
    "Description": "Flip 9 is a solitaire game that challenges a player to organize numbered cards in a row from 9-1.&#10;&#10;To start, the player shuffles the cards and lays them out in a row. For the first turn, the player takes any two cards, swaps them, then sums these numbers (summing the numbers again if the sum is larger than nine). For example, if the player swaps cards 6 and 8, their sum is 14, and the sum of those numbers is 5. For the next swap, the player must swap card 5 with some other card. If the player places the cards in descending order from 9-1, she wins.&#10;&#10;The cards in Flip 9 are double-sided, though, and should you become at ease with the basic game, you can advance to the harder one. To start, flip half the cards to show the other side, then lay them out in a row. Each turn you'll still swap two cards, with every swap after the first having one of the cards being determined by the sum of the previous swap &mdash; but now you must also flip over the two cards being swapped. To win, you must place the cards in descending order from 9-1 and have the same side face up on all of the cards.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Number",
      "Puzzle"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Card Games",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "18135",
    "Name": "The Last Stronghold",
    "ID": 350714,
    "Year": "(2022)",
    "Geek Rating": "5.519",
    "Avg Rating": "6.55",
    "Link": "https://boardgamegeek.com/boardgame/350714/the-last-stronghold",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "1.6667",
    "Description": "The forces of darkness have pushed all the way south, destroying everything in their path. The city of Lux is all that stands in their way from completely overtaking the realm. A small group of heroes must work together to fend off the evil army long enough to take out its leader.&#10;&#10;The Last Stronghold is a dice-driven siege game in which you must fend off monsters in the areas surrounding Lux and prevent them from overtaking the city. You use special abilities and magical artifacts to manipulate the dice and monsters, with the goal of eventually taking out the final boss...should you last long enough. On your turn, you add threats to the board, decide which threats you want to deal with, move to that location, roll dice and use hero abilities to get rid of those threats, and repeat until you either defeat the final boss OR all heroes are incapacitated OR the main city you're protecting takes too much damage.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Category: Tower Defense",
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "18136",
    "Name": "Dragon Teeth Washer",
    "ID": 139627,
    "Year": "(2012)",
    "Geek Rating": "5.519",
    "Avg Rating": "5.76",
    "Link": "https://boardgamegeek.com/boardgame/139627/dragon-teeth-washer",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.3333",
    "Description": "&quot;Brush the dragon's teeth, you who have the courage!&quot;&#10;&#10;In Dragon Teeth Washer, players are brave men who must brush the teeth of dragons. They take turns brushing the teeth of these fearsome beasts, but dragons can't keep their mouths open all day. Occasionally they get tired, though, and must close their mouths. If one does and you happen to be the unlucky soul brushing that dragon's teeth, then...chomp!&#10;&#10;In each turn, the players must brush the teeth of a different dragon. Different dragons have different patience levels, expressed by a number. One player checks the dragon card, makes a statement about it which can be as vague or outright false as s/he wants, and then plays a brushing card with a number. The other players play their cards face-down and reveal simultaneously then. Starting with the smallest number, then counting up, the players check who was successful, who was bitten (whose card was counted when the dragon ran out of patience) and who didn't get his/her turn at all. Successful players get their card values in points, bitten players get negative points, and the others get nothing.&#10;&#10;After eight rounds, the player with the highest total wins the game.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Push Your Luck"
    ],
    "Families": [
      "Creatures: Dragons",
      "Series: Dobra gra rodzinna (Trefl)"
    ]
  },
  {
    "Rank": "18137",
    "Name": "Taiwan Monsters Brawl",
    "ID": 216367,
    "Year": "(2016)",
    "Geek Rating": "5.519",
    "Avg Rating": "6.48",
    "Link": "https://boardgamegeek.com/boardgame/216367/taiwan-monsters-brawl",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.25",
    "Description": "Taiwan Monsters Brawl is a game steeped in the rich cultural heritage of its homeland. From folklore legends and tales told in hushed whispers in remote villages, the monsters found within hail from the north to the south and everywhere in between. Shedding the more traditional horror elements, we've designed a game that is fun, culturally informative, and enjoyable for everyone.&#10;&#10;Taiwan Monsters Brawl is a light strategy board game for 2-4 players. Players control different monsters and challenge each other's monsters to combat. The outcome of the combat is decided by rolling dice and exploiting the monster's Ultimate Power according to the runes available on the monster board, in combination with the spell cards.&#10;&#10;Each round, the player can challenge another player's monster to a duel. The winner is determined by rolling challenge dice, with the winner receiving victory points (VPs). Spell cards can be used to enhance the power of the monsters to receive an advantage during the duels. The monster with the most VPs will be the most monstrous of them all.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Dice",
      "Fantasy",
      "Mythology"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Pattern Building",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Country: Taiwan",
      "Creatures: Monsters",
      "Crowdfunding: Zeczec"
    ]
  },
  {
    "Rank": "18138",
    "Name": "Black Gold (Texas Tea)",
    "ID": 11399,
    "Year": "(1990)",
    "Geek Rating": "5.519",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgame/11399/black-gold-texas-tea",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "1.6",
    "Description": "Black Gold (Texas Tea), the sister game Mississippi Banzai , is yet another in XTR's many alternate-history wargames.&#10;&#10;This one takes its cue from the post WW2 oddness of Tomorrow the World.  It's 1948 in the alternative-world where the Germans and Japanese won WW2, conquering our entire planet. Now they intend to square off against each other in one final night-marish showdown for world domination. The Japanese resolve to strike first, launching a 110-division offensive into the German Middle East. Their goal is to smash through Persia and seize the vital Iraqi and Kuwaiti oil fields. German missiles, Japanese Commandos, the Mahdi and his Moslem insurgents, German P-1101 jets, Maus heavy tanks, .. See what your super-elite Emporer's Loyal Hebrew's tanks can do to the vaunted Storm trooper Division Gobbels.&#10;&#10;It comes with a 20 page rule book, and alternative history, 300 counters representing divisions, regiments and air attack wings and includes Beginner's and Advanced rules.&#10;&#10;It is also interesting to note that this game depicts a battle in Iraq &amp; Kuwait, at the same time of the real Gulf War is in progress.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "States: Texas",
      "Theme: Alternate History"
    ]
  },
  {
    "Rank": "18139",
    "Name": "Dark Age: Core Rules",
    "ID": 13936,
    "Year": "(2002)",
    "Geek Rating": "5.519",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgame/13936/dark-age-core-rules",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.75",
    "Description": "Dark Age Games is a new gaming company that has produced a miniatures game based on the art and themes of Brom's Dark Age world. It's a dark and ruined world where different factions and different races battle to survive. The game is a skirmish level game using a d20 for all dice rolls. It is designed for a two-player game of approximately 20 models aside to take an hour or less for experienced players to play. At the same time it gives you all the tactics and control of alternate activation with detailed control of each model's actions.&#10;&#10;Game Mechanics &#10;All dice rolls are with a d20, low rolls are better, special rules for rolling 1's and 20's (criticals).&#10;The measurements are in cm for greater detail and variety amongst units.&#10;Play alternates between players with each activating a single unit at a time (individual or squad) and once all units have gone the turn is over.&#10;This is designed for an average 750 pt game to require approx. 20 figures a side.&#10;Each army plays different, each has a distinct appearance and background.&#10;The majority of units are melee units with advantages stacked in favor of more aggressive play.&#10;Additional rules cover malfunctions, spellcraft, special abilities, formations and many other advanced gaming features.&#10;&#10;Dark Age is introduced in the book Genesis, which covers the forces of the Forsaken, led by St. Mark, and opens the setting of this world with their encounters against the non-human Dragyri. The Story continues in Exodus, with the Forces of St. Mary battling the Skarrd, and Evolution, where the Devotees of St. John encounter the Brood.&#10;&#10;The revised Core Rules and several scenarios are presented by themselves in Essence.&#10;&#10;The current version of the Dark Age miniatures rules is Dark Age: Apocalypse Core Rules with expanded current force lists in Dark Age: Apocalypse &#226;&#128;&#147; Forcelists&#10;&#10;--from publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Novel-based",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Dark Age",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "18140",
    "Name": "Breakout & Pursuit: The Battle for France, 1944",
    "ID": 3812,
    "Year": "(1972)",
    "Geek Rating": "5.519",
    "Avg Rating": "6.06",
    "Link": "https://boardgamegeek.com/boardgame/3812/breakout-and-pursuit-the-battle-for-france-1944",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.5294",
    "Description": "Breakout &amp; Pursuit simulates the historical events of the Allied breakout from the Normandy Peninsula, and the subsequent campaign across France in pursuit of the shattered German Army.  The game also simulates many of the possibilities within the campaign between late July and early September 1944.&#10;&#10;255 counters&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Country: France",
      "Digital Implementations: VASSAL",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Kursk (SPI)"
    ]
  },
  {
    "Rank": "18141",
    "Name": "Beep! Beep!",
    "ID": 38287,
    "Year": "(2008)",
    "Geek Rating": "5.519",
    "Avg Rating": "5.66",
    "Link": "https://boardgamegeek.com/boardgame/38287/beep-beep",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1.0333",
    "Description": "Beep! Beep! Is a fast paced game of driving through a forest and swerving to miss the wildlife.&#10; The game consists of a small rubber squeaky car and 112 cards each with an animal in a particular color on it.  Players simultaneously try to match either the animal OR the color to those they have already avoided.  When three of the same color or animal appear at the same time, hit the squeaky car to Beep! Beep! your horn and get them out of the way.&#10; The player who avoids the most animals wins.&#10;&#10;Publisher blurb:&#10;&#10;Save the animals from the squeaky red car! Collect matching animals or colors, and be quick, because you all act at the same time! But take care to see whether in the middle of the table there are three identical animals or colors - then quickly squeeze the red car and win bonus points. Who can save the most animals and squeeze the most bonus points wins the game.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Card Game",
      "Children's Game",
      "Real-time",
      "Transportation"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Set Collection"
    ],
    "Families": [
      "Animals: Birds",
      "Animals: Cats",
      "Animals: Chickens / Roosters",
      "Animals: Frogs / Toads",
      "Animals: Hedgehogs / Porcupines",
      "Animals: Mice",
      "Animals: Moose / Elk",
      "Animals: Snakes",
      "Animals: Squirrels",
      "Animals: Turtles",
      "Theme: Traffic / Driving"
    ]
  },
  {
    "Rank": "18142",
    "Name": "Bohnanza",
    "ID": 261341,
    "Year": "(2018)",
    "Geek Rating": "5.519",
    "Avg Rating": "6.83",
    "Link": "https://boardgamegeek.com/boardgame/261341/bohnanza",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "In 2018, German publisher AMIGO released a special edition of the Bohnanza base game in a marketing partnership with the food production company &uuml;ltje that contains six bonus peanut cards. (&quot;Peanut&quot; in German is &quot;Erdnuss&quot;.)&#10;&#10;The game plays as traditional Bohnanza, with players trading cards and planting beans in fields in order to score points. While normally each type of bean must stand on its own in a field, the peanut card can be played on any other type of bean. If a field is harvested with a peanut on top of it, the entire field is worthless (as the peanut thief has been caught in the act). If, however, the peanut is buried between two other beans in that field, then the field is worth one more taler than normal.&#10;&#10;AMIGO notes that it produced 10,000 copies of this special edition.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Farming",
      "Negotiation"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Game: Bohnanza"
    ]
  },
  {
    "Rank": "18143",
    "Name": "En Pointe Toujours!",
    "ID": 8421,
    "Year": "(1997)",
    "Geek Rating": "5.519",
    "Avg Rating": "7.24",
    "Link": "https://boardgamegeek.com/boardgame/8421/en-pointe-toujours",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.3333",
    "Description": "A tactical wargame portraying French forces in Indochina, 1946-1954.&#10;&#10;Units are squads, Heavy Weapon Teams, and individual Leaders, vehicles &amp; guns. During play, players alternate activating formations under their respective leaders, with each activated unit able to take a single action - commonly move, fire or move 1/2 distance plus fire at reduced effect. A variety of other actions common to tactical scale games are possible - break down/assemble Heavy Weapons, entrench, etc.&#10;&#10;Infantry Combat is resolved on a CRT, with units being 'Stopped', 'Neutralised' (demoralised), Eliminated or losing a step. Anti-armour combat is resolved by a smaller CRT, using the difference between attack &amp; defence factors such as penetration, armour, terrain, movement, range, etc.&#10;&#10;Morale is measured per formation, with reduced efficiency (-1 to all actions, and must roll to activate at all) or even Rout possible after a certain number of losses.&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Vietnam War",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Movement Points",
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Components: DTP (Desktop Publishing)",
      "Country: Vietnam",
      "History: First Indochina War",
      "Magazine: Vae Victis",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: En Pointe Toujours! system (Vae Victis)"
    ]
  },
  {
    "Rank": "18144",
    "Name": "Brutus",
    "ID": 242900,
    "Year": "(2017)",
    "Geek Rating": "5.519",
    "Avg Rating": "6.77",
    "Link": "https://boardgamegeek.com/boardgame/242900/brutus",
    "Min Players": "4",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.25",
    "Description": "The goal of the game is always to be the first to get rid of his cards to score victory points and the theme of the game resumes the rivalry between Brutus and his father-in-law Caesar.&#10;&#10;The first player is called Imperator and after the cards are dealt by the Slave player, he decides how many cards (1, 2 or 3) will be exchanged during the forum phase. Each player discards this number of cards and in the order of play, players take the cards of their choice. The slave discards the remaining cards.&#10;&#10;The Imperator then plays a combination of cards (one or more cards of the same value, the cards being numbered from 1 to 13). The next player may pass or play the same number of cards but of higher value. This is played until no one wants (or can) beat the current combination. The player who placed this combination starts the next round.&#10;&#10;Brutus is the weakest card in the game but it is the only card that can beat the strongest card that is ... Caesar. And we can play any card on Brutus, which can only be played on Caesar.&#10;&#10;If the winning combination has a value between 9 and 13, it triggers an effect in favor of the player who asked it (discard cards, give cards to his opponents, earn points ...).&#10;&#10;When a player no longer has a card in hand, he scores points of glory that vary according to the number of players and takes the Position card corresponding to his place (from the first Imperator to the last Slave).&#10;&#10;When only one player remains with cards (who becomes the new slave), the round is over. After several rounds (to be defined at the beginning of the game), the player with the most points is the winner.&#10;&#10;Not the same game as Brutus: The Board Game&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "18145",
    "Name": "À la charge: Normands et Byzantins",
    "ID": 46991,
    "Year": "(2009)",
    "Geek Rating": "5.519",
    "Avg Rating": "7.15",
    "Link": "https://boardgamegeek.com/boardgame/46991/a-la-charge-normands-et-byzantins",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.8889",
    "Description": "&quot;&Agrave; la charge: Normands et Byzantins&quot; is a an introductory level tactical medieval wargame published in the issue #87 of Vae Victis.&#10;&#10;60 counters, one A4 map and two overlay.&#10;&#10;Two scenarios are included:&#10;&#10;     Civitate 1053 (Pope vs. Normands)&#10;     Kalavryai 1078 (Byzantine Emperor vs. Rebels)&#10;&#10;&#10;",
    "Categories": [
      "Medieval",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Ratio / Combat Results Table",
      "Zone of Control"
    ],
    "Families": [
      "Digital Implementations: VASSAL",
      "History: Byzantium",
      "Magazine: Vae Victis",
      "Players: Two-Player Only Games",
      "Series: A la Charge (Vae Victis)"
    ]
  },
  {
    "Rank": "18146",
    "Name": "\"I Would Kill Hitler\"",
    "ID": 335204,
    "Year": "(2021)",
    "Geek Rating": "5.519",
    "Avg Rating": "7.18",
    "Link": "https://boardgamegeek.com/boardgame/335204/i-would-kill-hitler",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "1",
    "Description": "The first game made out of spite!&#10;&#10;The game is simple! Players answer &quot;What Would You Do?&quot; to original hypotheticals using cards in their hands to complete their story! Play is similar to other party card games (rotating judge, point based system)&#10;&#10;1.  All players have 5 Plot Cards in hand.&#10;2.  Plot Cards are items, POVs, dialogue, people, or story elements you MUST include in your story if played.&#10;3.  There will be one judge per round who will read the Hypothetical Card to the group.&#10;4.  Players then select one Plot Card from their hand. They MUST incorporate it into their story.&#10;5.  The judge decides who's story was funniest, most realistic, or most plausible. That player wins the round. &#10;6.  The winning player keeps the hypothetical card to track their score.&#10;7.  After a player collects 5 Hypothetical Cards, that player wins the game.&#10;&#10;The game is inspired by an improv warm up exercise the creators play before performances, but has been fine tuned and workshopped to be EXTREMELY approachable.&#10;&#10;What connects the creators most though is spite. Spite for a man it was too hard to do. Spite for a man that ruined our night with his narcissism. Every copy we sell is in spite of him.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Player Judge",
      "Storytelling"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Mechanism: Judging Games"
    ]
  },
  {
    "Rank": "18147",
    "Name": "Straszydła",
    "ID": 288664,
    "Year": "(2019)",
    "Geek Rating": "5.519",
    "Avg Rating": "6.89",
    "Link": "https://boardgamegeek.com/boardgame/288664/straszydla",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "120",
    "Weight": "3.5",
    "Description": "Straszyd&#197;&#130;a is a board game for 2 to 4 players set in present times. As the Frights, descended from Slavic gods, it is up to each player to rebuild faith in monsters by scaring people. Scare to harvest more fear, collect terror to unleash magical powers, become alliance with little devils that can aid you in you&rsquo;re journey, use your resources wisely to be victorious. Created by Marek Buczy&#197;&#132;ski and Micha&#197;&#130; Czepczy&#197;&#132;ski, Straszyd&#197;&#130;a gives you a challenging game with changing action and deep strategy. Artwork by Marek Buczy&#197;&#132;ski and miniatures sculpted under the direction of Kamil Milaniuk.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Bluffing",
      "Fantasy",
      "Mythology"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Set Collection",
      "Simultaneous Action Selection",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Wspieram"
    ]
  },
  {
    "Rank": "18148",
    "Name": "Rolling Dice",
    "ID": 334543,
    "Year": "(2021)",
    "Geek Rating": "5.519",
    "Avg Rating": "6.15",
    "Link": "https://boardgamegeek.com/boardgame/334543/rolling-dice",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "In Rolling Dice, the interior of the game box becomes a dice arena, with a cardboard ice floe stuck in place to give you a spot upon which to land your dice and one side of the box removed to make it easier to roll your dice.&#10;&#10;Each round in the game, you roll three or four dice onto the ice floe. If you rolled four dice, then you choose one die to leave on the floe, removing the other three dice from play. If you rolled three dice &mdash; because one of your dice was on the ice floe from a previous round &mdash; then you must choose a just-rolled die that has a higher number than your previously-placed die or a just-rolled die that has gone farther on the ice floe than your previously-placed die. If you throw all your dice too hard and land in the &quot;water&quot; around the ice floe or you fail to roll higher or farther than a previously-placed die, then you place one die as a penalty on an ice block to the side of the board.&#10;&#10;Once all players have rolled in a round, whether with three dice or four, players score. Whoever has a die on the ice floe scores points equal to the sum of the pips showing on their die AND all the pips showing on dice that didn't go as far on the ice floe AND all the pips showing on dice out of play on ice blocks. Score bonus points if you're on a fish net and lose points if you're on an ice hole. (If you have a die on an ice block, you do not score this round.) Thus, the farther you roll on the ice floe, the greater your scoring potential &mdash; not to mention the potential of landing in the water.&#10;&#10;After scoring, start a new round beginning with whoever was first to place a die on an ice block, with all players once again rolling either three or four dice. The game ends the round that a player reaches or exceeds a certain point threshold, then the player with the most points wins.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Animals: Seals",
      "Components: Game Box Used In Play",
      "Components: Meeples (Animal) / Animeeples",
      "Region: Arctic"
    ]
  },
  {
    "Rank": "18149",
    "Name": "Forgenesis",
    "ID": 381023,
    "Year": "(2024)",
    "Geek Rating": "5.519",
    "Avg Rating": "6.38",
    "Link": "https://boardgamegeek.com/boardgame/381023/forgenesis",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "2",
    "Description": "In Forgenesis, you want to land on the opponent's base or make them unable to play.&#10;&#10;To set up, each player takes their six creature tokens, then they remove the same two types of tokens from play. Place the 4x4 game board with the corner of your color toward you. Choose a start player, who places one of their creatures with its active side up on one of the summoning spaces next to their corner; the other player then places one of their creatures on one of their summoning spaces.&#10;&#10;On a turn, activate any number of your active creatures on the board by either (1) moving them one space orthogonally toward the opponent's corner or (2) using their unique ability, after which you flip the token to its resting side. The frog jumps an orthogonally adjacent token, the firefly pulls a creature in the same orthogonal line adjacent to the firefly, the beetle pushes an orthogonally adjacent token one space, and so on. If a token leaves the board, it's permanently removed from play. To end your turn, you can summon a creature from your reserve onto an empty summoning space of your color.&#10;&#10;Instead of activating creatures, you can spend your turn flipping all of your resting animals to their active side.&#10;&#10;If you move one of your creatures onto the opponent's corner, you win. If you cannot activate a creature while also having no resting creatures, you lose.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement",
      "Moving Multiple Units",
      "Square Grid"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 4 x 4 Grids",
      "Crowdfunding: BackerKit",
      "Players: Two-Player Only Games",
      "Series: Soda Pop Collection (Thundergryph Games)"
    ]
  },
  {
    "Rank": "18150",
    "Name": "Timeline: History of Russia",
    "ID": 195244,
    "Year": "(2015)",
    "Geek Rating": "5.519",
    "Avg Rating": "6.94",
    "Link": "https://boardgamegeek.com/boardgame/195244/timeline-history-of-russia",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.5",
    "Description": "&#208;&#162;&#208;&#176;&#208;&#185;&#208;&#188;&#208;&#187;&#208;&#176;&#208;&#185;&#208;&#189;: &#208;&#152;&#209;&#129;&#209;&#130;&#208;&#190;&#209;&#128;&#208;&#184;&#209;&#143; &#208;&#160;&#208;&#190;&#209;&#129;&#209;&#129;&#208;&#184;&#208;&#184; (&quot;Timeline: History of Russia&quot;) is a card game played using 110 cards. Each card depicts a historical event on both sides, with the year in which that event occurred on only one side. Players take turns placing a card from their hand in a row on the table. After placing the card, the player reveals the date on it. If the card was placed correctly with the date in chronological order with all other cards on the table, the card stays in place; otherwise the card is removed from play and the player takes another card from the deck.&#10;&#10;The first player to get rid of all his cards by placing them correctly wins. If multiple players go out in the same round, then everyone else is eliminated from play and each of those players are dealt one more card for another round of play. If only one player has no cards after a bonus round, he wins; otherwise play continues until a single player goes out.&#10;&#10;Timeline: History of Russia can be combined with any other title in the Timeline series.&#10;&#10;Card represent event related to the culture of Russia. Only available in Russian.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Trivia"
    ],
    "Mechanics": [
      "Ordering"
    ],
    "Families": [
      "Country: Russia",
      "Game: Timeline",
      "Mechanism: Card Line"
    ]
  },
  {
    "Rank": "18151",
    "Name": "Summy",
    "ID": 84776,
    "Year": "(2010)",
    "Geek Rating": "5.519",
    "Avg Rating": "6.40",
    "Link": "https://boardgamegeek.com/boardgame/84776/summy",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.8889",
    "Description": "Similar to placing letters in Scrabble, teams take alternate turns placing 1-8 tiles to build a valid sum in horizontal or vertical direction. In each sum you must use at least 1 block which is already on table.&#10;&#10;For each digit in a sum you get its value as victory points. So you try to use high numbers which are already placed. You can place high numbers from your own blocks too, but your opponents can profit when you place them easily available and combinable with other placed blocks. You should also try to hold good combinations of digits and operators for later turns.&#10;&#10;While it requires calculating, it is more a puzzle game than a math game. You mainly search for possibilities by using deduction logic instead of calculating (which is induction logic).&#10;&#10;",
    "Categories": [
      "Math"
    ],
    "Mechanics": [
      "Hand Management",
      "Tile Placement"
    ],
    "Families": [
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "18152",
    "Name": "Zombie Run!",
    "ID": 169574,
    "Year": "(2014)",
    "Geek Rating": "5.519",
    "Avg Rating": "6.02",
    "Link": "https://boardgamegeek.com/boardgame/169574/zombie-run",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "From the manufacturer:&#10;&quot;Zombies have taken over the town and they're EVERYWHERE! Can you be the first to escape the town and get to safety? The player with the lowest number of zombies chasing them after five rounds wins and successfully escapes the town. Zombie Run combines memory with luck and is the ultimate card game for kids with braaaaaaaaaaaaains!&quot;&#10;&#10;Zombie Run! is a hand-comparison game with elements of memory (since you're only allowed to look at two cards from your hand per turn). After rounds of swapping a card drawn from the stock or waste with a card from the hand, any player may call for a showdown. All hands are compared and lowest takes the round.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Memory",
      "Party Game",
      "Zombies"
    ],
    "Mechanics": [
      "Hand Management",
      "Memory"
    ],
    "Families": [
      "Traditional Card Games: Golf"
    ]
  },
  {
    "Rank": "18153",
    "Name": "Kreuzverhör: Krimi-Kartenspiel für zwei \"Ermittler\"",
    "ID": 22336,
    "Year": "(2006)",
    "Geek Rating": "5.519",
    "Avg Rating": "6.06",
    "Link": "https://boardgamegeek.com/boardgame/22336/kreuzverhor-krimi-kartenspiel-fur-zwei-ermittler",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "1.8333",
    "Description": "Here is a description of the game from Die P&ouml;ppelkiste:&#10;&#10;The game Kreuzverhor (Cross Examination) is a deduction game &ndash; one of a relative few in the genre. The game&rsquo;s object is to find the right combination of criminal, crime scene, crime and tool. To do this, players alternately play out combinations and find out how many of them are correct (but without finding out which ones are correct). They can then play an action card that lets them get additional information. These action cards can be neutralized using defense cards. The first player to deduce the right combination and lay it out wins. The game sounds a little like Mastermind, but with the extra cards that can provide more information.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Deduction",
      "Hand Management"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Gmeiner Spannung (Gmeiner-Verlag)",
      "Series: Krimi-Kartenspiel (Gmeiner-Verlag)",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "18154",
    "Name": "Catch Phrase: Uncensored",
    "ID": 242186,
    "Year": "(2017)",
    "Geek Rating": "5.519",
    "Avg Rating": "6.47",
    "Link": "https://boardgamegeek.com/boardgame/242186/catch-phrase-uncensored",
    "Min Players": "4",
    "Max Players": "0",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "0",
    "Description": "It's the Grab It, Guess It, Pass It Game&hellip;with no filter! This edition of the electronic Catch Phrase game is for adults only! Gather your friends together, choose, teams, and try to get your teammates to say the displayed phrase or word by giving them clues. There are plenty of categories to choose from including Entertained, Pick Me, Things and Stuff, World Wide What, and You Never Know. Some phrases are not suitable for work, and others are just off-the-wall such as &quot;&quot;pee in the pool&quot;&quot;, &quot;&quot;silent but deadly&quot;&quot;, and &quot;&quot;wrecking ball&quot;&quot;. Don't get caught holding the unit when the buzzer goes off because the other team will score a point. The first team to reach 7 points wins.&#10;&#10;&bull; Includes game unit and instructions.&#10;&#10;&bull; Electronic Catch Phrase game challenges teams to guess adult words and phrases&#10;&bull; 5,000 adult words and phrases&#10;&bull; Timer keeps track and buzzes when a team's out of time&#10;&bull; Word and scores of each team appear in the display area&#10;&#10;",
    "Categories": [
      "Electronic"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Catch Phrase",
      "Versions & Editions: Adult Versions of Family-Friendly Games"
    ]
  },
  {
    "Rank": "18155",
    "Name": "Rookie Heroes",
    "ID": 183677,
    "Year": "(2017)",
    "Geek Rating": "5.519",
    "Avg Rating": "6.35",
    "Link": "https://boardgamegeek.com/boardgame/183677/rookie-heroes",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.3333",
    "Description": "Broke Hill, 1981. The city is experiencing a surge in violence, and the popular local group of superheroes, &quot;The Guardians&quot; can not cope. They are looking for a new recruit.&#10;&#10;Each of the players will be in the shoes of one of the rookie heroes who intend to join &quot;The Guardians&quot;. To do this they will have their abilities (each will be specialized in one of the four - Strength, Speed, Elements and psychic) and Heroic Resources (cards).&#10;&#10;The test is to undergo a normal day in the city, solving real missions. Which achieved more (and more important) missions, who will stay with the job.&#10;&#10;Each turn the First Player will show several missions. Each player will place a bid for the mission he wants. Every player will face one mission per turn, and try to fulfill it.&#10;To get it you will use as many dice as your main characteristic for this mission, and you can negotiate and use bonus cards to do it easier.&#10;&#10;The hero with the most Mission Points will win, and will join &quot;The Guardians&quot;.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip",
      "Dice",
      "Negotiation"
    ],
    "Mechanics": [
      "Action Queue",
      "Auction / Bidding",
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management",
      "Set Collection",
      "Variable Player Powers"
    ],
    "Families": [
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "18156",
    "Name": "Primate Fear",
    "ID": 147145,
    "Year": "(2013)",
    "Geek Rating": "5.519",
    "Avg Rating": "5.91",
    "Link": "https://boardgamegeek.com/boardgame/147145/primate-fear",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.5",
    "Description": "Primate Fear is set in the same world as Gigantoskop's Spank the Monkey and is compatible with that game and its expansions, but this time when you start monkeying around in a junkyard, you'll find it a much darker experience as this junkyard was built on an old haunted cemetery.&#10;&#10;As in Spank the Monkey, players scrounge around trying to find junk to build towers and locate parts for reinforcements to make the towers stronger, but they're not trying to reach the monkey and spank it this time. Oh, no. On the contrary, they are trying to get as far away from it as possible because this monkey is not a mischievous nuisance but rather a reanimated zombie monstrosity of an ape. Once the players have stumbled over all the monkey parts and the monkey awakes, it will climb after the players, eating the brains of the ones it catches until only one player remains &ndash; the winner.&#10;&#10;In game terms, each player starts with a hand of five cards. On a turn, a player draws 1-2 cards, then plays at most one Junk card to start or continue building his tower and at most one Reinforcement card to strengthen his highest Junk card. He can also play one or more Attack cards on opponents to try to demolish their towers, lowering them within reach of Frankenmonkey. Players can use Defense cards to try to ward off attacks, with the active player rolling a die to see whether an attack succeeds. If it does, that player's tower might further crumble as the junk collapses on top of other junk.&#10;&#10;Each time a player uses a card with a monkey claw on it, a new part is added to Frankenmonkey on the assembly board; if the monkey is complete, then the claw raises the monkey up one level on the height board. At the end of each player's turn, the monkey (if still complete) rises one level, eliminating players at that same height.&#10;&#10;Players can use Primate Fear cards with Spank the Monkey rules and vice versa, or they can combine the games, with the goal being to spank the monkey before anyone else while still having your brain intact.&#10;&#10;Integrates with:&#10;&#10;&#10;    Spank the Monkey&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Zombies"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Player Elimination",
      "Take That"
    ],
    "Families": [
      "Animals: Apes / Monkeys",
      "Theme: Trash / Garbage"
    ]
  },
  {
    "Rank": "18157",
    "Name": "Indian Ocean Region: South China Sea – Vol. II",
    "ID": 258209,
    "Year": "(2021)",
    "Geek Rating": "5.519",
    "Avg Rating": "7.46",
    "Link": "https://boardgamegeek.com/boardgame/258209/indian-ocean-region-south-china-sea-vol-ii",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "3",
    "Description": "&ldquo;The profound influence of sea commerce upon the wealth and strength of countries was clearly seen long before the true principles which governed its growth and prosperity were detected. To secure to one's own people a disproportionate share of such benefits, every effort was made to exclude others, either by the peaceful legislative methods of monopoly or prohibitory regulations, or, when these failed, by direct violence. The clash of interests, the angry feelings roused by conflicting attempts thus to appropriate the larger share, if not the whole, of the advantages of commerce, and of distant unsettled commercial regions, led to wars.&rdquo;&#10; - Alfred Thayer Mahan, The Influence Of Sea Power Upon History, 1660 - 1783&#10;&#10;Although advertised as purely commercial ventures, China&rsquo;s &ldquo;String of Pearls&rdquo; (a series of key ports) across the Indian Ocean Region (IOR) gives her the option to assert sea control of that theater, and for good reason.  About 80% of the PRC&rsquo;s oil transits the IOR before bottlenecking at the Strait of Malacca and then going on to terminate at ports in the PRC.  Even a Gwadar-Kashgar oil pipeline, designed to bypass the full-length IOR route, would still require some initial sea transport, followed by a vulnerable off load, and couldn&rsquo;t carry the full load anyway.&#10;&#10;Therefore, in a modern interpretation of Mahan&rsquo;s observations, China has used &ldquo;legislative methods&hellip;monopoly&hellip;(and) prohibitory regulations&rdquo; all via diplomacy to secure its oil-toting sea lanes throughout the IOR.  Patient cultivation of relations with Pakistan over decades has delivered access to the updated, modern port at Gwadar, Pakistan.  Buoyed by Chinese land leases and development projects, Maldivian President Yameen has drifted closer to China while his opposition looks to India.  In Sri Lanka, China may have used &ldquo;debt trap diplomacy&rdquo; by forgiving debt to obtain certain rights to the port at Hambantota for 99-years.  How ironic, after regaining Hong Kong, China is now using tactics reminiscent of Imperial British mercantilists to gain Ceylon!  The confidential nature of certain aspects of these deals along with the close association of many Chinese firms to their military and government opens up the possibility of &ldquo;dual use&rdquo; facilities that might quickly transition from commercial to military applications.&#10;&#10;Thus, as China secures its sea lanes other powers perceive corresponding threats to their own.  India can&rsquo;t help but feel surrounded.  The United States has strategic incentive to preserve India as a counterbalance to Chinese expansion.  And, any nation drawing oil from the Persian Gulf or Africa must wonder about the possible negative consequences of unrestrained Chinese power.  The increasing presence of Chinese naval vessels in the region only strengthens these concerns.  So, the IOR is not only a point of potential geopolitical friction, but also a critical theater in any larger global power conflict that erupts over friction elsewhere.&#10;&#10;The game Indian Ocean Region enables participants to play out possible future conflicts, circa 2025, from their political beginnings to military endings with the same game mechanics as used in the South China Sea game.  Players assume the roles of nations or groups of nations and deal cards in multiple rounds of play each representing three to seven weeks to advance their separate agendas.  Each card play might trigger armed conflict.  If violence comes to pass, the time scale compresses to three to seven hours per turn and players deploy their military units to resolve matters by force.  Those forces include: individual capital ships, pairs or triples of smaller vessels, squadrons of aircraft, and battalions of ground troops all waging war at the far end of logistical shoestrings.&#10;&#10;Product Information:&#10;    &bull; Complexity: 7 out of 10&#10;    &bull; Solitaire Suitability: 6 out of 10&#10;    &bull; Time Scale: 1 turn = between 3 and 7 hours&#10;    &bull; Map Scale: 1 hex = 45 nautical miles&#10;    &bull; Unit Scale: aircraft squadrons, pairs of ships/subs, land battalions&#10;    &bull; Players: Best with 2 players but can be played with up to 3 players, or solitaire&#10;    &bull; Playing Time: 2-4 hours depending on scenario&#10;&#10;Game Components:&#10;    &bull; Three 22x 34&rdquo; map sheets&#10;    &bull; Three Countersheets totaling 390 3/4&quot; counters&#10;    &bull; Deck of 39 political cards&#10;    &bull; Two player aid cards&#10;    &bull; Rule/scenario book&#10;    &bull; Two Dice&#10;    &bull; Box and Lid&#10;&#10;Game Credits:&#10;    &bull; Designer: John Gorkowski&#10;    &bull; Artist: Christopher Moeller&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Nautical",
      "Negotiation",
      "Political",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Country: India",
      "Region: Indian Ocean"
    ]
  },
  {
    "Rank": "18158",
    "Name": "BCT Command: Kandahar",
    "ID": 126708,
    "Year": "(2013)",
    "Geek Rating": "5.519",
    "Avg Rating": "6.84",
    "Link": "https://boardgamegeek.com/boardgame/126708/bct-command-kandahar",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "4",
    "Description": "BCT (Brigade Combat Team): Kandahar is an operational level wargame of operations in Afghanistan during the War on Terror. One player takes the role of a Coalition Force commander, the other the role of an Insurgent Force commander. Each player must accomplish objectives within a particular region, using a range of regular and irregular forces.&#10;&#10;Player decisions reflect actual Task Force Group level command via a Military Staff System. Each turn, players allocate operational capabilities, represented by Joint Operations Cards. How well a player conducts his joint operations often determines the outcome of battles. But combat is not simply attrition of enemy forces. It also includes the effects of both military and political operations, as well as intelligence play. Consequently, players must think along several fronts of modern conflict.&#10;&#10;A critical note: BCT Command: Kandahar uses many procedures similar to those currently utilized by U.S. and other Coalition forces. However, a number of abstractions were made to provide a playable game in a reasonable format.&#10;&#10;Objective Cards are a quantification of political determination as well as the goals for which players are fighting. A player can use Objective Cards to guide their game strategy as well as to gain certain advantages. Much of the game is in determining the enemy Objective, and then taking appropriate counteraction. Often, your Objectives will conflict with your military operations, and it is up to you, the player, to determine the advantages or disadvantages of certain courses of action.&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Simulation"
    ],
    "Families": [
      "Country: Afghanistan",
      "Country: USA",
      "History: War in Afghanistan",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "18159",
    "Name": "Pharao",
    "ID": 236485,
    "Year": "(2017)",
    "Geek Rating": "5.519",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/236485/pharao",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "In Die Mumien des Pharao, which the publisher calls the spiritual successor of Der zerstreute Pharao, a.k.a. Ramses II, players are attempting to get the mummies of the pharaohs back to their tombs with their pets. However, the pets are not just hiding, but wandering around beneath the pyramids! The first player to get all the mummies and their respective pets back into the pyramid tombs wins!&#10;&#10;Die Mumien des Pharao includes rules for solo play.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Children's Game",
      "Exploration",
      "Memory",
      "Mythology"
    ],
    "Mechanics": [
      "Grid Movement",
      "Memory"
    ],
    "Families": [
      "Ancient: Egypt",
      "Constructions: Pyramids",
      "Creatures: Mummies",
      "Players: Games with Solitaire Rules",
      "Series: Sphinx (Ravensburger)"
    ]
  },
  {
    "Rank": "18160",
    "Name": "Miscellaneous Game Book",
    "ID": 22427,
    "Year": null,
    "Geek Rating": "5.519",
    "Avg Rating": "6.35",
    "Link": "https://boardgamegeek.com/boardgame/22427/miscellaneous-game-book",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.8",
    "Description": "BGG has had a fluctuating policy on books over time. The current policy is that books of rules for games should not be listed, but the individual games should be listed. For example, Scarne's Encyclopedia of Card games should not be listed, but the individual games whose rules are contained therein should be (and most or all are). Books about game strategy, or catalogs and pictorial collections of historic games are not content for the database.&#10;&#10;This entry is to make listing, selling and trading of those other books possible at BGG. Books about one or multiple games or about more general topics such as game designing or the history of games belong here.&#10;&#10;Note that boardgame magazines go under Miscellaneous Game Magazine.&#10;&#10;Game catalogs, brochures, etc. go under Miscellaneous Game Merchandise.&#10;&#10;",
    "Categories": [
      "Book"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Miscellaneous Placeholder"
    ]
  },
  {
    "Rank": "18161",
    "Name": "Wicked Cribbage",
    "ID": 419170,
    "Year": "(2024)",
    "Geek Rating": "5.519",
    "Avg Rating": "9.60",
    "Link": "https://boardgamegeek.com/boardgame/419170/wicked-cribbage",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1",
    "Description": "Wicked Cribbage is a card game that overlays the game of cribbage. All of the rules of regular cribbage apply to Wicked Cribbage. Same standard 52-card deck and hole-riddled piece of wood. What has been added are two new types of cards intended to provide additional strategy and to enhance existing elements of chance.&#10;&#10;These two new cards consist of those that you play immediately when drawn and those that you hold until you decide to use them. The Wicked Cribbage cards have been given fittingly descriptive cribbage names.&#10;&#10;TWINKLER: This card must be played immediately, and is drawn when count reaches 15 or 31 during The Play.&#10;&#10;LUGGER: This card is held until ready to play, and is drawn during The Show by pegging at an exact multiple of 5. That is, when a player's peg lands directly on a 5, 10, 15, 20, etc.&#10;&#10;Draw the Wicked Cribbage card per the above and obey its instructions. Victory is achieved in the same way as cribbage: when one player reaches 121 points.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Math",
      "Number"
    ],
    "Mechanics": [
      "Action / Event",
      "Hand Management",
      "I Cut, You Choose",
      "Legacy Game",
      "Once-Per-Game Abilities",
      "Rock-Paper-Scissors"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Mechanism: Legacy",
      "Traditional Card Games: Cribbage"
    ]
  },
  {
    "Rank": "18162",
    "Name": "WarChest",
    "ID": 513,
    "Year": "(1999)",
    "Geek Rating": "5.519",
    "Avg Rating": "6.83",
    "Link": "https://boardgamegeek.com/boardgame/513/warchest",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "WarChest is a customizable miniatures game. In WarChest, players command warriors, sorcerers, monsters and other fantastic forces in battle on the world of Gaos. The object of the game is to capture the opponent's war chest.  Beginning on opposite sides of the board, players maneuver figures and use special abilities to gain a tactical advantage, attack enemy figures, and capture the opponent's war chest.  With each play, the opponent's choice of figures will provide a fresh new challenge. As players acquire more WarChest figures, armies will grow, offering a wider range of tactical options.&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Fantasy",
      "Medieval",
      "Wargame"
    ],
    "Mechanics": [
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Miniatures Games",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "18163",
    "Name": "Port Gdańsk",
    "ID": 267179,
    "Year": "(2018)",
    "Geek Rating": "5.519",
    "Avg Rating": "6.93",
    "Link": "https://boardgamegeek.com/boardgame/267179/port-gdansk",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2",
    "Description": "Port Gda&#197;&#132;sk has never been so busy! Tens of vessels are calling at the quays, while long arms of port cranes are put in motion high above the ground. Another busy day is starting in the largest Polish port. Dockworkers have their hands full to unload the goods waiting on vessels as fast as possible.&#10;&#10;In Port Gda&#197;&#132;sk board game you act as a company operating in the Port. Your task is to load and unload goods to make them reach their warehouses or means of transport in the shortest time. Don&rsquo;t forget about hiring workers and serving the awaiting cruise ships. It&rsquo;s thanks to them that you&rsquo;ll gain an advantage over your competition that&rsquo;s breathing down your neck and you&rsquo;ll increase your chances of winning. Be fast, first vessels are already calling at the quays!&#10;&#10;The game Port Gda&#197;&#132;sk consists of a series of player&rsquo;s turns. In your turn, you roll the dice to determine what kinds of actions you can perform. Available actions: loading, movement, and recruitment. Before or after performing the actions from the dice roll, you can do some additional activities:&#10;&#10;     Execute one order,&#10;     Use exchange panel once,&#10;     Serve one cruise ship.&#10;&#10;&#10;Gather goods, fill in port warehouses executing precious orders and send off your workers to serve the cruise ships!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Dice",
      "Economic",
      "Transportation"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Pick-up and Deliver",
      "Set Collection"
    ],
    "Families": [
      "Cities: Gdańsk (Poland)",
      "Country: Poland"
    ]
  },
  {
    "Rank": "18164",
    "Name": "Don't Get Got!: A Christmas Party Game",
    "ID": 268254,
    "Year": "(2018)",
    "Geek Rating": "5.519",
    "Avg Rating": "6.47",
    "Link": "https://boardgamegeek.com/boardgame/268254/dont-get-got-a-christmas-party-game",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Extra pack of challenges to play over Christmas.&#10;This game is all about completing secret missions. Each of the mission requires you to trick one of the other players. When you open the pack, it's really important that you read the rules and don't look at all the cards. Otherwise, you won't be able to play (and you just might ruin Christmas).&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Acting"
    ],
    "Families": [
      "Holidays: Christmas"
    ]
  },
  {
    "Rank": "18165",
    "Name": "The Red Burnoose: Algeria 1857",
    "ID": 339165,
    "Year": "(2022)",
    "Geek Rating": "5.519",
    "Avg Rating": "6.44",
    "Link": "https://boardgamegeek.com/boardgame/339165/the-red-burnoose-algeria-1857",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Join Fadhma N'Soumer in her fight against the invading French armies in the Kabylie region of Algeria in 1857. You will join forces with up to 3 other players in the co-operative board game The Red Burnoose: Algeria 1857 to use deck-building and area-control elements to survive as the French advance on your villages.&#10;&#10;The French are run as an automa deck for 1 to 4 players to defeat. Victory is achieved by outlasting the automa. Players control pieces on the board that they can strategically move between villages to help stop the French advance. Players use the cards in their hand and those they buy from the shared market to acquire new pieces for the board and to manipulate the board state.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Country: Algeria",
      "Crowdfunding: Kickstarter",
      "Theme: Colonial"
    ]
  },
  {
    "Rank": "18166",
    "Name": "LOTS: Filled In",
    "ID": 331416,
    "Year": "(2022)",
    "Geek Rating": "5.519",
    "Avg Rating": "7.21",
    "Link": "https://boardgamegeek.com/boardgame/331416/lots-filled-in",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1",
    "Description": "The crew is back on the site. New codes have forced the developers to scrap the original blueprints. It's up to you to redesign the next tower that will define the city's skyline.&#10;&#10;LOTS: Filled In is a roll and write game using &quot;draft crafting&quot;. Players will use a snake draft to gain dice. Once all players have drafted their second die, they will choose 1 die to use for its shape and the other for its color. This will &quot;craft&quot; a block of their choosing. All players will add their block to their tower by coloring in the spaces on their sheet.&#10;&#10;Through clever placement they will attempt to score points 4 different ways. Once a player can not legally place the block they crafted, the game ends and the player with the most points wins.&#10;&#10;",
    "Categories": [
      "Puzzle",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Mechanism: Dice Drafting",
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "18167",
    "Name": "Trafalgar",
    "ID": 9018,
    "Year": "(1973)",
    "Geek Rating": "5.519",
    "Avg Rating": "6.87",
    "Link": "https://boardgamegeek.com/boardgame/9018/trafalgar",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.625",
    "Description": "From the rules : Trafalgar is a game which simulates realistically a battle between two squadrons of famous ships, each of which played an important part in the Trafalgar battle.&#10;Trafalgar is an exciting game of skill. Use the wind and your tactical skills to outmaneuver the enemy, bombard his port, dismast his ships, silence his guns. Recreate the atmosphere of that famous battle.&#10;This game comes in a large box with 8 plastic ships with masts, sails etc and the battle is played out on a huge board.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Nautical",
      "Wargame"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Simulation"
    ],
    "Families": [
      "Country: France",
      "Region: Andalusia (Spain)"
    ]
  },
  {
    "Rank": "18168",
    "Name": "Dungeon Plungin'",
    "ID": 31412,
    "Year": "(2007)",
    "Geek Rating": "5.519",
    "Avg Rating": "7.02",
    "Link": "https://boardgamegeek.com/boardgame/31412/dungeon-plungin",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.1429",
    "Description": "Dungeon Plungin' is a fantasy board game of exploration and adventure.&#10;&#10;It has a basic rule book which describes the system. On top of this you need one of the scenario books.  Each scenario book contains specific rules, objectives, floor tiles and stand up figures for a single mission.&#10;&#10;In play you build a party of adventurers, then build a dungeon as you go, following the scenario specific rules.  There are treasures, traps, and monsters to be overcome.  Your party members can get stronger during play.  Every game is different as the number of variables is huge.&#10;&#10;",
    "Categories": [
      "Dice",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Print & Play"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Digital Implementations: VASSAL"
    ]
  },
  {
    "Rank": "18169",
    "Name": "Blindes Huhn",
    "ID": 28817,
    "Year": "(2007)",
    "Geek Rating": "5.519",
    "Avg Rating": "5.96",
    "Link": "https://boardgamegeek.com/boardgame/28817/blindes-huhn",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6429",
    "Description": "Bidding game where the person auctioning sells 3 cards from which 1 or 2 are face-up (auctioneers choice). Points are given only in only 3 colors of 5 available. Points are given also for sets of golden corn and blind chicken (5 per set). Blind chicken alone are worth -3 and golden corn alone +2.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Auction / Bidding"
    ],
    "Families": [
      "Animals: Chickens / Roosters"
    ]
  },
  {
    "Rank": "18170",
    "Name": "Townies",
    "ID": 351097,
    "Year": "(2022)",
    "Geek Rating": "5.519",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgame/351097/townies",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6667",
    "Description": "Townies is a roll&amp;write game, where each player will be developing a plan of a small and modern town. They will design its blocks and buildings, trying to adjust to the carousel of different color markers and the ever-changing dice rolls. The one whose city will be the most comfortable to live in will win.&#10;&#10;Gameplay&#10;The game is played over a series of rounds. Each round, two Project dice are rolled, and each player, using the marker of their current color, must do one of the following:&#10;&#10;&#10;     Draw a Shape &mdash; Fill 4 spaces of their map with the rolled Shape (anywhere on the map, rotated or flipped, but not modified)&#10;     Draw an Object and score VP for it &mdash; Attach an Object to a Block of the correlating color, according to either the rolled Object OR their current marker.&#10;&#10;&#10;When everyone is done drawing either the rolled Shape or one of the two Objects, the markers are passed around the table, and a new round begins.&#10;&#10;Game End&#10;When anyone announces their 9th Object, the game is over. The player with the most VP wins.&#10;&#10;Additional Modes&#10;The players can choose to play with any combination of Individual Goals, Additional Goals, and/or Bonuses that add even more tactical and strategical depth to the game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "City Building",
      "Dice",
      "Territory Building",
      "Transportation"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Die Icon Resolution",
      "End Game Bonuses",
      "Grid Coverage",
      "Hexagon Grid",
      "Paper-and-Pencil",
      "Pattern Building",
      "Simultaneous Action Selection",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "18171",
    "Name": "Lumacorsa",
    "ID": 111855,
    "Year": "(2011)",
    "Geek Rating": "5.519",
    "Avg Rating": "6.20",
    "Link": "https://boardgamegeek.com/boardgame/111855/lumacorsa",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.2857",
    "Description": "In Lumacorsa, a family card game about snail-racing, players have to bet on the snails involved in the race. A player can alter the speed of the snails by playing cards from his hand.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Racing"
    ],
    "Mechanics": [
      "Betting and Bluffing"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Animals: Snails"
    ]
  },
  {
    "Rank": "18172",
    "Name": "Trivial Pursuit: Star Wars – The Black Series Edition",
    "ID": 219348,
    "Year": "(2016)",
    "Geek Rating": "5.519",
    "Avg Rating": "6.13",
    "Link": "https://boardgamegeek.com/boardgame/219348/trivial-pursuit-star-wars-the-black-series-edition",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Description from the publisher:&#10;&#10;This Star Wars the Black Series edition of the Trivial Pursuit game gives players a chance to imagine that they are Jedi Masters of trivia! In this edition, players can recall favorite movie moments from the entire Star Wars saga including Star Wars: The Force Awakens. The game includes 1,800 questions in 6 Star Wars themed categories: The Cantina, The Force, Heroes, Villains and Scoundrels, The Saga, A Galaxy Far, Far Away, and Hyperspace. Players choose their allegiance and move around the board with a Jedi, Rebel Alliance, First Order, or Galactic Empire sculpted mover. The first player to collect all 6 wedges and answer the final question correctly wins.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Trivia"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Game: Trivial Pursuit",
      "Movies: Star Wars"
    ]
  },
  {
    "Rank": "18173",
    "Name": "Stereo Mind: Classical",
    "ID": 398707,
    "Year": "(2023)",
    "Geek Rating": "5.519",
    "Avg Rating": "6.98",
    "Link": "https://boardgamegeek.com/boardgame/398707/stereo-mind-classical",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Everyone's listening to the same song, but are we hearing the same thing? Turn up the volume and find out how much you think alike! This is Stereo Mind: Classical, a co-operative music appreciation game of solid sounds and group vibes!&#10;&#10;The players listen to the music and try to choose the same word. When all the players manage to select the same word, they keep the card as a success. The players can acquire up to 7 points as a team.&#10;&#10;&#10;     Revealing the top card of the Card deck, and scans the QR code of the current top card of the Card Deck. Press the play button on the resulting screen to stream a song or sounds.&#10;     Each player listens closely and secretly sets their own dial to the number next to the word that best suits the recording. Players should not discuss or otherwise signal their choice during this process.&#10;     Everyone counts to three and reveals their dials at the same time.&#10;&#10;&#10;If all players revealed the same number - SUCCESS! Score 1 point.&#10;If even one player shows a different number from any other player- FAILURE!&#10;&#10;When a turn ends with only one card left in the Cassette Tape Deck, the game is over. The players count their number of successes to determine the team&rsquo;s score.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Voting"
    ],
    "Families": [
      "Series: L.BOARD (Playte)"
    ]
  },
  {
    "Rank": "18174",
    "Name": "Suspects: Ewiger Fluch",
    "ID": 375707,
    "Year": "(2022)",
    "Geek Rating": "5.519",
    "Avg Rating": "6.22",
    "Link": "https://boardgamegeek.com/boardgame/375707/suspects-ewiger-fluch",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "150",
    "Weight": "2",
    "Description": "Suspects: Ewiger Fluch is a deduction-based murder mystery game that was released as part of a trilogy of cases in Suspects under the name &quot;The Wings of Vengeance&quot;.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Misc: Limited Replayability",
      "Series: Suspects (Studio H)"
    ]
  },
  {
    "Rank": "18175",
    "Name": "Pixel Demon's Realm",
    "ID": 284074,
    "Year": "(2019)",
    "Geek Rating": "5.519",
    "Avg Rating": "7.82",
    "Link": "https://boardgamegeek.com/boardgame/284074/pixel-demons-realm",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.8333",
    "Description": "Pixel Demon's Realm is a competitive, fast-paced, free-for-all, strategy card game, where players summon and take control of demons from a fantastic dark realm.&#10;&#10;Players must assemble a hand of ritual cards featuring diabolically themed suits and ranks, which correspond with the symbols on the many desirable demons. Players can 'bind' demons, by playing cards that match each of the demon's symbols. Binding certain numbers and types of demons, (or binding them in specific ways,) allows players to work towards their unique hidden win condition: a Pact, based on one of the seven deadly sins.&#10;&#10;Each demon introduces a unique curse effect that adds an element of chaos and a new challenge to be overcome. You must fulfill your Pact before being consumed by these curses! The game offers scaling complexity with different opt-in cards and modes, including a variant for solo-play.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Horror"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Creatures: Demons",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "18176",
    "Name": "The Game of Things: Travel/Expansion",
    "ID": 209488,
    "Year": "(2014)",
    "Geek Rating": "5.519",
    "Avg Rating": "6.46",
    "Link": "https://boardgamegeek.com/boardgame/209488/the-game-of-things-travelexpansion",
    "Min Players": "4",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Contains 107 new topic cards, Response pad, and instructions.&#10;Expansion deck 1 to the original party game of Things...&#10;Read out loud a topic card.  Write down your response, read all the responses aloud, then try to figure out WHO said WHAT.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "18177",
    "Name": "Actionworks",
    "ID": 140939,
    "Year": "(2013)",
    "Geek Rating": "5.519",
    "Avg Rating": "6.83",
    "Link": "https://boardgamegeek.com/boardgame/140939/actionworks",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.75",
    "Description": "A fast-paced Industrial-Revolution-themed card game.  Cards represent different kinds of actions in a factory.  Players try to collect cards of their action type while using cards to change the pool of available cards.&#10;&#10;When it's your turn, you can play cards from your hand to modify the state of the factory in many ways: moving cards onto the factory floor, tossing cards into the scrap heap, &quot;borrowing&quot; cards from your opponents, etc.  When you have cards you want to keep, you can ship them to your customers.  At the end of the game, your score is based on the value of the cards that you've shipped.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "18178",
    "Name": "Court of the Dead: Dark Harvest",
    "ID": 285105,
    "Year": "(2020)",
    "Geek Rating": "5.519",
    "Avg Rating": "6.43",
    "Link": "https://boardgamegeek.com/boardgame/285105/court-of-the-dead-dark-harvest",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.5",
    "Description": "Set in Sideshow's original dark-fantasy world, Court of the Dead: Dark Harvest, is a strategic bidding game for 3-6 players, in which each player is vying for power in the Court of the Dead and struggling to save as many souls as possible from annihilation in the Celestial War.&#10;&#10;Each game round in Court of the Dead: Dark Harvest has an income phase and two main phases of gameplay:&#10;&#10;&#10;     Income, in which players receive souls and influence to spend.&#10;     The Court phase, in which players will attempt to win the favor of powerful members of the court to aid their cause,&#10;     The Harvest phase, in which players will attempt to satisfy the demands of the Celestials while saving as many doomed souls as they can.&#10;&#10;&#10;At the end of the game, the player who is able to shepherd the most souls to safety, behind their player screen, will win the game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Comic Book / Strip",
      "Fantasy",
      "Mythology"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Betting and Bluffing",
      "Player Elimination",
      "Take That",
      "Team-Based Game"
    ],
    "Families": [
      "Components: Game Trayz Inside",
      "Digital Implementations: TableTop Simulator Mod (TTS)"
    ]
  },
  {
    "Rank": "18179",
    "Name": "Park Life: Hedgehog",
    "ID": 421149,
    "Year": "(2024)",
    "Geek Rating": "5.519",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/421149/park-life-hedgehog",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "Park Life: Hedgehog is a trick taking game about careful timing, profiting from opportunity, and adapting to other player's strategies.&#10;&#10;It was a beautiful day in Hawthorn Heath. Hedgehogs were dancing, reading, playing. Suddenly the weather changed. No one was ready&hellip; Except for you, a clever merchant. Sell umbrellas when it rains, ice cream when it&rsquo;s hot, tea and coffee when it&rsquo;s cold, kites when it's windy, and lanterns when it's foggy. Park Life has 5 weather-based suits.&#10;&#10;But customers are savvy, so only the merchant with the lowest price will make the sale. The lowest value card on suit wins the trick, but it is also is worth fewer points in the end. Additionally, every sale drains your supplies, so you discard extra cards face down when you win a trick.&#10;&#10;You can quickly make many small sales, but you&rsquo;ll go home before others, giving them the opportunity to make dramatic comebacks! But wait too long and others will make some solid sales, ensuring their lead. The player with the most points after everyone is cardless wins the round and flips their bonus point card to a lower value (another catch up mechanism). Win two rounds to win the game.&#10;&#10;For solo and co-op, there are set point goals needed to win, or play against the automa with rules in the deluxe rule book (you can download the deluxe rules for free below).&#10;&#10;As a may-follow trick taking game, you have agency to choose what strategy you want based on the cards dealt to you and the choices of others. This well-balanced hand management and action economy game avoids perfect information and fills Park Life with rich choices.&#10;&#10;&mdash;description from the publisher&#10;&#10;Although very similar to Park Life: People, this design isn't different in aesthetics but also by its deck composition (5 suits numbered 1-10) by its scoring (done after every round), by the reset of the cards after each round, by its winning condition (2 round wins to win the game). It is considered more family-friendly.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management",
      "Solo / Solitaire Game",
      "Trick-taking"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Animals: Hedgehogs / Porcupines",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Board Game Arena",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "18180",
    "Name": "Plateau X",
    "ID": 79216,
    "Year": "(2010)",
    "Geek Rating": "5.519",
    "Avg Rating": "5.89",
    "Link": "https://boardgamegeek.com/boardgame/79216/plateau-x",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Players try to reach the highest point on the ever changing board. In a turn, players either place a tile, place their pawn on the board, or move their pawn if it's already on the board.&#10;&#10;Moving a pawn is allowed under the condition that for each step (based on the square grid of the board), the pawn has to either go up or down one level. Precisely one level. Too steep a climb or descent and the pawn can't go there. Movement on the same level is also not allowed.&#10;&#10;The players that reaches the highest point is the winner. In case of a tie, the player that is on the largest plateau wins. If this doesn't solve the tie, then the player that has been on the highest point the longest is the winner.&#10;&#10;With two players, the game is very strategic. With 3 or 4 players luck also becomes a factor to take into account.&#10;&#10;EDIT (November, 2nd 2011): There's a new supplementary rule (approved of by Winning Moves):&#10;Players are allowed to remove their own pawn from the board as a separate move (and re-enter it on the ground level at some later point of the game as a separate move).&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Territory Building"
    ],
    "Mechanics": [
      "Modular Board",
      "Tile Placement"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Components: 6 x 6 Grids",
      "Components: 7 x 7 Grids"
    ]
  },
  {
    "Rank": "18181",
    "Name": "Quacksalbe",
    "ID": 819,
    "Year": "(1998)",
    "Geek Rating": "5.519",
    "Avg Rating": "6.39",
    "Link": "https://boardgamegeek.com/boardgame/819/quacksalbe",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.5",
    "Description": "from Game Cabinet Review&#10;&#10;Each player is a doctor practicing a specific type of medicine - acupuncture, drugs, blood letting, electric shocks - all the very latest techniques, all neatly color coded. Your hand of numbered cards may have some of your own color, and certainly some of other players' colors, and both low and high cards are useful as we shall see. In the manner of Carry On Doctor, the hapless victim patient is wheeled in before the arrayed quacks. Every patient is different, but your aim is to cure him (by having the largest combined total of cards in your color) without killing him (ditto, but exceeding the patient's specified limit). Your typical private patient is pretty weedy, so expires on a total higher than 14. You might play your own 8 card hoping to get close to the total, but your rivals will be only too pleased to play a 5 and a 3 to kill him off. The body goes into your mortuary (minus points) hopefully to be offset by cured patients (positive points). And that is it.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Medical"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "18182",
    "Name": "Pillage & Plunder",
    "ID": 1364,
    "Year": "(2000)",
    "Geek Rating": "5.519",
    "Avg Rating": "6.27",
    "Link": "https://boardgamegeek.com/boardgame/1364/pillage-and-plunder",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.2857",
    "Description": "Taken from www.evid.com (Evidence Interactive Website) :&#10;&#10;Pillage &amp; Plunder is a pirate-themed, strategy card game that features 298 full-color, high quality playing cards with original artwork by artist Josh Fisher.&#10;&#10;In Pillage &amp; Plunder, you take the role of a pirate captain. You sail in a dangerous sea full of rival pirates, heavy-laden merchant ships, pirate-hunting naval vessels, and forces both natural and supernatural.&#10;&#10;During your adventures, you will buy ships, outfit them with officers, crewmen, cargo and supplies. You will engage in cunning pirate attacks on merchant vessels and on other pirates. You will embark on treasure hunts and engage in commercial trade.&#10;&#10;Your objective is to become the first pirate in the game to amass 25,000 pieces of eight, to eliminate all the other players from the game, or be the pirate with the most wealth when the cards are exhausted.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Nautical",
      "Pirates"
    ],
    "Mechanics": [
      "Action Points",
      "Campaign / Battle Card Driven"
    ],
    "Families": []
  },
  {
    "Rank": "18183",
    "Name": "Clue Express",
    "ID": 34744,
    "Year": "(2008)",
    "Geek Rating": "5.519",
    "Avg Rating": "5.85",
    "Link": "https://boardgamegeek.com/boardgame/34744/clue-express",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.55",
    "Description": "Love playing the classic mystery-solving game but don't have time to play the original version? This express edition delivers a burst of fun in 20 minutes! Roll the dice, then make a suggestion. Peek at cards or the case file for extra clues. Includes rules for two ways to play, anytime, anywhere!&#10;&#10;Part of the Hasbro Express Line.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Containers: Round Boxes",
      "Game: Cluedo / Clue (Parker Brothers, et al)",
      "Series: Express Line (Hasbro)"
    ]
  },
  {
    "Rank": "18184",
    "Name": "Animouv",
    "ID": 212388,
    "Year": "(2017)",
    "Geek Rating": "5.519",
    "Avg Rating": "6.58",
    "Link": "https://boardgamegeek.com/boardgame/212388/animouv",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1.5",
    "Description": "Animouv is a children's game of moves and strategy! The object is to win animal cards. To do so, players move the animal counters across the board to line up the animals present on their cards &mdash; but it's not so easy to line up animals without other players interfering...&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Grid Movement",
      "Pattern Building"
    ],
    "Families": []
  },
  {
    "Rank": "18185",
    "Name": "Rubik's Flip",
    "ID": 3081,
    "Year": "(1981)",
    "Geek Rating": "5.519",
    "Avg Rating": "5.90",
    "Link": "https://boardgamegeek.com/boardgame/3081/rubiks-flip",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.375",
    "Description": "Abstract strategy game on a 4x4 board.&#10;&#10;One player takes the moon pieces (8 purple pieces with a gold moon on one side and a silver moon on the other side) and the second player takes the sun pieces (8 magenta pieces with a gold sun on one side and a silver sun on the other side).&#10;&#10;The board begins empty. The move (except the very first one, in which you can only place a piece of yours) consists of:&#10;1) move an already placed opponent's piece one square in any orthogonal direction, flipping its side&#10;2) putting one of your piece in any vacant square, whatever side up.&#10;&#10;The winner is the first player to get 3 of his game pieces of the same color (gold or silver) in a &quot;locked&quot; row, either horizontally, vertically or diagonally. A row of 3 is &quot;locked&quot; when none of the pieces in it can be flipped into an adjacent square because all the adjacent squares aren't empty.&#10;&#10;Previously published as Rubik's Magic and Rubik's Eclipse.  The versions vary in how the pieces are marked, but the rules are the same.  The name &quot;Rubik's Magic&quot; was also used for a puzzle unrelated to this game.&#10;&#10;Here's how the various games are related:&#10;&#10;    Head  &amp; Tails - Two colors of coins and front/back to each coin.&#10;    Rubik's Eclipse - Tiles either colored red/blue and the icon on the tile is either gold/silver. &#10;    Rubik's Magic - Tiles have circle/square and either black/silver background)&#10;    Rubik's Tac Toe - 8 blue/green &quot;O&quot;s and 8 yellow/white &quot;X&quot;s &#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 4 x 4 Grids",
      "Players: Two-Player Only Games",
      "Theme: Rubik's Cube"
    ]
  },
  {
    "Rank": "18186",
    "Name": "That's You!",
    "ID": 402267,
    "Year": "(2024)",
    "Geek Rating": "5.519",
    "Avg Rating": "7.26",
    "Link": "https://boardgamegeek.com/boardgame/402267/thats-you",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.3333",
    "Description": "Are you the nerd, the jock, the princess, or the weirdo of the group? You'll find out in That&rsquo;s You, a simple game about letting your friends know exactly what you think about them.&#10;&#10;In this game, a Clue Giver will be secretly assigned one out of six traits on the table that she will have to indicate to the other players. The Clue Giver must clue in the other players by indicating which among them are the most likely and least likely to be associated with the trait. The players then work together to try and interpret the clues and figure out which trait was selected. If they succeed, they get points!&#10;&#10;This game will give you and your friends a chance to find out who you really, truly are inside -- or who you appear to be to your friends, at least. If the description doesn&rsquo;t fit anybody else&hellip;That&rsquo;s&nbsp;You!&#10;&#10;",
    "Categories": [
      "Humor",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Storytelling",
      "Voting"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "18187",
    "Name": "Venture Angels",
    "ID": 255695,
    "Year": "(2018)",
    "Geek Rating": "5.519",
    "Avg Rating": "6.28",
    "Link": "https://boardgamegeek.com/boardgame/255695/venture-angels",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "In Venture Angels, you are billionaires who make investments in venture businesses for fun.&#10;&#10;In each round, appealing but risky ventures rise. Sort out pessimistic or frothy ventures from the good ones and invest in them secretly. At the end of each round, reveal the secret biddings and see which ventures have earned enough investment. Investors who made the most noticeable investment in them will be rewarded for their contributions to its success. The investor with the most fame at the end of the game becomes the Venture Angel.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Economic"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Betting and Bluffing",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "18188",
    "Name": "Sceptre 1027 A.D.",
    "ID": 6771,
    "Year": "(1986)",
    "Geek Rating": "5.519",
    "Avg Rating": "6.54",
    "Link": "https://boardgamegeek.com/boardgame/6771/sceptre-1027-ad",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.3333",
    "Description": "This is a chess-variant for 2 to 4 players.  It comes with 4 sets of standard chess pieces and nine 8x8 chessboards with various terrain features on them.&#10;&#10;Terrain consists of plain squares, forests, rivers, lakes, ruins, and bridges.  On plain squares, the king, queen, rook, and bishop move just as they do in normal chess.  The knight gains the ability to move three squares diagonally.  Pawns can move one, two, or three squares forward or diagonally forward.&#10;&#10;Pieces may have their movement restricted by various types of terrain.  For example, the rook may not move into forests, and may only move one square per turn in ruins.&#10;&#10;As in chess, the object is to checkmate your opponent's king.  If playing with more than two players, the king must actually be captured.  The player whose king was captured is eliminated from the game, and the capturing player takes control of all of his remaining pieces.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Modular Board"
    ],
    "Families": []
  },
  {
    "Rank": "18189",
    "Name": "The Smog Riders: Dimensions of Madness",
    "ID": 237311,
    "Year": "(2017)",
    "Geek Rating": "5.519",
    "Avg Rating": "6.73",
    "Link": "https://boardgamegeek.com/boardgame/237311/the-smog-riders-dimensions-of-madness",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.5",
    "Description": "The Smog Riders: Dimensions of Madness is a game of 2 to 4 players, in which each player controls a group of unique characters who compete against each other for control of the steam technology and the secrets hidden in the Stygian Dimension. In the course of the game, the characters will have to prepare themselves, adapt and use the changing environment to overcome their enemies.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Adventure",
      "Card Game",
      "Dice",
      "Exploration",
      "Fantasy",
      "Humor",
      "Maze",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Action Queue",
      "Area Majority / Influence",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Open Drafting",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Misc: LongPack Games",
      "Theme: Anime / Manga",
      "Theme: Steampunk"
    ]
  },
  {
    "Rank": "18190",
    "Name": "Henry V",
    "ID": 12169,
    "Year": "(1993)",
    "Geek Rating": "5.519",
    "Avg Rating": "6.29",
    "Link": "https://boardgamegeek.com/boardgame/12169/henry-v",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.6667",
    "Description": "100 Years War treatment by the prolific Markham.  Quad game covering the battles of Agincourt, Patay, Formigny and Castillon.&#10;&#10;",
    "Categories": [
      "Medieval",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Carentan (France)",
      "History: Hundred Years Wars",
      "Series: Royalists & Roundheads System (3W)"
    ]
  },
  {
    "Rank": "18191",
    "Name": "Tierra y Libertad, el juego revolucionario",
    "ID": 58764,
    "Year": "(2009)",
    "Geek Rating": "5.519",
    "Avg Rating": "6.89",
    "Link": "https://boardgamegeek.com/boardgame/58764/tierra-y-libertad-el-juego-revolucionario",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "50",
    "Play Time": "50",
    "Weight": "2.5",
    "Description": "Mexico 1910, the dictatorship has now more than 30 years, the government strips lands from the poor farm-workers and inhuman conditions in which the people lives makes you upset, you turn into a revolutionary encouraged by the consign &quot;Effective Suffrage, No Re-election&quot;.&#10;&quot;Tierra y Libertad&quot; is a cooperative, competitive game, the players take the role of revolutionaries fighting for better social conditions getting victory points, there can be a winner only if all players together can defeat he conservative government at the end of the game by reaching 150 victory points and the player who gets more victory points than the others will be &quot;the Greatest Revolutionary of Mexico&quot;.&#10;&#10;",
    "Categories": [
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Events",
      "Open Drafting",
      "Semi-Cooperative Game",
      "Set Collection",
      "Simulation"
    ],
    "Families": [
      "Country: Mexico",
      "Country: USA",
      "Historical Figures: Pancho Villa",
      "History: Mexican Revolution",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "18192",
    "Name": "11 de Setembre. Setge 1714",
    "ID": 38763,
    "Year": "(2008)",
    "Geek Rating": "5.519",
    "Avg Rating": "6.48",
    "Link": "https://boardgamegeek.com/boardgame/38763/11-de-setembre-setge-1714",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "1.8889",
    "Description": "[EN]&#10;11 de Setembre 1714 is a game based on the battle that took place in Barcelona, in September 11th 1714. One player (or team) controls the army of the Two Crowns (France and Spain), and the other (player or team) commands the Catalan army, which defends the city of Barcelona.&#10;&#10;The game is divided in different turns. Players alternate moving their units and attacking the enemy on each turn, having as an objective, the defeat of the opponent and the control of strategic areas.&#10;&#10;&#10;[CA]&#10;11 de Setembre 1714 &eacute;s un joc basat en la batalla que es produ&iacute; durant l'11 de setembre de 1714 a Barcelona. &#10;Un jugador (o equip) controla l'ex&egrave;rcit de les Dues Corones (Fran&ccedil;a i Espanya), i l'altre (jugador o equip) comanda l'ex&egrave;rcit catal&agrave; que defensava la Ciutat Comtal.&#10;&#10;La partida est&agrave; dividida en una s&egrave;rie de torns, en cadascun dels quals els jugadors s'alternen en el moviment de les seves unitats tot atacant l'enemic, amb l'objectiu de derrotar les forces del contrincant i controlar el m&agrave;xim d'espais estrat&egrave;gics.&#10;&#10;&#10;[ES]&#10;11 de Setembre 1714 es un juego basado en la batalla que se desarroll&oacute; durante el 11 de setiembre de 1714 en Barcelona.&#10;Un jugador (o equipo) controla al ej&eacute;rcito de las Dos Coronas (Francia y Espa&ntilde;a), y el otro (jugador o equipo) comanda el ej&eacute;rcito catal&aacute;n que defend&iacute;a la Ciudad Condal.&#10;&#10;La partida est&aacute; dividida en una serie de turnos, en cada uno de los cu&aacute;les los jugadores se alternan moviendo sus unidades y atacando al enemigo, con el objetivo de derrotar las fuerzas del contrincante y controlar el m&aacute;ximo n&uacute;mero de espacios estrat&eacute;gicos.&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Cities: Barcelona (Spain)",
      "Components: Map (City Scale)",
      "Country: France",
      "Country: Spain",
      "Digital Implementations: VASSAL",
      "History: Age of Kings",
      "History: War of the Spanish Succession",
      "Region: Catalonia (Spain)",
      "Theme: Siege"
    ]
  },
  {
    "Rank": "18193",
    "Name": "Armies of Arcana",
    "ID": 4176,
    "Year": "(1997)",
    "Geek Rating": "5.519",
    "Avg Rating": "7.79",
    "Link": "https://boardgamegeek.com/boardgame/4176/armies-of-arcana",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.6667",
    "Description": "Armies of Arcana is a set of miniature rules for fantasy figures, along the same lines as Warhammer Fantasy Battle but with a different focus in way play is balanced.  The rules accommodate both 15mm and 25mm figures.&#10;&#10;From publisher (Nov 2009):&#10;Armies of Arcana 5th Edition Softcover Rule book (Published by Terrain Warehouse)&#10;&#10;Armies of Arcana, fifth edition is a major revamp of the fourth and is in full colour. It contains 132 pages including templates and reference charts.&#10;&#10;Though this is a new edition it has not reworked the original rules only reorganised the layout for better reading. Most sections have been rewritten with the purpose of clarity.&#10;&#10;The fourth edition was published in 2002 and as such was not a true fourth version of the rules more of a combining of the three separate editions. The fifth edition brings the publication up to today&rsquo;s high standards.&#10;&#10;So what&rsquo;s different or new, what have we done? Well the main thing we have done is to combined the last few years of work on the forum with the existing edition and to expand the scope of the concept which is Arcana.&#10;&#10;The fifth edition will not come alone it now comes complete with a new Armies of Acrana website.&#10; The Book&#10;&#10;First it&rsquo;s now all colour with a new foreword and introduction in which we expanded the background of Arcana to give it some extra meaning. Then the book is divided into sections, the first is the basics principles with a new learn to play section for those who are new to wargaming.&#10;&#10;The second section contains all the turn sequences reworked to follow the actual turn sequence. Again some sections have been updated to follow what has been developed for the forum, especially the flying section.&#10;&#10;The next section is &lsquo;To Battle&rsquo; - this has had a major reworking. We have added terrain generators, a new scenario - Attrition, tournament rules. In the army building section we have revamped the vehicle, war machine and creature creation parts all now carry example of how to make them and are much easier to read and use.&#10;&#10;The spells have had little done to them other than some realigning by Thane.&#10;&#10;The last section contains the army lists and templates. There are now 23 official army lists plus the monsters list.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Digital Implementations: VASSAL"
    ]
  },
  {
    "Rank": "18194",
    "Name": "Naruto Collectible Card Game",
    "ID": 22910,
    "Year": "(2006)",
    "Geek Rating": "5.519",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgame/22910/naruto-collectible-card-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.125",
    "Description": "A new CCG based on the extremely popular anime show Naruto.  The game has been released in Japan for a little while now and is making its American debut due to the success of the show. The use of Ninja, Jutsu, and themed Mission cards stay true to the mood of the anime.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Fighting",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games",
      "Theme: Anime / Manga",
      "Theme: Ninjas"
    ]
  },
  {
    "Rank": "18195",
    "Name": "Animal Olympics",
    "ID": 13017,
    "Year": "(1989)",
    "Geek Rating": "5.519",
    "Avg Rating": "6.08",
    "Link": "https://boardgamegeek.com/boardgame/13017/animal-olympics",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Card game for 2-4 players . There are 39 cards with animals on them numbered from 1 to 39. Each player gets 8 cards and places them facedown in front of him or her . Now one card is drawn from the facedown card pile and the first player replaces that way one of his facedown cards with that card. The goal is to get an  ascending line of cards faceup but no card could be moved if once it is faceup. &#10;The replaced facedown card is now handed over faceup to the next player and so on.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Betting and Bluffing"
    ],
    "Families": [
      "Sports: Olympics"
    ]
  },
  {
    "Rank": "18196",
    "Name": "Nomads of Arabia: The Wandering Herds Game",
    "ID": 26363,
    "Year": "(2006)",
    "Geek Rating": "5.519",
    "Avg Rating": "6.05",
    "Link": "https://boardgamegeek.com/boardgame/26363/nomads-of-arabia-the-wandering-herds-game",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.2",
    "Description": "Follow the Pilgrim on the path to Mecca, capturing wild camels, goats, donkeys and horses on the way. The desert shifts -- don't let your herds get lost in the desert! In cities along the way you can sell your animals and find new handlers to help you capture different animals. When you reach Mecca, the Nomad who makes the largest offering to Allah wins the game!&#10;&#10;Choose a first player. Players will take turns in clockwise order. On a turn, you will move your Nomad (or not), use Handlers to capture or call wild animals, shift the desert, or sell your animals in the cities. Nomads must keep moving to avoid being lost in the desert, and the Pilgrim travels constantly toward Mecca. When the players reach Mecca, the Nomad who is able to make the most generous offering becomes most blessed in the eyes of Allah and wins the game.&#10;&#10;72 Dinar cards 43x66mm&#10;&#10;",
    "Categories": [
      "Arabian",
      "Economic"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board"
    ],
    "Families": [
      "Cities: Mecca (Saudi Arabia)",
      "Country: Saudi Arabia",
      "Region: Middle East",
      "Theme: Deserts"
    ]
  },
  {
    "Rank": "18197",
    "Name": "Aqua",
    "ID": 405924,
    "Year": "(2024)",
    "Geek Rating": "5.519",
    "Avg Rating": "6.79",
    "Link": "https://boardgamegeek.com/boardgame/405924/aqua",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "You and your fellow player are curators who want to create the best set-up for a new water-themed exhibit at your art museum. One of you believes very strongly in the power of vertical alignment, while the other argues that the focus should be on horizontal structure. You each take turns placing the paintings in the exhibit, and once you've finished, you earn presentation points for the horizontal or vertical groupings of the artwork. When the exhibition ends, the curator with the most points wins!&#10;&#10;In more detail, in Aqua, players take turns placing painting cards in the museum, with cards being placed face down when they're adjacent to face-up cards, and vice versa. When a face-down card is surrounded, flip it face up. When someone plays a face-up boat, each player moves a visitor token up to three spaces from that card, with each visitor token adding 1 point to the card on which it stands. Players score points by strategically aligning cards with matching icons and numbers in each row or column, with one player scoring the columns at game's end and the other scoring the rows &mdash; but these lines score only if they're valued from 10-20 points, so don't concentrate too much artistic power in one line!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Territory Building"
    ],
    "Mechanics": [
      "End Game Bonuses",
      "Hand Management",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Players: Two-Player Only Games",
      "Theme: Fine Art and Art Museums"
    ]
  },
  {
    "Rank": "18198",
    "Name": "Mustangs and Messerschmitts",
    "ID": 7784,
    "Year": "(1977)",
    "Geek Rating": "5.519",
    "Avg Rating": "7.47",
    "Link": "https://boardgamegeek.com/boardgame/7784/mustangs-and-messerschmitts",
    "Min Players": "2",
    "Max Players": "20",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.125",
    "Description": "&quot;Mustangs and Messerschmitts&quot; is a Tactical level miniatures wargame game designed to be a good simulation of air to air combat; however it is also a role playing game of sorts. Each player controls a single fighter aircraft (or, sometimes, a small bomber formation). These aircraft are represented using 1/72nd scale models (or 1/700 scale models for the bomber formations). This split scale of wargaming pieces used is purely for the convenience of the gamers . . . Each pilot flies his personal aircraft as a mode, and, using the described movement stands, 'flies' the aircraft.&quot;&#10;&#10;Ground scale: 1:787, 1 inch = 20 meters or 65.6 feet. Time scale: 1 turn = 5 seconds. Each movement point = approximately 35 mph or 55 kph. For two or more players.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Book",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Critical Hits and Failures",
      "Impulse Movement",
      "Measurement Movement",
      "Movement Points",
      "Player Elimination",
      "Role Playing",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Team-Based Game",
      "Three Dimensional Movement",
      "Variable Set-up"
    ],
    "Families": [
      "Country: United Kingdom"
    ]
  },
  {
    "Rank": "18199",
    "Name": "First Battle of Britain: The Air War Over England, 1917-18",
    "ID": 34311,
    "Year": "(2009)",
    "Geek Rating": "5.519",
    "Avg Rating": "6.59",
    "Link": "https://boardgamegeek.com/boardgame/34311/first-battle-of-britain-the-air-war-over-england-1",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "2.5",
    "Description": "Strategy &amp; Tactics magazine #255&#10;&#10;First Battle of Britain (1BoB) is a two-player wargame of intermediate complexity covering the 1917-18 German bomber offensive against England. The objective is to score more morale points than your opponent. Historically the bombing inflicted little real damage on British cities in general or industry in particular. The attacks' psychological impact, however, was enormous: the campaign demonstrated Britain was vulnerable to outside invaders for the first time in a millennium. Victory is therefore determined based on the German player's ability to panic the British populace.&#10;&#10;Each air unit represents a flight or squadron of aircraft. Each hexagon represents five miles from side to opposite side. Each &quot;operational turn&quot; represents one month. Each &quot;flying turn&quot; represents 20 minutes of flying time.&#10;&#10;1BoB has three scenarios. Scenario 1 covers the situation in 1917, with both sides racing to build up their airpower. Scenario 2 covers 1918, with both sides at full strength. Scenario 3 covers the entire campaign from 1917 through 1918. Players who want to get right into a head-to-head contest of strength in the skies over England are advised to begin with Scenario 2. Experienced players will need about four hours to finish one of the yearly scenarios, while the campaign game will take about eight hours to finish.&#10;&#10;Units include bombers and fighters, both carrier and land based, as well as Zeppelins, Royal Navy seaplane tenders and aircraft carriers, anti-aircraft artillery, aerodromes, civil defense and early warning. German formations and aircraft types included in the large-size iconic counter-mix (176 total), by famed artist Larry Hoffman, include the following: Albatross D-I, Fokker D-VII and Pfalz D-III fighters; the elite &quot;England&quot; and &quot;Kagohl 3&quot; bomber squadrons; along with plenty of Gotha and Riesen bombers. On the British side there are: Avro 504, Be-2, Be-12, Fe-2, Sopwith Camel, Sopwith Pup and Se5A fighters; along with DH-4, Handley Page and Strutter bombers. All planes are rated for air-to-air combat, pursuit, bombardment and speed.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: England",
      "Magazine: Strategy & Tactics",
      "Players: Two-Player Only Games",
      "Theme: Airships / Blimps / Dirigibles / Zeppelins"
    ]
  },
  {
    "Rank": "18200",
    "Name": "Dwarfest",
    "ID": 170337,
    "Year": "(2014)",
    "Geek Rating": "5.519",
    "Avg Rating": "6.03",
    "Link": "https://boardgamegeek.com/boardgame/170337/dwarfest",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.75",
    "Description": "Dwarfest is a game from 2 to 6 players that give you the possibility to run your own dwarven tavern.&#10;&#10;You'll need to manage your resources, satisfy your clients, sabotage your rivals and earn your gold to be the top bartender of all dwarven kingdom.&#10;&#10;The game revolves around a &quot;tapster&quot; mechanic based solely on skill for serving customers, mixing it with a card-driven system to simulate the affluence of customers in the taverns.&#10;&#10;The goal of the game is to be the richest bartender, having the most nuggets at the end of the 5th turn.&#10;Every turn is divided in 4 phases: supply, opening, brawl and closing.&#10;&#10;During the supply phase bartenders spend their nuggets to buy tables (to house more customers), beer barrels (to serve customers), hire dancers (to earn fame), or play some tavern cards (to earn more or to damage rivals); in the opening phase in order of fame every player uncover a fame-related number of customers card which indicates how many dwarfs are visiting the tavern. Then to earn nuggets and fame every bartender must slide-launch the mug on the bar counter and land it in the correct zone to serve customers; but if too many beers land on the floor a fight may start.&#10;&#10;During the brawl phase if the dwarfs started fighting a bartender must sacrifice tables, barrels and dancers (based on how many beers are lost in the previous phase) to save his tavern.&#10;&#10;In the end of the nigh if the tavern is still standing the bartender gains a nugget for every beer that was served, if the taver has been destroyed, the bartender restarts his career from the beginning.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Economic",
      "Fantasy",
      "Humor"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Simultaneous Action Selection",
      "Take That",
      "Variable Phase Order"
    ],
    "Families": [
      "Creatures: Dwarves & Gnomes"
    ]
  }
]