[
  {
    "Rank": "N/A",
    "Name": "RiaCon Window Pattern Card (fan expansion for Sagrada)",
    "ID": 253493,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.86",
    "Link": "https://boardgamegeek.com/boardgameexpansion/253493/riacon-window-pattern-card-fan-expansion-for-sagra",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "This window pattern card is a fan made expansion for the Sagrada boardgame, featuring level 5 and 6 patterns.&#10;We are listening to you asking why this card has the name &quot;RiaCon&quot;... Allright, allright, you win. We will tell you the story!&#10;&#10;In Portugal - similar to other countries - we have annual conventions to play boardgames with people from everywhere.&#10;We belong to the boardgamers group of Aveiro, a city that is known as Portugal's Venice :)&#10;This city is well known for it's river named &quot;Ria de Aveiro&quot;, an arm from the sea that passes through the city.&#10;That's the reason why this convention is named RiaCon and the card received the name by inheritance.&#10;&#10;As volunteers in RiaCon we had the crazy ideia of designing one card to Sagrada to mark the difference in this event.&#10;In this way, we could encourage the participants that didn't knew Sagrada to try it out and the ones that already knew the game to play it once again.&#10;&#10;Now we are sharing it with you and we hope that you enjoy playing with this expansion as much as we do!&#10;&#10;",
    "Categories": [
      "Dice",
      "Expansion for Base-game",
      "Fan Expansion",
      "Puzzle"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting",
      "Pattern Building",
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Sagrada",
      "Organizations: The Game Artisans of Canada",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Deduction Name Game",
    "ID": 253494,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.62",
    "Link": "https://boardgamegeek.com/boardgame/253494/deduction-name-game",
    "Min Players": "7",
    "Max Players": "17",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Deduction Name Game is a party game aimed at guessing the secret names of other players. To start, each player will write down a secret name. Players should try to write a name not easily connected with themselves, as the goal is to use deduction skills to figure out the names each player has secretly written.&#10;&#10;All written names will be placed into a bowl, and read out loud once.&#10;&#10;The starting player tries to guess the name of another player. If they are right, they get that player as their teammate! If they are wrong, that player becomes the guesser, and the game continues. As the teams grow, more names are guessed, until there is only one secret name left &ndash; the winner!&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Deduction",
      "Party Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bargain Quest: Chaotic Goods",
    "ID": 253495,
    "Year": "(2017)",
    "Geek Rating": "5.662",
    "Avg Rating": "7.24",
    "Link": "https://boardgamegeek.com/boardgameexpansion/253495/bargain-quest-chaotic-goods",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Bargain Quest: Chaotic Goods introduces thirteen new heroes and nine new employees to Bargain Quest, with you replacing all the duplicate heroes from the base game when you use this expansion.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dinamic-Goal Binaca",
    "ID": 253497,
    "Year": "(1950)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/253497/dinamic-goal-binaca",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "3 custom dice for this simple and old Push-Your-Luck soccer game.&#10;&#10;Red and blue dice are for the 2 teams, white dice is for shooting on goal.&#10;&#10;The language of this game is italian, roll the wooden dice and try to win the football match.&#10;&#10;",
    "Categories": [
      "Dice",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck"
    ],
    "Families": [
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sunny and Stormy Day!",
    "ID": 253500,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.97",
    "Link": "https://boardgamegeek.com/boardgame/253500/sunny-and-stormy-day",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Sunny and Stormy Day is a cooperative game that encourages discussion of feelings through the metaphor of &quot;sunny&quot; and &quot;stormy&quot; experiences. The game has 3 separate activities, a variant on the classic tile matching game, and a draw bag with tokens that ask for the players to discuss a part of their day, and a book that tells the story illustrated on the tiles.&#10;&#10;The book tells the story of a day in the life Max the Hedgehog. During the day he experiences &quot;sunny&quot; and &quot;stormy&quot; events. The draw bag contains 3 tokens, a sun, a cloud, and a rainbow. They ask the participants to share part of their day that was sunny, stormy, or to share something they are looking forward to. The book and the tokens support the game in teaching about emotions but are not a part of the game.&#10;&#10;Twenty sunny and stormy scenes from the book are paired together to create 10 matching sets (for example having fun splashing in puddles and being cold and scared in the rain). The goal of the game is to find all the pairs. The rules state three variants of increasing challenge. Variant 1 is a cooperative matching game in which tiles are placed face up. Variant 2 is a cooperative matching game in which tiles are placed face down. In variant 3, Max's day is almost over and he is remembering the sunny and stormy parts of the day. He must find all pairs before it is night and time for bed. This variant adds 4 nighttime tiles to the cooperative matching game that when revealed require the players to add a puzzle piece to a night puzzle. To win the players must find all matches before the puzzle is completed (6 puzzle pieces). Night tiles are not removed from the board when revealed. There are 4 tiles and 6 puzzle pieces so if players remember where the tiles are they will win.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Memory"
    ],
    "Families": [
      "Series: Pre-School Skills Builder Games (Peaceable Kingdom)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Martial Art: Battlefields",
    "ID": 253501,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.74",
    "Link": "https://boardgamegeek.com/boardgameexpansion/253501/martial-art-battlefields",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "3",
    "Description": "The battle continues for feudal Japan in this expansion to Martial Art. Battlefields introduces two new mechanics: terrain and weather.&#10;&#10;Terrain cards may be played before battle to augment your battle card and affect the outcome. Because terrain is played before battle but the effects don't happen until later, other players may guess your intention and act accordingly. Alternatively, terrain may be used as a feint to trick your opponents before you surprise them with an unexpected battle card.&#10;&#10;Weather cards are shuffled into the land deck at the start of the game. When a weather card is drawn, its effect continues until a new weather is drawn to replace it. Weather will affect the battles in unpredictable ways, forcing you to adapt your strategy to what the battlefield is giving you. Will you charge your troops through the snow to capture a valuable bridge? Will you send your troops to battle during a severe drought? It is up to you to decide if the risk is worth the reward.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Medieval"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Theme: Samurai",
      "Country: Japan"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sailor's War in the Pacific",
    "ID": 253507,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/253507/sailors-war-in-the-pacific",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "0",
    "Description": "Sailor's War in the Pacific is a strategic level wargame of the Pacific War from the viewpoint of the shipping industry. Japanese player classifies transport ships into three divisions and uses them: A) ships for army's logistics, B) ships for navy's logistics and C) ships for transportation of natural resources from Southeast Asia to the mainland of Japan. Allied player aims to destroy these ships. If there is no resource in the mainland of Japan at the end of final turn, Allied player wins. Otherwise, Japanese player wins.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dogeza in the Pacific",
    "ID": 253509,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/253509/dogeza-in-the-pacific",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Dogeza in the Pacific is a strategic level wargame of the Pacific War. In a two-player case, the flavor of this game is a compact edition of Avalon Hill's Victory in the Pacific, but in a four-player case, each player (Japanese Army, Japanese Navy, U.S. Army and U.S. Navy) fights each other in order to save face of each organization. Sometimes army player cannot help using navy units. Sometimes navy player cannot help using army units. If so, they cannot help performing dogeza (prostration, kowtow) to borrow the unit even though it is losing face. Therefore, they fight each other for their organization's face rather than their motherland's future.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Masasuke",
    "ID": 253510,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/253510/masasuke",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Masasuke is a card game of color-coordinate battle among female servants of the nobility in the Heian period, Japanese medieval times. The playing cards are divided into two decks: coordinate cards and color cards. At first, each player draws six color cards and one coordinate card, and then, in order to make nice color coordination of dresses, they continue drawing and discarding by following the instructions of the coordinate card.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Medieval"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "University of Tokyo Protests 1968–1969",
    "ID": 253511,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/253511/university-of-tokyo-protests-1968-1969",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "University of Tokyo Protests 1968&ndash;1969 is a four-player game of the University of Tokyo protests from June 1968 to January 1969 by using GMT Games' COIN system. Each player plays the role of insurgency (&quot;All-Campus Joint Struggle League&quot; or &quot;Democratic Youth League of Japan and Certain Party&quot;) or counterinsurgency (&quot;Police&quot; or &quot;University and Ministry of Education, Science and Culture&quot;), and then the players fight each other in order to achieve each different victory condition.&#10;&#10;",
    "Categories": [
      "Political"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Legio VI Macedonica",
    "ID": 253514,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/253514/legio-vi-macedonica",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Legio VI Macedonica is a set of miniatures wargames rules aimed to allow large battles of Roman Middle Republican  period (400-100 BC) to be resolved relatively quickly. It's meant for 6mm figures but could easily be adapted to larger (or smaller!) figures.&#10;&#10;The rules are derived from the same designer's Comitatus set of Dark Ages rules, but slimmed down to allow larger battles to be fought in less time. Troops are classed a relatively small number of troop types with minimal differentiation based on equipment; the focus is on troop quality and, especially, generals' limited means of controlling their forces.&#10;&#10;The rules are freely available from the designer's webpage, along with sister sets covering adjoining periods:&#10;&#10;Legio VI Julia Augusta, for 100 BC to AD 250&#10;Legio VI Constantiniani, for AD 250 to AD 600&#10;Legio VI Diadochi, for Alexander and the Successors&#10;&#10;",
    "Categories": [
      "Ancient",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Legio VI (Legio Wargames)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Legio VI Constantiniani",
    "ID": 253515,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/253515/legio-vi-constantiniani",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Legio VI Constantiniani is a set of miniatures wargames rules aimed to allow large battles of Roman Late Imperial period (AD 250-600) to be resolved relatively quickly. It's meant for 6mm figures but could easily be adapted to larger (or smaller!) figures.&#10;&#10;The rules are derived from the same designer's Comitatus set of Dark Ages rules, but slimmed down to allow larger battles to be fought in less time. Troops are classed a relatively small number of troop types with minimal differentiation based on equipment; the focus is on troop quality and, especially, generals' limited means of controlling their forces.&#10;&#10;The rules are freely available from the designer's webpage, along with sister sets covering adjoining periods:&#10;&#10;Legio VI Julia Augusta, for 100 BC to AD 250&#10;Legio VI Macedonica, for 400-100 BC&#10;Legio VI Diadochi, for Alexander and the Successors&#10;&#10;",
    "Categories": [
      "Ancient",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Legio VI (Legio Wargames)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Legio VI Diadochi",
    "ID": 253516,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/253516/legio-vi-diadochi",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Legio VI Diadochi is a set of miniatures wargames rules aimed to allow large battles of Alexander the Great and the Successors to be resolved relatively quickly. It's meant for 6mm figures but could easily be adapted to larger (or smaller!) figures.&#10;&#10;The rules are derived from the same designer's Comitatus set of Dark Ages rules, but slimmed down to allow larger battles to be fought in less time. Troops are classed a relatively small number of troop types with minimal differentiation based on equipment; the focus is on troop quality and, especially, generals' limited means of controlling their forces.&#10;&#10;The rules are freely available from the designer's webpage, along with sister sets focusing on the Romans:&#10;&#10;Legio VI Julia Augusta, for 100 BC to AD 250&#10;Legio VI Macedonica, for 400-100 BC&#10;Legio VI Constantiniani, for AD 250-600&#10;&#10;",
    "Categories": [
      "Ancient",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Legio VI (Legio Wargames)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bla Bla Cat",
    "ID": 253521,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "3.33",
    "Link": "https://boardgamegeek.com/boardgame/253521/bla-bla-cat",
    "Min Players": "6",
    "Max Players": "16",
    "Min Play Time": "30",
    "Play Time": "100",
    "Weight": "0",
    "Description": "Once a decade, a big tournament is organized. Contestants from all over the world compete to win the ultimate prize: the goldenfish!&#10;This trophy grants to his owner an abondance of fishes for the rest of his life. But to be the chosen one, you must defeat your opponents, avoid the tricks and persuade the jury.&#10;&#10;Bla Bla Cat is a party game where you have to defeat your opponents in a amazing debate tournament.&#10;&#10;When a player is eliminated, he still plays as member of the jury until the end of the game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Unreleased Games",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Indie Dev",
    "ID": 253524,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/253524/indie-dev",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "In IndieDev, players are independent video game developers trying to earn prestige in the game industry by creating and releasing critically acclaimed game projects.  Players will juggle the many aspects of running an independent video game company, including completing side jobs to gain extra income; taking courses to  improve abilities; figuring out how to afford marketing;  investing in marketing in order to increase market visibility. Did the game bomb on release?  Players should make the most of the situation, never giving up.  Did the game earn critical success and sell? Players must take that hard-earned cash and use it productively; otherwise players will end up struggling once again.&#10;Players that work through the multiple challenges effectively will triumph within one of the most challenging but rewarding industries.  The player that earned the most prestige will win this game and of course win at life (Mostly win, they still will devote most of their waking life to their next project).&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Dice Rolling",
      "Worker Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Crossing Fate: The Battle of Issus, November 333 BC",
    "ID": 253526,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.71",
    "Link": "https://boardgamegeek.com/boardgame/253526/crossing-fate-the-battle-of-issus-november-333-bc",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "2",
    "Description": "Crossing Fate is an introductory level wargame of the Battle of Issus that was fought by the forces of Darius the Great, King of Persia and Alexander the Great of Macedon along with his Greek Allies. To insure the security of the Macedonian Hegemony, and to wrest control of the Persian Empire&rsquo;s territories bordering on the Aegean and Mediterranean, Alexander launched an invasion of Anatolia. The first major battle was fought against the Persian satraps of Anatolia at the Granicus river. Alexander&rsquo;s forces garnered a decisive victory, and in response Darius traveled west to personally organize his troops for a showdown with the Macedonian interloper. The two sides met along the Pinarus river that flows into the Gulf of Issus. The fates of two empires were about to collide.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Ancient",
      "Wargame"
    ],
    "Mechanics": [
      "Grid Movement",
      "Hexagon Grid",
      "Open Drafting",
      "Simulation"
    ],
    "Families": [
      "History: Wars of Alexander the Great"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Viva la Muerte! The Battle of Brunete, July 1937",
    "ID": 253527,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.58",
    "Link": "https://boardgamegeek.com/boardgame/253527/viva-la-muerte-the-battle-of-brunete-july-1937",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "2",
    "Description": "&ldquo;Viva la Muerte!&rdquo;&mdash;Rallying cry of the Nationalist forces during much of the Spanish Civil War.&#10;&#10;&ldquo;The boys were confident and kidding. But there was a solemn, deep undertone to all the kidding for we realized fully that many would not come out of it alive.&mdash;Reflection by Samuel Levinger, member of the Abraham Lincoln Brigade, about the eve of the Republican Brunete offensive.&#10;&#10;The first half of 1937 was an almost complete series of disasters for the Republican cause in the north and west of Spain. Only in the territories leading to Madrid and to the south were the Nationalists thwarted, but at an increasingly bloody cost. The Soviet Union sent massive amounts of weaponry and equipment, while volunteers poured in from throughout Europe, the US and Canada to support the Republican cause. The leadership of the Republican military decided to launch a counter-attack against the Nationalists that were deployed directly west of Madrid. The plan was to attack from the Republican held northern salient to take the crucial town of Brunete, and the main highway leading to Madrid to its south. Success here would compel the fascists to withdraw from the territory closest to the national capitol, and give the Republicans a badly needed victory. One of the largest battles of the war to-date was about to unfold.&#10;&#10;Can you do as well or better than your historical counterparts? Learn and enjoy!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Open Drafting"
    ],
    "Families": [
      "Country: Spain",
      "History: Spanish Civil War"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Brave and Noble Fights Expansion II: The Formosa Campaigns, 1884-1895",
    "ID": 253528,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/253528/brave-and-noble-fights-expansion-ii-the-formosa-ca",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "2",
    "Description": "The Battle for Formosa was the final large-scale campaign associated with the Sino-Japanese War of 1894-95.  The island was ceded to Japan in April 1895 by the Treaty of Shimonoseki which ended the war but the island proclaimed its independence from China and formed a republic in May 1895 following Japan's victory.  The Japanese, therefore, mobilized their forces to gain control of their new territory.  Although ill-prepared for the Japanese onslaught, and the Chinese Empire unable or unwilling to offer any support, the island's garrison and inhabitants put up a bitter and protracted resistance, one that cost both sides dearly.&#10;&#10;In 1884 and 1885, France invaded Formosa in an attempt to wrest control of the island from the Chinese following their campaign in Indochina and the attack at Foochow that resulted in the destruction of the Fukien Fleet. Already over-stretched and with most of their warships badly in need of refit and repair, Admiral Courbet still went ahead with the invasion. The French landed at Keelung, but then became bogged down in trench warfare. The Chinese were able to send reinforcements and supplies to the Formosan garrison through the rather weak French blockade. Although stalemated on Formosa, the French were able to capture the Pescadore islands when they took control of the key island of Peng-hu. In January and February, both sides sent reinforcements, escalating the conflict that threatened possible intervention by other governments to end the French aggression. This scenario covers the last months of the conflict when it could have gone either way.&#10;&#10;Can you do as well or better than your historical counterparts?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Grid Movement",
      "Open Drafting"
    ],
    "Families": [
      "History: First Sino-Japanese War",
      "Series: Brave and Noble Fights (High Flying Dice)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Panzer Grenadier: Soviet Paratroopers",
    "ID": 253534,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/253534/panzer-grenadier-soviet-paratroopers",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "0",
    "Description": "May Day Golden Journal:&#10;Soviet Paratroopers&#10;&#10;Our May Day 2017 Golden Journal features our first variant for Panzer Grenadier (Modern), as Soviet paratroopers land in the Negev Desert to march on the Israeli nuclear facility at Dimona. This was an option discussed by the Soviet leadership but never actually executed, and for the 50th Anniversary of the Six-Day War we have the pieces to let you try it out in 1967: Sword of Israel.&#10;&#10;The Journal includes a set of 24 full-color, laser-cut pieces depicting a Soviet parachute battalion from the elite 103rd Guards Airborne Division.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Series: Panzer Grenadier (Avalanche)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fruit Flip!",
    "ID": 253536,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/253536/fruit-flip",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Fruit Flip is a bright color matching, hex-card flipping game of memory, strategy, and sabotage. On their turn, each player places a card from their hand following placement rules.  After playing your card, flip all  adjacent cards. Keep as many of your chosen fruit face up by the end of the game, while flipping your opponent's fruit down. At the end of the game the player with the highest number of their fruit WINS the game!&#10;&#10;Plays in 2 Modes!&#10;&#10;Basic Fruit Flip!&#10;Enjoy this slower, relaxed version of the game encouraging more strategy and sabotage. This version can be enjoyed with 2-6 players. Great for in between long difficult games, bar game, used in classrooms! Appropriate ages start at 6 but great for all ages and type of gamer.&#10;&#10;Multiplayer Death Match&#10;Pick up the pace with this exciting card-dropping version of Fruit Flip! 2 teams, 2 decks, facing off against each other to place their cards first. Only the team that plays all of their cards first will get to determine the winner of the game!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fantastory",
    "ID": 253541,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.71",
    "Link": "https://boardgamegeek.com/boardgame/253541/fantastory",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Every card is a doorway into a world: the Fantastory world. Invent exciting and fun new stories each time and then try and remember them.&#10;&#10;Shuffle the story cards, take the first 10 and place them face up on the table. The narrator tells a brief story taking inspiration from 5 or 6 of the 10 cards. When he tells a part of the story which refer to a card, the players should identify and indicate it.&#10;&#10;Once the story has ended, the narrator shuffles the 10 cards and place them faceup on the table. The game ends as the correct sequence of the story is reconstructed by the players.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Memory",
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Holiday Photos",
    "ID": 253542,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.10",
    "Link": "https://boardgamegeek.com/boardgame/253542/holiday-photos",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "0",
    "Description": "The animals on holiday have lost their favorite possessions: can you find them all by looking at their photos?&#10;&#10;Each player chooses an animal tile and places face up in front of them. Then all animal and object tiles are placed face down on the table.&#10;&#10;All the players play simultaneously. Each player turns over an object tile searching for one which shows an object his animal is wearing. If correct, the player joins the object tile he found with the animal tile who is wearing the object. If incorrect, the player turns the object tile back face down. In either case, the player goes on searching for other tiles to be joined.&#10;&#10;If a player joins a tile, he can now search for both the tile showing the second object the animal is wearing and an animal who is wearing the object which he has just found.&#10;&#10;The first player to join 8 tiles wins.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Memory",
      "Real-time"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mission Critical: Mars",
    "ID": 253555,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/253555/mission-critical-mars",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "40",
    "Weight": "0",
    "Description": "From the Box:&#10;Work together as a team of astronauts on a thrilling journey to Mars! Face dangerous emergencies and solve problems together as the electronic Command Computer narrates your adventure.  It will take teamwork, strategy and a little luck to guide your spacecraft to a successful landing on the Red Planet!&#10;&#10;From the Instructions:&#10;Your team of brave astronauts has accepted a perilous mission to Mars.  It is vital that the astronauts stay healthy and perform Mission Tasks throughout the journey in preparation for the difficult Mars Landing.&#10;&#10;Space is full of hazards, and emergencies are common.  When the Command Computer sounds the alarm, the clock starts ticking.  The team must quickly assess the situation and execute the correct Emergency Procedure.  The team wins only if the ship survives the journey, and the crew successfully executes the Mars Landing Procedure.&#10;&#10;The game can end one of three ways.&#10;&#10;Spacecraft is Destroyed&#10;If the players fail four Emergency Procedures, the spacecraft takes more damage than it can sustain and is destroyed.  The players lose the game.&#10;&#10;Landing Procedure Fails&#10;If the players are not able to successfully complete the Mars Landing Procedure before time runs out, the landing vehicle crashing on to the surface of Mars.  The players lose the game.&#10;&#10;Landing Procedure Succeeds&#10;If the players successfully complete the Mars Landing Procedure, then its time to celebrate a successful mission.  The players win the game!&#10;&#10;",
    "Categories": [
      "Adventure",
      "Educational",
      "Electronic",
      "Space Exploration"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling"
    ],
    "Families": [
      "Space: Mars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Macacos me mordam!",
    "ID": 253560,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.24",
    "Link": "https://boardgamegeek.com/boardgame/253560/macacos-me-mordam",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "In &quot;Macacos me mordam! (Monkeys bite me!)&quot; the players will need agility and a firm hand to help their little monkey to hang in the treetops, collect bananas and increase the height of the tree!&#10;&#10;In the game each player is a little monkey trying to climb a tree to collect as many bananas as possible. The tree, consisting of trunk cards and treetop cards, is being set up as the bananas become scarce.&#10;&#10;The game starts with a one-floor tree with some bananas on top of it. One at a time, the players must choose between hanging their monkey on the tree and recover a banana or add another floor to the tree. Either way, he must be careful not to knock down the tree, or he will not earn his banana.&#10;&#10;Whoever gets 8 bananas first wins the match! The game stimulates fine motor coordination and attention, as well as basics of quantification.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": [
      "Animals: Apes / Monkeys"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Lost Provinces",
    "ID": 253561,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.32",
    "Link": "https://boardgamegeek.com/boardgame/253561/the-lost-provinces",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3.25",
    "Description": "The shocking defeat of France in 1940 created a unique opportunity for Thailand to regain territory it had lost decades before. When Vichy France refused to give it back, fascist leader Plaek Phibunsongkhram launched a blitzkrieg attack in January 1941. The fighting stopped eighteen days later, and with Japanese mediation, Thailand won back her lost provinces.&#10;&#10;This obscure conflict is the subject of designer John Gorkowski&rsquo;s The Lost Provinces. This is a simple, small, and soloable game that can be played in an evening with new wargamers and grognards alike. It often utilizes traditional mechanisms but with twists and nuances that make them fresh again. For example, combat strengths are compared, to arrive at odds ratios, but those ratios are expressed via a die roll modifier rather than a column on a CRT, which results in greater uncertainty about how a given battle might turn out.&#10;&#10;The attacking Thai forces use army, artillery, and air power to bear in along three separate thrust lines. The French forces are more concentrated and have the advantage of defending along interior lines. They&rsquo;ll have to know when to retreat and when to make the Thai Player fight for every hex.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Simulation"
    ],
    "Families": [
      "Country: Cambodia",
      "Country: Thailand",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Marvel Dice Masters: X-Force Team Pack",
    "ID": 253565,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.13",
    "Link": "https://boardgamegeek.com/boardgameexpansion/253565/marvel-dice-masters-x-force-team-pack",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The Marvel Dice Masters: X-Force Team Pack  features the most recognizable members of the X-Force roster, including Cable, Psylocke, Deadpool, and several other heroes making their very first appearance in Dice Masters. Team Packs each include 24 cards and 16 dice, representing eight different characters, and can be combined with any Dice Masters boxed set.&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Comic Book / Strip",
      "Dice",
      "Expansion for Base-game",
      "Fighting"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Dice Games",
      "Comic Books: Marvel Universe",
      "Game: Dice Masters",
      "Players: Two-Player Only Games",
      "Series: Quarriors Pool Building system",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Marvel Dice Masters: Dark X-Men Team Pack",
    "ID": 253566,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.87",
    "Link": "https://boardgamegeek.com/boardgameexpansion/253566/marvel-dice-masters-dark-x-men-team-pack",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The Marvel Dice Masters: Dark X-Men Team Pack features the most recognizable members of this dark mirror to the X-Men, including Dark Beast, Thunderbird, Mimic, and several other antiheroes making their very first appearance in Dice Masters. Team Packs each include 24 cards and 16 dice, representing eight different characters, and can be combined with any Dice Masters boxed set.&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Comic Book / Strip",
      "Dice",
      "Expansion for Base-game",
      "Fighting"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Dice Games",
      "Comic Books: Marvel Universe",
      "Comic Books: The X-Men",
      "Game: Dice Masters",
      "Players: Two-Player Only Games",
      "Series: Quarriors Pool Building system",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Liar Battleship",
    "ID": 253570,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/253570/liar-battleship",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Each player leads a battleship fleet. The object of the game is destroy all of your opponent's ships. In each turn player fire cannon to opponent's fleet, opponent announce hit or miss, but they can lie.But this game is also suitable for those are not good at lying, because all lying ablity is given by ship itself.&#10;player number: 2~4&#10;game time&#239;&#188;&#154;15 minutes per player&#10;&#10;Each player has 6 ships and 6 empty sea cards,place their 12 cards face down to form a 4x3 formation&#10;Each player on his turn has 2 actions.&#10;For each action, player has 3 options&#10;1) Attack directly: attack 1 of opponent's card. The opponent look at his card. If it is a ship, he say &ldquo;Hit&rdquo;, if it is not a ship, he say &ldquo;Miss&rdquo;. Put &ldquo;Hit&rdquo; or &ldquo;Miss&rdquo; token on that card.&#10;2&#239;&#188;&#137;Attack adjacently: attack a space between two cards. The opponent look at both his cards. If either of them is a ship, he say &ldquo;Hit&rdquo;; if neither of them is a ship, he say &ldquo;Miss&rdquo;. Place &ldquo;Hit&rdquo; or &ldquo;Miss&rdquo; token  between margin of two cards.&#10;Whenever a ship's life point is equal of below 0 (life points on card minus &ldquo;Hit&rdquo; on the ship card and around the ship card), the ship is sunk. Ship's owner shall flip the card face up.&#10;3) Radar scan. Scan one cross point of two margin lines. Opponent look at his cards around scan point.Opponent count all this cards current life point and say that number. Put a radar scan number token on that point.&#10;&#10;maybe you think attack adjacently is more powerful,but may ship's ability is against adjacent attack. For example, submarine dodge all adjacent attack and count it as Miss.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Print & Play"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Chicago 1920",
    "ID": 253584,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.25",
    "Link": "https://boardgamegeek.com/boardgame/253584/chicago-1920",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "100",
    "Weight": "3.5",
    "Description": "Chicago 1920 is an immersive game about the American prohibition era in Chicago where criminal gangs ruled they city and were competing to be the most powerful organization in town.&#10;&#10;Chicago 1920 is a medium weight euro-game with high interaction rate among players, low aleatory (luck), and a variable phase turn.     During a turn, players will take up to 6 different criminal actions with unique mechanics (allowing them to earn money, recruit men, do illicit smuggling, bribe politicians and more..) in order to increase their power and score points.&#10;&#10;Action sequence changes every turn because is player determined and shared step by step. In deciding what action to play, players will need to find their balance between how many actions and how efficient they are to be played.&#10;&#10;Victory paths are multiple, partially hidden and interconnected, you are often pushed to adapt your strategy with the game progress.     Replayability rate and learning curve is remarkable and fun because very much player-dependant and with small aleatory variables.&#10;&#10;Game end is not player determined but can be partially predicted by players.&#10;Representing well roaring twenties uncertainty, the game has a special mechanism that gives a small variability in game&amp;#039;s end turn when most powerful criminal organization will be set as winner.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Economic",
      "Mafia",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Pick-up and Deliver",
      "Simulation",
      "Trading",
      "Variable Phase Order",
      "Worker Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Cities: Chicago (Illinois, USA)",
      "Country: USA",
      "Crowdfunding: Kickstarter",
      "Decades: The 1920's",
      "History: Prohibition in the USA",
      "Interwar period (Nov. 1918 - Aug. 1939)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shootin Iron",
    "ID": 253606,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/253606/shootin-iron",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Shootin Iron is a fast-playing miniature game designed for tournament play or pick-up games.  The goal of these rules isn't to simulate realism, but rather to allow you to play out cinematic Wild West shootouts using smart tactics and no small bit of luck.&#10;&#10;&mdash;description from the introduction&#10;&#10;This concise miniatures game shares some cosmetic elements with Shotguns -n- Saddles, (the roleplaying game); however, it is a standalone  miniatures combat game.  The play surface is suggested as 3' x 3', with at least some indication of terrain.  The game assumes figures will be used to denote participating units.  Ranges are given in inches and play assumes the use of a tape measure.  Resolution requires a D6 and a D8.  The game rules primarily deal with fire and movement (as you would expect).  The default starting situation finds two opposing teams (&quot;posse&quot;) of six fighters each.&#10;&#10;The game is played in rounds; during each round each participant takes a turn.  Turns are executed in specified order and effects take place immediately.  Units utilize a simple facing mechanic and gain benefits depending on type.  Some complicating rules (e.g., &quot;town folk&quot;) are optional.  The rules are presented as a single, color PDF document - included are the rules, optional rules, and twelve scenarios (eleven are standard westerns; one is a weird western (zombies).&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "American West",
      "Book",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Network and Route Building",
      "Simulation",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "アイドル発掘！Diggers (Find Idol! Diggers)",
    "ID": 253612,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.88",
    "Link": "https://boardgamegeek.com/boardgame/253612/aidorufa-jue-diggers-find-idol-diggers",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "This game theme is Japanese pop culture &quot;Idol groups&quot;.&#10;This game purpose is taking cards and getting highest score.&#10;&#10;Field is created by all cards.&#10;And cards are overlapped randomly.&#10;&#10;First, players have some counter chip.&#10;Player pay 1 or 2 or 3 counter chip, and get same numbers of cards.&#10;Be careful, you can get only top most cards.&#10;Finally, most highest score player is the winner.&#10;&#10;There are some types of cards.&#10;&quot;Idol&quot;, &quot;Manager&quot;, &quot;Otaku&quot;.&#10;&#10;If you have &quot;Manager&quot;, you can get additional score.&#10;But if you have same colored &quot;Manager&quot; and &quot;Idol&quot;, the Idol loves the Manager and leaves your hand.&#10;&#10;If you have &quot;Otaku&quot;, you can get additional score, too.&#10;But if you don't have same colored &quot;Idol&quot;, the Otaku acts violently, and  decreases your score.&#10;&#10;You should control number of your counters, and choose what card you take.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "1822+",
    "ID": 253621,
    "Year": "(2018)",
    "Geek Rating": "5.594",
    "Avg Rating": "8.23",
    "Link": "https://boardgamegeek.com/boardgameexpansion/253621/1822-plus",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "300",
    "Play Time": "420",
    "Weight": "4",
    "Description": "1822+ is a small 18xx expansion to 1822: The Railways of Great Britain. it adds three private companies and six minor companies. This expansion allows more options for late game minor companies to be bought and the permanent L can be bought by a minor company.&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Network and Route Building",
      "Stock Holding",
      "Tile Placement"
    ],
    "Families": [
      "Country: United Kingdom",
      "Digital Implementations: 18xx.games",
      "Game: 1822",
      "Series: 18xx"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lone Sevens",
    "ID": 253629,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.19",
    "Link": "https://boardgamegeek.com/boardgame/253629/lone-sevens",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Lone Sevens is a solitaire game inspired by and using the components from Stephen Glenn's Rattlebones, published by Rio Grande Games.&#10;&#10;Players roll five dice, trying to come up with a set of dice totaling seven, for which victory points are awarded - replacing one of the used die faces.  One unused die face may also be incremented or decremented by one.  If no sevens are rolled, one die face must be replaced by a miss token; one other showing face may still be incremented or decremented.  Once three miss tokens are placed, the game is over; the victory point faces are totaled.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management"
    ],
    "Families": [
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "11:58",
    "ID": 253631,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/253631/1158",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "&quot;11:58&quot; is a hand-management/voting card game with social deduction elements. Players take the roles of agents during a conflict between two fictional superpowers.&#10;&#10;On each turn a global event card is flipped. Every global event card reveals a crisis which can tick the doomsday clock (represented by eight scoring cards) closer or further from humanity's destruction - these global events also affect the relationship between the two superpowers. Players vote to determine the outcome of each global event card.&#10;&#10;With these votes players must balance two (sometimes conflicting) goals - players must both ensure humanity's survival and complete their own unique hidden agenda.&#10;&#10;The game ends when the doomsday clock reads entirely red (signalling humanity's destruction) or entirely blue (signalling humanity's salvation). At this point each player reveals their hidden objective; players who have completed all their objectives win the game.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Negotiation",
      "Party Game",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Deduction",
      "Hand Management",
      "Team-Based Game",
      "Voting"
    ],
    "Families": [
      "Category: Print-on-Demand",
      "History: Cold War"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dragonfire: Dragonborn Wizard Promo Card",
    "ID": 253632,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/253632/dragonfire-dragonborn-wizard-promo-card",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Dragonborn Wizard demo/purchase promo from Origins 2017, front and back. Has pureblood printed graphic feature and breath weapon ability.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Role Playing"
    ],
    "Families": [
      "Promotional: Cards",
      "Setting: Dungeons & Dragons"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trivial Pursuit: X",
    "ID": 253633,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.65",
    "Link": "https://boardgamegeek.com/boardgame/253633/trivial-pursuit-x",
    "Min Players": "4",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Trivial Pursuit X was created for adults and features edgy trivia. The game comes with an inked &quot;X&quot; stamp for players to stamp on opponents' foreheads when they answer a question incorrectly. When a player has 5 &quot;X&quot; stamps on their head, they lose.&#10;&#10;",
    "Categories": [
      "Mature / Adult",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Trivial Pursuit"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Heroes of Land, Air & Sea: Pestilence",
    "ID": 253638,
    "Year": "(2019)",
    "Geek Rating": "5.891",
    "Avg Rating": "8.13",
    "Link": "https://boardgamegeek.com/boardgameexpansion/253638/heroes-of-land-air-and-sea-pestilence",
    "Min Players": "1",
    "Max Players": "7",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "3.5",
    "Description": "Expands Heroes of Land, Air &amp; Sea to support 7 players. Features a floating continent, held above the board with clear plastic stands, and a sunken continent, achieved by laying a transparent blue sheet over an existing island.&#10;&#10;Includes 2 new factions: the Birdfolk and the Merfolk, 20 new spell cards, 24 new exploration tokens, and components for a 7th player.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Take That",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Heroes of Land, Air & Sea",
      "Mechanism: 4X",
      "Players: Expansions Changing Player Count",
      "Setting: Aughmoore"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "AGGRO: 70's Football Skirmish Rules",
    "ID": 253643,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/253643/aggro-70s-football-skirmish-rules",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "It's a violent time, bands of men bent on destruction march the land under their colours, bringing fear and violence to towns and Cities across the land.&#10;&#10;Yes it's the 1970's and gangs from across the country come together using local football allegiances as excuses to have a right royal rumble with each other.&#10;&#10;AGGRO provides a set of rules that gives you the opportunity to pit rival gangs against one another in a time when the only things tighter than a professional footballers perms were the shorts he wore on match day.&#10;&#10;The rules take a tongue in cheek look at the 70's and have been put together so friends can spend an hour or two taunting one another.&#10;&#10;Goal of the game is getting more street cred than the other firm, singing, throwing and bashing against them. Your firm can win by drawing the right playing cards, but your opponent also draws cards to mitigate the effect. Taking turn is eas: alternating, but your opponents action requires a counter actions. Then there are instants changing the gameply, e.g. a traffic warden, who is a source of distraction, as wellas bobby's or a streaker running across the feld.&#10;&#10;Just put a firm together and....&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Miniatures"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "WAPLEworlds",
    "ID": 253644,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/253644/wapleworlds",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "17",
    "Play Time": "183",
    "Weight": "0",
    "Description": "ARE YOU AVERAGE ENOUGH TO BE A WAPLE?&#10;You, solo, or with up to three friends take, the role of a member of the worst wrestling family ever, The Waples! Play as Biff the scared wrestler, Spiff the rubber sword-wielding teen, his mom Ivanna and her charms, Randi the out-of-work model, Yodel the chef, or many others.&#10;&#10;WAPLEworlds is similar to a dungeon crawler game in that players move their characters, members of the Waple Family, around an 8x8 tile, while encountering Bad Guys and exploring exotic locations such as Pepe's Motor Lodge and the Scam and Save Pawn Shop. Yes, it is comedy themed.&#10;&#10;The starter box includes eight playable Waple figures and their Hero Cards, 25 Bad Guy Cards and their standees, over 40 item cards, over 20 Something Happened cards, Mission cards, 12 location tiles a WAPLEworld &quot;newsletter&quot; with rules and pre-made scenarios, 10 dice and money, damage and level tokens.&#10;&#10;During a player's turn, he moves his character and can perform an action: search, confront a Bad Guy, use a card, or enter a building. Confronting a Bad Guy can mean to either fight him, bribe him, or run away like a chicken.&#10;&#10;Confrontations with Bad Guys: Fighting, Bribing and Running Away, are all controlled by dice rolls based on the stats listed on both the Hero's and the Bad Guys cards.&#10;&#10;After that, if not in combat, the player will draw a Something Happened card and execute what it states. If the player enters a location he rolls a die to see if a Mission is currently available there. If it is then he may try to resolve it to save that area by placing the appropriate new tile and Bad Guys onto that tile with the Waple and any that join him.&#10;&#10;The third phase of a turn is for any Bad Guy that the player is controlling to either move peacefully or attack the player.&#10;&#10;A game can be played with a simple one tile and one mission limit to up to five tiles and over a dozen missions completed, based on the time limit the player wants.  Missions increase in difficulty by placing more Bullies (minions) along with the Big Shot (boss) on the Mission tiles.&#10;&#10;On the first tile everyone starts at level 0. After the tile's mission is cleared, all Waples level up and can enhance their skills in the way the player wants, increasing dice rolled for certain stats. Bad Guys level up and roll one more die per level as well. On the second tile the Waples search and complete two missions. The game progresses as such until the final Scenario Mission has been conquered.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Dice",
      "Fighting",
      "Humor"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Role Playing",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pradün",
    "ID": 253659,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/253659/pradun",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "The little fiend Prad&uuml;n came from the Other Side to throw the house into confusion. Help your Family to defeat the diabolic forces that are threatening its quiet life.&#10;But be careful, the enemy hides inside the walls!&#10;There are four card types: Family characters (green), Objectives (white), Demons (red) and Power-ups (blue).&#10;The 72 cards deck features two games in one:&#10;- War at home: for 3-6 players, the complete game&#10;- Run for the Prad&uuml;n: a basic version using only 46 cards, for 2-4 players&#10;Each player takes the role of a character (one of the family members), possessing a special ability (for example increase power of her/himself or of a fellow family member). However, one of the players is secretly possessed by the Prad&uuml;n demon: his goal is to score points without being caught while the other players must find out who is it.&#10;On her turn, a player can decide to attack one of the Demons and if she succeeds (having cards that grant a power greater than that of the Demon) she collects the Demon as a Victory Point (VP). During the fight, other players can help or interfere by playing additional cards. Alternatively, the player can draw additional cards to strenghten her hand.&#10;VP can be spent to attack another player, hoping to reveal its objective card: if it is the Prad&uuml;n, the player wins; if not, the game continues. However, if the Prad&uuml;n scores 2VP, the player controlling it wins the game.&#10;The game is very funny, with Demons like the &quot;Damned alarm clock&quot; (whose power is equal to the time of the day, in hours) or the &quot;Were-elevator&quot; which tries to crush and block you.&#10;Power-ups can be temporary or permanent and they include things like &quot;Bunny's kiss&quot;, the &quot;Garbage sack&quot; or the &quot;No-purpose knife&quot;...&#10;In the simplified version, character's special abilities are neglected and the family members simply race through the house fighting demons to be the first to beat the Prad&uuml;n; however, other players can also be attacked and slowed down.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Supercards: Perú Campeón",
    "ID": 253660,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/253660/supercards-peru-campeon",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Supercards is a football card game for 2 players (with an additional solitaire mode). Each player holds five hand cards and tries to form effective combos which enable them to shoot at the opponents goal. The opponent can use block or counterattack cards, but since hands are refilled at the beginning of a turn, one can try to attack when the opponent is low on cards to maximize one's chances. Some special cards simulate fan support and specially gifted players. &#10;There is a game end card somewhere in the bottom half of the draw pile. When that appears, each player has another two turns before the final whistle sounds. Whoever scored more goals, wins.&#10;&#10;In the solitaire mode, the player plays their way through a world cup with group and knock out stages. The opponent is randomized with a simple system.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Sports"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Perú Cocina",
    "ID": 253661,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.83",
    "Link": "https://boardgamegeek.com/boardgame/253661/peru-cocina",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Per&uacute; Cocina is a card game about famous Peruvian dishes. Claiming dish cards requires playing all the necessary ingredient cards in the correct order. Each ingredient card shows two different ingredients (in a Dominos style design) of which you can use only one in any given situation, so players have to think carefully which side to use. A player on their turn either places a card or cards near a dish to help preparing it, or places one of their cards into an open pool where anyone can use it. When a player places the last ingredient card for a dish, they claim the card which scores points at the end of the game. The player who finished the most valuable dishes is the winner.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Ozark Air Travel Game",
    "ID": 253663,
    "Year": "(1980)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/253663/ozark-air-travel-game",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Made by PrestoMagix, this game was given out on Ozark Airline flights for a limited time. Ozark was bought by TWA in 1986, who in 2001 was acquired by American Airlines.&#10;&#10;The game is simple and uses colorform-like stickers of airplanes, servicing equipment and airline personnel on a three-fold nicely drawn landscape board. One to six players place the stickers to crate a collective travel plan on Ozark. In game mechanic terms, this is a very early cooperative game!&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Puzzle",
      "Transportation"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Oddassity Party Game",
    "ID": 253665,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/253665/oddassity-party-game",
    "Min Players": "3",
    "Max Players": "15",
    "Min Play Time": "15",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Oddassity is a social party game of improv style actions. Oddassity is made up of three decks of increasingly absurd dares, plus a fourth deck that plays like Russian roulette. Players take turns flipping Play Cards to determine if an ODDASSITY Card will be performed. The object of the game is to deliver the best performances as determined by the group.&#10;&#10;A group of 4 or more players decide the ODDASSITY level your party can handle by picking 1-3 ODDASSITY Decks between NSFP (Not Safe For Prudes), NC (Needs Consent) and R (Racy), or customize their own deck. ODDASSITY CARDS are shuffled, flipped, and read out loud. The player who will obey the ODDASSITY is determined by the Play Cards.&#10;&#10;Players take turns flipping Play Cards. There are four types of Play Cards:&#10;YAY!- Player will obey the ODDASSITY Card&#10;NEIGH!- No one obeys the ODDASSITY Card&#10;FLIP!- Discard the current ODDASSITY Card, flip a new one&#10;SAVE AN ASS!- Save yourself or another player from the ODDASSITY&#10;&#10;Once the Play deck is exhausted, the group decides which player gave the best performances of the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Let Them Eat Shapes",
    "ID": 253666,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.83",
    "Link": "https://boardgamegeek.com/boardgame/253666/let-them-eat-shapes",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "2",
    "Description": "&quot;Let Them Eat Shapes&quot; is a print and play, and entirely abstract, version of the game Let Them Eat Shrimp. The game board (which is printed on one sheet of paper) has hexagonal spaces, many of which contain shapes that are either hexagons or may be combined to make hexagons. You begin with 4 shapes in your supply and players take turns &quot;placing&quot; them onto the board (i.e., by filling in matching shapes on the board). If you fill in shapes on the board, you gain that shape and mark it as acquired in your supply. When there are no shapes to get from the board, the game ends and players tally their scores. The player with the most points win.&#10;&#10;Players familiar with Let Them Eat Shrimp will almost immediately understand the game.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Print & Play"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Set Collection"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Tree of Battles: European Warfare AD1300-1500 Wargame Rules",
    "ID": 253674,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgame/253674/the-tree-of-battles-european-warfare-ad1300-1500-w",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "180",
    "Play Time": "240",
    "Weight": "2.3333",
    "Description": "The Tree of Battles takes Simon Macdowall's Comitatus system and adapts it for Late Medieval Europe, especially the Hundred Years War and the War of the Roses.&#10;&#10;The rules emphasize command and control and speed of play rather than details of weapons and equipment, while retaining enough colour to give a feel for the period.&#10;&#10;",
    "Categories": [
      "Medieval",
      "Miniatures",
      "Renaissance",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Line of Sight",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "Components: Miniature agnostic",
      "Country: England",
      "Country: France",
      "Country: Scotland",
      "History: Burgundian Wars",
      "History: Hundred Years Wars",
      "History: Wars of Scottish Independence",
      "History: Wars of the Guelphs and Ghibellines",
      "History: Wars of the Roses"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Punkapocalyptic",
    "ID": 253675,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.13",
    "Link": "https://boardgamegeek.com/boardgame/253675/punkapocalyptic",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.3333",
    "Description": "Punkapocalyptic is a 30 mm miniature game, created by Bad Roll Games, that involves skirmishes between gangs in a pimp and lethal post-apocalyptic world.&#10;&#10;The rich and mighty have created mega-cities for themselves and left the rest of the world devastated. The struggle for resources and survival is fierce. Life is worthless. Bands of gangers raid villages, dangerous mutants lurk in the ruins ... Welcome to the Wasteland, welcome to Punkapocalyptic.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling"
    ],
    "Families": [
      "Crowdfunding: Indiegogo",
      "Players: Two-Player Only Games",
      "Theme: Post-Apocalyptic"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blame Space",
    "ID": 253677,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.92",
    "Link": "https://boardgamegeek.com/boardgame/253677/blame-space",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2",
    "Description": "Blame Space is a fast-paced card game of luck, skill and sheer bloody-mindedness. In space! For 2 to 6 spaced-out players. Playing time approx. 45 &ndash; 90 minutes.&#10;&#10;The Story So Far... Our mission has failed, The captain has been murdered, Systems are sabotaged, A virus has been brought on board...&#10;&#10;The ship&rsquo;s computer is determined to find and punish the traitor who caused this mess. Maybe it's you! There's only one way you&rsquo;re getting off this ship alive: Blame someone else!&#10;&#10;On your turn, play Issue cards from your hand onto the Blame pile. You can play up to 3 cards or you may choose to play no cards.&#10;&#10;Each card played must share at least one Duty icon with the card beneath it.&#10;However, if you play a Betrayal or Infected card, you can play no other cards on the same turn (you play 1 card).&#10;&#10;The number of cards you played determines which action you must take.&#10;&#10;When someone is blamed, the accuser and accused crewmember go through the Issues in the Blame pile and count their respective Blame points. The one with the most points takes the Blame. The accuser takes it if the points are tied.&#10;&#10;At the end of the game: count all your Blame points from the Issues in your hand. The more you have, the worse your chances of survival.&#10;&#10;The game ends immediately when the last card is drawn (or turned over) from the Draw pile. The crewmember who does this must take the Blame!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Siege of Tenochtitlan 1521 & The Noche Triste 1520",
    "ID": 253680,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.87",
    "Link": "https://boardgamegeek.com/boardgame/253680/siege-of-tenochtitlan-1521-and-the-noche-triste-15",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "3",
    "Description": "This game was published in Vae Victis magazine #139.&#10;&#10;It's a bonus for Cort&#195;&#169;s et la conqu&#195;&#170;te du Mexique 1519-1521 which was published in Vae Victis #137 and offer to play these battles separately or with the campaign. It allows you to resolve the siege on a special tactical map when it is held in ZS 22 of Tenochtitlan or to independently simulate the Noche Triste (June 26 to July 1, 1520) and the siege of Tenochtitlan (May 26 to August 13, 1521).&#10;&#10;",
    "Categories": [
      "Renaissance",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Chit-Pull System",
      "Dice Rolling",
      "Movement Points",
      "Simulation"
    ],
    "Families": [
      "History: Age of Discovery",
      "Magazine: Vae Victis",
      "Players: Two-Player Only Games",
      "Series: Gold & Steel (Philippe Hardy)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tight Cowboy",
    "ID": 253681,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/253681/tight-cowboy",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "2",
    "Description": "There are some robbers, sergeants and villagers from everywhere crowd at the bar in a little desert town. At the bar, you should identify other's capacity agilely and choose one of these action to do with them like taking out your gun, robbing some coins or making your opponent drunk. The player who gain more coins in a muddle would be a winner.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Player Elimination"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Half-Pint Heroes: Happy Hour",
    "ID": 253692,
    "Year": "(2018)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.79",
    "Link": "https://boardgamegeek.com/boardgameexpansion/253692/half-pint-heroes-happy-hour",
    "Min Players": "2",
    "Max Players": "9",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "It&lsquo;s happy hour at Half-Pint Pub, and the rules are changing. Experience a totally new way to play this trick-taking game! During play, attach (removable) stickers to the cards to change their value or modify other game rules. The longer you play, the more new effects are added to the game. It's a riot!&#10;&#10;Half-Pint Heroes: Happy Hour is the first ever legacy trick-taking game. Each player gets a sheet of stickers. Depending on their prediction, each player may place one sticker per round on one of their cards.&#10;&#10;By putting more and more stickers on the cards, players not only change cards values but also some rules in the game. All stickers remain in effect until the end of the game, then they can be removed easily.&#10;&#10;The expansion also adds material for two more players, so Half-Pint Heroes can now be played with up to nine players.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Humor"
    ],
    "Mechanics": [
      "Set Collection",
      "Simultaneous Action Selection",
      "Trick-taking"
    ],
    "Families": [
      "Crowdfunding: Spieleschmiede"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Scream Aim Fire: WW2 Wargaming Rules",
    "ID": 253697,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/253697/scream-aim-fire-ww2-wargaming-rules",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Scream Aim Fire is a set of miniatures wargame rules for the Second World War.&#10;&#10;Before play, a deck is created with a card for each vehicle or squad of infantry. In each turn, cards are drawn, one at a time, to determine which unit attempts to activate next. A unit that fails to active has to take a shock and awe test to avoid being eliminated! A unit that does successfully activate, or one that fails but survives the shock and awe test, gets three dice to divide between movement, loading, and firing. Fire is resolved by a mixture of dice rolls and chit draws.&#10;&#10;In the interests of a quick and simple game, differentiation between different unit types is minimal: all tanks are the same, for example.&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Go Oink!",
    "ID": 253714,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/253714/go-oink",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Go Oink or moo, or cock-a-doodle-doo. You make the sound of the animal pictured on your card in order to ask other players if they have the animal you are requesting.&#10;&#10;If the player has the animal you are requesting, they must give you all of those cards. Otherwise, that player says Go Oink and you take the top card from the draw pile. If you draw the card you asked for, take another turn. Otherwise, play passes to the left.  Whenever you have three matching animal cards, place them in a pile in front of you. These cards are safe from other players.&#10;&#10;The game ends when any player gets rid of all card in their hands or when the draw pile runs out. The player with the most sets (3 of the same animal) wins&#10;&#10;It's like Go Fish, but a little sillier and louder. If you enjoy acting like an animal, you'll go wild over this card game. The cards come in a big pig storage case.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Set Collection"
    ],
    "Families": [
      "Traditional Card Games: Go Fish"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Superfight: 2017 Year in Review",
    "ID": 253720,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/253720/superfight-2017-year-in-review",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Mini expansion sold at conventions. Contains 12 White and 6 Black cards that can be added to any Superfight game.&#10;&#10;White:&#10;Fidget Spinner&#10;Mocking Spongebob&#10;The Kids from Stranger Things&#10;Kim Jong Un&#10;Trio of Amazon Warriors&#10;An Evil Clown That Can Turn Into Opponent's Greatest Fears&#10;The Cast of the Emoji Movie&#10;Schoolchildren Armed to Defend Themselves From Bears&#10;United Airlines&#10;Distracted Boyfriend&#10;Pick A Hurricane&#10;Salt Bae&#10;&#10;Black:&#10;Armed With A Magical Can of Pepsi That Solves Everyone's Problems&#10;Riding an Undead Ice Dragon&#10;Opponent's Character Was Forced to Resign and Replaced by (Draw a Random Character Card)&#10;Staring at a Total Solar Eclipse&#10;Armed With a Szechuan Sauce Fire Hose&#10;Opponent's Attributes are Fake News&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Infinite Evil",
    "ID": 253721,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/253721/infinite-evil",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Infinite Evil is a sci-fi RPG miniatures board game for 1-4 players in development by Intfury games studio.&#10;Several mutually hostile groups are locked on a transport spaceship with a broken main engine. The game features 4 squads. Each squad has its own goal. The game ends by accomplishing this goal or by destroying all other players.&#10;There are 9 characters in a squad. A player loses if all his characters die or another player completes his goal. Basically players move in turns, trying to take a profitable position and not to give another player to go to the key mission elements that he was unable to achieve his goal. By completing missions, a player acquires money, resources and new battle cards. A battle takes place if players are near, within one cell.&#10;A player can accumulate 30 cards in the deck, but he can use only 10 in a battle. A battle consists of 1 round. All battle cards have a description of the action. Players count the number of points (written on the cards) at the end of the round. Who have more points - the winner. But you need to take into account the ability of the cards, if any. Card abilities are diverse: plus to protect, to attack, and so on. The winner gets money or a new card. The loser loses the character who participated in the battle.&#10;Cards: &#10;Special cards has description of their action and no points. &#10;Special cards are very powerful. One card can cause damage to 3 cards or, for example, to revive your squad. &#10;Battle cards has description of their action and there are points on them. Battle cards places to battlefield board which divided in three rows (for each player).&#10;The characters are divided into 3 groups. Each group placed in a row.&#10;1st row - melee group.&#10;2nd row - middle range group.&#10;3rd row - long range group.&#10;Each row corresponds to the icon: melee, medium range, long range. A card can be placed to the correct type of row only.&#10;A melee character can only be placed in a melee row and attacks enemy's cards in a 1st row. Also melee group can add points for your group in another row.&#10;Middle range character can be placed in a middle range row only. Middle range group can attack enemy's cards in 1st and 2nd rows.&#10;Long range character can be placed in a long range row only and attacks enemy's cards in all three rows. Points are counted at the end of the battle.&#10;Release of the game is scheduled for February 2019.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Role Playing",
      "Team-Based Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Jujo",
    "ID": 253723,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/253723/jujo",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Jujo is a strategy/area control game for 2-5 players for ages 8+ that can be completed in 30-40 minutes. The object of the game is to keep your troops together while attacking opposing players. The player who obtains the most points through contiguous tiles wins. The game has a comic, marshal theme.&#10;&#10;To start the game, each player shakes their respective game bags with the associated tiles, then randomly pulls out five tiles and places them on the side of the game board. These tiles will not be used in the game. The players can then place the remaining twenty tiles near the game board for use during the game.&#10;&#10;The first player places any one of the twenty tiles in any of the squares, with the front side facing up. The next player follows, then the third and fourth players, who place tiles on the board until there is no space left. Players score points by having contiguous, numbered tiles of the same color. Two or more contiguous numbered tiles are called runs. Two or more numbered tiles must be touching, otherwise no points will be given. A player can have multiple runs.&#10;&#10;There are several different ways to attack opposing players or to protect a player's troops. The use of offensive or defensive tactics makes the game interesting, and is central to the game's strategy.&#10;&#10;The player who scores the most points at the end of the game wins. Points are tallied by adding up runs.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Humor",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dwarves with Swords",
    "ID": 253724,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.75",
    "Link": "https://boardgamegeek.com/boardgame/253724/dwarves-with-swords",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Dwarves with Swords is a tabletop war game that deals with the daily struggles of dwarven clans: Who has the beer? Who is the better fighter? AND WHERE DID ALL THE HAMMERS GO?!?.  The game has two primary objectives.  Brawl and fight to the death or control areas for victory points.&#10;&#10;There are two primary game mechanisms in Dwarves with Swords.  The first is Group Building, where the player picks from four different dwarf classes and builds groups of nine to use in combat. Each of these different classes has things they are good at and things they are weak at, so it's important to build the groups based on the map objectives and personal play style.&#10;&#10;The second is the actual combat, which is determined by rolling dice according to both the actions that are chosen for the groups and the relevant stat value (Armor, Dexterity, Strength, Knowledge, and Wisdom). The comparison of the attacking roll and the defending roll is done in a way that is unique to Dwarves with Swords, and makes use of all of the different die sizes that we love.&#10;&#10;Another major component of the combat is Drunkenness. Every point of Drunkenness that the group has increases its combat stats while decreasing its Speed - but if the group reaches a Drunkenness level equal or greater than its Memory, the group Blacks Out and is removed from the board. All good dwarves know how to hold their booze, so being eliminated from the game this way is incredibly embarrassing!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Player Elimination",
      "Rock-Paper-Scissors",
      "Take That",
      "Variable Phase Order"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Champions of Midgard: Bjorn Hammerblow the Fantastic promo",
    "ID": 253733,
    "Year": "(2018)",
    "Geek Rating": "5.591",
    "Avg Rating": "7.66",
    "Link": "https://boardgamegeek.com/boardgameexpansion/253733/champions-of-midgard-bjorn-hammerblow-the-fantasti",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "A promo originally available at Geekway to the West 2018&#10;&#10;A new Champions of Midgard viking leader board.&#10;&#10;Ability:&#10;Whenever you kill a troll gain 1 resource of your choice.&#10;&#10;Leader Power: &quot;Tonight We Dine In Valhalla&quot;&#10;Discard a completed enemy card and collect 3 Food from the supply. (If you have no enemy cards, gain 1 Food instead.)&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Medieval",
      "Mythology"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Set Collection",
      "Worker Placement"
    ],
    "Families": [
      "Game: Champions of Midgard",
      "Theme: Vikings"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Executive Order",
    "ID": 253734,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/253734/executive-order",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "15",
    "Play Time": "75",
    "Weight": "0",
    "Description": "You're a fresh Commander-In-Chief spending your first day in The Oval Office. There are a million promises you need to keep that you made on the campaign trail, but there's one that echoes through those who've supported you: build the wall. The only problem is there are those who want to do it before you and take all your glory. But you can't let that happen, you're the greatest! Nobody is better than you.&#10; Executive Order is a game of quickness and trolling as you fight to complete your wall before your competitors. But will you go straight for the glory and complete your wall? Or will you instead make it as difficult as possible for your competitors to complete theirs?&#10;&#10;Use cards to create strategic moves and shuffle things around. Don&rsquo;t like your current hand? Play &ldquo;Alternative Facts&rdquo; and draw a new one. Somebody put down a Wall card before you? Play &ldquo;Congress&rdquo; to have it taken away.&#10;&#10;Ideal for 2-7  players 13 and over. Gameplay averages 30 minutes or more.&#10;&#10;In Executive Order, the goal for players is to be the first to have three active Wall cards in front of them on the table. Players take turns by playing a card from their hand, resolving its action, and then drawing back up to their hand size. Some cards that can be played include &quot;Wall&quot; cards, &quot;Budget Cuts&quot; (reduces a players hand size by one card), &quot;Congress&quot; (removes an active wall card from in front of a player), &quot;Deport&quot;  (cancels a players card and returns it to their hand), or &quot;Umm, No!&quot; (cancels a players turn). Players can even debate on the table by creating a stack of &quot;Deports&quot; and &quot;Ummm, Nos&quot; until someone claims victory!&#10;&#10;Players can also add  new rules by playing the &quot;Executive Order&quot; card. But be careful, a &quot;Court Ruling&quot; card can put your rule to a vote to see if it remains or a player can play &quot;AltTwit@ExeOrder&quot; to exempt themselves from the rule!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game",
      "Political"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pacific 1942 Islands",
    "ID": 253740,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/253740/pacific-1942-islands",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "0",
    "Description": "In front of you lies the Pacific Ocean and your goal is to gain twelve victory points by conquering the islands and sinking enemy ships.&#10;&#10;Pacific 1942 Islands is the version of the core game Pacific 1942 Admiral created in 2018.&#10;&#10;New scenario. The new goal of the game.&#10;&#10;The main changes:&#10;&#10;Unlimited range of aircraft, the speed of the ships does not depend on their strength.&#10;Aircraft ships begin the game off the harbour. &#10;Japanese Admiral starts the game with a massive strike on Pearl Harbor.&#10;No new ships can be repaired or built during the game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "World War II"
    ],
    "Mechanics": [
      "Area Majority / Influence"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Serial Killer",
    "ID": 253742,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.26",
    "Link": "https://boardgamegeek.com/boardgame/253742/serial-killer",
    "Min Players": "5",
    "Max Players": "50",
    "Min Play Time": "5",
    "Play Time": "60",
    "Weight": "1",
    "Description": "Serial Killer is a real-time party game that uses signaling, bluffing, and deduction.&#10;&#10;The game simulates the situation where most of the players are assigned as innocent civilians in a city with an undercover killer and police.&#10;&#10;The objective of the police is to find the killer before the killer eliminates all of the civilians.&#10;&#10;The killer's intention is to eliminate innocent civilians by means of a secret signal. The killer has less than five minutes to secretly signal their murder target without revealing themselves to the police. If the killer's murder attempt is successful, they will need to wait for at least 10 seconds before making another attempt. In the meantime, the killer is also trying to confuse the police into capturing the wrong player.&#10;&#10;Civilian roles make the game more complex and interesting. The Journalist, for example, is an innocent civilian with the ability to expose other player's characters.&#10;&#10;The game includes 30 characters with 10 unique roles. Each roles has a different agenda. Various characters can help the police or the killer or even themselves to win the game.&#10;&#10;This game is easy to play, and can be played anywhere--in a small circle of friends or with family or as a team-building exercise.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Acting",
      "Player Elimination",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Evil Overlord",
    "ID": 253747,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.06",
    "Link": "https://boardgamegeek.com/boardgame/253747/evil-overlord",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "1",
    "Description": "You are an Evil Mastermind, just waiting for your time at the top!&#10;&#10;Of course, you're not alone in that, and you'll have to defeat the others if you want to rule the world as the Evil Overlord!&#10;&#10;Unfortunately, your rag-tag army won't fight together, so you'll have to go to the &quot;Evil Minion Market&quot; and trade away the minions you don't want!&#10;&#10;Evil Overlord is a Deck Building game condensed into 5-10 minutes&#10;&#10;It is for 3-10 players of ages 6+&#10;&#10;The cards represent the troops in your army&#10;&#10;You can only play one army type, so you trade away the cards you don't want to the other players!&#10;&#10;Everyone gets to trade, not just the loud people!&#10;&#10;Doesn't require a moderator or phone app!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Horror",
      "Science Fiction"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Yesterday's War: The Salvage",
    "ID": 253750,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/253750/yesterdays-war-the-salvage",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Yesterday's War: The Salvage is a small box worker placement game set in a sci-fi post-apocalypse.&#10;&#10;It&rsquo;s been fifty years since the War ended, and two hundred and thirty since the War began. The city of Elysium stands bright and shining in a sea of ashes and rubble. It's the largest city on Earth and the only place where air can be safely breathed.&#10;&#10;Everything in Elysium is built from recycled parts from the War. You and up to three other players are salvage workers who wander the wasteland in search of old war machines that can be scrapped for parts. Each salvage worker has four mechs to gather resources and a special ability that gives them an advantage in the game. Salvage workers will fulfill contracts, achieve objectives, earn rewards, and fight raiders - all in the pursuit of sweet, sweet victory points.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Economic",
      "Exploration",
      "Science Fiction"
    ],
    "Mechanics": [
      "Push Your Luck",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Theme: Post-Apocalyptic"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Farmer Olaf",
    "ID": 253754,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.56",
    "Link": "https://boardgamegeek.com/boardgame/253754/farmer-olaf",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "35",
    "Weight": "1",
    "Description": "After the fall of the greatest dwarven city, Arar, many years ago, almost all dwarves left the Valley of Three Passes. Now, Olaf's farm &mdash; the last one in the valley &mdash; has been struck by an earthquake. Dwarf Olaf sends for you, his grandchildren, to help him rebuild his farm and find his lost animals. He promises to reveal the biggest secret of the fallen city to the one who helps him the most.&#10;&#10;Farmer Olaf is the first &quot;no.table&quot; family tabletop game (or so the publisher seems to think), which means it can be played comfortably on a big or small table &mdash; or on no table at all. The unique box design allows discarding and storing cards while holding it in one hand or being attached to a belt. Other advantages include starting or stopping game in seconds, quick save/quick load game ability, burst card dealing, quick independent release, and rules storage that doubles as a displayable cheat sheet. The maximum number of players is determined by game boxes used (with  four additional players for each game box).&#10;&#10;In Farmer Olaf, players perform four farming activities to gather green cards with points. The player with the most points at the end of the game wins. Farming activities include sowing and harvesting a field, milking a yak, making wool from alpaca, and making ham from a boar. Each player receives five cards at the start of the game and one card on each subsequent turn. Players try to collect appropriate cards for farming actions. For the most part, there is a shortage of buildings and animals needed for production. This means that in order to increase their chances of winning, a player needs to engage in trade with others. There are no limits of how to structure trades: from traditional 1-1 card exchange to more exotic deals like leasing or deferred payment. The game is carefully balanced as, for example, the best cards are steam machines that can be used only to sow and harvest a field. However, to do that one needs a fertilizer that can be obtained only by cleaning a boar pen or cowshed.&#10;&#10;Simple rules and design (no text and no numbers on cards) allow children aged 5+ to participate in the game when playing with adults. The most demanding part is being a game master and managing cards in the box, thus the overall 10+ age rating.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Economic",
      "Educational",
      "Environmental",
      "Fantasy",
      "Farming",
      "Negotiation"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Trading"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Occupation: Farmer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cut the Rope: Magic",
    "ID": 253757,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.11",
    "Link": "https://boardgamegeek.com/boardgame/253757/cut-the-rope-magic",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "OM NOM!&#10;&#10;Mobile devices are unable to constrain Cut the Rope in digital form. The game managed to escape to the table &mdash; MAGIC!&#10;&#10;Little green monster Om Nom loves candy. But it is so hard to get it! Help him get the sweets by playing chains of cards. Don&rsquo;t forget to use the scissors card at the right time. Be careful &ndash; your opponents want to become the best friend of Om Nom too! To win, you will have to play smart and watch other players carefully.&#10;&#10;In the beginning of the game, each player gets a pile of numbered cards. The goal of each player is to get rid of all the cards from their pile. A top card from a player&rsquo;s pile can be played to any one of three available &ldquo;levels&rdquo;. However, you can only play cards to form chains in &ldquo;levels&rdquo;.&#10;&#10;Cards in chains have to go in ascending or descending order and no number can be skipped. Players also have a hand of cards. Cards from the hand can be used to form &ldquo;supplies&rdquo;. Cards from &ldquo;supplies&rdquo; can be played to &ldquo;levels&rdquo; as well.&#10;&#10;Cut the Rope: Magic is a bright successor of Cut the Rope: The Card Game set in a magic world of the broadly known mobile app expansion.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Grid: AI Awakens",
    "ID": 253762,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/253762/the-grid-ai-awakens",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "120",
    "Weight": "0",
    "Description": "With no two games ever the same, The Grid is a dynamic card-driven game for 2 to 4 players set around one of the most intriguing, disruptive and unnerving breakthroughs of the 21st century: self-aware Artificial Intelligence.&#10;&#10;As a world-leading scientist, you race your fellow researchers to take control of the Grid: a set of technological pillars that once discovered, will lead to the first true AI.&#10;&#10;Yet, you do not only compete with others. In an unusual twist, you also face off against a fledgling, rapidly-evolving AI who also seeks to command the Grid - the very parts that make up its being.&#10;&#10;To take on The Grid, you&rsquo;ll research 12 critical technologies like robotics and cognitive science, protect them from AI attack with firewalls, manipulate The Grid to claim a strategic advantage, or reclaim a pillar overrun by the awakening artificial force.&#10;&#10;In your mission to harness AI, you&rsquo;ll use Development cards to give you research-enabling brain power or influence. But your fate is not entirely in your hands; progress will continually be shaped by Contingencies that reveal unexpected traits within yourself, deliver useful power-ups to accelerate research or introduce game-changing events - such as AI Attack - that can instantly change the balance of power.&#10;&#10;The path to AI supremacy is clear. Collect tech and victory tokens as you research technology pillars, or overtake them from opposing forces. Complete critical secret missions that strengthen your claim of AI control. Once the Grid is fully developed, the scientist with the most points has won, unlocking the infinite potential of AI for all of humanity.&#10;&#10;But be careful not to focus too much on the scientific rivalry. The juvenile AI also seeks control of The Grid. When the time comes, put aside differences and work together to repel it&hellip; or risk giving this artificial force the power to escape into the world and confront mankind with an uncertain future.&#10;&#10;When you set out to master The Grid, you do so with numerous decks of exquisite cards and tokens that have been carefully crafted to immerse you in a futuristic frontier of self-aware intelligence.&#10;&#10;Fight to harness the phenomenal power of The Grid. But be sure to control it&hellip; or it will control you.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Campaign / Battle Card Driven",
      "Hand Management",
      "Modular Board",
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Getting Started With Warhammer 40,000",
    "ID": 253776,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.12",
    "Link": "https://boardgamegeek.com/boardgame/253776/getting-started-with-warhammer-40000",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Getting Started With Warhammer 40,000 contains the basic ruleset for playing games of Warhammer 40,000, with each phase broken down into simple explanations. There&rsquo;s even a mission included to get everyone playing right away.&#10;&#10;Everything you need to get started in the galaxy of Warhammer 40,000, this magazine is the for the absolute beginner who&rsquo;d like to dip their toes in the hobby of collecting, building, painting and playing with Citadel miniatures. It explains in easy to follow terms how to get started, and even comes with a free push-fit Primaris Space Marine Intercessor miniature.&#10;&#10;Contained in the 104-page magazine:&#10;&#10;&#10;     A history of the Warhammer 40,000 setting &ndash; the story so far, the state of the galaxy and the dramatic history that led to it;&#10;     A guide to the armies you can collect and play with in Warhammer 40,000, showing you their motivations and introducing their histories;&#10;     Guidance on collecting Citadel miniatures &ndash; while you can simply pick up any that catch your eye, for many the hobby is about specific armies or types of miniature. This guide includes three example collections for inspiration, with a further showcase of beautifully-painted miniatures from a variety of armies;&#10;     A detailed Battle Report &ndash; watch as the heroic Ultramarines take on the vile Death Guard in a tense fight to the end;&#10;     A guide to some of the most famous war zones of Warhammer 40,000, and the epic battles that took place there;&#10;     An introduction to painting Citadel miniatures using the Citadel Paint System, with a guide to paints, brushes and step-by-step instructions showing how to paint a variety of miniatures &ndash; including your free Intercessor!&#10;&#10;&#10;",
    "Categories": [
      "Miniatures"
    ],
    "Mechanics": [],
    "Families": [
      "Setting: Warhammer 40,000 Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Grantara: The Breath of Evil",
    "ID": 253785,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/253785/grantara-the-breath-of-evil",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "A board game where 1-2 players can play for the master of evil, while the other 1-2 players will resist them, playing for the forces of good, exploring different locations and picking the loot from the defeated forces of evil.&#10;&#10;The game is designed for 2-4 players, where players will need to make tactical and strategic decisions to achieve their goals. Each player will be able to choose whom he will play for monsters or squad.&#10;&#10;In this game, the player has to wisely approach the selection of the setup squad, and the player managing the monster must predict the actions of the enemy in which the quantitative advantage.&#10;&#10;Playing for the squad player can choose one of the two factions (1st version) and hire a team for their wanderings through a dangerous and at the same time wonderful world of the game.&#10;&#10;On his turn, the player of the squad(s) can explore the dungeon, engaging in battle with monsters, rotten squads of the evil master, and also collect treasures for winning in battle.&#10;&#10;The master of evil on his turn can control monsters, send rotten squads, strengthen his power and in every possible way prevent the squads from surviving in the dungeon.&#10;&#10;The game has unique mechanics and many nuances and features that turn each battle into challenges for each side.&#10;&#10;The aim of the evil master is to collect a certain number of points, which is determined by the length of the adventure, after reaching the targets the opponents will be considered defeated.&#10;&#10;The objective of the squad(s) is to pass the dungeon the length of which they choose at the beginning of the adventure, and also fulfill certain conditions on the last location.&#10;&#10;The journey is considered complete when one of the parties fulfills its victory conditions.&#10;&#10;",
    "Categories": [
      "Exploration",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Hand Management",
      "Modular Board"
    ],
    "Families": [
      "Category: Print-on-Demand",
      "Creatures: Monsters"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Golden Islands",
    "ID": 253789,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/253789/golden-islands",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "&quot;Golden Islands&quot; - a gambling and fun game with easy rules for 2-4 players, age 8+, in which you take on the role of the captain of the ship. You will plow the ocean, exploring the islands and collecting gold coins. Of course, it will not do without battles with other captains! Despite the seeming simplicity, the game has many strategies and options for progress towards victory!&#10;&#10;The goal of the game is collecting gold coins. To win, you need to collect more coins than other players.&#10;&#10;On your turn you will travel between islands (you choose your way), fight with other players and, using dice, play different events (good or bad).&#10;&#10;Turn sequence:&#10;&#10;Players turn consists of three phases: moving, battle and event.&#10;&#10;- Moving:&#10;        Move your pawn to any neighboring island (including any starting position). You can move only vertically or horizontally (orthogonally). If another player is already on the island, go to the battle phase. If the coin is on the island, pick it up and put it in front of you, then go to the event phase. If the island has neither a coin nor another player - go to the event phase.&#10;&#10;- Battle:&#10;        If you moved to an island on which another player is already located, it means that you attacked him. Proceed to battle. Each player has three health markers that represent the state of your ship. The battle consists of a series of rounds - attacks. Both players roll one die each. The player, who has less value, gets damaged and turns over one of his health markers. If both players have the same values, the dice are thrown. Attack is repeated until one of the players turns his last, third, health marker - this player lost in this fight. After the end of the battle, the winner takes half of the coins from the loser (rounding up), and the loser returns to his starting position. Players reverse their health markers (repairs the ship). If the losing player does not have a single coin, the winner does not receive anything. This ends your turn.&#10;&#10;- Event:&#10;        The event is played if you moved to an island on which there is no other player. Throw three dice and play the event which corresponds to the rolled dice value. This ends your turn.&#10;&#10;",
    "Categories": [
      "Dice",
      "Print & Play",
      "Travel"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Flower Essence Game",
    "ID": 253792,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/253792/the-flower-essence-game",
    "Min Players": "1",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Designed by award-winning Napoleonic wargame designer Kevin Zucker, this flower game is used for learning the names and properties of flower essences.&#10;&#10;Seven flower cards are dealt to each player, dealing the cards one at a time, picture side up, so that all the cards can be seen at the same time. Three symptom (green) cards are laid out in the center of the playing area face-up. The players agree on a famous real or fictional person who fits the &quot;patient profile&quot;.&#10;&#10;Players scan over the flower cards and turn over 1, 2, or 3 cards that their eyes land on first. Each player turns over his or her own cards. Read the separate cards and pick one that relates to the symptom or symptoms, explaining to the other players how this addresses the symptom. Each player in turn plays one flower card that best addresses the symptom or symptoms, explaining how this applies. Players scan over the remaining cards in front of them and pick those they wish to turn over. Repeat these steps until all the cards that each player wants to introduce have been played.&#10;&#10;Discuss which of the flower essence cards introduced into play by the players best fit the symptoms. Refer to the Flower Essence Repertory as needed. There may be more than one right answer. The goal is to agree on up to 5 essences for the perfect blend to fit the patient's symptoms.&#10;&#10;Items required&#10;&#10;&bull; One deck of Affirm a Flower affirmation cards (published by FES)&#10;&#10;&bull; One deck of Green Apple cards from the game Apples to Apples&reg;&#10;&#10;...&#10;&#10;Example of play:  If Marilyn Monroe is considered to be the &quot;patient&quot;, the following might happen when the flower cards are examined. The first player played &quot;Pretty Face&quot; which says &quot;I accept all parts of my self. Light shines through darkness and pain. My whole self is my beautiful self. I am this Shining Star.&quot; The second player played &quot;Dogwood&quot; which says &quot;My body is healed by flowing grace. I release what has become hardened. This gentle purity fills body and soul. I feel the blessing of grace-filled life.&quot; It was determined that either flower card would help address the life challenges of Marilyn Monroe, and both players were considered to have right answers.&#10;&#10;There are also solitaire and advanced versions of this game.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Outside the Scope of BGG"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gardens of Enceladus",
    "ID": 253793,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.27",
    "Link": "https://boardgamegeek.com/boardgame/253793/gardens-of-enceladus",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Our beloved Martians from Gardens of Mars and Gardens of Io have travelled to Saturn&rsquo;s moon Enceladus to harvest the flowers they planted last year.&#10;&#10;Help your little Martian gardener harvest the flowers making sure he collects enough of each type.&#10;&#10;RULES SUMMARY (please refer to the official rulebook for details)&#10;&#10;MATERIAL&#10;&#10;- A board representing both a garden on icy Enceladus (10&times;10 squares), and 10 special actions.&#10;- 95 flowers in 5 different colours (19 each).&#10;- A carrying case.&#10;- 6 black Martians in 3 types (2 each).&#10;- 4 white Martians in 2 types (2 each).&#10;- 5 peaks (white pyramids).&#10;- 9 black counters.&#10;- 1 &lsquo;silver&rsquo; counter (the wildflower).&#10;&#10;GAMEPLAY&#10;&#10;Players take turns moving their martians orthogonally, landing on a space with a flower and taking it. Then taking an adjacent flower. Finally taking all isolated flowers from the board (soliflowers; those that don't have orthogonally adjancent flowers).&#10;&#10;Optionally, at the beginning of the turn, the players can execute special actions by 'purchasing' them with 3 flowers of the same colour. Each action can only be executed once during the game:&#10;&#10;- Randomly pick 3 flowers from the game case (don&rsquo;t look), if there are at least 3, and add them to your reserve1.&#10;&#10;- Jump orthogonally (not diagonally) over a peak to a space not occupied by a martian. If there is a flower on it, add it to your reserve. Don&rsquo;t take an adjacent flower!&#10;&#10;- Move diagonally to a space not occupied by a martian (you cannot jump over peaks). If there is a flower on it, add it to your reserve. Don&rsquo;t take an adjacent flower!&#10;&#10;- Pick any flower from the board and add it to your reserve.&#10;&#10;- Swap the positions of your martian and any one peak or planted flower.&#10;&#10;- Swap the positions of any one peak and any one planted flower.&#10;&#10;- Swap the positions of any 2 planted flowers.&#10;&#10;- Move any one planted flower to any empty space of the garden.&#10;&#10;- Move any peak to any empty space of the garden.&#10;&#10;- Pick the wildflower and add it to your reserve. Do not place a black counter on the circle; when this unique wildflower is gone, this special action is unavailable.&#10;&#10;GAME END AND SCORING&#10;&#10;If a player can't move her martian to a space occupied by a flower the game ends.&#10;&#10;To get your score, count the number of flowers of the colour you have the least (consider the 6 colours, even if you don&rsquo;t have flowers of some of them!). The wildflower acts as a wildcard; it can be used as any colour but you have to declare which one before scoring.&#10;&#10;The player with the highest score wins. Ties are broken by the second colour you have the least and so on. If the tie persists play again.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Environmental",
      "Farming",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [],
    "Families": [
      "Containers: Zippered Pouch",
      "Series: Martian Gardeners (nestorgames)",
      "Theme: Gardening"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "CastQuest",
    "ID": 253794,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.09",
    "Link": "https://boardgamegeek.com/boardgame/253794/castquest",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "1",
    "Description": "CastQuest is a description based, strategic party game with a touch of magic.&#10;&#10;The aim of the game is to describe random combinations of creatures, their weapons, and the armour they wear without using the words written on the cards. If this is done correctly, you are awarded with cards from a deck of 'Fate Cards' that contain spells to help yourself progress, curses to make it harder for your opponents, and separate elements to a quest... you need these in order to win.&#10;&#10;The quest elements are made up of 'WHO', 'WHAT', and 'WHERE' - once you've collected a sequence, and successfully described/guessed enough combinations of Creature, Weapon, and Armour - you enter into the victory round.&#10;&#10;VICTORY ROUND:&#10;Embark upon a quickfire guessing round against a chosen opponent in order to revisit the previous creature, weapon and armour cards from the game. A third player describes this time, but can only use one word to do so - so make sure you're paying attention to everyone's description rounds throughout the game, as it may come in handy!&#10;&#10;If you are the one attempting victory and get more correct quickfire guesses than your defending opponent, you have successfully Cast your Quest, and won the game!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Communication Limits",
      "Deduction"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Repulse",
    "ID": 253795,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/253795/repulse",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Repulse is a strategic card game consisting of 110 cards in 3 categories.&#10;&#10;Is a good defense perhaps better than an attack? Can it be that you set up the tactic that leads to the goal? Are you ready?&#10;&#10;Regardless of the game variant, it&rsquo;s about being the first to defeat another army, so there are no more cards in front of an opponent. Always keep in mind that a wrong move may allow another player to win the game.&#10;&#10;On your turn: Pick up two cards from the middle of the pile (or your own - depending on the game variant). You can attack with the face-up cards you face. You can play some action cards in your hand at any time (during an attack or while another player's turn takes place), others only when it's your turn. Once you've completed your attacks, you can reveal up to two face-down cards (or just one or none at all) and put them forward and replace them with hand cards. A maximum of 3 cards may be revealed and two cards face down. Think good of your strategy, because if you make too many attacks, you may not be able to defend yourself.&#10;&#10;If an attack is made and it succeeds by higher value, both cards are placed on the open stack in the middle. If the attacker's army card value is lower than the defending card, the attack failed and the attack card is placed on the open stack in the middle.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "7th Voyage: The Witching Hour",
    "ID": 253799,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/253799/7th-voyage-the-witching-hour",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Inspired by the folklore and tales of gothic horror, you take command of the heroes or villians of legend! The Witching Hour is written entirely by Glenn Allan, and presented by Crooked Dice.&#10;&#10;Send the Headless Horseman back to the depths of hell or command the gruesome witch-hunts from the dark days of history with this new 7th Voyage gothic horror supplement. You will need a copy of the 7th Voyage rules to use this product.&#10;&#10;The Witching Hour adds new stars, co-stars and extras profiles, as well as new scenarios, Gifts of the Gods and Events.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Movies / TV / Radio theme",
      "Mythology"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Series: action engine (Crooked Dice Game Design Studio)",
      "Theme: Witches"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Disloyal Royals",
    "ID": 253805,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/253805/disloyal-royals",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Disloyal Royals is a two player card game that uses only standard playing cards and dice. At the beginning of the game, each player is dealt a jack, queen, and king. This is your royal family. The royal family wants to collect riches (diamonds) and bury them (face down) for safe keeping. Throughout the game, players will attempt to dig up their opponent's riches using their shovels (spades). When this doesn't work, they will attack their rival using their clubs (clubs). To protect against clubbings, they will strengthen their defences (hearts). The player with the most buried riches (diamonds) at the end of the game wins.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Dice",
      "Medieval"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Take That"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Revelation War",
    "ID": 253808,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.82",
    "Link": "https://boardgamegeek.com/boardgame/253808/revelation-war",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "2.3333",
    "Description": "Revelation War: The Coming Struggle for the Holy Land is a near-future what-if that presumes the US continues its zigzag withdrawal from imperium into neo-isolation, leaving Israel alone to face a hostile coalition of Islamist nations plus Chinese and Russian &lsquo;expeditionary forces.&rsquo;&#10;&#10;There&rsquo;s one large-hex 34x22&rdquo; map, at 7.5 miles per hex, along with one sheet of 176 large-size (5/8&rdquo;) NATO-style counters. Each of the seven turns equals one day of &lsquo;real time.&rsquo;&#10;&#10;Playing time is about two to three hours and, though designed for two-players, it can easily be adapted for solitaire use.&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: Israel",
      "Players: Games with Solitaire Rules",
      "Players: Wargames with Solitaire Rules",
      "Region: Middle East",
      "Theme: Alternate History"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Marvel Dice Masters: AvX Promo Cards",
    "ID": 253831,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/253831/marvel-dice-masters-avx-promo-cards",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This Organized Play promo card set for Marvel Dice Masters released slowly over a 6 month arc in conjunction with the Avengers vs X-men set.&#10;&#10;The list of promos cards is as follows:&#10;&#10;&#10;     Teamwork:  Basic Action Card&#10;     Thor: The Mighty&#10;     Rally!: Basic Action Card&#10;     Spider-Man: The Amazing&#10;     Deflection: Basic Action Card&#10;     Wolverine: Walking His Own Path&#10;     Teleport: Basic Action Card&#10;     Colossus: Phoenix Force&#10;     Collateral Damage: Basic Action Card&#10;     Iron Man: Phoenix Buster&#10;     Takedown: Basic Action Card&#10;     Cyclops: Phoenix Force&#10;     Phoenix Force: Force of Nature (Card with Unique Die)&#10;&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Comic Book / Strip",
      "Dice",
      "Expansion for Base-game",
      "Fighting"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Dice Masters",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Marvel Dice Masters: Uncanny X-men – Promo Cards",
    "ID": 253832,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.93",
    "Link": "https://boardgamegeek.com/boardgameexpansion/253832/marvel-dice-masters-uncanny-x-men-promo-cards",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A set of promo cards released in organized play events in conjunction with the release of the Marvel Dice Masters: Uncanny X-Men set. All cards use dice from Uncanny X-Men except where noted.&#10;&#10;The list of cards is as follows:&#10;&#10;Age of Apocalypse event&#10;1. Magneto: Heir to the Dream&#10;2. Beast: Nefarious Geneticist (uses dice from Marvel Dice Masters: Avengers vs. X-Men)&#10;3. Apocalypse: Earth-295&#10;&#10;Days of Future Past event&#10;4. Sentinel: Omega&#10;5. Kitty Pryde: On a Mission&#10;6. Wolverine: Wanted&#10;&#10;The Dark Phoenix Saga event&#10;7. Marvel Girl: Humanity&#10;8. Emma Frost: White Queen&#10;9. Phoenix: Dark Phoenix (uses dice from Marvel Dice Masters: Avengers vs. X-Men)&#10;&#10;There was a separately numbered organized play event for Uncanny X-Men called Avengers Disassembled. One of the cards was also released in German contained in the Brettspiel Adventskalender 2015.&#10;&#10;1. Hawkeye: Avengers Disassembled (uses dice from Marvel Dice Masters: Avengers vs. X-Men)&#10;2. Scarlet Witch: Avengers Disassembled&#10;3. She-Hulk: Avengers Disassembled&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Comic Book / Strip",
      "Dice",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Comic Books: Marvel Universe",
      "Comic Books: The X-Men",
      "Game: Dice Masters",
      "Players: Two-Player Only Games",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Marvel Dice Masters: Age of Ultron Promo Cards",
    "ID": 253834,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.93",
    "Link": "https://boardgamegeek.com/boardgameexpansion/253834/marvel-dice-masters-age-of-ultron-promo-cards",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A set of promo cards released in organized play events in conjunction with the Marvel Dice Masters: Age of Ultron set. All cards use dice from Age of Ultron except where noted.&#10;&#10;The promo list is:&#10;&#10;Ant-Man event&#10;Ant-Man: Biophysicist Alternate Art Promo (uses dice from Marvel Dice Masters: Uncanny X-Men)&#10;Wasp: Bio-Electric Blasts Alternate Art Promo&#10;1. Ultron: Nanite Virus&#10;&#10;Thanos Imperative event&#10;2. Nova: Nova Prime  (uses dice from Marvel Dice Masters: Avengers vs. X-Men)&#10;Star-Lord: Reluctant Prince Alternate Art Promo&#10;3. Thanos: Gauntlet Wielder&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Comic Book / Strip",
      "Dice",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Comic Books: Marvel Universe",
      "Game: Dice Masters",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "iCubo: Beige Cube promo",
    "ID": 253837,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/253837/icubo-beige-cube-promo",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Beige promo cube for iCubo, with a different and unique puzzle configuration, not included in the base game.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Expansion for Base-game",
      "Puzzle"
    ],
    "Mechanics": [
      "Pattern Building",
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "iCubo: Fuchsia Cube promo",
    "ID": 253838,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/253838/icubo-fuchsia-cube-promo",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Fuchsia promo cube for iCubo, with a different and unique puzzle configuration, not included in the base game.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Expansion for Base-game",
      "Puzzle"
    ],
    "Mechanics": [
      "Pattern Building",
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Lightseekers: Mythical Expansion",
    "ID": 253839,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.30",
    "Link": "https://boardgamegeek.com/boardgameexpansion/253839/lightseekers-mythical-expansion",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "The new expansion for the Lightseekers card game Lightseekers includes 152 brand new cards to enhance your decks, with astounding new heroes, devastating new combos and buffs that will make your opponent weep like the worm they are!&#10;&#10;That&rsquo;s not all though! Lightseekers: Mythical introduces a brand new rarity with Mythic heroes! These cross order heroes are powerful warriors of legend! Taken from an amazing roster of some of the greatest champions (and villains) the world of Tantos has ever seen!&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Take That"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "アスキノウ (Asukinou)",
    "ID": 253854,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/253854/asukinou-asukinou",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Play cards in sequence of the days of a week, the first player to get rid of their hand wins.&#10;There are two types of cards, one has a date printed on both sides of the card, and the other has only one date printed. &#10;Players can predict their opponents hand with double printed cards, enabling them to block them from playing those cards.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Memory",
      "Pattern Building"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Tsundaru",
    "ID": 253855,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.87",
    "Link": "https://boardgamegeek.com/boardgame/253855/tsundaru",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "In this game you try to stack cards without having to take any.&#10;If you have to take cards twice then you are out of the game. The player with the fewest cards taken at the end is the winner.&#10;&#10;However, if a player manages to take more than 15 cards, they also win.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Puzzle"
    ],
    "Mechanics": [
      "Player Elimination"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Elite: Dangerous Battle Cards",
    "ID": 253856,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.57",
    "Link": "https://boardgamegeek.com/boardgame/253856/elite-dangerous-battle-cards",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2.6667",
    "Description": "Fight epic space battles across the Elite: Dangerous galaxy. Battle in asteroid belts to gain cover against enemy attacks, explore planets to gain advantage over your foe, or send a fleet of transports to construct an unstoppable capital ship. Create an armada of spaceships, fighters, warships &ndash; even entire space stations. Use special abilities to outflank your enemy, upgrade your vessels with enhanced equipment or play action cards to save yours ships or foil your opponent.&#10;&#10;&mdash;description from the publisher&#10;&#10;The Starter Pack contains two decks of 30 cards each along with the basic mission cards needed to play any game of ED Battle Cards. All the cards are non-randomised (as they are in every set). For the Starter Pack one deck has mostly Federation aligned ships and the other mostly Imperial.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Space Exploration"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mit Winnetou durch den Wilden Westen",
    "ID": 253857,
    "Year": "(1967)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/253857/mit-winnetou-durch-den-wilden-westen",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players have to get their four figures fron their camp to one of the four Karl-May-Heroes: Winnetou, Nscho-Tschi, Old Shatterhand, Old Surehand. Movement is determined by two dice. The players can chose their way. On some spaces, event cards have to be drawn, which benefit or hinder the player.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "American West",
      "Movies / TV / Radio theme",
      "Novel-based",
      "Racing"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Authors: Karl May",
      "Books: Winnetou",
      "History: American Old West (Wild West)",
      "Series: Die A-Serie (Bayerwald-Spiele)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Repel Boarders",
    "ID": 253870,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/253870/repel-boarders",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Repel Boarders is a co-operative game for 2 to 6 players, you can take control of any number of the crew under Cpt Frank Smith in either one of the 9 included missions or if you prefer you can design your own!  Although it&rsquo;s not necessary to play the missions in order, should players wish to do so, a short narrative campaign is included in the game.&#10;&#10;Gain weapons and armour from the chests scattered about the rooms on-board in your attempt to defeat the forces of space pirates that are attacking your ship.  Missions have different objectives ranging from simply surviving a massive rush of pirates or escorting a VIP, to securing and defending vital parts of your ship.&#10;&#10;Do you take on the role of a marine and attack the enemy head on or the role of medic or engineer and assist your fellow players in staying alive as wave after wave of blood thirsty pirates swarm the ship.  Maybe you are the voice of command and as captain organise the others to follow you.  Perhaps you want nothing more than 2 really big guns and a singular purpose and take the role of the robot.  Maybe you are stealthy and tactical and can take on the pirates with nothing more than a chefs cleaver?&#10;&#10;Each crew character starts with 3 action points which they can then spend freely on either moving, combat (melee or ranged) or on a special action, though only one special action maybe completed per person per turn.  Special actions include healing, repairing doors, searching chests and trading etc.&#10;&#10;Characters gain further actions and special abilities as the &quot;Alert Level&quot; on-board ship increases.  While players start with a modicum of gear as play progresses they may pick up and trade items to suit either their own play style or that of the persona of the crew member they are playing.&#10;&#10;Want to design your own campaign where you keep the items on your character and progress through your own customer scenarios?  This is entirely possible with Repel Boarders modular double sided game tiles, corridor tiles and board connectors.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Pirates",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Role Playing"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Silly Sausage",
    "ID": 253889,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.57",
    "Link": "https://boardgamegeek.com/boardgame/253889/silly-sausage",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Think you&rsquo;re meaty enough to take on this Super Sized Sausage?! Switch him on and wait for his commands but be warned you&rsquo;ll need to be fast to keep up! With 10 grillin&rsquo; games and 5 sizzlin&rsquo; actions &ndash; Twist ME, Shake ME, Dip ME, Stretch ME &amp; Poke ME!&#10;&#10;Play him solo or multi play with family and friends. Everyone&rsquo;s a &lsquo;Wiener&rsquo; with Silly Sausage!&#10;&#10;&mdash;description from the publisher&#10;&#10;The winner is determined by whoever scores the highest or the last player standing depending on the game mode you choose.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Electronic"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "4 Armies",
    "ID": 253898,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/253898/4-armies",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Items needed:&#10;&#10;     1 deck standard playing cards&#10;     Two 6-sided dice&#10;&#10;&#10;Gameplay:&#10;Each player will choose one suit of cards as their army then roll the die to determine who has the first turn. Each player then draws 3 cards from his deck and places his remaining cards aside. The person to win the first turn of the first round chooses an opponent from among the remaining players. To attack, he lays down one of his three chosen cards. The chosen opponent also lays down one of his three chosen cards.(Right before each player lays down his attacking card,it is best to snap the attacking card out of one&rsquo;s own hand in a showy and extravagant manner. This is done to intimidate the other player. It is also quite enjoyable.)To determine the winner of the attack, each player must roll a die, combine that number with the value of his card, and whomever has the highest overall score wins the battle. Each number card is worth its face value (the Ace is worth 1 point, the 2 is worth 2 points, etc,), and each face card is worth 10 points. However, when attacking with a Jack, the Jack gains one offensive point becoming worth 11 points, and when defending with a Queen, the Queen gains 1 defensive point becoming worth 11 points. If a tie takes place, the defender wins the round. Play continues in clock-wise fashion with each player attacking only once each round. If a player has no cards when it is his turn to attack, then he is out for the remainder of the round.&#10;&#10;Each successive round is begun by the person clock-wise from the person to attack first in the previous round.&#10;&#10;The winner of the game is determined by the player with the last King left alive. If a player loses a King during game play, he may continue playing but cannot win the game.&#10;&#10;Suit powers&#10;&#10;Hearts: Healers. At the end of each turn roll 1 die for any one card that fought during that turn. If the roll is odd, healing failed and proceed to next card or end turn. If even, roll die and regain health up to number rolled or max health (whichever comes first)&#10;&#10;Spades: Necromancers. At the end of each turn, if any cards 1-6 &ldquo;died&quot; during that turn or in a previous turn they are eligible to be revived. Roll a die and revive any eligible card covered by the die. Example: If a 1 is rolled then an the ace (if eligible) can be revived. If a 5 is rolled, any card 1-5 that is eligible can be revived.&#10;&#10;Diamonds: +Defense every card. +1 health and 50/50 chance to &ldquo;block&rdquo; an attack by rolling die when attacked. If even, a &quot;block&quot; happens and negates an additional damage point.&#10;&#10;Clubs: +Offense every card. +1 to attack roll and 50/50 chance to do &ldquo;double damage&rdquo; on an attack by rolling die when attacking. If even, a &quot;double damage&quot; happens and adds an additional damage point.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Player Elimination"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "New Eden Project",
    "ID": 253899,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.09",
    "Link": "https://boardgamegeek.com/boardgame/253899/new-eden-project",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "The new World War is devastating everything with atomic bombs, and due to that, the Government has come to a solution: building better cities over the ruins of the destroyed ones. It is up to the Emergency City Reconstruction companies to do that job and guarantee that these new cities represent the glory of the winning countries over their enemies.&#10;&#10;In New Eden Project, players will create projects for a glorious city, participating in the contest to be the chosen company to build the &quot;New Eden&quot;, a city that will take place of an enemy capital. By using city part cards in a tile-placement mechanic, they will have to build the project always paying attention to the Contest Requirements, sorted at the beginning of the match.&#10;&#10;There are 3 game modes: Populist (using sorted Contest Requirements, one of each of the types A, B, and C), Military (using all of the D Contest Requirements), or Elite (using both previous requirements). These requirement cards are the ones that tell the player how they are going to score in that match.&#10;&#10;Regardless of the game mode, the game flow is always the same: players have 1 phase to buy cards using inspiration points (always 5 at the beginning of the phase), and 1 phase to place them in their projects (put them on the table). This continues until someone projects the 10th city part card, triggering the end of the game, when players check the Contest Requirements to see which cards have scored, and how many set-collection points they have won.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "City Building",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Catarse"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "CRIMINAL'S",
    "ID": 253902,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.83",
    "Link": "https://boardgamegeek.com/boardgame/253902/criminals",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "User summary&#10;CRIMINAL'S is a card game with a theme of thieving.&#10;&#10;You are trying to steal a treasure which is guarded with four security methods. To defeat the security, you form a group of five criminals. There are six types of security, and each criminal has an advantage at one of them and a disadvantage at another one.&#10;&#10;At the beginning of the game, place 12 security chips, forming three groups of four chips  (A, B, and C). Chips in group A are revealed, meaning they are not guarding the treasure. Chips in Group C are never revealed until end of the game, meaning they are guarding the treasure. Chips in group B are partial information; a player can see two of them during the game. Then players are dealt nine criminal cards each.&#10;&#10;During a round, the first player takes a chip. The first two players may look at it, and discards one card from their hand. The other players may not look at that chip but guess it from the discards, and discard one from their hand. Instead of discarding one, you may discard two and take the card the previous player discarded. Play four rounds so that everyone has five criminal cards.&#10;&#10;At end of the game, reveal one security chip from group C, each player passes the security if they play one criminal who is advantageous to that security, or any two criminals who are not disadvantageous to it (other conditions apply). Take a treasure if you pass four securities in this way.&#10;&#10;After several games, the player with the most treasures is the grand champion.&#10;&#10;The third edition in 2016 is in Japanese and English.&#10;&#10;Publisher's summary&#10;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#175;&#230;&#137;&#139;&#230;&#140;&#129;&#227;&#129;&#161;&#227;&#129;&#174;&#227;&#131;&#161;&#227;&#131;&#179;&#227;&#131;&#144;&#227;&#131;&#188;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#146;&#228;&#189;&#191;&#227;&#129;&#163;&#227;&#129;&#166;&#227;&#131;&#129;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#130;&#146;&#231;&#183;&#168;&#230;&#136;&#144;&#227;&#129;&#151;&#227;&#128;&#129;&#227;&#129;&#157;&#227;&#129;&#174;&#227;&#131;&#161;&#227;&#131;&#179;&#227;&#131;&#144;&#227;&#131;&#188;&#227;&#129;&#167;&#229;&#174;&#157;&#231;&#137;&#169;&#227;&#130;&#146;&#229;&#174;&#136;&#227;&#130;&#139;4&#227;&#129;&#164;&#227;&#129;&#174;&#227;&#130;&#187;&#227;&#130;&#173;&#227;&#131;&#165;&#227;&#131;&#170;&#227;&#131;&#134;&#227;&#130;&#163;&#227;&#130;&#146;&#232;&#167;&#163;&#233;&#153;&#164;&#227;&#129;&#151;&#227;&#129;&#171;&#232;&#161;&#140;&#227;&#129;&#141;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#232;&#166;&#139;&#228;&#186;&#139;&#232;&#167;&#163;&#233;&#153;&#164;&#229;&#135;&#186;&#230;&#157;&#165;&#227;&#130;&#140;&#227;&#129;&#176;&#229;&#174;&#157;&#231;&#137;&#169;&#227;&#129;&#140;&#230;&#137;&#139;&#227;&#129;&#171;&#229;&#133;&#165;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#227;&#129;&#147;&#227;&#129;&#174;&#227;&#131;&#169;&#227;&#130;&#166;&#227;&#131;&#179;&#227;&#131;&#137;&#227;&#130;&#146;&#231;&#185;&#176;&#227;&#130;&#138;&#232;&#191;&#148;&#227;&#129;&#151;&#227;&#128;&#129;&#230;&#156;&#128;&#231;&#181;&#130;&#231;&#154;&#132;&#227;&#129;&#171;&#233;&#155;&#134;&#227;&#130;&#129;&#227;&#129;&#159;&#229;&#174;&#157;&#231;&#137;&#169;&#227;&#129;&#174;&#230;&#149;&#176;&#227;&#129;&#140;&#228;&#184;&#128;&#231;&#149;&#170;&#229;&#164;&#154;&#227;&#129;&#132;&#228;&#186;&#186;&#227;&#129;&#174;&#229;&#139;&#157;&#229;&#136;&#169;&#227;&#129;&#168;&#227;&#129;&#170;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Deduction"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Camping with Sasquatch",
    "ID": 253913,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.68",
    "Link": "https://boardgamegeek.com/boardgame/253913/camping-with-sasquatch",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Camping With Sasquatch is a light card game with a ROAR! Literally. Play cards to complete sets. Sets = Points. Points = Sweet, sweet victory. Sets can either be three of the same card, or three different cards of that suit.&#10;&#10;But watch out for that wild Sasquatch!  Sasquatch can help you complete a set or you can play Sasquatch on your opponents.  Rush to slap down the right card to avoid getting stuck with the elusive Sasquatch!&#10;&#10;Camping with Sasquatch is a quick-paced, strategic card game that combines elements of rummy and slapjack.  But you decide, will you play nice or will you turn the Sasquatch loose on your friends?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Mythology"
    ],
    "Mechanics": [
      "Set Collection",
      "Take That",
      "Trick-taking"
    ],
    "Families": [
      "Creatures: Bigfoot / Yeti / Sasquatch",
      "Crowdfunding: Kickstarter",
      "Theme: Camping"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Trek: The Dice Game – Away Team",
    "ID": 253918,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.27",
    "Link": "https://boardgamegeek.com/boardgameexpansion/253918/star-trek-the-dice-game-away-team",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "No Star Trek episode is complete without a perilous away team mission.&#10;&#10;The Star Trek: The Dice Game &ndash; Away Team expansion introduces a challenging new away team side board and mechanics as well as new personnel, equipment and tactics.&#10;&#10;You'll need every advantage you can get; Starfleet has tough new missions for you, and there are new dangers waiting for you in deep space and on strange new worlds.&#10;&#10;This expansion adds:&#10;&#10;&#10;     An Away Team side board: following the Transport action you will assign Crew Dice from your pool to this board, and use them separately from those on the ship to complete Mission stages, overcome Events and unlock Developments. &#10;&#10;&#10;&#10;     The division of Development cards into Equipment, Tactics and Personnel, and mechanisms which utilize these distinctions&#10;&#10;&#10;&#10;     The division of Event cards into Ship and non-ship. Away teams can only overcome non-ship Events.&#10;&#10;&#10;&#10;     16 new Event cards&#10;&#10;&#10;&#10;     8 new Mission cards&#10;&#10;&#10;&#10;     8 new Development cards (including Chekov and Sulu!)&#10;&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Dice",
      "Expansion for Base-game",
      "Print & Play",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Worker Placement"
    ],
    "Families": [
      "Players: Games with Solitaire Rules",
      "TV Shows: Star Trek (various)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "What's For Dinner?",
    "ID": 253924,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.60",
    "Link": "https://boardgamegeek.com/boardgame/253924/whats-for-dinner",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "Ever been with a group of people and can't decide what to eat for dinner? What's For Dinner? is a light and fast game designed to cleanse the palate, inspire hungry players, and bring friends and family to the table. Grab meals that match your cravings and traits before other players snatch them, or you might go without.&#10;&#10;Each player is dealt three dining trait cards, discards one card, keeps one hidden, and reveals the third for all players to know what their eating trait is, e.g., vegetarian.&#10;&#10;The game comes with a custom food die that represents all food groups: fruit/veggie/meat/dairy/wheat as well as bacon [fats &amp; oils]. Bacon is a wild in the game, representing any of the five basic food groups as the player chooses. Each player rolls the food die during their turn to see what they crave during the round, then either acquire a matching meal card in play from the meal card pyramid of five community meal cards, or veto a specific meal card and discard that card into the dumpster (the bottom of the game box), then draw a wallet card. Wallet cards can be used during the game to purchase a corresponding meal card, better their turn, or impact another player's turn.&#10;&#10;The goal of the game is to get the most meal points as others decide to go along with your food choice. The game-end is triggered when the last meal card is drawn from the meal card draw pile.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Trek: Ascendancy – Andorian Empire",
    "ID": 253925,
    "Year": "(2019)",
    "Geek Rating": "5.753",
    "Avg Rating": "8.11",
    "Link": "https://boardgamegeek.com/boardgameexpansion/253925/star-trek-ascendancy-andorian-empire",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "3",
    "Description": "The Andorian Empire adds new Star Systems, new Exploration Cards, plus all the components to add another player to Star Trek: Ascendancy.&#10;&#10;",
    "Categories": [
      "Civilization",
      "Expansion for Base-game",
      "Exploration",
      "Movies / TV / Radio theme",
      "Negotiation",
      "Science Fiction",
      "Space Exploration",
      "Territory Building",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Modular Board",
      "Trading",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Mechanism: 4X",
      "TV Shows: Star Trek (various)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Trek: Ascendancy – Vulcan High Command",
    "ID": 253926,
    "Year": "(2019)",
    "Geek Rating": "5.743",
    "Avg Rating": "8.01",
    "Link": "https://boardgamegeek.com/boardgameexpansion/253926/star-trek-ascendancy-vulcan-high-command",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "3.3333",
    "Description": "The Vulcan High Command adds new Star Systems, new Exploration Cards, plus all the components to add another player to Star Trek: Ascendancy.&#10;&#10;",
    "Categories": [
      "Civilization",
      "Expansion for Base-game",
      "Exploration",
      "Movies / TV / Radio theme",
      "Negotiation",
      "Science Fiction",
      "Territory Building",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Modular Board",
      "Trading",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Mechanism: 4X",
      "TV Shows: Star Trek (various)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sesamstraat: Boodschappen doen",
    "ID": 253929,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/253929/sesamstraat-boodschappen-doen",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "In this game you must do your own groceries! You must see which things you need, and which things you don't. Players will learn that some things are more expensive than others.&#10;&#10;Player must roll a die and move their Sesame Street character the rolled amount of steps towards any direction. When the players lands on a coin, they receive one Sesame coin. If they land on a store, they get the chance to buy one item of their shopping list using their collected Sesame coins.&#10;&#10;The player who has crossed off all the items of their shopping list wins the game!&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "TV Shows: Sesame Street"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "鳥獣漫画 (Tyouju-Manga)",
    "ID": 253931,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/253931/niao-swu-man-hua-tyouju-manga",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "User summary&#10;&#233;&#179;&#165;&#231;&#141;&#163;&#230;&#188;&#171;&#231;&#148;&#187; (Tyouju-Manga), is a Japanese card game, a quick 'communications' game using cards. The artwork on the cards is taken from classic Japanese painting. Animals are shown as if human, and they play out folklore tales, frogs, rabbits, birds, and foxes. This gives the game a light, surreal feeling.&#10;&#10;In this game, all players try to make a manga. Players start with a certain number of cards in hand. These cards act as a single frame with an empty dialogue balloon. In clockwise order, the active player plays a card and all players discuss about what quote should be included in the dialogue balloon. A new card played acts as a continuing frame from the previous cards so all players will attempt to make a totally original manga with an original story.&#10;&#10;Publisher's summary&#10;&#227;&#129;&#147;&#227;&#129;&#174;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#175;&#227;&#128;&#129;&#227;&#129;&#191;&#227;&#130;&#147;&#227;&#129;&#170;&#227;&#129;&#167;&#227;&#131;&#158;&#227;&#131;&#179;&#227;&#130;&#172;&#227;&#130;&#146;&#228;&#189;&#156;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#175;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#146;&#228;&#189;&#149;&#230;&#158;&#154;&#227;&#129;&#139;&#230;&#140;&#129;&#227;&#129;&#161;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#129;&#140;&#227;&#128;&#129;&#227;&#129;&#147;&#227;&#130;&#140;&#227;&#129;&#140;&#227;&#131;&#158;&#227;&#131;&#179;&#227;&#130;&#172;&#227;&#129;&#174;&#227;&#128;&#140;&#227;&#130;&#179;&#227;&#131;&#158;&#227;&#128;&#141;&#227;&#129;&#171;&#227;&#129;&#170;&#227;&#129;&#163;&#227;&#129;&#166;&#227;&#129;&#132;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#227;&#128;&#140;&#227;&#130;&#179;&#227;&#131;&#158;&#227;&#128;&#141;&#227;&#129;&#174;&#229;&#144;&#185;&#227;&#129;&#141;&#229;&#135;&#186;&#227;&#129;&#151;&#227;&#129;&#171;&#227;&#129;&#175;&#227;&#130;&#187;&#227;&#131;&#170;&#227;&#131;&#149;&#227;&#129;&#140;&#230;&#155;&#184;&#227;&#129;&#132;&#227;&#129;&#166;&#227;&#129;&#132;&#227;&#129;&#190;&#227;&#129;&#155;&#227;&#130;&#147;&#227;&#128;&#130;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#175;&#230;&#153;&#130;&#232;&#168;&#136;&#229;&#155;&#158;&#227;&#130;&#138;&#227;&#129;&#171;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#146;&#227;&#131;&#134;&#227;&#131;&#188;&#227;&#131;&#150;&#227;&#131;&#171;&#227;&#129;&#174;&#228;&#184;&#138;&#227;&#129;&#171;&#229;&#135;&#186;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#146;&#229;&#135;&#186;&#227;&#129;&#153;&#227;&#129;&#159;&#227;&#129;&#179;&#227;&#129;&#171;&#229;&#144;&#185;&#227;&#129;&#141;&#229;&#135;&#186;&#227;&#129;&#151;&#227;&#129;&#174;&#227;&#130;&#187;&#227;&#131;&#170;&#227;&#131;&#149;&#227;&#130;&#146;&#227;&#129;&#191;&#227;&#130;&#147;&#227;&#129;&#170;&#227;&#129;&#167;&#232;&#173;&#176;&#232;&#171;&#150;&#227;&#129;&#151;&#227;&#129;&#166;&#230;&#177;&#186;&#227;&#130;&#129;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#229;&#133;&#136;&#227;&#129;&#171;&#229;&#135;&#186;&#227;&#129;&#151;&#227;&#129;&#159;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#129;&#174;&#231;&#137;&#169;&#232;&#170;&#158;&#227;&#130;&#146;&#229;&#190;&#140;&#227;&#129;&#171;&#229;&#135;&#186;&#227;&#129;&#151;&#227;&#129;&#159;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#129;&#140;&#229;&#188;&#149;&#227;&#129;&#141;&#231;&#182;&#153;&#227;&#129;&#132;&#227;&#129;&#167;&#227;&#129;&#132;&#227;&#129;&#141;&#227;&#128;&#129;&#227;&#130;&#170;&#227;&#131;&#170;&#227;&#130;&#184;&#227;&#131;&#138;&#227;&#131;&#171;&#227;&#129;&#170;&#227;&#130;&#185;&#227;&#131;&#136;&#227;&#131;&#188;&#227;&#131;&#170;&#227;&#131;&#188;&#227;&#130;&#146;&#228;&#189;&#156;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#151;&#227;&#130;&#135;&#227;&#129;&#134;&#227;&#128;&#130;&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Comic Book / Strip",
      "Humor",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Modular Board",
      "Role Playing",
      "Storytelling",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "異業種交流会 (Igyousyu Koryukai)",
    "ID": 253932,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/253932/yi-ye-zhong-jiao-liu-hui-igyousyu-koryukai",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "User summary&#10;&#231;&#149;&#176;&#230;&#165;&#173;&#231;&#168;&#174;&#228;&#186;&#164;&#230;&#181;&#129;&#228;&#188;&#154; (Igyousyu Koryukai) is a Japanese deduction game.&#10;&#10;This game is a deduction game without telling any lies. All players are attending a party and they are trying to let other players guess their occupation.&#10;&#10;Questions will be revealed and all players must answer the same question. If only one single player managed to guess your occupation correctly, or you successfully guessed another player's occupation, you score 1 point. Whoever scores 2 point in a row is the winner of the game.&#10;&#10;Publisher's summary&#10;&#227;&#128;&#140;&#231;&#149;&#176;&#230;&#165;&#173;&#231;&#168;&#174;&#228;&#186;&#164;&#230;&#181;&#129;&#228;&#188;&#154;&#227;&#128;&#141;&#227;&#129;&#175;&#229;&#152;&#152;&#227;&#130;&#146;&#227;&#129;&#164;&#227;&#129;&#139;&#227;&#129;&#170;&#227;&#129;&#143;&#227;&#129;&#166;&#227;&#130;&#130;&#227;&#129;&#132;&#227;&#129;&#132;&#230;&#173;&#163;&#228;&#189;&#147;&#233;&#154;&#160;&#229;&#140;&#191;&#231;&#179;&#187;&#227;&#129;&#174;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#175;&#227;&#131;&#145;&#227;&#131;&#188;&#227;&#131;&#134;&#227;&#130;&#163;&#227;&#129;&#174;&#229;&#135;&#186;&#229;&#184;&#173;&#232;&#128;&#133;&#227;&#129;&#168;&#227;&#129;&#170;&#227;&#130;&#138;&#227;&#128;&#129;&#227;&#128;&#140;&#232;&#135;&#170;&#229;&#136;&#134;&#227;&#129;&#174;&#232;&#129;&#183;&#230;&#165;&#173;&#227;&#130;&#146;&#228;&#187;&#150;&#227;&#129;&#174;&#228;&#186;&#186;&#233;&#129;&#148;&#227;&#129;&#171;&#229;&#189;&#147;&#227;&#129;&#166;&#227;&#129;&#166;&#227;&#130;&#130;&#227;&#130;&#137;&#227;&#129;&#138;&#227;&#129;&#134;&#227;&#128;&#141;&#227;&#129;&#168;&#232;&#128;&#131;&#227;&#129;&#136;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#227;&#129;&#151;&#227;&#129;&#139;&#227;&#129;&#151;&#227;&#128;&#129;&#229;&#144;&#140;&#230;&#153;&#130;&#227;&#129;&#171;&#227;&#131;&#145;&#227;&#131;&#188;&#227;&#131;&#134;&#227;&#130;&#163;&#227;&#129;&#174;&#229;&#135;&#186;&#229;&#184;&#173;&#232;&#128;&#133;&#227;&#129;&#175;&#227;&#129;&#191;&#227;&#130;&#147;&#227;&#129;&#170;&#231;&#133;&#167;&#227;&#130;&#140;&#229;&#177;&#139;&#239;&#188;&#136;&#227;&#130;&#183;&#227;&#131;&#163;&#227;&#130;&#164;&#239;&#188;&#137;&#227;&#129;&#170;&#227;&#129;&#174;&#227;&#129;&#167;&#231;&#155;&#174;&#231;&#171;&#139;&#227;&#129;&#164;&#227;&#129;&#174;&#227;&#130;&#146;&#229;&#171;&#140;&#227;&#129;&#132;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#227;&#129;&#157;&#227;&#129;&#147;&#227;&#129;&#167;&#227;&#128;&#129;&#239;&#188;&#145;&#228;&#186;&#186;&#227;&#129;&#160;&#227;&#129;&#145;&#227;&#129;&#171;&#232;&#135;&#170;&#229;&#136;&#134;&#227;&#129;&#174;&#232;&#129;&#183;&#230;&#165;&#173;&#227;&#130;&#146;&#229;&#189;&#147;&#227;&#129;&#166;&#227;&#129;&#166;&#227;&#130;&#130;&#227;&#130;&#137;&#227;&#129;&#134;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#129;&#171;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#151;&#227;&#129;&#159;&#227;&#128;&#130;&#10;&#227;&#129;&#147;&#227;&#129;&#174;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#175;&#227;&#131;&#157;&#227;&#130;&#164;&#227;&#131;&#179;&#227;&#131;&#136;&#229;&#136;&#182;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#228;&#187;&#150;&#227;&#129;&#174;&#228;&#186;&#186;&#227;&#129;&#174;&#232;&#129;&#183;&#230;&#165;&#173;&#227;&#130;&#146;&#229;&#189;&#147;&#227;&#129;&#166;&#227;&#129;&#159;&#228;&#186;&#186;&#227;&#128;&#129;&#232;&#135;&#170;&#229;&#136;&#134;&#227;&#129;&#174;&#232;&#129;&#183;&#230;&#165;&#173;&#227;&#130;&#146;&#232;&#170;&#176;&#227;&#129;&#139;&#239;&#188;&#145;&#228;&#186;&#186;&#227;&#129;&#160;&#227;&#129;&#145;&#227;&#129;&#171;&#229;&#189;&#147;&#227;&#129;&#166;&#227;&#129;&#166;&#227;&#130;&#130;&#227;&#130;&#137;&#227;&#129;&#163;&#227;&#129;&#159;&#228;&#186;&#186;&#227;&#129;&#171;&#239;&#188;&#145;&#227;&#131;&#157;&#227;&#130;&#164;&#227;&#131;&#179;&#227;&#131;&#136;&#229;&#133;&#165;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#233;&#128;&#163;&#231;&#182;&#154;&#227;&#129;&#151;&#227;&#129;&#166;&#239;&#188;&#146;&#227;&#131;&#157;&#227;&#130;&#164;&#227;&#131;&#179;&#227;&#131;&#136;&#229;&#143;&#150;&#227;&#129;&#163;&#227;&#129;&#159;&#228;&#186;&#186;&#227;&#129;&#174;&#229;&#139;&#157;&#227;&#129;&#161;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#232;&#129;&#183;&#230;&#165;&#173;&#227;&#130;&#146;&#229;&#189;&#147;&#227;&#129;&#166;&#227;&#129;&#166;&#227;&#130;&#130;&#227;&#130;&#137;&#227;&#129;&#134;&#227;&#129;&#171;&#227;&#129;&#175;&#227;&#128;&#129;&#227;&#128;&#140;&#229;&#133;&#177;&#233;&#128;&#154;&#227;&#129;&#174;&#232;&#179;&#170;&#229;&#149;&#143;&#227;&#128;&#141;&#227;&#129;&#171;&#231;&#173;&#148;&#227;&#129;&#136;&#227;&#130;&#139;&#229;&#191;&#133;&#232;&#166;&#129;&#227;&#129;&#140;&#227;&#129;&#130;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Negotiation",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Memory",
      "Role Playing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Squawk",
    "ID": 253933,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.23",
    "Link": "https://boardgamegeek.com/boardgame/253933/squawk",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Roll the dice and then press on the chicken&rsquo;s chest the number of times shown on the dice-then you&rsquo;ll hear a funny 'squawk!' If you&rsquo;re lucky, the chicken will lay an egg that you get to crack open. Does the token land egg side up or chicken side up? Hope for chicken side up because then you get to keep the token! The player who collects the most chick tokens is the winner!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": []
  }
]