[
  {
    "Rank": "N/A",
    "Name": "Cards Against Humanity: Clickhole Greeting Cards Pack",
    "ID": 344350,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/344350/cards-against-humanity-clickhole-greeting-cards-pa",
    "Min Players": "4",
    "Max Players": "30",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "0",
    "Description": "An exclusive pack of 15 cards for Cards Against Humanity included with the box of Clickhole created greeting cards.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Mature / Adult"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Game: Cards Against Humanity (Official)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pretty Princess Pomelo",
    "ID": 344394,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.39",
    "Link": "https://boardgamegeek.com/boardgame/344394/pretty-princess-pomelo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2",
    "Description": "An all-out battle will ensue between our magical heroes, The Citrine Heirs, and the interdimensional werewolf pirates, The Scurvy Sea Dogs. Build your team, cast your spells, and battle it out to claim the powerful and legendary Citrine Hearts! With strategic turn-based gameplay and destiny altering cards, get ready to take the fate of the universe into your hands!&#10;&#10;On their turn, players draw 2 cards from any combination of Decks and play Character, Story or Power cards or activate their abilities. After which they may attack. and then draw down to a maximum 10 cards in their hand.&#10;&#10;To win, you must have either a full team of either all heroes or all villains while controlling the Citrine Hearts card. A full team is 5 characters with 2 players, 4 with 3 players, and 3 with 4 players. After this is achieved that player wins the game.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Hand Management",
      "King of the Hill",
      "Open Drafting",
      "Take That"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Card Games: Shedding / Stops",
      "Creatures: Werewolves"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Grit",
    "ID": 344395,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/344395/grit",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "In a faraway land, a hero awakens to find the world has changed. The peaceful world seems somehow less peaceful. Word arrives of a corrupting force that has unleashed havoc. Fertile lands turned to sand, animals of the woods growing large and evil and the hearts of mankind being corrupted with power. Signs of this corruption manifest across the land in the form of black splotches. Could this be the work of Tulo Tulodon banished so long ago? Can he be stopped before it&rsquo;s too late?&#10;&#10;Grit is played over a series of games. There's no set path you absolutely need to take to reach the end, so your campaign length will vary. Will you try to explore every inch of the world or crash the end game? Save your progress after each game or a series of games and pick it up at a later time.&#10;&#10;Travel around a modular, hidden map as you meet the townsfolk and battle the evil of the land. You must end your game at a checkpoint or you will lose your progress and need to reset to your previous checkpoint.&#10;&#10;Locations and events are depicted by QR codes.  QR codes will link to 277 websites with interactions with townsfolk, enemies and the environment. There are standard codes you can access whenever, immediate codes that are forced interactions when they are revealed and dig sites where you spend a stamina to uncover hidden items.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Exploration",
      "Fantasy",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Modular Board",
      "Push Your Luck",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Category: Print-on-Demand",
      "Components: Digital Hybrid – App/Website Required",
      "Mechanism: Campaign Games",
      "Players: Games with Solitaire Rules",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Die-namo",
    "ID": 344396,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/344396/die-namo",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Die-namo is a quick, fun push-your-luck card n' dice game in which players bet to collect the most cards of a color or number for the highest score at the end of the game.&#10;&#10;Game play is simple. On your turn, roll the color die and carry out one of the following actions:&#10;&#10;-Collect one card if there are cards in the supply zone matching the color of the die roll.&#10;&#10;-Place a bet with the roll of the regular die, if there are no cards in the supply zone matching the color of the die roll, or, if you want to collect more than one card from the supply zone.&#10;&#10;If you placed a successful bet you may collect ONE CARD for a single match or ALL CARDS of one color for a double match. However, if you fail, you lose your bet cards.&#10;&#10;The game ends when a player completes a set of cards of one color (1 to 6) or before if the supply cards are depleted. The player with the most points is the winner.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Matching",
      "Open Drafting",
      "Push Your Luck",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Gamefound",
      "Mechanism: Tableau Building"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Action Dice Hockey",
    "ID": 344397,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.25",
    "Link": "https://boardgamegeek.com/boardgame/344397/action-dice-hockey",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "55",
    "Weight": "0",
    "Description": "Instant excitement. Easy-to-play pocket size. Lightning-quick, hockey action in a fast-paced dice game based on America's #1 hockey league!&#10;&#10;Action Dice Hockey is a dice solitaire game.&#10;&#10;This dice strategy game can take you down the ice for slap shots, wrist shots, penalties and more! Watch out for checks, penalty's, goals and more. It's fast, easy to learn and you call the plays. Perfect for tailgating at games, at the home or in your office, or while traveling on airplanes -- play it anywhere! Any result in the NHL can happen in this game. Call your play, roll the dice and instantly see the results!&#10;&#10;This game can be single or two players. To play the game simply choose one of the offensive plays and roll the dice to see the result. Each team gets a chance to move the puck into a scoring range. If you like the range then you can choose to shoot or pass again to increase your range for a better chance to score!&#10;&#10;Keeping track of time in this hockey game is easy. Provided are score sheets. Each time a play is finished the user will record a play by checking off a circle on the score sheet. After 30 plays are completed, it will show the final score for that quarter of play. The team with the most goals wins the game. If the score is tied then an overtime quarter will begin.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Players: Games with Solitaire Rules",
      "Sports: Ice Hockey"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Action Dice Baseball",
    "ID": 344398,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.17",
    "Link": "https://boardgamegeek.com/boardgame/344398/action-dice-baseball",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "55",
    "Weight": "0",
    "Description": "Instant excitement. Easy-to-play pocket size. Lightning-quick, baseball action in a fast-paced dice game based on America's #1 past time, baseball!&#10;&#10;Action Dice Baseball is a head-to-head dice game that can be played individually, or two players.&#10;&#10;This dice strategy game can take you 9 innings! Steal bases, errors, home runs and more.  It's fast, easy to learn and you call the plays. Perfect for tailgating at games, at the home or in your office, or while traveling on airplanes -- play it anywhere! Results in the MLB can happen in this game. Get a hit, roll the dice and instantly see the results!&#10;&#10;This game can be single or two players. To play the game simply choose one of the 3 swings and roll the dice to see the result. 9 innings of baseball where each team can hit, steal and bunt for scores. Contact swings, power and bunting will get you on base then it's up to you if you choose to steal bases to increase your chance to score!&#10;&#10;Keeping track of time in this baseball game is easy. Provided are score sheets. Each team gets 3 outs per inning just like pro baseball. After 9 innings are completed, the final score will determine the winning team. The team with the most goals wins the game. If the score is tied then extra innings begin.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Players: Games with Solitaire Rules",
      "Sports: Baseball"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Action Dice Basketball",
    "ID": 344399,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgame/344399/action-dice-basketball",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "55",
    "Weight": "0",
    "Description": "Action Instant excitement. Easy-to-play pocket size. Lightning-quick, action in a fast-paced dice game.&#10;&#10;Action Dice Basketball is a head-to-head dice game that can be played individually, or two players.&#10;&#10;This dice strategy game has passing, shooting, 3 pointers and drives to the hoop for dunks! Watch out for penalties and shooting fouls. 4 quarters of non stop action. It's fast, easy to learn and you call the shots. Perfect for tailgating at games, at the home or in your office, or while traveling on airplanes -- play it anywhere! Call your play, roll the dice and instantly see the results!&#10;&#10;Dice Basketball is a head-to-head dice game that can be played individually, or two players.&#10;&#10;This game can be single or two players. To play the game simply choose one of the shots roll the dice to see the result.  There are fouls, penalties, free throws, final minute shots and more.  Play conservative with 2 point calls or more risky with 3 point shots, add the score as you go and see who wins.&#10;&#10;Keeping track of time in this basketball game is easy. Provided are score sheets. There are 4 quarters of basketball action. After each play is rolled, check off the circle on the score sheet while you add the score and when all the boxes are checked then the quarter is over.  If the score is tied after the 4th quarter then overtime will begin.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Players: Games with Solitaire Rules",
      "Sports: Basketball"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "サクサク・ファーム (Saku Saku Farm)",
    "ID": 344406,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/344406/sakusakuhuamu-saku-saku-farm",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Place tiles to encircle your farmland with a white picket fence but beware of UFOs going after your cows.&#10;&#10;The game starts with players receiving 4 tiles each. Shuffle the remaining tiles and split them evenly into individual draw piles for each player. Set unused tiles aside.&#10;&#10;On each turn, a player draws one tile from their draw pile. From the five tiles in his or her hand, the player choses a tile to place down into their personal farm area. Only the farmland contained within the fence will count for scoring.&#10;&#10;Farmland tiles contain different resources that can give you additional points&hellip;but some resources, such as a tree stump, can actually subtract from your score.&#10;&#10;The player with the highest score wins.&#10;&#10;",
    "Categories": [
      "Farming"
    ],
    "Mechanics": [
      "Enclosure",
      "Tile Placement"
    ],
    "Families": [
      "Animals: Cattle / Cows"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Frequent Flyer",
    "ID": 344407,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.26",
    "Link": "https://boardgamegeek.com/boardgame/344407/frequent-flyer",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "1",
    "Description": "You and your opponents will fly around the country racing to see who can visit all 20 cities in this family friendly and educational board game. Every time you fly you earn frequent flyer miles as you would in real life traveling between cities.&#10;&#10;Players roll the dice to determine their home city.  Once they know their home city, they roll the dice to determine the city they are flying to, and how many spaces they can move. Use your frequent flyer miles to select the city you fly to, upgrade to first class, or take a private jet.&#10;&#10;The first player to visit all 20 cities and return back to their home city will be declared the winner.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Children's Game",
      "Educational",
      "Transportation",
      "Travel"
    ],
    "Mechanics": [
      "Race",
      "Roll / Spin and Move",
      "Track Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Psycho Killer: Gratuitous Violence!!!",
    "ID": 344409,
    "Year": "(2021)",
    "Geek Rating": "5.533",
    "Avg Rating": "7.88",
    "Link": "https://boardgamegeek.com/boardgameexpansion/344409/psycho-killer-gratuitous-violence",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Gratuitous Violence is an expansion pack to Psycho Killer. With 15 brand new cards, including ranged weapons, you&rsquo;d better be ready for some violence!&#10;&#10;Cards:&#10;&#10;3 of each&#10;Save yourself&#10;Creepy old local&#10;&#10;2 of each&#10;I know what you'll do next summer&#10;Crossbow&#10;Hunting rifle&#10;Flame thrower&#10;&#10;1 Psycho Creature&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Movies: Horror Movies"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Psycho Killer: Z",
    "ID": 344410,
    "Year": "(2021)",
    "Geek Rating": "5.531",
    "Avg Rating": "7.57",
    "Link": "https://boardgamegeek.com/boardgameexpansion/344410/psycho-killer-z",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Psycho Killer Z is an expansion pack to Psycho Killer. With 15 new cards, including zombie weapons and infections, you&rsquo;d better start preparing for the zombie apocalypse!&#10;&#10;Cards:&#10;&#10;1 Patient Zero&#10;&#10;2 of each&#10;Cure&#10;Shallow grave&#10;Supply run&#10;Infection&#10;Bite Swarm&#10;Scratch&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Humor"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Creatures: Zombies",
      "Crowdfunding: Kickstarter",
      "Movies: Horror Movies"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dungeon Degenerates: Breaking the Law",
    "ID": 344412,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.13",
    "Link": "https://boardgamegeek.com/boardgameexpansion/344412/dungeon-degenerates-breaking-the-law",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Wurstreich is crawling with agents of the law who are just as corrupt &amp; distorted (if not moreso) than your anti-hero adventurers &amp; the monsters trying to gain a foothold. We dare you to add an additional thirteen new Monsters to your already brimming Monster Decks!&#10;&#10;13 New Cards for use with DUNGEON DEGENERATES: HAND OF DOOM!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Better Description Needed!",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dungeon Degenerates: Goblins Have More Fun",
    "ID": 344413,
    "Year": "(2022)",
    "Geek Rating": "5.531",
    "Avg Rating": "8.09",
    "Link": "https://boardgamegeek.com/boardgameexpansion/344413/dungeon-degenerates-goblins-have-more-fun",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "It's true, Goblins Have More Fun! Goblins are sneakier, stupider, more cunning, lazier, crazier, smaller, more out for a good time, more ready for a fight &amp; more basic. We dare you to add an additional thirteen new Monsters to your already brimming Monster Decks!&#10;&#10;13 New Cards for use with DUNGEON DEGENERATES: HAND OF DOOM!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Better Description Needed!",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dungeon Degenerates: Hooray for the Bad Guys",
    "ID": 344414,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.20",
    "Link": "https://boardgamegeek.com/boardgameexpansion/344414/dungeon-degenerates-hooray-for-the-bad-guys",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "There are so many monsters in the Wurstreich jostling their way in front of the spotlight. We dare you to add an additional thirteen new Monsters to your already brimming Monster Decks!&#10;&#10;13 New Cards for use with DUNGEON DEGENERATES: HAND OF DOOM!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Better Description Needed!",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Merchants of Midgard",
    "ID": 344417,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/344417/merchants-of-midgard",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Merchants of Midgard is a 2-6 player resource management, deck-building game. The aim of the game is to gain the most points within 10 rounds.&#10;&#10;As a human merchant of Midgard, you travel through the nine realms to sell on wares from one realm to another, managing your resources so you aren't left stranded!&#10;&#10;You can gain additional route access to other realms, increasing your compensation, as well as hiring servants to help you navigate the treacherous paths!&#10;&#10;You always gain resources when you arrive at a new realm, but if enough merchants have gotten their first, then you are going to have to settle for whatever is left.&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy",
      "Mythology"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Resource to Move"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Power Grid: Europe/North America",
    "ID": 344428,
    "Year": "(2021)",
    "Geek Rating": "5.585",
    "Avg Rating": "8.13",
    "Link": "https://boardgamegeek.com/boardgameexpansion/344428/power-grid-europenorth-america",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Power Grid: Europe/North America is a pair of expansion maps for Power Grid! Thanks to their special size, these two maps both have seven regions.&#10;&#10;The maps were released in 2014 for the tenth anniversary of Power Grid in the standalone base game Power Grid deluxe, which used a completely different graphic style. Now you can finally build your networks in Europe and North America with Power Grid, too!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Economic",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Market",
      "Network and Route Building"
    ],
    "Families": [
      "Continents: Europe",
      "Continents: North America",
      "Game: Power Grid"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Power Grid: The New Power Plants – Set 2",
    "ID": 344429,
    "Year": "(2021)",
    "Geek Rating": "5.619",
    "Avg Rating": "7.83",
    "Link": "https://boardgamegeek.com/boardgameexpansion/344429/power-grid-the-new-power-plants-set-2",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Power Grid: The New Power Plants &ndash; Set 2 is a complete set of power plant cards for Power Grid offering two variants to play:&#10;&#10;&#10;     in place of the original deck&#10;     paired with the original deck (to make for an unpredictable mix) &#10;&#10;&#10;The power plants were released in 2014 for the 10th anniversary of Power Grid in the standalone base game Power Grid deluxe, which used a completely different graphic style. Now you can finally supply electricity with them with Power Grid, too!&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Market",
      "Network and Route Building"
    ],
    "Families": [
      "Game: Power Grid"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hit & Run",
    "ID": 344430,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/344430/hit-and-run",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "With cards simulating a slot machine, in this game 2 players push their luck to form combinations of symbols that can potentially give them high scores and low penalties.&#10;&#10;Additional components required: 2 dice and 3 coins.&#10;&#10;Each round, both players will roll their die, and then take cards based on the die rolls. If both players roll the same number, remove one of the 3 coins from the game and roll again. Once players have taken all possible cards, the next round begins.&#10;&#10;The game ends when the last card was taken or the last coin was removed from the game. Points are tallied and the player with the high score wins.&#10;&#10;&#10;Released in the August 2017 Board Game of the Month Club $10+ package.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Set Collection"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tactical Commander",
    "ID": 344434,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.66",
    "Link": "https://boardgamegeek.com/boardgame/344434/tactical-commander",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "180",
    "Weight": "2.3333",
    "Description": "KICKSTARTER NOW!!&#10;kicstarter campaign until February 24, 2024&#10;&#10;http://kck.st/3OoX0w3&#10;&#10;&#10;                                                                                                                                                                                    &#10;                                                                                                                                                                                &#10;                                                                                                                                                                            &#10;                                                                                                                                                                        &#10;                                                                                                                                                                    &#10;                                                                                                                                                                &#10;                                                                                                                                                            &#10;                                                                                                                                                        &#10;                                                                                                                                                    &#10;                                                                                                                                                &#10;                                                                                                                                            &#10;                                                                                                                                        &#10;                                                                                                                                    &#10;                                                                                                                                &#10;                                                                                                                            &#10;                                                                                                                        &#10;                                                                                                                    &#10;                                                                                                                &#10;                                                                                                            &#10;                                                                                                        &#10;                                                                                                    &#10;                                                                                                &#10;                                                                                            &#10;                                                                                        &#10;                                                                                    &#10;                                                                                &#10;                                                                            &#10;                                                                        &#10;                                                                    &#10;                                                                &#10;                                                            &#10;                                                        &#10;                                                    &#10;                                                &#10;                                            &#10;                                        &#10;                                    &#10;                                &#10;                            &#10;                        &#10;                    &#10;                &#10;            &#10;        &#10;    &#10;&#10;&#10;Tactical Commander is a card-based war game, designed to simulate WWII battles at battalion level, commanding your companies on the battlefield.&#10;&#10;&#10;Tactical Commander es un juego de guerra basado en cartas, dise&ntilde;ado para simular batallas de la 2GM a nivel batall&oacute;n, llevando el mando de sus compa&ntilde;&iacute;as en el campo de batalla.&#10;__________________________________________&#10;&#10;Phases of the game:&#10;&#10;1st phase to determine the initiative. A dice is thrown and the one that has a higher score begins playing.&#10;&#10;2nd phase of reorganization:&#10;Replacement of cards and discards.&#10;Administrative phase (marks)&#10;Committed to cards.&#10;&#10;3rd aerial phase. Combat.&#10;&#10;4th artillery phase. Combat.&#10;&#10;5th Motion Phase:&#10;Operational movement (out of map)&#10;Movement of companies. ( map)&#10;Movement of sections. (Stacking).&#10;Logistic movement of transport.&#10;Overrun (Immobilization of vehicles).&#10;&#10;6th tactical combat phase.&#10;Body to body combat.&#10;&#10;&#10;     The duration of the game can be determined based on one of the following concepts.&#10;&#10;&#10;- Victoria points. Get victory the first player who reaches an amount of PDV preset by both players.&#10;- Limit of shifts of deck of action. Players agree on a shift limit or how many times you can play the deck of action cards. Win the player who gets more PDV.&#10;- Capture of objectives or hexagons. Win the player who manages to capture all previously agreed objectives or hex-agers.&#10;- Sudden death. If a player does not have avant-garde units on the tactical map, he will lose the battle immediately.&#10;&#10;COMPONENTS:&#10;&#10;1x Box size 230x220x45mm&#10;&#10;60x German side poker size cards, printed 4/4+laminated&#10;&#10;60x Russian side poker size cards, printed 4/4+laminated&#10;&#10;80x poker size action cards printed at 4/4 + laminated&#10;&#10;4x A5 size Cardstock Sheets, printed black and white&#10;&#10;1x A4 size board, printed at 4/4 + laminated&#10;&#10;3x Sheets of die-cut bookmarks, A4 size printed at 4/4+laminated. DC1.2mm&#10;&#10;2x Rules Booklet (english &amp; spanish), A4 Size, 30 Pages Printed in 4/4 inks. 115 Staple Paper&#10;&#10;4x 6 sided dice&#10;&#10;&#10;Secuencia del juego:&#10;&#10;1&ordm; Fase para determinar la iniciativa.&#10;&#10;2&ordm; Fase de Reorganizaci&oacute;n:&#10;Reposici&oacute;n de cartas y descartes.&#10;Fase administrativa (se eliminan contadores)&#10;Puesta en juego (se bajan cartas a la mesa)&#10;&#10;3&ordm; Fase a&eacute;rea. Combate a&eacute;reo.&#10;&#10;4&ordm; Fase de artiller&iacute;a. Combate de artiller&iacute;a.&#10;&#10;5&ordm; Fase de Movimiento:&#10;Movimiento operacional.&#10;Movimiento de Compa&ntilde;&iacute;as por el mapa.&#10;Movimiento de Secciones. (Apilamiento).&#10;Movimiento log&iacute;stico de Transportes.&#10;Arrasamientos. (Inmovilizaci&oacute;n de Veh&iacute;culos).&#10;&#10;6&ordm; Fase de combate terrestre.&#10; Combate Cuerpo a Cuerpo&#10;&#10;Condiciones de Victoria:&#10;La duraci&oacute;n de la partida puede determinarse en base a uno de los siguientes conceptos:&#10;&#10;     Puntos de victoria. Consigue la victoria el primer jugador que alcance una cantidad de PdV prefijada por ambos jugadores.&#10;     L&iacute;mite de turnos o de mazo de Acci&oacute;n. Los jugadores acuerdan un l&iacute;mite de turnos o cu&aacute;ntas veces se puede jugar el mazo de cartas de Acci&oacute;n. Gana el jugador que consiga m&aacute;s PdV.&#10;     Captura de objetivos o hex&aacute;gonos. Gana el jugador que consiga capturar todos los objetivos o hex&aacute;gonos acordados previamente.&#10;     Muerte s&uacute;bita. Si a un jugador no le quedan Unidades de Vanguardia en el mapa t&aacute;ctico, perder&aacute; la batalla inmediatamente. &#10;&#10;&#10;COMPONENTES:&#10;CONTROL T&Aacute;CTICO:&#10;&#10;1x Caja tama&ntilde;o 230x220x45mm&#10;&#10;60x cartas tama&ntilde;o p&oacute;quer bando alem&aacute;n, impresas 4/4+laminadas&#10;&#10;60 cartas tama&ntilde;o p&oacute;quer bando ruso, impresas 4/4+laminadas&#10;&#10;80 cartas de acci&oacute;n tama&ntilde;o p&oacute;quer impresas a 4/4 + laminadas&#10;&#10;4x hojas de cartulina tama&ntilde;o A5, impresas en blanco y negro&#10;&#10;1x tablero tama&ntilde;o A4, impreso a 4/4 + plastificado&#10;&#10;3x Hojas de marcadores troqueladas, tama&ntilde;o A4 impresas a 4/4+laminadas. CC 1,2 mm&#10;&#10;2x libro de reglas (espa&ntilde;ol e ingl&eacute;s), tama&ntilde;o A4, 30 p&aacute;ginas impresas a 4/4 tintas. 115 papel grapado&#10;&#10;4x dados de 6 caras&#10;&#10;",
    "Categories": [
      "Card Game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Campaign / Battle Card Driven",
      "Card Play Conflict Resolution",
      "Simulation"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Cities: Kursk (Russia)",
      "Country: Germany",
      "Country: Russia",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "You're Fired: IT Guy",
    "ID": 344440,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/344440/youre-fired-it-guy",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "IT Guy (inspired by Moss from The IT Crowd) promo card from Board Game of the Month Club.&#10;&#10;Look at the top 2 cards from any player's deck and put them back in any order.&#10;&#10;&#10;Released in the September 2016 Board Game of the Month Club $5+ package.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Deduction",
      "Humor"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Game: You're Fired",
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trolling for Trouble: Acuity Powder",
    "ID": 344442,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/344442/trolling-for-trouble-acuity-powder",
    "Min Players": "3",
    "Max Players": "3",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "An additional item for Trolling for Trouble, Acuity Powder. Attributes are listed on card.&#10;&#10;&#10;Released in the May 2020 Board Game of the Month Club $5+ package.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Game: Trolling for Trouble",
      "Series: Wallet Games (Button Shy)",
      "Setting: Earthshine (Button Shy)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hast du hunger, kleine Raupe?",
    "ID": 344444,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/344444/hast-du-hunger-kleine-raupe",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Are you hungry, little caterpillar? &#10;A game of colors, memory and reactions:&#10;&#10;&quot;No, what a delicious, red strawberry and there a crisp green salad and smells like the yellow cheese. It's like in paradise&quot;, says the little caterpillar, who is always hungry and eats everything that gets in her way. It is only picky about color. Sometimes she wants to eat something red, sometimes something blue, then again she only likes green or yellow delicacies. And then she searches until she has found something in her favorite color. With every bite the caterpillar eats, it becomes longer and happier. It's the same in this game: in the beginning the little caterpillar is very tiny, actually it only consists of a head and a tail. But the more she eats, the bigger and longer she gets. A treat in a certain color must be found through the color die. The card then - turned around - results in another piece of belly. Who has the longest caterpillar in the end?&#10;&#10;",
    "Categories": [
      "Dice",
      "Memory"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Hellboy: The Board Game – The Storm and The Fury",
    "ID": 344445,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.92",
    "Link": "https://boardgamegeek.com/boardgameexpansion/344445/hellboy-the-board-game-the-storm-and-the-fury",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "You&rsquo;ve played through the core game, Darkness Calls and The Wild Hunt. Now it&rsquo;s time to bring the saga to a close with The Storm and The Fury. Armed with a certain magical sword (no spoilers here, just in case), Hellboy must face his toughest foe yet: Nimue in her dragon form. This is the biggest miniature we&rsquo;ve made for Hellboy: The Board Game and it&rsquo;s not going to be easy to take her down.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Comic Book / Strip"
    ],
    "Mechanics": [
      "Area Movement",
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hellboy: The Board Game – Hell on Earth",
    "ID": 344446,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/344446/hellboy-the-board-game-hell-on-earth",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "With Hellboy gone, the B.P.R.D. faces a range of horrifying new minions as the world descends into chaos. The Hell on Earth expansion introduces new minions to add to your missions. From swarming Crickets, to demons and Ogdru-Hem mutants, you&rsquo;re going to wish you were only facing the Frog Monsters from the core game. This expansion includes 15 minion miniatures, the Nesting Site Case File and Encounter cards, plus all the minions can be mixed into existing missions using the previously released B.P.R.D. Archives expansion.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Comic Book / Strip"
    ],
    "Mechanics": [
      "Area Movement",
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hellboy: The Board Game – Pandemonium",
    "ID": 344448,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.81",
    "Link": "https://boardgamegeek.com/boardgameexpansion/344448/hellboy-the-board-game-pandemonium",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "In Pandemonium some all-new bosses are here to try and end the world. This expansion includes The Flood Case File, Enemy cards, Unexpected Threat Hammerhead card, Encounter cards and Boss Behaviour Cards.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Comic Book / Strip"
    ],
    "Mechanics": [
      "Area Movement",
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Quiek Quak Miau",
    "ID": 344449,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/344449/quiek-quak-miau",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Players roll 2 dice - 1 with color dots and 1 with arrows.  Players then match up the color and arrow direction to the rows and columns on the their player board and make the sound of the animal they find.&#10;&#10;The first player to fill a row or column wins!.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Traditional Games: Bingo"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hellboy: The Board Game – End of Days",
    "ID": 344450,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/344450/hellboy-the-board-game-end-of-days",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "End of Days includes new playable agents &ndash; Ted Howards, Sledgehammer, Evolved Abe Sapien and Flaming Liz Sherman &ndash; plus the Eviction Notices Case File, character-specific Deck of Doom cards and Requisition Cards. Use these new agents to tackle the new expansions or return to your favourite missions from the original game and play them again with a fresh cast of heroes.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Comic Book / Strip"
    ],
    "Mechanics": [
      "Area Movement",
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Swing State Steal: Fake News Expansion Cards",
    "ID": 344451,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/344451/swing-state-steal-fake-news-expansion-cards",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "By Popular request, we've added another pack of 72 fake news cards. In all fairness, this stuff practically writes itself!&#10;&#10;There's more fake news where THAT came from. Ready for more stories? How about news on why Math is racist. Or media bias. Or Climate Change. Or cancelled Looney Tunes. The fun never stops! The expansion pack come with a brand new set of 72 news cards to compliment the cards that come with the game.&#10;&#10;Relax. It's just a board game.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Humor",
      "Political"
    ],
    "Mechanics": [],
    "Families": [
      "Country: USA"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trolling for Trouble: Cleric/Thief",
    "ID": 344452,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/344452/trolling-for-trouble-clericthief",
    "Min Players": "3",
    "Max Players": "3",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "An additional player character for Trolling for Trouble, the Cleric/Thief.  Attributes are listed on card.&#10;&#10;&#10;Released in the June 2020 Board Game of the Month Club $5+ package.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Game: Trolling for Trouble",
      "Series: Wallet Games (Button Shy)",
      "Setting: Earthshine (Button Shy)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trolling for Trouble: Umbral Cloak",
    "ID": 344453,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/344453/trolling-for-trouble-umbral-cloak",
    "Min Players": "3",
    "Max Players": "3",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "An additional item for Trolling for Trouble, the Copper Robot. Attributes are listed on card.&#10;&#10;&#10;Released in the September 2020 Board Game of the Month Club $5+ package.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Game: Trolling for Trouble",
      "Series: Wallet Games (Button Shy)",
      "Setting: Earthshine (Button Shy)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Memo Loto Shop",
    "ID": 344455,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/344455/memo-loto-shop",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "It is a introductory memory game and chance for young children.&#10;&#10;It's time to go shopping! You have to grab all your four items from your shopping list. Go to different stores and use your memory. Grab a card from the shop, if it is on your list you can pick it. Else you have to put back and other player can take if they remember where it was.&#10;&#10;The first player who complete the shopping list will win.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Trolling for Trouble: Shepherd/Brute",
    "ID": 344456,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/344456/trolling-for-trouble-shepherdbrute",
    "Min Players": "3",
    "Max Players": "3",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "An additional player character for Trolling for Trouble, the Shepherd/Brute.  Attributes are listed on card.&#10;&#10;&#10;Released in the October 2020 Board Game of the Month Club $5+ package.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Game: Trolling for Trouble",
      "Series: Wallet Games (Button Shy)",
      "Setting: Earthshine (Button Shy)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trolling for Trouble: Copper Robot",
    "ID": 344458,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/344458/trolling-for-trouble-copper-robot",
    "Min Players": "3",
    "Max Players": "3",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "An additional player character for Trolling for Trouble, the Copper Robot. Attributes are listed on card.&#10;&#10;&#10;Released in the January 2021 Board Game of the Month Club $5+ package.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Game: Trolling for Trouble",
      "Series: Wallet Games (Button Shy)",
      "Setting: Earthshine (Button Shy)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trolling for Trouble: Changeling",
    "ID": 344459,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/344459/trolling-for-trouble-changeling",
    "Min Players": "3",
    "Max Players": "3",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "An additional player character for Trolling for Trouble, the Chageling. Attributes are listed on card.&#10;&#10;&#10;Released in the February 2021 Board Game of the Month Club $5+ package.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Expansion for Base-game",
      "Fighting",
      "Negotiation"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Game: Trolling for Trouble",
      "Series: Wallet Games (Button Shy)",
      "Setting: Earthshine (Button Shy)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Elementile",
    "ID": 344466,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.14",
    "Link": "https://boardgamegeek.com/boardgame/344466/elementile",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Elementile - is a tile-based 1v1 card game which rewards key decisions and adaptive play. Utilize 6 base elements with their own strengths and weaknesses to summon units and cast spells on the 4x4 field of play. Gain resources by sacrificing cards from your hand, creating play patterns that vary based on the individual match up and your opponent&rsquo;s actions.  Each player has full control over their resource pool so the ability to engage is always at their fingertips.  Push your advantage to your opponent&rsquo;s front door and unleash a powerful attack to win the game!&#10;&#10;Get together with friends and draft your decks with our core set &ndash; a complete 462 card cube intended for drafting with 138 unique cards of varying &ldquo;rarities&rdquo; to ensure no two drafts play out the same.  Utilize the head to head deck lists published in the rulebook to get right into the game, or choose your favorites from our complete card list to make the constructed deck of your dreams!&#10;&#10;Inside the base box of Elementile is a complete 462 card cube (enough for a draft with 6-10 players), 120 element cards (20 of each element), 16 6-sided dice and 64 attack/frozen tokens (for tracking the current board state), two neoprene playmats (for a single 1v1 game board), and a rulebook complete with constructed decklists.&#10;&#10;In Elementile, each player has a deck of 40 cards, either pre-constructed or drafted. There are six elements (fire, water, earth, wind, light, and darkness) each with 23 unique cards that players can use to create their decks (limited to 3 copies total of any specific cards). Players summon units and cast spells to control the 4x4 field of play. Your goal is to advance your units across the board to reduce your opponent&rsquo;s health from 10 to 0.&#10;&#10;The last player standing, wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Deck Construction",
      "Grid Movement",
      "Hand Management",
      "Open Drafting",
      "Player Elimination",
      "Rock-Paper-Scissors",
      "Square Grid"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dakalio",
    "ID": 344469,
    "Year": "(2025)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/344469/dakalio",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "75",
    "Weight": "0",
    "Description": "Dakalio is an abstract strategy game for 2 players set in space, the board acts as a planet gravity surface, so it works similar to a spherical board.&#10;&#10;Players place Asteroids and move their spaceships around the planet creating paths in order to get crystals and take them out while trying to block each other.&#10;&#10;There are 2 ways to trigger end game.&#10;&#10;Features:&#10;-High replayability&#10;-Offensive &amp; Defensive win conditions&#10;-Circular linked board&#10;-Path building and blocking&#10;-Exhaustion of pieces&#10;-Portals&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Enclosure",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Pick-up and Deliver",
      "Sudden Death Ending",
      "Variable Set-up"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Digital Implementations: Tabletopia",
      "Players: Two-Player Only Games",
      "Theme: Fictional Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cosmix",
    "ID": 344471,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/344471/cosmix",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "An Abstract strategy game for 2 players about spaceships building bases on planets. Theme is only to justify mechanics and visual aspect of the game.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Better Description Needed!",
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Conspirations",
    "ID": 344473,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.42",
    "Link": "https://boardgamegeek.com/boardgame/344473/conspirations",
    "Min Players": "4",
    "Max Players": "14",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "3",
    "Description": "You reside in the kingdom of Ph&eacute;nistoria.&#10;&#10;Vast, sumptuous and undeniably the wealthiest the world has known. &#10;Until the fateful day when the Great Thenos, king of Ph&eacute;nistoria and hero of the battle of Shred was overthrown by his son Uhl.&#10;&#10;Now, 4 factions are trying to regain power: Republicans, Royalists, Satanists and Plague victims.&#10;&#10;You will have to play as one of the 14 characters in the game, each with a unique skill that will allow you to cunning, bluff and conspire to succeed in defeating the other factions. With up to 5 different &quot;double jeu&quot; cards representing the dark side of your character as well as a multitude of action cards, you will be able to commit crimes in order to eliminate the other characters and make your faction win.&#10;But beware ! Each crime is punishable by the great Tribunal of Ph&eacute;nistoria. And the tribunal judges are the players (and of course they are flawless and impartial). &#10;Investigate, uncover the crimes committed by others and persuade the players to follow you in your accusations in order to eliminate your opponents. &#10;However, beware: In Ph&eacute;nistoria, Justice must be perfect and a bad accusation will lead you directly to prison ...&#10;&#10;Citizen of Ph&eacute;nistoria, will you succeed in conquering the Kingdom with the help of your allies?&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Party Game"
    ],
    "Mechanics": [
      "Hidden Roles",
      "Player Elimination",
      "Role Playing",
      "Variable Player Powers",
      "Voting"
    ],
    "Families": [
      "Game: Werewolf / Mafia",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Legendary: A Marvel Deck Building Game – Messiah Complex",
    "ID": 344481,
    "Year": "(2022)",
    "Geek Rating": "5.695",
    "Avg Rating": "8.39",
    "Link": "https://boardgamegeek.com/boardgameexpansion/344481/legendary-a-marvel-deck-building-game-messiah-comp",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "3.3333",
    "Description": "The decimation of mutants has come to pass and the enemies of the remaining X-Men never rest! In this new Legendary expansion based on the popular Marvel crossover story arc, you will join the ranks of the surviving mutant heroes in a race against new Masterminds and Villains to find a very special child who represents hope for mutants. Play with new schemes and a wealth of content with this 200-card deluxe expansion, which includes the return of sidekicks, back by popular demand. On the verge of extinction and battered by villains, it is up to you to save mutantkind!&#10;&#10;&#10;     27th Expansion to the vast Legendary Landscape!&#10;     New content: 8 Heroes! 3 Masterminds! 4 Villain groups! 2 Henchmen groups! 4 Schemes, 7 Special Sidekicks, and 3 Special Bystanders!&#10;     Players can work both with and against other players to defeat evil!&#10;     All cards contain original art!&#10;     Requires a Marvel Legendary Core Set to play.&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Comic Book / Strip"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Theme: Superheroes",
      "Comic Books: Marvel Universe",
      "Game: Legendary (Upper Deck Entertainment)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ultra Vilelence: Module 2",
    "ID": 344499,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/344499/ultra-vilelence-module-2",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "A fast paced, expandable, random tile, monster generating game with 'questionable' characters and 'vile' enemies. There are multiple ways to play - Deathmatch, Cooperative, Capture the Flag and Solo. Each stand-alone module comes with two unique player characters, monsters and their generators, items, traps and encounters. Includes eight 6.5&quot; x 6.5&quot; tiles for map generation and 162 die cut pieces.&#10;&#10;The play area is made up of several randomly drawn floor tiles. Players start at opposite ends of the play area. Players use movement points to move their character through these tiles, defeating monsters and gathering items. Eventually the players' characters will meet and it will be a fight to the death, using the items they gathered along the way. Combat is solved simply with dice (not provided). There are also co-op and solo variant rules available.&#10;&#10;",
    "Categories": [
      "Exploration",
      "Fantasy",
      "Horror",
      "Mature / Adult"
    ],
    "Mechanics": [
      "Grid Movement",
      "Modular Board",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Vysočina: otázky a odpovědi",
    "ID": 344504,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/344504/vysocina-otazky-a-odpovedi",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The new knowledge family game contains 900 questions about Vyso&#196;&#141;ina region Czech republic.&#10;&#10;The questions are divided into four sections, and if you do not know the correct answer, you can help yourself by choosing from three options.&#10;&#10;",
    "Categories": [
      "Educational",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Le storie della famiglia Emozioni",
    "ID": 344505,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.67",
    "Link": "https://boardgamegeek.com/boardgame/344505/le-storie-della-famiglia-emozioni",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The Emotions family loves to tell stories. Every night, little Joy and her sister Sadness get together with uncle Anger, uncle Fear and their cousin Disgust and tell each other wonderful stories: can you guess which story each of them is telling? Beware: if you attribute the story to the wrong narrator, the Emotions family may take offence and... make you lose the game!&#10;&#10;A game for the whole family, who have to work together to guess which of the tales depicted on the playing cards is being told by a different member of the Emotions family.&#10;The active player draws an Emotion card and must decide which of the five Fairy Tale cards in play best represents it, voting for it in secret. The other players confront each other and try to guess which card has been chosen.&#10;The aim of the game is to finish all the Emotion cards without ever choosing a Fairy Tale card marked with a Flame.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Harry Potter: Race to the Triwizard Cup",
    "ID": 344514,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.65",
    "Link": "https://boardgamegeek.com/boardgame/344514/harry-potter-race-to-the-triwizard-cup",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Calling all Harry Potter super-fans! Are you ready for the next Wizarding World adventure with the ultimate Race to the Triwizard Cup? From Dodging the Dragons, landing on Magical Encounters, playing your next Spell Card or passing the Golden Egg, this is the phenomena that will put your inner Wizardry to the test!&#10;&#10;The game is basically a luck based die rolling game that has a few cards for the twist.&#10;&#10;On a player's turn, the player first plays a card (if have any or want), roll a die and moves according to the die. If a player lands to a spell slot the player draws a spell card and if he/she lands in a magical encounter slot the player draws and reads encounter card and does what it says.&#10;&#10;There are also moving dragon tokens that effect the player progression on the board and the spells can push other players backwards or counter other players' spells etc.&#10;&#10;When the player goes around the circle he/she gets to the inner circle etc. In the center of the board is the Triwizard Cup and when the player reaches it, the player wins and the game ends.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Novel-based"
    ],
    "Mechanics": [
      "Action / Event",
      "Hand Management",
      "Roll / Spin and Move",
      "Track Movement"
    ],
    "Families": [
      "Books: Harry Potter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Radiumtaistelu Marsissa (The Radium Battles on Mars)",
    "ID": 344519,
    "Year": "(1947)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/344519/radiumtaistelu-marsissa-the-radium-battles-on-mars",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Designed by the creator of Star of Africa, players travel across Mars reach the island city of Horz to find out the whereabouts of the weapon's blueprint, carved on a wall of an ancient temple. From there the race continues to the desert city of Kalat where the blueprint itself is hidden.&#10;&#10;The expeditions can proceed by three different routes: by radium canals, submarine routes, or gas tracks. The game is played without a die with cards corresponding to those routes (radium, sukellus, kaasu).&#10;&#10;All three different passageways available - radium canals, submarine routes, and gas tracks - have corresponding cards (radium, sukellus, kaasu). Movement on the board is determined by the numbers and letters on each card. The first place to find the weapon, wins.&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Travel"
    ],
    "Mechanics": [
      "Grid Movement",
      "Hidden Victory Points",
      "Race"
    ],
    "Families": [
      "Space: Mars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Empires",
    "ID": 344520,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/344520/empires",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Empires, a medieval, head-to-head combat card game, puts you in command of a kingdom seeking to control the known world. With upgradable units, a vault of gold and an impressive variety of tactical decisions each turn, Empires is an immersive, strategic experience for all ages.&#10;&#10;Empires includes several classes of units including infantry, cavalry, archers, and siege carefully balanced through a classic rock-paper-scissors mechanic. Research a plethora of technologies and construct powerful buildings for even more strategy! Construct a formidable deck from a huge collection of cards. Designed for head-to-head gameplay.&#10;&#10;All actions taken during your turn cost gold. On your turn, draw cards from either your deck or discard pile, then deploy or construct units and buildings to the battlefield. Once your units and buildings have been strategically placed, engage in combat by attacking your enemy's units and buildings. Attacks are compared to armor and then deteriorate heath of which is tracked with damage counters. Be sure to protect your town center as when it falls you lose the game. To win, either destroy your enemy's town center or have them run out of gold.&#10;&#10;",
    "Categories": [
      "Medieval"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Deck, Bag, and Pool Building"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Category: Print-on-Demand",
      "Crowdfunding: Game Crafter Crowd Sale",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Morlox",
    "ID": 344525,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/344525/morlox",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Morlox is a drawless connection game for two players: Black and White. It is played on the spaces (squares) of an initially empty checkered square board. The top and bottom edges of the board are colored black; the left and right edges are colored white.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;DefinitionsTwo stones, or a stone and an empty square, see each other if they lie on the same straight line of orthogonally or diagonally adjacent squares and there are no other stones between them along that line.&#10;&#10;You control a square in any of the following situations:&#10;&#10;&#10;     The square sees stones of your color in three orthogonal directions.&#10;     The square sees stones of your color in two adjacent orthogonal directions and two opposite diagonal directions, provided that each one of the latter directions is adjacent to exactly one of the former.&#10;     The square is on the perimeter of the board and sees stones of your color in two orthogonal directions.&#10;&#10;&#10;To flip a stone is to replace it with a stone of the opposite color.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;PlayBlack plays first, then turns alternate. On your turn, place a stone of your color on an empty square not controlled by your opponent or flip an enemy stone on a square you control. Passing is not allowed, but, if you have no moves available, your turn is skipped.&#10;&#10;You win if, at the start of your turn, there is a chain of orthogonally adjacent stones of your color touching the two opposite board edges of your color.&#10;&#10;To make the game fair, White will have the option, on their first turn only, to swap sides with Black instead of making a regular move.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Chaining",
      "Connections",
      "Line of Sight",
      "Pattern Building",
      "Pattern Recognition",
      "Square Grid",
      "Tile Placement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 9 x 9 Grids",
      "Mechanism: Connection",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Camille's Market",
    "ID": 344527,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.62",
    "Link": "https://boardgamegeek.com/boardgame/344527/camilles-market",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1",
    "Description": "A simple social trading card game made in Kanata and inspired by the markets of the world.&#10;&#10;The more players you have, the more the game feels like an early morning at the fruit market in Brazil, a bazaar in the mid-east, or just total chaos...&#10;&#10;Get ready to yell louder than the other players to sell your items and snag the ones you want!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trading"
    ],
    "Families": [
      "Card Games: Exchange"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Swords around the Throne",
    "ID": 344529,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.70",
    "Link": "https://boardgamegeek.com/boardgame/344529/swords-around-the-throne",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "300",
    "Weight": "2.5",
    "Description": "Swords around the Throne allows two players to reenact the Napoleonic Wars (1805-15) on a grand-strategic scale, with France, her dominions and allies pitted in a titanic struggle for Europe against Great Britain and assorted Coalition members.&#10;&#10;The players operate as heads of state and commanders-in-chief, not generals or even marshals. Their tools are diplomacy, politics and war. They direct military campaigns, not battlefield tactics.&#10;&#10;Setup instructions are provided for &ldquo;full&rdquo; games to start in 1805, 1806, 1809, 1812 or 1813. Flexible victory conditions for the full game make it possible to start in any setup year and finish in any year thereafter (though a minimum of 3 years, including the setup year, is recommended). The longer the time frame chosen, the fuller the experience. Substitute victory conditions are offered for &quot;mini&quot; games covering only 1805, 1806, 1809, 1812, 1813-14, 1814 or 1815.&#10;&#10;Complexity is medium, and play time ranges from 30 minutes to a few hours, depending on the type of game chosen.&#10;&#10;Solo rules are available in the files section.&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Action Queue",
      "Deck Construction",
      "Hand Management",
      "Negotiation",
      "Point to Point Movement",
      "Simultaneous Action Selection",
      "Solo / Solitaire Game",
      "Sudden Death Ending"
    ],
    "Families": [
      "Category: Print-on-Demand",
      "Players: Two-Player Only Games",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Scavenger",
    "ID": 344535,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/344535/scavenger",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "240",
    "Weight": "0",
    "Description": "Open your box, imagine that you are a consulting detective tasked with solving a particular case, and begin solving your mystery.&#10;&#10;When Ernest Whitlock, the head of the Valley Falls Historical Society, is found dead from a gunshot wound inside City Hall. Take up the task that Ernest Whitlock started, play the game the Enigmatic Assembly has set into motion, and be prepared to go into the deepest, darkest places in Valley Falls to find Whitlock&rsquo;s killer. The Hunt is on!&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Components: Digital Hybrid – App/Website Required",
      "Players: Games with Solitaire Rules",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Murder in 3B",
    "ID": 344536,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.33",
    "Link": "https://boardgamegeek.com/boardgame/344536/murder-in-3b",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "240",
    "Weight": "0",
    "Description": "The Hideaway Motel is one of the seediest places in Valley Falls.  Want to score drugs?  The Hideaway is your place.  Want to buy a handgun that&rsquo;s had the serial number filed off?  The Hideaway is your place.  Want to step out on your husband?  You guessed it.  The Hideaway.  As a result, nobody is surprised when a girl is found dead in room 3B.  That's the kind of thing that happens regularly here.   You've been asked to consult on the case.  Are you up to the task?  Just about everyone staying at The Hideaway is harboring a secret of some sort, and it's up to you to determine who is responsible for the Murder in 3B.&#10;Difficulty Rating &ndash; 5/10&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Components: Digital Hybrid – App/Website Required",
      "Players: Games with Solitaire Rules",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Asylum",
    "ID": 344537,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/344537/asylum",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "240",
    "Weight": "0",
    "Description": "For nearly a century, Saturn Hills Asylum has housed the mentally disturbed of Valley Falls. Under  the leadership of Dr. Norman Blackthorn, Saturn Hills has become known as both a pioneer in experimental psychiatric  techniques as well as a facility equipped to house the most dangerous, demented criminals. Despite the nature of the  sadistic souls held within its walls, Saturn Hills has functioned largely without incident until Wolfgang Koch was  discovered in his room, hanging from the overhead light by a makeshift noose. The way Koch died seems particularly  strange given his history and the reason he was incarcerated at Saturn Hills in the first place. Koch, one of Saturn Hills&rsquo; most notorious inmates, was also known as The Judas Killer because he hanged each and every one of his victims and  left a handful of silver coins in the pockets of the deceased as he staged the suicide of Judas Iscariot over and over again. Silver coins, incidentally, were also found at the crime scene. Who had it out for The Judas Killer and what was their  motive for killing him? What kinds of secrets are hidden behind the padded walls of Saturn Hills? Can you discover what was really going on at the asylum and determine who killed Wolfgang Koch?&#10;Difficulty Rating &ndash; 6/10&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Components: Digital Hybrid – App/Website Required",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Wrath of Nero",
    "ID": 344538,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.33",
    "Link": "https://boardgamegeek.com/boardgame/344538/the-wrath-of-nero",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "240",
    "Weight": "0",
    "Description": "It&rsquo;s been over a year since the psychopath known as Nero last threatened the citizens of Thornmire County. A villain with his own moral code and twisted sense of justice, Nero doled out punishment on those he deemed guilty, mimicking his namesake, the Roman Emperor Nero, who was known for his cruel and unusual methods of torturing those who crossed him. No one had seen or heard from him until earlier today when you received a curious box from Nero, threatening the city of Hampstead with the release of a highly communicable airborne toxin that will likely kill thousands of innocent people if not contained. Nero, however, enjoys the thrill of the chase and the challenge of a worthy opponent. He has provided a series of puzzles that will allow you to pinpoint the location of the  toxin as well as the means to disable the bomb that will disseminate the chemical compound into the atmosphere. He  has allowed you and the other members of the Will Street Detective Agency 72 hours before the population of  Hampstead is wiped off of the map. Oh, and one more thing. Nero has given specific instructions not to contact the  police, the CDC, Homeland Security, or any formal law enforcement agency, threatening to detonate the bomb early if  his instructions aren&rsquo;t followed. This means your wits and detective skills are the only thing that stands between the  town of Hampstead and a bloody, brutal demise. Discover the secret behind Nero&rsquo;s wrath and do whatever it takes to save the citizens of Hampstead. &#10;Difficulty Rating &ndash; 7/10&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Components: Digital Hybrid – App/Website Required",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sleight of Hand",
    "ID": 344539,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/344539/sleight-of-hand",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "240",
    "Weight": "0",
    "Description": "When The Amazing Silverstone died, his Last Will and Testament was a source of much controversy due to a personalized note he left with his lawyer. It read:&#10;&#10;&ldquo;To my dearest son, Peter. If you are reading this particular draft then it means my unknown nemesis murdered me. They will have gone to great lengths to cover their tracks, but I know the truth. In time, hopefully, you will too. There have been lots of unusual happenings at Silverstone Manor over the past few weeks. Some of them I could have chalked up to simple coincidence, but the sheer number of strange occurrences has cast a sinister cloud overhead that has been too overwhelming to ignore. Your reading of this will proves that I wasn&rsquo;t paranoid or crazy. I was right all along about the threat on my life. That brings me to your involvement in this cryptic business. In addition to my estate and the considerable wealth that goes with it, I am leaving you the contents of my safe which, I believe, contains the identity of the one who took my life. Over the course of my life I have made many enemies, both personally and professionally, and I believe one of these is to blame for my untimely demise. Determine the identity of my killer and bring them to justice. I have the utmost confidence in you, my son.&rdquo; &#10; Although he had acquired considerable sleight of hand skills from years of apprenticing under his father, Peter Silverstone had no idea where to start with the investigation of his father&rsquo;s murder. As a result, he has brought the contents of his father&rsquo;s safe to you at the Will Street Detective Agency and hired you to help solve the mystery surrounding the death of The Amazing Silverstone.&#10;&#10;Difficulty Rating &ndash; 6/10&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Components: Digital Hybrid – App/Website Required",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ransom",
    "ID": 344540,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/344540/ransom",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "240",
    "Weight": "0",
    "Description": "Sasha Millington, daughter of real estate magnate Warren Bankhead, was kidnapped during a gala celebrating the opening of the Sioux exhibit at the Valley Falls Museum. A ransom note has been received demanding ten million dollars in exchange for her return. Time is running out. Discover the kidnapper&rsquo;s true identity and motive for abducting her before it is too late. &#10;Difficulty Rating &ndash; 6/10&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Components: Digital Hybrid – App/Website Required",
      "Players: Games with Solitaire Rules",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Last Resort",
    "ID": 344541,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.75",
    "Link": "https://boardgamegeek.com/boardgame/344541/last-resort",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "240",
    "Weight": "0",
    "Description": "A group of co-workers employed by a Valley Falls travel agency have been given an incredible opportunity. The Refuge at Emerald Island is an isolated and exclusive resort that, ironically, none of the travel agents have ever heard of. What makes this opportunity even more special is that they will be the last group to stay at the tropical resort. The week after their stay, the resort is scheduled to be demolished by its owner and rebuilt as an industrial hub. Once the group arrives, they are excited for sand, sun and relaxation. That quickly changes when a member of their team is found dead with a harpoon in the back. The person who committed the crime must be one of the travel agency guests or the resort staff. Trapped on an island with a bloodthirsty killer, the body count is certain to go up as the suspect list goes down. Will you figure out who the killer is before it&rsquo;s too late?&#10;Difficulty Rating &ndash; 6.5/10&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Components: Digital Hybrid – App/Website Required",
      "Players: Games with Solitaire Rules",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blast from the Past",
    "ID": 344542,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/344542/blast-from-the-past",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "240",
    "Weight": "0",
    "Description": "The 80s were a decade of big hair, MTV, video games, outrageous clothing, and fun. The Valley Falls High School &ldquo;Class of '86&rdquo; is having a Blast From the Past reunion to relive the glory days of their youth and see old friends that they&rsquo;ve lost touch with over the years. The reunion is a roaring success until the principal is found strangled to death in his office. Only someone attending the reunion could have killed him. But who? And why? Take a nostalgic step back into the 80s, find out who killed the principal of Valley Falls High School, and experience a Blast From the Past!&#10;&#10;Difficulty Rating &ndash; 8/10&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Components: Digital Hybrid – App/Website Required",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Beneath the Surface",
    "ID": 344543,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgame/344543/beneath-the-surface",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "240",
    "Weight": "0",
    "Description": "A dog wanders up to the front steps of The Will Street Detective Agency. A note has been tucked into his collar. The note is written by a woman named Mary who has been kidnapped and is being held somewhere in town by a maniac who has already killed several other women. Mary has somehow managed to use the dog to carry her request for help, and now it is up to you to find her before it's too late. Retrace the dog's steps, use clues that the dog may have picked up unknowingly, and find the house where Mary is being kept. But beware! There is more to this case than meets the eye. See if you can find what lurks...Beneath the Surface!&#10;&#10;Difficulty Rating &ndash; 8/10&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Components: Digital Hybrid – App/Website Required",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Second Chance at Love",
    "ID": 344544,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/344544/a-second-chance-at-love",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "180",
    "Weight": "0",
    "Description": "A Deadbolt Mystery Society mini mystery&#10;&#10;When the reality TV drama, &ldquo;A Second Chance at Love,&rdquo; announced that it would be filming its next season in Valley Falls, excitement was high. As filming started, Aaron Queens, this season&rsquo;s new bachelor, was already a hit with the ladies. His looks and charm made many of the avid watchers wish they could be on the show as a contestant. But tragedy struck the show during the filming of Wreckage Night, an episode where some of the bachelor&rsquo;s exes are invited to spend a week with the contestants. After some technical issues, the crew returned to start filming only to find Aaron Queens dead in his room. Will you be able to sift through all of the lies, spite, and romance to find the killer?&#10;&#10;Difficulty Rating &ndash; 6/10&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Components: Digital Hybrid – App/Website Required",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sweet Tooth",
    "ID": 344545,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/344545/sweet-tooth",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "150",
    "Weight": "0",
    "Description": "A Deadbolt Mystery Society mini mystery.&#10;&#10;Investigate the cutthroat world of baking in our newest mini-mystery as a famous food critic is found murdered after planning a visit to Valley Falls to review its finest culinary establishments.&#10;&#10;Note:  This is a mystery that is half the size of the normal DMS boxes and takes about half the amount of time to complete. The mini will be delivered in an envelope, not a box.&#10;&#10;Difficulty Rating &ndash; 5.5/10&#10;&#10;&#10;    This mystery was never a part of the DMS monthly subscription service. It was released as a one-time purchase &#10;&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Components: Digital Hybrid – App/Website Required",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Spider",
    "ID": 344546,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/344546/the-spider",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "240",
    "Weight": "0",
    "Description": "Valley Falls has recently been hit by a wave of strange deaths. Five individuals have perished in accidents, yet a card with the image of a spider was found near each body.  Were these more than mere accidents?  Who is The Spider?  Investigate our newest case and find out!&#10;&#10;Difficulty Rating &ndash; 6/10&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Components: Digital Hybrid – App/Website Required",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Catch Me If You Can: The Collector – Part 2",
    "ID": 344547,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.25",
    "Link": "https://boardgamegeek.com/boardgame/344547/catch-me-if-you-can-the-collector-part-2",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "240",
    "Weight": "0",
    "Description": "The Collector has returned to finish the grisly business that began last year, and the stakes are higher than ever. The Collector has abducted someone very close to you and has given you a deadline of 24 hours to find them. Failure is not an option. It's time to put an end to The Collector's reign of terror.&#10;&#10;Difficulty Rating &ndash; 9/10&#10;&#10;&#10;    This box was never a part of the DMS monthly subscription service.&#10;&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Components: Digital Hybrid – App/Website Required",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Return to the Hideaway Motel",
    "ID": 344548,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/344548/return-to-the-hideaway-motel",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "150",
    "Weight": "0",
    "Description": "A Deadbolt Mystery Society mini mystery.&#10;&#10;Return to the sleepy town of Valley Falls and pull back the dingy curtain to take another look at its sordid underbelly.  Head back to The Hideaway Motel and discover the secrets that a killer called The Magpie left behind.  As you visit one of the most notorious spots in town, uncover one of Valley Falls' most well-kept secrets and do so while trying to avoid a local mafioso hitman who goes by the name of Vito the Smile.&#10;&#10;Difficulty Rating &ndash; 7/10&#10;&#10;&#10;    This mystery was never a part of the DMS monthly subscription service. It is half the size of the normal DMS mysteries and takes about half the amount of time to complete. &#10;&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Components: Digital Hybrid – App/Website Required",
      "Players: Games with Solitaire Rules",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cryptic Words",
    "ID": 344552,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/344552/cryptic-words",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Cryptic Words is a word guessing game for two players. Each player thinks of a secret word and hides it in plain sight for their opponent to guess using common clues.&#10;&#10;The game is played in rounds until someone hits or exceeds 30 points.&#10;&#10;In each round, players first grab six hexagonal letter tiles and secretly think of a 3- to 8-letter words and encode and it using a proprietary tracking form. They write down the codes for their word, shuffle their tiles and swap them with their opponent.&#10;&#10;Using the game board, players arrange the tiles in any order front of them. The deduction phase starts.&#10;&#10;Players take turns rolling two dice and either perform an action on doubles or strategically pose a question. The question will try to pinpoint letters in the opponent's word. Both players must answer the question. The answer may reveal a letter in an opponent's word.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Dice",
      "Word Game"
    ],
    "Mechanics": [
      "Action Drafting",
      "Deduction",
      "Dice Rolling",
      "Spelling",
      "Worker Placement"
    ],
    "Families": [
      "Components: Hexagonal Tiles",
      "Players: Two-Player Only Games",
      "Word Games: Guess the Word"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Almanac: The Dragon Road – Merchant's Manifest",
    "ID": 344566,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.14",
    "Link": "https://boardgamegeek.com/boardgameexpansion/344566/almanac-the-dragon-road-merchants-manifest",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Merchant&rsquo;s Manifest contains all of the stretch goals unlocked during the Almanac: Dragon Roads Kickstarter campaign.&#10;&#10;Includes:&#10;8 Unique Starting Caravans&#10;15 encounter cards&#10;4 Contract cards&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Game Jam",
    "ID": 344567,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.42",
    "Link": "https://boardgamegeek.com/boardgame/344567/game-jam",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "0",
    "Description": "In Game Jam, you&rsquo;re a game designer trying to make three games: A bloated masterpiece, a reliable gateway game and a mass market cash cow. Your goal is to make the most money you can from these games, as well as win the critical esteem of your peers: the much coveted game of the year award.&#10;&#10;In the first part of the game, players will draw three idea cards and play two of them into one of three different rows each turn. Each of these idea cards has a number and a suit and represents a particular theme (e.g. zombies), a mechanic (e.g dice combat) or component (e.g. sand timer). Each theme card bears a unique piece of box art inspired by classic games and each mechanic card features a brief but clear definition.&#10;&#10;Using a poker style ranking system, better combinations of ideas score more but each row must also be a higher rank than the one below it. If the players fail to achieve this, they go bust and make no money from their rows. Since the players can&rsquo;t move ideas cards between rows once placed, they must make careful choices about what combinations they attempt to make. To help them, they can also play up to one development card a turn. Each of these lets them directly manipulate their cards and break game rules to make the most money and win the first part.&#10;&#10;In the second part, players may pitch one of their rows as a game to the other players. It must have a title and include all four idea cards in the row in some way into its description. Players will then vote on the game they liked the best and the game with the most votes wins the game of the year award, and the second part of the game. To have the best chance at winning overall, players must weigh-up their investment in maximizing the score of their rows vs how useful they will be for their pitch, if they choose to make one.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Set Collection",
      "Storytelling",
      "Voting"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Mechanism: Story Creation",
      "Theme: Boardgaming"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Mara",
    "ID": 344569,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/344569/the-mara",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Welcome to The Mara, the national reserve of the Maasai people. Your job is to drive tourists across the savannah where they may take photos of animals.&#10;&#10;The Mara consists of face down tiles where only the habitat color is known, not the animal symbol. The players take turns to either pick up/drop off tourist cards at lodges or to drive their jeeps and peek at adjacent tiles. The more tourists they have, the less drive actions can they take.&#10;&#10;If both color and symbol matches a tourist on picked up card, the player takes a photo by placing a gem on the tourist.&#10;&#10;Each tourist has a favourite animal and each animal has its favourite habitat. When all the tourists have been picked up or all the animals have been photographed, the game ends and the player with the most complete sets of animal photos wins.&#10;&#10;The Mara combines child-friendly mechanics like deduction, memory and pick-up and delivery with a healthy dose of randomness to provide a fun experience for the entire family. Animal cards tell you where on the map the animals are likely to be found, memorizing the animals you pass help you find them for the next tourist, and skilful jeep driving let you deliver as many tourists to the animals as possible.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Animals",
      "Deduction",
      "Memory"
    ],
    "Mechanics": [
      "Deduction",
      "Network and Route Building",
      "Pick-up and Deliver"
    ],
    "Families": [
      "Category: Print-on-Demand",
      "Country: Kenya"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "On Shelf",
    "ID": 344570,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/344570/on-shelf",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Systembolaget is a government-owned chain of stores in Sweden with an exclusive right of selling liquor. Its vision is a society where alcoholic beverages are enjoyed with consideration for the health so that nobody is injured. An important aspect of this is that all product selections and displays must be based on customer preferences, and every producer and distributor must be handled the same way.&#10;&#10;The items of the store come in three different types of five different colors. The players play job cards to order items to the store, move them to the shelves, pick up customer cards and match them with items on the shelves.&#10;&#10;Timely actions will let you work where the store needs it the most and skilful placement of items will bring &rdquo;your&rdquo; customers&rsquo; items to the shelves first - both of which will earn you satisfied customers.&#10;&#10;The better you execute the jobs, the higher the Customer Satisfaction Index increases. When the store closes, the player with the highest index wins.&#10;&#10;The Shelf is a kind of semi-cooperative experience where an action of one player will open (or close) opportunities for the next player. The physical movements of items through the store provides both a tactical experience and a spatial challenge and the card management provide elements of both deck building and turn order manipulation. The result is a highly interactive and tactical game.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Action Retrieval",
      "Contracts",
      "Pick-up and Deliver"
    ],
    "Families": [
      "Category: Print-on-Demand"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Suecia",
    "ID": 344571,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/344571/suecia",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Gustav Vasa has liberated the Swedes from the Danish oppression and risen to the throne. But the new King&rsquo;s position is weak, as is his Kingdom. Sweden is indebted to the Hansaetic League, Denmark has not given up her claim to the Swedish crown and Europe suffers from religious turmoil.&#10;&#10;But this is also an opportunity to start something new. By developing the economy, reforming the taxation and building a national army, Gustav Vasa sets out to consolidate his dynasty and his Kingdom. Take advantage of natural resources, encourage domestic manufacturing, establish overseas markets and engage in profitable wars to pursue the King's will. This is only the foundation of a strong and powerful nation!&#10;&#10;Take turns to add estate cards to a card tableau. Each placed estate card lets you execute all the actions of the estate cards in that column.&#10;&#10;&#10;     Peasant: Place farms or sell resources to shops.&#10;     Burgher: Place shops or use buy basic resources from shops to turn them into advanced resources.&#10;     Clergy: Place churches to collect tax from farms or supply Royal missions with advanced resources.&#10;     Nobility: Add provinces to the Kingdom or supply Royal missions with advanced resources.&#10;&#10;&#10;Resources enter and exit the city to and from different sides of the city grid. As more advanced resources enter the economy, they can be invested in advanced farms and shops that enable the production of advanced resources within the Kingdom. However, such actions also require a combination of two similar estate cards in the same column so plan your card tableau wisely.&#10;&#10;The players who has supplied the most resources to the Royal Missions wins.&#10;&#10;",
    "Categories": [
      "City Building",
      "Economic"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Tile Placement",
      "Trading"
    ],
    "Families": [
      "Category: Print-on-Demand"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "C64 Board",
    "ID": 344572,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/344572/c64-board",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "C64 Board is a tribute to the old Commodore 64 games that pleased an entire generation back in the 80s. It's a game system using simple programmable &quot;joystick cards&quot; and generic boards to recreate old C64 games.&#10;&#10;Among the games included in the base pack are Tanks (move tanks and fire bouncing shots at opponents), Monsters (move hero and monster with the same action), Maze (find your way through a maze with movable walls), Cars (use gears and turns to race and bump your opponents, Trains (move trains and lay tracks to connect to as many opponent rails as possible), and Snakes (move snakes and try to eat your opponents).&#10;&#10;The board consists of 8x8 squares, possibly with additional components depending on the game. Each player has a card tableau of 3x3 joystick cards. The player starts with any 2 cards from any row or column as active joystick cards and play them one at the time to either move in a direction or press a button. The last played card determines the row or column to take up the next 2 cards from. The game proceeds in this manner until its victory condition has been fulfilled.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Game System",
      "Maze",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Area Movement",
      "Hand Management",
      "Programmed Movement"
    ],
    "Families": [
      "Category: Print-on-Demand"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Outside: Beyond the SCP facilities",
    "ID": 344575,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/344575/outside-beyond-the-scp-facilities",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Somewhere in Belgium the truth machine seems to be rusting away. Where science forgets who it was and logic calculates that it cannot do everything. You don&rsquo;t know who trust, but cooperation is going to be essential in order to tie the events down and crystallize a coherence for this spreading caos. And of course you are the only person who knows the truth behind the &quot;SCP - db&quot;, the Standbeelden.&#10;&#10;The SCP Foundation is a fictional international organization that contains and classificates anomalities outside bounds of natural law to prevent mass panic. But, what happens before these events are classified and somehow enprisoned? What if those were free?&#10;&#10;This is a game based on the contemporary era and involves suburb investigation on paranormal events along a fractional surrealism. The players get bits and pieces of what&rsquo;s going on and tie them together, giving different endings to it depending on the interpretations of their character's point of view. The objective is to propose the most coherent scenario in a convincing storyline.&#10;&#10;The game starts by dealing Character and Object cards that remain hidden. Then a keyframe card is revealed, this one contains a mysterious image and narrative fragment. All the players pose their questions around it and then take turns to answer them with a small story in order do build coherence. A vote round will determine which storyline wins, staying as the real version of the occurred events. The corresponding player's character then becomes the protagonist who will then explain what the &quot;SCP - db (Standbeelden)&quot; turns out to be. The losers will give an outcome to their character taking into account what the protagonist, the antagonist, the narration, the secondary characters and the items are.&#10;&#10;It is better consider this game not as a zero sum game but as a narrative game-tool. An open ended game in which players can also write their own keyframes and subsequently play as many keyframes as they want. Any doubt about the game is to be determined by the people involved.&#10;&#10;This game's setting underlines the human ability to cooperate and piece together non-linear narratives in search of further, more rhythmic patterns. Through overinterpretation, eldritchness and speculation. It puts into consideration the next questions: &ldquo;What is that which we do not acknowledge as a whole?&rdquo; And &ldquo;Why does it necessarily and so often have to do with streams of massive delusion?&rdquo;&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Role Playing",
      "Storytelling"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Category: Sandbox Without Win Condition",
      "Creatures: Aliens / Extraterrestrials",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Totems + Taboos",
    "ID": 344582,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.64",
    "Link": "https://boardgamegeek.com/boardgame/344582/totems-plus-taboos",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "As one of up to 6 divine players, you create a new religion and convert infidels to believe and obey your commandments.&#10;&#10;Gain more followers to build your totem higher and unlock increasingly powerful cards and miracles. Use every trick in the holy book to become the dominant religion and win the game.&#10;&#10;During their turn, players can buy and play cards, and build their totem (stacking dice). Their turn ends when they are all out of resources.&#10;&#10;A player wins by reaching a level 6 totem (6 dice stacked on top of each other), which ends the game.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Dice",
      "Mythology"
    ],
    "Mechanics": [
      "Stacking and Balancing",
      "Card Play Conflict Resolution",
      "Command Cards",
      "Deck Construction",
      "Dice Rolling",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bush's Board Game Thing: The Boardgame",
    "ID": 344588,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/344588/bushs-board-game-thing-the-boardgame",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A board game based around a podcast about boardgames. Given subjects from the board, build up a series of quick-witted rants about board games and produce your own podcast. Be the first to get your rants into the can for later.&#10;&#10;The rules are downloaded as part of the game - it's a player vote on the monologue that denotes your move. The first player to complete a rotation of the board wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Movies / TV / Radio theme",
      "Party Game",
      "Print & Play",
      "Real-time",
      "Trivia"
    ],
    "Mechanics": [
      "Acting",
      "Negotiation",
      "Track Movement",
      "Voting"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Theme: Boardgaming"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Carta Marina (カルタマリナ)",
    "ID": 344598,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.96",
    "Link": "https://boardgamegeek.com/boardgame/344598/carta-marina-karutamarina",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Five members of the crew of the Carta Marina, a pirate ship of ill repute, sail through a storm to reunite with their captain, Leon. But the sea monster, the Kraken, wakes up and the ship is attacked and flooded. At the helm of the sinking ship, they arrive at the truth.......&#10;&#10;Carta Marina is a co-operative board game for two players. The players are in a pirate ship and constantly have to choose whether to proceed or drain the ship. Will you be able to overcome the threats of waves, floods and whirlpools and reach your destination safely?&#10;&#10;On their turn, a player can do up to three actions by playing cards from their hand. There are five actions to choose from:&#10;&#10;After completing their actions, players draw cards to determine what hazards the ship will face that round, such as gaping whirlpools, giant waves and floods.&#10;&#10;If the players manager to successfully steer, bail and move the ship across the map, they win!&#10;&#10;",
    "Categories": [
      "Pirates",
      "Adventure",
      "Fantasy",
      "Nautical"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Creatures: Monsters",
      "Players: Games with Solitaire Rules",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Corona Chase: The Social Distancing Education Game",
    "ID": 344599,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/344599/corona-chase-the-social-distancing-education-game",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "RACE TO THE SAFE ZONE: Players race to the safe zone while practicing social distancing and avoiding Corona.&#10;&#10;Players move their pieces one space at a time while trying not to be too close to other players pieces.  the first player with 5 emojis across the finish line wins.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Medical: Diseases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hellboy: The Board Game – The Conqueror Worm",
    "ID": 344606,
    "Year": "(2019)",
    "Geek Rating": "5.530",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/344606/hellboy-the-board-game-the-conqueror-worm",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Hellboy: The Board Game &ndash; Conqueror Worm adds gameplay elements from the &quot;Conqueror Worm&quot; storyline in the Hellboy comic series to Hellboy: The Board Game.&#10;&#10;The Conqueror Worm was part of the original Hellboy: The Board Game Kickstarter but has never been released as a separate expansion before. This is the first time it's been made available in a standalone box, with its own packaging.&#10;&#10;This expansion consists of:&#10;&#10;2 hero miniature (Lobster Johnson &amp; Roger)&#10;2 agent card&#10;4 Starting cards&#10;1 boss (The Conqueror Worm)&#10;2 case file decks&#10;15 Nazi enemies (3 of each Riflemen, Officers, Machine Gunners, Specialists &amp; Knife Fighters)&#10;10 encounter cards&#10;9 requisition / starting cards&#10;4 double sided game tiles&#10;2 scenery tokens&#10;1 Rules card: New Scenery&#10;6 additional enemy cards&#10;13 additional deck of doom cards&#10;2 additional boss behaviour cards&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Comic Book / Strip",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling"
    ],
    "Families": [
      "Creatures: Demons"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "CubeClimbers",
    "ID": 344608,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/344608/cubeclimbers",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "CubeClimbers is a strategy game for 2-4 players where the objective is to become king of the hill by stacking cubes, pushing opponents, tossing grappling hooks, and using superpowers. The cubes in this game magnetically snap together for a modular and sturdy 3D board. Climbing to the top requires creativity, tactics, precision, diplomacy, and risk-taking.&#10;&#10;Setup: Players start on a base of prearranged cubes. Each player is then dealt an even and equal number of the remaining cubes. Players are also dealt a combination of 2 unique player powers face down that can each be used once a game.&#10;&#10;Play: During their turn, players build 2 cubes, move to an adjacent space, and roll. Rolling gives players a chance to reposition with the grappling hook (1/2 chance) or push all players in a direction of their choice with wind (1/6 chance). Players must perform all three actions once in any order to end their turn and may also use their powers as optional actions. The game keeps going until the player who builds the last remaining cube ends their turn.&#10;&#10;Winning: The player at the highest level of the mountain when the game ends wins!&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Dice",
      "Puzzle"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "King of the Hill",
      "Modular Board",
      "Once-Per-Game Abilities",
      "Pattern Building",
      "Push Your Luck",
      "Stacking and Balancing",
      "Team-Based Game",
      "Three Dimensional Movement",
      "Variable Phase Order",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Global Holdings",
    "ID": 344611,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/344611/global-holdings",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Global Holdings is a Monopoly clone.&#10;&#10;It includes all of the elements of classic Monopoly but the setting is the entire world. The properties cost more and you'll build apartments instead of houses before moving on to hotels.&#10;&#10;The winner is the one to amass the most property thus driving their opponents into bankruptcy.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Income",
      "Loans",
      "Lose a Turn",
      "Ownership",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Stock Holding",
      "Track Movement",
      "Trading"
    ],
    "Families": [
      "Components: Map (Global Scale)",
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Yeti Trek",
    "ID": 344612,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.08",
    "Link": "https://boardgamegeek.com/boardgame/344612/yeti-trek",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Yeti Trek is a quick, medium-weight game for 2 players. Race across a vast mountain range and be the first yeti to reach the summit to win!&#10;&#10;The flow of Yeti Trek is as follows:&#10;1. One player rolls all 6 dice and splits the dice into 2 groups&#10;2. The other player choose which group of dice they want. The remaining group goes to the first player.&#10;3. Use your dice to move your Yeti meeple across the mountain range. To move on the mountain range, the space that you end your movement on must match the color of the dice that you discarded. In addition, the total value of the dice discarded must be equal to or greater than the total on all the spaces that you moved through this turn.&#10;&#10;Optionally utilize a rondel every turn before you move to gain bonuses to your movement.&#10;&#10;Once both players have used all of their dice, the round is over and a new round starts. The game ends immediately once one players reaches one of the Summit spaces.&#10;&#10;",
    "Categories": [
      "Animals",
      "Dice"
    ],
    "Mechanics": [
      "Grid Movement",
      "Hexagon Grid",
      "I Cut, You Choose",
      "Modular Board",
      "Race",
      "Rondel"
    ],
    "Families": [
      "Category: Print-on-Demand",
      "Creatures: Bigfoot / Yeti / Sasquatch",
      "Mountain: Himalayas",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Flatten the Curve",
    "ID": 344623,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/344623/flatten-the-curve",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Flatten The Curve is an entertaining board game for kids and adults alike, bringing virus safety-awareness through play.&#10;A horrible illness is attacking your city! Will you forget your mask and get infected? Be smart, stay sharp, and move fast to get you and your family out of the pandemic - safe and healthy.&#10;&#10;Players roll dice and move their families around a Monopoly-like board. Event cards add twists to the game.  But be careful, some space can cause you to get sick and have to go into quarantine!&#10;&#10;The first person to move all 5 of their family around the board, wins.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Track Movement"
    ],
    "Families": [
      "Medical: Diseases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Infinite Chaos",
    "ID": 344626,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/344626/infinite-chaos",
    "Min Players": "3",
    "Max Players": "20",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Infinite Chaos is an out-of-this-world card game where you work with friends and family to create the craziest way to solve a problem or create one.&#10;&#10;Players start by designating a Chaosmaster (Judge) to create an objective involving a chaos card ranging from serious issues like world hunger to more light-hearted ones such as family reunions. Everyone else draws questionable idea cards, random components to aid you in formulating your soon-to-be master plan, which they will use to compete against others to meet the Chaosmaster's objective. The Chaosmaster will then award the chaos card to whoever's plan was the best. A new Chaosmaster is then selected, and a winner is decided by whoever has the most chaos cards when the game ends.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Player Judge",
      "Simultaneous Action Selection",
      "Storytelling"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Mechanism: Judging Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Keys to the Ice Castle",
    "ID": 344631,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.64",
    "Link": "https://boardgamegeek.com/boardgame/344631/keys-to-the-ice-castle",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Keys to the Ice Castle is a tile-based game of strategy and luck. Based on the Keys to the Castle game players choose a knight token and then race through a tile based maze to get to the other side.&#10;&#10;By opening and locking doors (the tiles) each player can help him or herself while hindering their opponents. Use the special cards such as the axe, magic wand, slide, or freeze to add even more to the gameplay.&#10;&#10;The game is easy to learn and quick to play. With the tiles acting as the &quot;board&quot;, there is a new outcome to each game every time the tiles and cards are shuffled.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Maze"
    ],
    "Mechanics": [
      "Grid Movement",
      "Hand Management",
      "Lose a Turn",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Diplomaten-Spiel",
    "ID": 344632,
    "Year": "(1893)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/344632/diplomaten-spiel",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "For each number of players, there are starting positions given. The goal of the game is to block enemy pieces by jumping on top of them.&#10;&#10;Movement is to any empty neighboring space which is connected to the starting space by a line. An enemy piece may be captured by jumping over it to an empty space behind it. The captured space is stacked under the attacking piece or stack. The piece on top moves the entire stack. When a stack is jumped over, only the piece on top is captured. Capturing may be perormed in a series of jumps.&#10;&#10;To win the game one has to immobilize all enemy pieces by being on top all other pieces.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Point to Point Movement",
      "Stacking and Balancing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Star Wars: The Card Game – Champion Cards",
    "ID": 344633,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/344633/star-wars-the-card-game-champion-cards",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A set of 5 cards that were provided as participation reward in the last European, North American and World Championships.&#10;&#10;These 5 cards were designed by previous Continental/World championship winners as part of their prize, but were never included in the Force Packs before the end of the game was announced.&#10;&#10;Each of these cards can be used to replace a card with the same set-number in any objective set.&#10;&#10;Cards in this set are:&#10;Aurra Sing &mdash; 2016 North American Champ Josh Johnson&#10;Darth Vader &mdash; 2016 World Champion Brad Emon&#10;It&rsquo;s Beautiful &mdash; 2017 World Champion Mick Cipra&#10;K-2SO &mdash; 2017 European Champion Pawel Zochowski&#10;Profundity &mdash; 2017 North American Champion James Lau&#10;&#10;These cards are also available in a Print to Play file through the FFG site.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Deck Construction",
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Terraforming Mars: Ares Expedition – Promo Cards",
    "ID": 344634,
    "Year": "(2021)",
    "Geek Rating": "5.846",
    "Avg Rating": "7.82",
    "Link": "https://boardgamegeek.com/boardgameexpansion/344634/terraforming-mars-ares-expedition-promo-cards",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.5714",
    "Description": "A set of 17 new cards that were revealed as daily milestones during Terraforming Mars: Ares Expedition Kickstarter campaign.&#10;&#10;Corporation Cards (6):&#10;&#10;     Arklight&#10;     Celestior&#10;     DevTechs&#10;     Launch Star Incorporated&#10;     Mai-Ni Productions&#10;     Zatesel&#10;&#10;&#10;Project Cards (11):&#10;&#10;     Assorted Enterprises&#10;     Commercial Imports&#10;     Diverse Habitats&#10;     Filter Feeders&#10;     Laboratories&#10;     Matter Generator&#10;     Processed Metals&#10;     Processing Plant&#10;     Progressive Policies&#10;     Synthetic Catastrophe&#10;     Self-Replicating Bacteria&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Follow",
      "Hand Management",
      "Income",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Terraforming Mars Ares Expedition",
      "Promotional: Cards",
      "Series: Terraforming Mars",
      "Setting: Future Timeline (Fryxgames)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "War For Chicken Island: Yolk Sothoth",
    "ID": 344635,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.79",
    "Link": "https://boardgamegeek.com/boardgameexpansion/344635/war-for-chicken-island-yolk-sothoth",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "240",
    "Weight": "2",
    "Description": "Yolk Sothoth is a Kickstarter exclusive mini for War For Chicken Island for 1 to 4 players.&#10;&#10;Suggested by backers, created by Draco Studios &amp; Detestable Games.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Modular Board"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "War For Chicken Island: Dragon Mama",
    "ID": 344636,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/344636/war-for-chicken-island-dragon-mama",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "240",
    "Weight": "2",
    "Description": "Dragon Mama is a mini with Leader Card for War For Chicken Island, and comes with two Dragon Hatchling minis and unit cards.&#10;&#10;Suggested by backers, created by Draco Studios &amp; Detestable Games.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "War For Chicken Island: Kickstarter Exclusive Stretch Goals",
    "ID": 344637,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.80",
    "Link": "https://boardgamegeek.com/boardgameexpansion/344637/war-for-chicken-island-kickstarter-exclusive-stret",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "240",
    "Weight": "2",
    "Description": "This set contains the various stretch goals from the Kickstarter campaign:&#10;- 5th Player Components&#10;- 4 exclusive Leaders (Krestos, Caldor, Helena, Roatinator C-800) and one Unit (Mega Chicken Dragon) with their cards&#10;- Additional Scroll cards&#10;- Wooden pilot meeples&#10;- Cloth draw bag&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Expansions Changing Player Count",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Alphabet Runner Games",
    "ID": 344640,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.70",
    "Link": "https://boardgamegeek.com/boardgame/344640/alphabet-runner-games",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1",
    "Description": "The game is created by the winner of the Best Family Game Award - UK Games Expo 2007&#10;&#10;Alphabet Runner Games is 3 games in 1 set of cards.&#10;&#10;     MaxxRas. Word game which contains 10 levels. Age 11 - 99 &#10;     Pairs. A memory recall game. Age 10+&#10;     Snap. Popular, fast-paced card game. Age 9+&#10;&#10;&#10;MaxxRas: Players begin at level 1 and build/create/form 3 or 4 letter words and progress to level 10 and build/create/form 15 or more letter words. MaxxRas is simple to begin and then through the levels becomes one of the most challenging word games in the world. There is lots of room for progression as it gets harder each time more letters are needed to make a word. MaxxRas is probably the only word game in the world that allows the players the opportunity of building/creating/forming a 45 letter word &ndash; &ldquo;pneumonoultramicroscopicsilicovolcanokoniosis&rdquo; whilst playing Level 10. MaxxRas is for the word game fans in the family and for the players that like being challenged. It&rsquo;s an ideal travel game.&#10;&#10;Deal 7 random cards to each player. Place 3 or 4 cards face-up randomly and then place level 1 card next to the cards in the Centre play area.&#10;Level 1 is to create 3 or 4 letter words. Take turns to build a word by using at least 1 alphabet letter from 1 of your own cards and using letters from the other cards in the Centre play area. Once a player has created a word, place the card separately from the other cards in the Centre play area and then reveal/confirm the word to the other players to avoid picking up an additional card from the deck. Then place that card on top of any card in the Centre play area.&#10;&#10;The first player to get rid of their cards outright wins that level. The player that wins the most number of levels is the MaxxRas winner.&#10;Full details and videos on how to play MaxxRas word game in minutes is available on the MaxxRas YouTube Channel.&#10;&#10;Game 2&#10;Pairs. A memory recall game.&#10;&#10;Game 3&#10;Snap. Popular, fast-paced card game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Educational",
      "Memory",
      "Word Game"
    ],
    "Mechanics": [
      "Memory",
      "Spelling"
    ],
    "Families": [
      "Card Games: Shedding / Stops",
      "Traditional Card Games: Snap"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monsters and the Things That Destroy Them: The Deep",
    "ID": 344644,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.10",
    "Link": "https://boardgamegeek.com/boardgame/344644/monsters-and-the-things-that-destroy-them-the-deep",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "0",
    "Description": "The second cycle of the &quot;Monsters&quot; series features underwater sea monsters from classical and modern mythology, ranging from Nessie and Captain Nemo up to the Leviathan (Midgard Serpent) and The Old One. All monsters and tactical cards (neutralizers) have unique powers from the other cycles.&#10;&#10;Each monster has an ability such as triggering the top card of your discard pile. You don't play cards from your hand; you take cards from a 4-card pool and trigger the card as you take it. At the end of the game players discard down to their best 2 cards. Then, tactical cards (neutralizers) destroy their corresponding monsters, and the player with the best surviving combination of cards wins.&#10;&#10;Draw a card from the Pool, say its name and number aloud, and trigger/resolve its primary ability. (If another card gets triggered, reveal it and resolve it.) Fill the Pool back to 4 from the face-down deck. At the end of your turn, if you exceed your hand limit (3 cards), discard excess cards face-down to your discard pile. When the draw deck is empty, continue taking turns until everyone has had an equal number. Then Resolution begins.&#3;&#10;&#10;RESOLUTION (combine / score your 2 cards)&#10;All players discard down to just 2 cards. In turn order, each player dramatically reveals their highest-number card. Then they reveal their other card. Resolve all Neutralizers. The player with the highest total score wins the game. If there is a tie, the tied player with the highest-value surviving Monster is the winner.&#10;&#10;At the end the game have the highest combined point total between your final 2 cards to win.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Horror",
      "Memory"
    ],
    "Mechanics": [
      "Deduction",
      "Hand Management",
      "Memory",
      "Open Drafting"
    ],
    "Families": [
      "Creatures: Monsters"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Royal Court",
    "ID": 344650,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/344650/the-royal-court",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "0",
    "Description": "For centuries, rulers have ruled their Kingdoms with the support of a royal court. A royal comprised of the Kings closest and most trusted family, advisors and nobles. A Kingdom lived or died on the strength of their Kingdoms royal court.&#10;&#10;In The Royal Court, players take on the role of royal advisors to their respective kingdoms. Each advisor has been tasked with gathering trusted individuals to join their own kingdom's court.&#10;&#10;The Royal Court is played in a series of rounds. Over the course of a round, players fill their royal courts with trusted royals, clergy, servants, and of course the Kings and Queens themselves.&#10;&#10;The object of The Royal Court is be the first player to win 3 rounds. To win a round, a player must assemble the highest scoring royal court.&#10;&#10;Players take alternate turns drawing cards and performing actions. When the deck empty the round is over&#10;&#10;To play a turn, players perform the following actions in order:&#10;&#10;The first player draws the top 4 cards of the deck and forms 2 pairs of their choice face-up next to the draw pile.&#10;&#10;The second player chooses which pair of cards they receive and which pair the other player receives.&#10;&#10;Both players take and place their assigned pair of cards face-down in a single pile in front of them. This is their court. Now starting with the second player, repeat the above steps until the deck is empty.&#10;&#10;When there are no more cards left to draw, each players score their own royal court for the current round. The player with the most points wins the round.&#10;&#10;The first player to win 3 rounds is the winner of the game.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Medieval"
    ],
    "Mechanics": [
      "I Cut, You Choose"
    ],
    "Families": [
      "Category: Print-on-Demand"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Exodus",
    "ID": 344653,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.62",
    "Link": "https://boardgamegeek.com/boardgame/344653/exodus",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Campaign with your friends through each mission to unlock the secrets of the Xenohunter universe. Where did these mutative effects come from? How could an alien outbreak such as this spread so quickly? Is there something more sinister behind their sudden appearance? ... do your team know more than they say?&#10;&#10;&mdash;description from the publisher&#10;&#10;A choose-your own adventure style game.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Action / Event",
      "Cooperative Game",
      "Narrative Choice / Paragraph",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pokémon TCG: V Battle Deck – Venusaur vs. Blastoise",
    "ID": 344654,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/344654/pokemon-tcg-v-battle-deck-venusaur-vs-blastoise",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Engage in a Pok&eacute;mon Trading Card Game battle with the might of Pok&eacute;mon V on your side in the V Battle Deck&mdash;Venusaur vs. Blastoise. This ready-to-play double deck bundle contains two full decks of 60 cards, one starring Venusaur V and one with Blastoise V. You and a friend can jump right into a match to see who will come out on top. This set also includes eight additional Trainer cards that can be used to bolster your deck. Not only that, but there are also useful accessories like playmats, damage counters, metallic coins, and deck boxes to enhance your experience. You can even improve your skills with guides to upgrading your deck and unlocking winning strategies, plus reference cards to make the game even easier to play. Choose your deck and prepare for battle!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Fantasy",
      "Fighting",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Deck Construction",
      "Hand Management",
      "Open Drafting",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games",
      "Theme: Anime / Manga",
      "Video Game Theme: Pokémon"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Chain Reaction: Cryptocurrency Trading",
    "ID": 344655,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/344655/chain-reaction-cryptocurrency-trading",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Players are cryptocurrency enthusiasts trading tokens and riding the highs and lows of the volatile crypto markets.&#10;Starting with $5m and some fiat cards, players will take turns trading with the market, each other, and buying or playing value cards to affect the price of tokens.&#10;Every round various valuers, market forces, regulators and hackers will cause the values of everything to fluctuate. This can make or break fortunes!&#10;Will you become a billionaire crypto trader or hit the deck as a failed bit-nobody?&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Educational"
    ],
    "Mechanics": [
      "Negotiation",
      "Trading"
    ],
    "Families": [
      "Theme: Cryptocurrency"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dungeon Degenerates: The Dirty Thirteen",
    "ID": 344656,
    "Year": "(2022)",
    "Geek Rating": "5.530",
    "Avg Rating": "8.16",
    "Link": "https://boardgamegeek.com/boardgameexpansion/344656/dungeon-degenerates-the-dirty-thirteen",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "For Friday the 13th we're unleashing 13 more monster cards! There isn't a unifying theme to these baddies except that whoever runs into them is unlucky! We dare you to add an additional thirteen new Monsters to your already brimming Monster Decks!&#10;&#10;13 New Cards for use with Dungeon Degenerates: Hand of Doom.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Better Description Needed!",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "그라울: 최후의 밤 - 확장 (GROWL: Expansions)",
    "ID": 344658,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/344658/geuraul-coehuyi-bam-hwagjang-growl-expansions",
    "Min Players": "4",
    "Max Players": "10",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "&#234;&#183;&#184;&#235;&#157;&#188;&#236;&#154;&#184;: &#236;&#181;&#156;&#237;&#155;&#132;&#236;&#157;&#152; &#235;&#176;&#164; - &#237;&#153;&#149;&#236;&#158;&#165; (GROWL: Expansions) is a compilation of 4 modules (Curses, Spells, Undead, 7 sins) to GROWL that was previously released separately in two boxes.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Bluffing",
      "Card Game",
      "Deduction",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Move Through Deck",
      "Player Elimination",
      "Role Playing",
      "Take That",
      "Team-Based Game",
      "Traitor Game"
    ],
    "Families": [
      "Game: Werewolf / Mafia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Combo!",
    "ID": 344660,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/344660/combo",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Here comes Combo!, a game in the tradition of Uno, Mille terminals and other simple and fun card games. With original and wacky rules like those of Nunuches, young and old will have fun in the company of L&eacute;a Olivier as well as three characters with powerful powers: the nunuche Maude, best friend Marilou and boyfriend Alex.&#10;&#10;ON YOUR MARKS, READY, PLAY!&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;The game is played in a &quot;get rid of all your cards&quot; fashion. The first player to do so wins.&#10;&#10;&mdash;user summary&#10;&#10;From the Publisher: &#10;Voici Combo ! , un jeu dans la lign&eacute;e des Uno, Mille bornes et autres jeux de cartes simples et amusants. Avec des r&egrave;gles originales et loufoques comme celles des Nunuches, jeunes et moins jeunes s&rsquo;amuseront en compagnie de L&eacute;a Olivier ainsi que trois personnages aux pouvoirs puissants : la nunuche Maude, la meilleure amie Marilou et le chum Alex.&#10;&#10;&Agrave; VOS MARQUES, PR&Ecirc;T, JOUEZ!&#10;&#10;&mdash;description from the publisher (French)&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Card Games: Shedding / Stops"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Expedition: Scarred Lands",
    "ID": 344669,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/344669/expedition-scarred-lands",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Battle new Titanspawn enemies, earn new lore-filled loot, and play as new adventurers from Scarred Lands.&#10;&#10;A 50-card booster that expands Expedition: The Roleplaying Card Game into Onyx Path's world of Scarn.&#10;&#10;Includes:&#10;&#10;21 new enemies, including gorgeous art by the amazing Chris Gebhart&#10;13 new abilities&#10;10 new loot cards&#10;6 new adventurers&#10;3 new official quests for epic adventuring&#10;Unlimited playtime with community quests and GM Mode&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Role Playing",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Components: Digital Hybrid – App/Website Required"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rollway Station 2: Tracks of the Trade",
    "ID": 344679,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.24",
    "Link": "https://boardgamegeek.com/boardgame/344679/rollway-station-2-tracks-of-the-trade",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "3",
    "Description": "Rollway Station 2 is a print and play train game inspired by the 18xx series of games. You take on the role of an investor in various train companies trying to make the most money over fifteen turns. You'll roll dice and assign them to three different actions as you invest in companies, auction off trains, and build track to develop your train network. In this sequel, you're also competing with a Rival who will buy shares and make investments to compete with your score. Can you earn more points than the Rival?&#10;&#10;Each turn of Rollway Station 2, you roll 6 dice. You must then assign these dice to three different actions: buying a share in a company, laying track, and bidding on a train. The values of the dice determine the specific effect of each action, and you'll rarely get everything you want. After you've taken your turn, there will be one die left over which is used by the Rival, who will either compete with you for shares in valuable companies, or make their own investments in private companies. Every few rounds, all the trains run and you score points based on how good their routes are, but so does the Rival. No experience of Rollway Station is required to play and enjoy this game, it's totally standalone.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Dice",
      "Print & Play",
      "Trains"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Paper-and-Pencil",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Mechanism: Roll-and-Write",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Split",
    "ID": 344682,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.08",
    "Link": "https://boardgamegeek.com/boardgame/344682/the-split",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1",
    "Description": "You've managed to pull off the Heist of the Century. A fortune in gems, gold, paintings and more sit before you and your crew. The only question is how to divide the loot? The Boss suggests one final card game before you go your separate ways. It's time for... The Split.&#10;&#10;Based on a modified version of the classic card game Blackjack, players will try to bluff and outwit each other to claim piles of loot cards. Collect cards and get your total value as close to 21 as possible - closest gets first pick of the stacks. Use your Bonus cards to manipulate your total, but don't play too safe... with one fewer stack on the table than there are players, you're never guaranteed a prize.&#10;&#10;Each round sees one player act as the dealer, passing regular playing cards out to all players. Your initial aim is to score as close to 21 as possible without exceeding that number - special one-use Bonus cards can help you get closer to the target. Only players with the highest value scores can claim from the stacks of Loot Cards, containing different items such as gold, gems, valuable paintings and more. More loot is added each round, and the game continues until the Loot Deck is depleted. Each loot type scores in a different way, and the player with the most Loot at the end of the game will win. Play with the Disguise cards for a trickier version of the game, where you can't win without a way to escape!&#10;&#10;With various difficulty modes, The Split offers an interactive, easy to learn experience that will appeal to a wide range of players. So, settle in, keep a straight face, and see how much you can walk away from the table with.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "End Game Bonuses",
      "Push Your Luck"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Card Games: Adding"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "U-Boat Captain: Solitaire WW2 Wargame",
    "ID": 344689,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.39",
    "Link": "https://boardgamegeek.com/boardgame/344689/u-boat-captain-solitaire-ww2-wargame",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "15",
    "Play Time": "600",
    "Weight": "2.3333",
    "Description": "U-Boat Captain is an Operational-Tactical level board-wargame covering individual German WW2 U-Boat combat. Comes with full rules (19 pages), 6&quot;x 9&quot; map, several U-Boat Displays, 27 counters, with optional rules, several scenarios and campaign games (of various lengths), extensive examples of play, and Designer's Notes.&#10;&#10;Captain various historical German U-Boats (Type VIIB, VIIC, IXA, IXC) on North Atlantic patrols from 1939 through 1942 and try and achieve the most tonnage sunk you can, without being sunk yourself.  Sail to your area of operation and conduct daily patrols/searches. If you have an encounter, decide when/if to attack (watch out for escorts). If you attack, perform the attack sequence and launch torpedoes, or use your deck gun.  Can you be a successful U-Boat Captain?&#10;&#10;Published in Panzerschreck magazine #19&#10;&#10;",
    "Categories": [
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Country: Germany",
      "Magazine: Panzerschreck (Minden Games)",
      "Players: Solitaire Only Wargames",
      "Region: Atlantic Ocean"
    ]
  }
]