[
  {
    "Rank": "N/A",
    "Name": "Counterfeiters: Action Improvements",
    "ID": 263478,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgameexpansion/263478/counterfeiters-action-improvements",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "35",
    "Play Time": "35",
    "Weight": "2",
    "Description": "This promo pack adds 10 cards to Counterfeiters. Action Improvement cards are chosen at the start of the game; they are NOT shuffled into the black market stack. Beginning with the starting player and going in clockwise order, players will each take a turn choosing one of the available cards. Then, starting with the last player and going in counter-clockwise order, each player will select one more card. Any cards remaining will not be used in this game.&#10;&#10;The Action Improvement cards are marked according to player count. You will use 5 Action Improvement cards for a 2-player game, and 7 for a 3-player game. 4-player games will use all 10 Action Improvement cards. Players must place their selected Action Improvements face-up in front of them on the table, and visible to all players.&#10;&#10;Each Action Improvement card may be used once per game, on a player&rsquo;s own turn, in order to improve a specific action. Only one Action Improvement card may be used on a given turn. Once one of these cards has been used, turn it facedown.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Mafia"
    ],
    "Mechanics": [
      "Worker Placement"
    ],
    "Families": [
      "Cities: Miami (Florida, USA)",
      "Series: Master Print Pocket (Quined)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hunt for Blackbeard",
    "ID": 263479,
    "Year": "(2025)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.17",
    "Link": "https://boardgamegeek.com/boardgame/263479/hunt-for-blackbeard",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.5",
    "Description": "Now the Hunt for Blackbeard is on again. As Blackbeard, you must select your anchorage carefully, as you&rsquo;ll need all your guile to survive. Will you cash in for the diversions of a pirate&rsquo;s life, or return to acts of piracy as your money runs out? The hunters are coming&mdash;evade them, or prepare defenses and risk luring them in? As the Hunters, how long can you afford to press your stable of informants and arm your expedition? You know Blackbeard: he will not sit idle. His ambitions may expose him, but he is getting stronger day by day. How will you approach&mdash;a flushing strategy, or a precision strike? Be careful, as your quarry is apt to bite!&#10;&#10;Hunt for Blackbeard pits two players against one another as hunter and hunted in a fast-moving game of detection, deception, and confrontation.&#10;&#10;Hunt for Blackbeard is a two-player boardgame that portrays the effort in 1718 by the colony of Virginia and the Royal Navy to track down the notorious pirate Blackbeard (Edward Thatch) as he sought refuge in colonial North Carolina. It features the historical events, places, and personages involved in Blackbeard&rsquo;s demise 300 years ago, and the real-world challenges of &ldquo;golden-age&rdquo; piracy and pirate hunting. Players. One player takes the role of Blackbeard and the other the pirate hunters. Blackbeard seeks to commit acts of piracy or to enjoy a pirate&rsquo;s life while remaining free. The hunters try to discern Blackbeard&rsquo;s plans to thwart his piracy. The game may end in a battle in which either the hunters capture Blackbeard or the pirate wins by seizing a hunters&rsquo; ship as his prize!&#10;&#10;Sequence of Play:&#10;In each of up to four turns, players draw secret tiles that gradually reveal opportunities for Blackbeard to pursue his piratical aims and for the hunters to interview informants who may know of Blackbeard&rsquo;s whereabouts.&#10;&#10;The players next commit Action pawns behind their screens to prepare defenses, sail, scout, or plan piracy. Blackbeard then secretly records any changes to the information on the main map. As the hunters take their turn, they inspect markers on the map&mdash;often secretly&mdash;as they seek Blackbeard, his camp, or any wake of his passage. Blackbeard will not know how much the hunters have learned before they strike!&#10;&#10;Combat ensues if hunters catch up with Blackbeard&rsquo;s sloop. If Blackbeard remains unchallenged at the right location, he carries out his piracy, placing gold cubes onto tiles among those drawn. Blackbeard can win through piracy while evading the hunters. But if a boarding action occurs, the winner automatically takes the game, enabling the pirate to win by girding for a fight and luring the hunters in.&#10;&#10;-extract from publisher description, with a correction from the designer&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Fighting",
      "Pirates"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Secret Unit Deployment",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Players: Two-Player Only Games",
      "Theme: Pirates"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Raiatea: Additional Rituals",
    "ID": 263480,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.71",
    "Link": "https://boardgamegeek.com/boardgameexpansion/263480/raiatea-additional-rituals",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3",
    "Description": "This promo pack adds 10 new Ritual Cards to Raiatea. These cards are shuffled into their respective draw piles (either Normal or Forbidden).&#10;&#10;&mdash;description from the publisher&#10;&#10;Error : 8 cards, not 10&#10;as in the picture&#10;&#10;",
    "Categories": [
      "Ancient",
      "Economic",
      "Expansion for Base-game",
      "Religious"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Set Collection",
      "Variable Phase Order"
    ],
    "Families": [
      "Islands: French Polynesia (France)",
      "Series: Master Print (Quined)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Firenze: Joker Bricks",
    "ID": 263482,
    "Year": "(2018)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgameexpansion/263482/firenze-joker-bricks",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This promo adds three grey Joker bricks to Firenze. At the beginning of the game, place them into the bag with the other bricks. A Joker can be used in place of a brick of another color. You cannot start a Tower with a Joker, but you may use one to extend a Tower of any color. Joker bricks may not be acquired by trading in phase 2, but they can be acquired when you buy a card with a Joker brick on it. The Alchemist card may be used to take a Joker brick from the bag.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game",
      "Renaissance"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Set Collection"
    ],
    "Families": [
      "Cities: Florence (Tuscany, Italy)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Conquest of the Moon",
    "ID": 263575,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/263575/the-conquest-of-the-moon",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "0",
    "Description": "A beautiful, educational and adventurous greek board game from the mid 70's. It was released from &quot;Stam toys&quot; toy company. It can be played from 2-4 players. &#10;Each player takes at the beginning an astronaut and four rockets (same color as the astronaut). In every turn he roll the dice and moves on the board. There are some cards, which when you draw them (reaching the exact spot)you must follow the order. You can also put the rocket of your color in some spots on the board. When another player reaches those spots, he loses one round. &#10;The winner is the first player who reaches the last spot.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "D-Day Operation Overlord",
    "ID": 263576,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.63",
    "Link": "https://boardgamegeek.com/boardgame/263576/d-day-operation-overlord",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1",
    "Description": "Recreate the greatest military landing in history, &quot; The Allies versus Germany's Atlantic Wall&quot; in World War Two.&#10;&#10;Use your battle and equipment cards to out smart your opponent, win battles to win the vital beaches, make the best of events and your contact cards to seal the fate of Europe in 1944.&#10;&#10;Who will be victorious?&#10;&#10;This is a two player game and takes place over the 5 key beaches on D-Day.  Each beach players will fight 7 battles in an attempt to win the current beach card.&#10;&#10;For each battle, players will place one battle card and if desired one equipment card face down.  Once both players are happy they are revealed and players work out their final score.&#10;&#10;Event cards can also influence your cards and will be taken into account when working out your scores.  Each battle one, two or three event cards can be revealed.&#10;&#10;Players will also have contact cards consisting of luck, fear, initiative and bravery which can also help you.&#10;&#10;The player with the highest score wins that battle and whoever wins the most battles wins the current beach card.  The first player to win 3 beach cards wins the game.&#10;&#10;Try and work out what your opponent is going to do, what card order did they use last beach, use your contact cards to stack the odds in your favour.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Memory",
      "World War II"
    ],
    "Mechanics": [
      "Memory",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Unstable Unicorns: Unicorns of Legend Expansion Pack",
    "ID": 263578,
    "Year": "(2018)",
    "Geek Rating": "5.746",
    "Avg Rating": "7.18",
    "Link": "https://boardgamegeek.com/boardgameexpansion/263578/unstable-unicorns-unicorns-of-legend-expansion-pac",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.5",
    "Description": "Unicorns from realms near and far have heard your call to arms and quested to join your army! Provision your forces with a variety of battle-hardened Unicorns and potent magical spells and obliterate all who stand in your way!&#10;&#10;The first person to build an army of 7 Unicorns wins!&#10;&#10;Includes: 54 Cards&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Creatures: Unicorns",
      "Game: Unstable unicorns"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Yoga Dice: A Fun Game of Rolling and Posing",
    "ID": 263586,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/263586/yoga-dice-a-fun-game-of-rolling-and-posing",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Have fun stretching with Yoga Dice! This cooperative movement game helps children learn the practice of Yoga while increasing flexibility and focus. Players roll the dice and choose a pose to hold together as a group. If everyone can hold the pose for the number of breaths rolled on the breath die, they advance a color token along the track. But if a focus symbol is rolled, the group loses some of its focus and the focus token advances! If all the color tokens cross the finish line before the focus token, everybody wins! Includes 36 poses to try.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Name the Server",
    "ID": 263593,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/263593/name-the-server",
    "Min Players": "1",
    "Max Players": "10",
    "Min Play Time": "5",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The game you play with a group of people at a restaurant where you don't know the server.&#10;&#10;Don't allow your server to give you their name.&#10;&#10;Game Play: Round 1: Everyone at the table gets 1 guess.  Round 2: The server may give you 1 clue and everyone takes 1 more guess.  Round 3: The server may give 1 clue, everyone takes 1 more guess; if everyone is wrong, the game ends with no winner.&#10;&#10;Correct Guess Points: -20 points per round after the first round, 100 points for the server's name, 75* points if it's their middle name, 60* points if it's an immediate family member name, 50* points if it's their best friend's name (*the server must offer this information without prompting from anyone at the table).&#10;&#10;&mdash;description from the publisher&#10;&#10;This game is free to download and/or print. DPH Games uses this as a promotional game. It is free to use and share. Please do not take credit for its design.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mom's Bluff",
    "ID": 263620,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/263620/moms-bluff",
    "Min Players": "3",
    "Max Players": "9",
    "Min Play Time": "5",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Mom's Bluff is a great game for anyone who enjoys talking smack. Be it, players who are locked in a War or someone who just bluffed, smack talk is in order.&#10;&#10;Mom&rsquo;s Bluff is similar to both WAR &amp; Poker. The game is meant for 3-6 players. There are two standard decks of cards used in Mom&rsquo;s Bluff. The objective of the game is to win as many cards as possible by knocking other players out. Have the biggest pile of cards when there are only 2 players remaining to win.&#10;&#10;Mom's Bluff is a family game that can be transformed into a drinking game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Player Elimination",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Fireteam Zero: Hero Deck Pack",
    "ID": 263621,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/263621/fireteam-zero-hero-deck-pack",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Want two close combat experts in you squad? Another marksman?&#10;&#10;This pack contains all of the hero decks and focus cards from the Core Set, both expansions, and Stretch Goals.  Useful for loading up your squad with upgrades if you don't have all the box sets!&#10;&#10;Contains action and focus cards from:&#10;Fireteam Zero Core Set&#10;Africa Cycle Expansion&#10;Europe Cycle Expansion&#10;Fighting Zeroes Hero Upgrades Pack&#10;V For Victory Hero Upgrades Pack&#10;Lonely Guns Hero Upgrades Pack&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Victimology",
    "ID": 263662,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/263662/victimology",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Victimology is at tongue-in-cheek, political card and dice game in the new tradition of games designed to encourage players to find humor in political incorrectness, such as Cards Against Humanity. The genre is filler-for-laughs, but the scoring mechanism ensures a competitive edge along with hand management and &quot;take-that&quot; elements.&#10;&#10;In turn, each person rolls dice to determine their gender and ethnicity, collects or loses &quot;victim points&quot; based on scoring cards, have an opportunity to play penalty cards to change other players' ability to score points, and play cards to eliminate restrictions on themselves.&#10;&#10;Gaming groups that are open-minded, will find humor in poking fun in absurd elements of the &lsquo;Social Justice Warrior&rsquo; movement. Be warned, not everyone has the objectivity to laugh at poking fun at their own set of taboo subjects.  However, Victimology, like all games that look for humor in taboo subjects, will offend some.&#10;&#10;From the website:&#10;&#10;&quot;Tap into your inner Snowflake, start your virtue signaling and above all else, be offended! &ndash; Because he, she, or &lsquo;ze&rsquo; with the most Victims Points at the end, wins!&rdquo;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "House of Possession",
    "ID": 263665,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/263665/house-of-possession",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "60",
    "Weight": "0",
    "Description": "House of Possession is a filler board game where you race to be the first to escape a demon infested mansion.&#10;&#10;Each player in this fast-paced game has a unique character that moves through the house collecting and playing Exits and sometimes causing Possession Events. Characters also have special abilities called Desperate Acts that help you gain the upper hand. And you will need the upper hand to beat your opponents and escape the demons that are working hard to keep you in the house.&#10;&#10;To win the race, be the first to collect ten or more Exit Points by the end of any turn.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Horror"
    ],
    "Mechanics": [
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Victory: World War II – Second Edition",
    "ID": 263666,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.78",
    "Link": "https://boardgamegeek.com/boardgame/263666/victory-world-war-ii-second-edition",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "240",
    "Weight": "3",
    "Description": "The classic World War 2 sandbox game updated and with improved mechanics, more unit types, and streamlined gameplay!&#10;&#10;Victory is a fast-paced strategy game of World War 2 combat using the popular Columbia Block System where each unit is facing the player, but not the opponent!&#10;&#10;This &quot;fog-of-war&quot; aspect allows for feints, bluffs, and outright surprises not found in many other wargames!&#10;&#10;Victory is a combined arms wargame where you command a variable force of army, navy, and air units all with different strengths and abilities.&#10;&#10;And now, by popular demand, Columbia Games has re-released Victory with the Elite Units (which have since been tweaked and modified) included with the main game! This gives Victory even more depth with torpedo bombers, engineers, supply units and more!&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Multiple Maps",
      "Scenario / Mission / Campaign Game",
      "Secret Unit Deployment",
      "Simulation",
      "Variable Set-up"
    ],
    "Families": [
      "Components: Block Wargames",
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Realms: Merc Tower Promo Card",
    "ID": 263667,
    "Year": "(2018)",
    "Geek Rating": "5.536",
    "Avg Rating": "7.21",
    "Link": "https://boardgamegeek.com/boardgameexpansion/263667/star-realms-merc-tower-promo-card",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Originally available as part of the Dice Tower 2018 Kickstarter campaign.&#10;&#10;Card states: Choose a faction. This turn, Merc Tower is that faction.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fighting",
      "Science Fiction"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Star Realms",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dragon Castle: The Dice Tower Promo",
    "ID": 263668,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.86",
    "Link": "https://boardgamegeek.com/boardgameexpansion/263668/dragon-castle-the-dice-tower-promo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Originally available as part of the Dice Tower 2018 Kickstarter campaign.&#10;&#10;A new castle layout.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Open Drafting",
      "Pattern Building",
      "Pattern Recognition",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Dragon Castle",
      "Promotional: Dice Tower"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Deception: Murder in Hong Kong – Dice Tower 2018 Kickstarter Promo Pack",
    "ID": 263669,
    "Year": "(2018)",
    "Geek Rating": "5.545",
    "Avg Rating": "7.52",
    "Link": "https://boardgamegeek.com/boardgameexpansion/263669/deception-murder-in-hong-kong-dice-tower-2018-kick",
    "Min Players": "4",
    "Max Players": "12",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Originally available as part of the Dice Tower 2018 Kickstarter campaign.&#10;&#10;Includes 4 cards:&#10;Velvet Rope&#10;Cowboy Hat&#10;Headphones&#10;Gaming Bag&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Expansion for Base-game",
      "Murder / Mystery",
      "Party Game"
    ],
    "Mechanics": [
      "Storytelling",
      "Team-Based Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Deception – Murder in Hong Kong",
      "Promotional: Dice Tower",
      "Region: Hong Kong"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Champions of Midgard: Valhalla – Sikling Promo Pack",
    "ID": 263674,
    "Year": "(2018)",
    "Geek Rating": "5.586",
    "Avg Rating": "7.85",
    "Link": "https://boardgamegeek.com/boardgameexpansion/263674/champions-of-midgard-valhalla-sikling-promo-pack",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Originally available as part of the Dice Tower 2018 Kickstarter campaign.&#10;&#10;The Champions of Midgard Sikling promo comes with 4 cards to be used with Champions of Midgard Valhalla, including:&#10;1x Sikling (Game End: Copy the ability of any other Epic Monster in play, defeated or undefeated)&#10;3x Valkyrie&rsquo;s Resurrection&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Medieval",
      "Mythology"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting",
      "Set Collection",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Champions of Midgard",
      "Theme: Vikings"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Catacombs: Wyldlands",
    "ID": 263675,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.29",
    "Link": "https://boardgamegeek.com/boardgameexpansion/263675/catacombs-wyldlands",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "1.5",
    "Description": "Originally available as part of the Dice Tower 2018 Kickstarter campaign.&#10;&#10;A new promo pack that can work with both Catacombs (third edition) and Catacombs &amp; Castles, includes:&#10;&#10;Monsters: Malvern, Wraithvern, Djinn&#10;Heroes: Morinda, Surlafeure, Rha, Bo&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Adventure",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Role Playing",
      "Team-Based Game",
      "Variable Phase Order"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Catacombs",
      "Mechanism: Finger Flicking Games",
      "Promotional: Dice Tower"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "60 Second Chef",
    "ID": 263676,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "3.33",
    "Link": "https://boardgamegeek.com/boardgame/263676/60-second-chef",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "60 Second Chef is a competitive, time-based, creative card game. Players are tasked with using ingredient cards and their imagination to create delicious dishes.&#10;&#10;The game consists of 100 ingredient cards, 4 wild cards, menu score pads, sand timer, and instruction manual.  Each ingredient card has three numbers on it representing the value of that ingredient if used in an appetizer, entree, or desert.&#10;&#10;Game play consists of four rounds. At the beginning of a round, each player is dealt ten ingredient cards. The sand timer is turned and every player has sixty seconds to create three dishes; an appetizer, an entree, and a desert using the ingredient cards in their hand and a pantry that all players have at their disposal. At the end of the sixty seconds each player must write down their three dishes on their menu score sheet. Then going clockwise each player starting to the left of the dealer presents their three dishes to the other players. If there are no objections to the dishes presented, the score is tallied based on the value of the ingredient card and which dish it is used in.&#10;&#10;After four rounds the player with the highest score is considered the winner.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Real-time"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Unreleased Games",
      "Crowdfunding: Kickstarter",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Clever Fit!",
    "ID": 263679,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.08",
    "Link": "https://boardgamegeek.com/boardgame/263679/clever-fit",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "35",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Design your own menu for the day from a variety of food products. Use your food reserves wisely and ensure that you drink enough liquids throughout the day. Avoid munching on sweets and try not to step on their red tiles on the game board. Tune it up with some sporting activities and enjoy a well-deserved rest as the winner at the end of the day!&#10;&#10;Clever Fit is a game of planning the three meals of your day. Each player selects cards with food products (food cards) to take as their food reserve. (The players start from using their food reserve to make their first meal, then the second one, and finally, the third). Each meal is arranged in a similar manner. Each player can use 6 cards at the time of a meal. After playing a food card, the player&rsquo;s point token is moved along the respective food group row on the game board. The player to collect the most points by the end of the day, i.e. the end of the game, becomes the winner.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shadows of Brimstone: Magma Giant XL-Sized Enemy Pack",
    "ID": 263687,
    "Year": "(2018)",
    "Geek Rating": "5.538",
    "Avg Rating": "7.82",
    "Link": "https://boardgamegeek.com/boardgameexpansion/263687/shadows-of-brimstone-magma-giant-xl-sized-enemy-pa",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Rising up out of the burning pools of fiery magma that fill the Caverns of Cynder, these gargantuan creatures are made from molten rock. Towering over the other inhabitants of their domain, the Magma Giant smashes everything in sight with its burning fists and hatefilled rage!&#10;&#10;This new enemy comes as one plastic sprue, one XL base, a rule sheet and assembly guide, an enemy sheet, 12 Lava Space Markers, 6 Burning markers, 3 eight-sided dice, and a deck of 8 cards. One card is a Lava Spaces/Burning Markers rule summary, the others are all Epic Threats: one generic &quot;1 Magma Giant&quot;, and three pairs of cards themed to the Caverns of Cynder, the Blasted Wastes, and the Belly of the Beast (one of the worlds in the Forbidden Fortress core box), respectively. The CoC pair is &quot;1 Magma Giant&quot; and &quot;1 Magma Giant and 1 Threat card&quot;, the other pairs are &quot;1 Wasteland Giant&quot; (BW) and &quot;1 Bile Giant&quot; (BotB). These last two are enemy variants.&#10;&#10;Released as a GenCon 2018 Limited Preview.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Adventure",
      "American West",
      "Expansion for Base-game",
      "Exploration",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Role Playing"
    ],
    "Families": [
      "Game: Shadows of Brimstone"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wann kommt der Osterhase?",
    "ID": 263688,
    "Year": "(1954)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/263688/wann-kommt-der-osterhase",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players start at space 1. Movement is determined by a die. On some spaces events hinder or benefit the player. The first player to reach space 75 wins the game.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Holidays: Easter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "CubHitos",
    "ID": 263689,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/263689/cubhitos",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "CubHitos is a game based on the construction of milestones in the history of humanity where you represent a secret society that will move your threads to achieve or sabotage these projects according to your convenience, is a program of programming secret actions in euro style where to contribute your resources to the projects you will win victory points.&#10;&#10;&mdash;user summary&#10;&#10;juego basado en la construcci&oacute;n de hitos de la historia de la humanidad en donde representas una sociedad secreta que mover&aacute; sus hilos para lograr o sabotear estos proyectos seg&uacute;n su conveniencia, es un juego de programaci&oacute;n de acciones en secreto de estilo euro en donde por aportar tus recursos a los proyectos ganaras puntos de victoria.&#10;&#10;&mdash;user summary (Spanish)&#10;&#10;",
    "Categories": [
      "Civilization"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Censored Game",
    "ID": 263690,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/263690/the-censored-game",
    "Min Players": "4",
    "Max Players": "99",
    "Min Play Time": "25",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Censored Game is an adult party game that &quot;censors&quot; how teams of players act, draw and speak clues. It combines elements of Charades, Pictionary and Taboo but takes things a staircase of steps further by adding layers of difficulty and nonsense. With countless combinations of CHALLENGE and CENSORED cards, there&rsquo;s always something new. Can be played in teams or cooperatively and there are three different ways to play! Uncensored Play required players to act, speak and draw the &quot;non-clean&quot; meaning referred to in each Challenge Card. Self-Censored is where players agree on which Censored Cards they will use and remove the rest from the deck before playing. Cooperative Play has all players on one team working towards winning seven Challenge Cards in a row without failing once!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Acting"
    ],
    "Families": [
      "Traditional Games: Charades"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sagrada: The Great Facades – Passion",
    "ID": 263695,
    "Year": "(2019)",
    "Geek Rating": "6.284",
    "Avg Rating": "7.53",
    "Link": "https://boardgamegeek.com/boardgameexpansion/263695/sagrada-the-great-facades-passion",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.35",
    "Description": "Named after the Sagrada-Familia facades, Sagrada: The Great Facades is a series of expansions to be released in three parts: Passion, Life, and Glory. Each part of the expansion contains modules of content that players can add individually or together to their games of Sagrada.&#10;&#10;Sagrada: Passion introduces inspiration cards, rare glass dice and cards, rare glass private objectives, and symmetry public objectives.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Dice",
      "Expansion for Base-game",
      "Puzzle"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Building"
    ],
    "Families": [
      "Game: Sagrada",
      "Mechanism: Dice Drafting"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rome, LLP. The Republic of Rome",
    "ID": 263698,
    "Year": "(2024)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgame/263698/rome-llp-the-republic-of-rome",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "0",
    "Description": "Before there was Empire, there was a ...Partnership? Yes, it was a world of clients and patrons where the words &quot;The Senate and People of Rome&quot; were not the hollow phrase it became under the Empire. For Senators, engaging in business was taboo, but money-making (even from graft) was not, and citizens of the growing Republic shared in their patrons&rsquo; wealth and prestige. But it was at best, a limited liability partnership, an unsuccessful general might merely be banished and replaced by another, but an unsuccessful legion might be....decimated.&#10;&#10;ROME, LLP is a solitaire game of the Roman Republic as it grows from a small city state in 400 BCE to an empire in 27 BCE, when Octavian took the imperial name of Augustus. A prequel to Rome, Inc.: From Augustus to Diocletian, you will again be running a business, but this time the &ldquo;Republic of Rome&rdquo; is starting from scratch with minimal resources and highly competitive rivals, Brennus the Gaul, Hannibal Barca, Mithridates the Great, Spartacus, and Queen Cleopatra.&#10;&#10;The pair of consuls rule Italia, allowing the player to choose which of the co-CEOs are best for the job in hand, with a censor to maintain public morals, and an obstructive tribune representing the workforce, vetoing senatorial appointments, and changing the game by proposing new laws.  Provinces are controlled by a Governor, who collects taxes, quells insurgents, and fights wars, but may March on Rome and make himself Dictator For Life. The player operates behind the scenes, promoting and removing consuls, censors, governors, and tribunes (and dictators in a real emergency) as Roman legions monopolize the Mediterranean.&#10;&#10;Victory is determined by winning Prestige, earned by prudent administration, annexing provinces, winning wars, and plying the people with bread and circuses. If the barbarians take Rome, the Republic will fall and the game ends in in defeat, but bankruptcy and popular revolution will have the same effect. You alone control the mechanics of a rising republic, choosing four distinct &ldquo;starting points&rdquo; (400 BCE, 267 BCE, 149 BCE, and 82 BCE) and running scenarios lasting 10-40 turns, depending on your business acumen and endurance. Each turn represents 5-15 years, with 10 turns in each of the four scenarios.&#10;&#10;&mdash;description from the publisher &#10;&#10;",
    "Categories": [
      "Ancient",
      "Civil War",
      "Political",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Point to Point Movement",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Ancient: Rome",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tricky Wave",
    "ID": 263699,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.99",
    "Link": "https://boardgamegeek.com/boardgame/263699/tricky-wave",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Big and little turtles meet on the beach, all ready to swim out into the great ocean as swiftly as possible. But that wild wave, &laquo;Tricky Wave&raquo;, swirls everything around and again and again, it washes the big and little swimmers back to the beach. Only the sly ones in their turtle shells overcome the waves, enjoy the chance to freeride them and boldly guide the other turtles into the ocean. Off we go!&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;Gro&szlig;e und kleine Schildkr&ouml;ten treffen sich startbereit am Strand und wollen schnellstm&ouml;glich in das weite Meer hinaus. Doch die wilde Welle &bdquo;Tricky Wave&ldquo; wirbelt alles durcheinander und sp&uuml;lt die kleinen und gro&szlig;en Schwimmer immer wieder zur&uuml;ck zum Strand. Nur diejenigen, die es faustdick unter dem Panzer haben, &uuml;berwinden die Wellen, genie&szlig;en die M&ouml;glichkeit des Mitsurfens und lenken frech andere Schildkr&ouml;ten ins Meer. Los geht&rsquo;s!&#10;&#10;&mdash;description from the publisher (German)&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Better Description Needed!",
      "Animals: Turtles"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ironsides: First Newbury, Second Newbury, Preston and Worcester",
    "ID": 263700,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/263700/ironsides-first-newbury-second-newbury-preston-and",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "360",
    "Weight": "0",
    "Description": "Ironsides is an area movement and impulse game depicting four battles of the English Civil Wars; First Newbury, Second Newbury, Preston, and Worcester. In addition, there is a bonus scenario for Third Newbury, where the Parliamentarian armies declined to fight another battle.&#10;&#10;One player controls the Royalist armies of King Charles I, King Charles II, and the Duke of Hamilton. The other player controls the Parliamentarian armies of the Earl of Essex, Earl of Manchester, Sir William Waller, and Oliver Cromwell.&#10;&#10;Philip Jelley uses the same grand tactical area/movement design as Lilliburlero (ATO 40), with counters representing the generals and regiments of horse, foot, dragoons and artillery that fought in the battles. Each turn represents one or two hours of time, with weather and nightfall affecting command, control and activation. Scenarios are included with historical and free deployment, and optional units. Players may deploy on the edge of the maps and manoeuvre to a battlefield of their own choosing. Ironsides contains 470 &frac12; inch counters, one full size and two half sized maps, and a six-page rulebook.&#10;&#10;FIRST NEWBURY, 20 September 1643: The Earl of Essex had marched his army deep into the midlands to relieve the Parliamentarian stronghold of Gloucester only to find the road back to London blocked by the Royalist Army at Newbury. In the bloodiest battle of the war so far 28,000 men fought each other to a standstill in the hedgerows as the London Trained Bands fought off charges by Prince Rupert&rsquo;s Cavaliers. Horrified at the slaughter King Charles I withdrew to Oxford, and Essex returned to London in triumph.&#10;&#10;SECOND NEWBURY, 27 October 1644: After their victory at Lostwithiel King Charles I and Prince Maurice entrenched their armies around Newbury, only to be surrounded by the Parliamentarian armies of Essex, Manchester, and Waller. Outnumbered three to one the war might have ended in an afternoon, but after desperate battle the Royalists survived long enough to escape during the night.&#10;&#10;THIRD NEWBURY, 9 November 1644: Reinforced by the remnants of the Northern Royalists under Prince Rupert, King Charles I returned to Newbury to relieve Donnington Castle and recover the artillery left there after the last battle. Manchester refused to fight, Cromwell accused him of incompetence, Manchester accused Cromwell of insubordination, and the resulting furore led to the creation of the New Model Army. This is the battle that might have been.&#10;&#10;PRESTON, 17 August 1648: The captive King Charles I made a deal with the Duke of Hamilton to restore him to the throne with a Scottish Army. Hamilton invaded England with the help of Sir Marmaduke Langdale&rsquo;s Northern Royalists just as uprisings across England and Wales stretched the New Model Army to the limit. Cromwell force-marched his &ldquo;Ironsides&rdquo; 300 miles from Wales to join John Lambert&rsquo;s Northern Army so they could attack the Royalists despite being outnumbered two to one. They defeated Langdale on Preston Moor, and caught Hamilton&rsquo;s divided and disorganised army crossing the River Ribble. After his victory Cromwell marched on London, purged Parliament, and executed the King.&#10;&#10;WORCESTER, 3 September 1651; Charles II succeeded his father as King of the Scots, but Cromwell invaded Scotland and destroyed the Scottish Army at Dunbar on 3 September 1650. Raising a new army, the young king slipped past Cromwell into England, and tried to rally English Royalists to his cause. Cromwell followed him with the New Model Army, gathering County Trained Bands as he marched south. Intent on a battle of annihilation that would end the civil wars for once and for all he surrounded the Royalists at Worcester on the River Severn. Seeing the Parliamentarian army divided by the river, Charles II attacked one half, but was defeated as Cromwell used a bridge of boats to reinforce his threatened flank. The Scottish army was destroyed and Charles escaped into exile.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Civil War",
      "Pike and Shot",
      "Wargame"
    ],
    "Mechanics": [
      "Area-Impulse"
    ],
    "Families": [
      "Cities: Worcester (England)",
      "History: English Civil War",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Highest Bidder: Porn Stars",
    "ID": 263701,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/263701/highest-bidder-porn-stars",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Become a porn movie director looking for the best talent for your next project. Place secret bids on 14 unique characters (7 male, 7 female) worth points based on their industry experience.&#10;&#10;Each round you are dealt 9 cards and are faced with three new porn stars at the center of the table. All players sort the cards in their hands and simultaneously at the count of three you place between 1 and 7 cards face down in a pile in front of you to bid on the first star. Cards are then revealed one at a time around the table, starting with the top card in your pile, and some hilarious and unexpected situations will arise as cards begin to interact with one another.&#10;&#10;Highest Bidder: Porn Stars utilizes programmed actions. Once placed, you cannot rearrange the order of the cards in your bid pile. Some cards are Cash Cards which add to your current bid, others are text-based Effect Cards including &quot;Draw a random card&quot;, &quot;The next card revealed by an opponent is invalid&quot;, &quot;The current Porn Star is worth double points&quot;, and more.&#10;&#10;The game continues for 5 rounds with the final round having only two Porn Stars that are automatically worth double points. Will you go all-in on the most valuable stars or will you spread out your bids for an larger orgy of lower-scoring talent?&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Action Queue",
      "Auction / Bidding",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Alone: Alpha Expansion",
    "ID": 263702,
    "Year": "(2018)",
    "Geek Rating": "5.557",
    "Avg Rating": "7.71",
    "Link": "https://boardgamegeek.com/boardgameexpansion/263702/alone-alpha-expansion",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Sniper Hero Miniature and card&#10;Anti Grav Hero Miniature and card&#10;Alpha Parasite Miniature&#10;Defense Droid Miniature&#10;2 Mission Cards&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Horror",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Queue",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Modular Board",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Game: Alone"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Alone: Kickstarter Exclusive Expansion",
    "ID": 263703,
    "Year": "(2018)",
    "Geek Rating": "5.542",
    "Avg Rating": "7.89",
    "Link": "https://boardgamegeek.com/boardgameexpansion/263703/alone-kickstarter-exclusive-expansion",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Assassin Hero Miniature and card&#10;Defuser Hero Miniature and card&#10;Alpha Hybrid Miniature&#10;Mission Card&#10;Map Sheet (K1/K2)&#10;3 Item Cards&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Horror",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Queue",
      "Campaign / Battle Card Driven",
      "Modular Board",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Game: Alone"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Muse: Dice Tower 2018 Kickstarter Promo Pack",
    "ID": 263709,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.20",
    "Link": "https://boardgamegeek.com/boardgameexpansion/263709/muse-dice-tower-2018-kickstarter-promo-pack",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Originally available as part of the Dice Tower 2018 Kickstarter campaign.&#10;&#10;Includes 4 Clue Cards and 1 Art Card (Factory).&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Team-Based Game",
      "Voting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Promotional: Dice Tower"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Barrage: The Leeghwater Project",
    "ID": 263711,
    "Year": "(2019)",
    "Geek Rating": "6.806",
    "Avg Rating": "8.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/263711/barrage-the-leeghwater-project",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "4.0645",
    "Description": "Barrage: The Leeghwater Project Expansion&#10;The Leeghwater Project Expansion adds:&#10;&#10;A new faction, the Netherlands, that uses Jan Leeghwater&rsquo;s expertise in water management, adding even more water to your dams.&#10;&#10;The External Works mechanic, a set of powerful tiles that can be obtained from a new action space. With them you'll be able to perform many actions, but be careful. To unlock the External Works power you'll need to burn the required amount of Concrete Mixers and Excavators rather than just assign them to the Construction Wheel.&#10;&#10;The Personal Building mechanics. You&rsquo;ll be able to use a combination of five Building tiles, each one with a different, powerful effect that can be activated by your engineers.&#10;&#10;Two new Executive Officers designed to enhance the External Works and the Personal Buildings.&#10;&#10;Three new Advanced Technology tiles dedicated to the construction of Personal Buildings.&#10;&#10;",
    "Categories": [
      "Economic",
      "Environmental",
      "Expansion for Base-game",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Action Queue",
      "Network and Route Building",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Game: Barrage"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Valeria: Königreich der Karten – Ullamalizatli-Spielwiese",
    "ID": 263712,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.08",
    "Link": "https://boardgamegeek.com/boardgameexpansion/263712/valeria-konigreich-der-karten-ullamalizatli-spielw",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Ullamalizatli Court (2 workers, 1 holy | 11 gold, 3 victory points): Immediately gain [magic] x [citizen] you own.&#10;&#10;Promo was sent by Schwerkraft-Verlag together with Teotihuacan (loose inside the shipping box).&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Dice",
      "Fantasy"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Open Drafting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Mechanism: Tableau Building",
      "Setting: Valeria"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sino-Japanese Naval Battle",
    "ID": 263713,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/263713/sino-japanese-naval-battle",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "200",
    "Play Time": "200",
    "Weight": "0",
    "Description": "Sino-Japanese Naval Battle, a desktop wargame, is based on the storyline of the combats between Qing and Japan in the War of Jiawu, and it stimulates some of the most crucial naval battles. The game resembles a real naval battle that includes many uncertain factors, and only appropriate tactics will result in the success. In this battle concerning the two east Asian nations' future and fate, can you lead your own naval forces to revive or rewrite the history?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Continents: Asia",
      "Country: China",
      "Country: Japan"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cookie Rookie",
    "ID": 263714,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/263714/cookie-rookie",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Cookie Rookie is a simple family game. During the game, players will collect 5 different styles of cookies through a simple addition formula. Additional bonuses will be provided according to the types being collected, the player who scores the highest point in the end will win the game.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Math"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Food & Drink: Cookies"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Chio Hero",
    "ID": 263715,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.06",
    "Link": "https://boardgamegeek.com/boardgame/263715/chio-hero",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Welcome to Chio Hero's world! Command your army in a tic-tac-toe battlefield, and explore a wonderful and mysterious world!&#10;&#10;Chio Hero is a competitive card game. Players take on heroes from Riwarren Land to provoke an epic confrontation. Heroes are all equipped with their own tactics. You can either knock down your opponents by power of units or change the whole situation with spells. What will happen when marvelous skills are combined? You decide!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Hand Management",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Kingdom Death: Monster – Story in the Snow Promo",
    "ID": 263727,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.68",
    "Link": "https://boardgamegeek.com/boardgameexpansion/263727/kingdom-death-monster-story-in-the-snow-promo",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Story in the Snow is a Settlement Event that was included as a promo with the Holiday White Speaker Nico miniature. It tells of a strange woman visiting the settlement.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Horror",
      "Mature / Adult",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Role Playing",
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Crocodile: Mini",
    "ID": 263729,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/263729/crocodile-mini",
    "Min Players": "3",
    "Max Players": "16",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "You can take this compact set wherever you want - to long trip, cafe or meeting with friends. This is mini edition of popular party game - Crocodile. Lesser size of cards and lesser size of box. Now Crocodile in your pocket.&#10;&#10;&#10;     Takes about 30 seconds to understand rules.&#10;     Fun, noisy and sociable.&#10;     For any company.&#10;     You'd better not forget to put a video of this on tube!&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Party Game",
      "Travel",
      "Word Game"
    ],
    "Mechanics": [
      "Acting",
      "Cooperative Game",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Yorsh: Mini",
    "ID": 263730,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/263730/yorsh-mini",
    "Min Players": "4",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Yorsh is a liquor game helping to have a great time in a group. Inside the box there are task and bonus cards. The main principle is as follows: you either complete the task or you drink.If you draw bear card, consider yourself lucky.&#10;&#10;You must say loudly &ldquo;The Bear is Here!&rdquo; and wait until all the players creep under the table.&#10;&#10;The last player to crawl under the table is given the Bear card,&#10;which is worth -5 points at the end of the game. Bonuses are for making tasks harder or easier. At end of the game each completed task is worth the number of points printed on it.&#10;&#10;This is pocket edition of most destructive Russian game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Acting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly Junior Game: Disney/Pixar Incredibles 2 Edition",
    "ID": 263733,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/263733/monopoly-junior-game-disneypixar-incredibles-2-edi",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Suit up with the Parr family, because it's showtime! Kids can imagine embarking on a super-adventure and explore the locations inspired by the world of the Disney/Pixar Incredibles 2 with this edition of the Monopoly Junior game. The hero who earns the most Monopoly money saves the day. In this easy and fast-playing game, kids travel around the board as Mr. Incredible, Mrs. Incredible, Violet and Dash. Players explore the city, buy unowned properties, collect rent, and pick up Chance cards. The cards feature events from the movie and kids can have a blast imagining being part of the action.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Economic",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Brands: Disney",
      "Game: Monopoly (Official)",
      "Game: Monopoly Junior",
      "Theme: Superheroes",
      "Versions & Editions: Versions with IP after the original release"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Yes! Broccoli!",
    "ID": 263740,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.31",
    "Link": "https://boardgamegeek.com/boardgame/263740/yes-broccoli",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "1",
    "Description": "In the Yes! Broccoli! card game, players bid to collect the healthiest foods while avoiding unhealthy ones. The more nutritious the food on the card, the more points the card is worth. However, junk food cards cause players stuck with them to lose points. At the end of eight rounds, the player with the most points wins.&#10;&#10;With quick gameplay and fun art, Yes! Broccoli! encourages kids to make healthier food choices. Strawberry pirates and broccoli tennis players are the way to go. Kids may love candy, but the candy T-Rex won't help them much...&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Auction / Bidding"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Jumping",
    "ID": 263743,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgame/263743/jumping",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "1",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Jumping is a 1vs1 abstract game, where a player, to win, must keed the other player to move.&#10;The 54 cards build the game bridge, composed by 9 platforms, where the players move their markers.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Print & Play"
    ],
    "Mechanics": [
      "Area Majority / Influence"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Die Hansa und Klaus Störtebeker",
    "ID": 263745,
    "Year": "(1941)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/263745/die-hansa-und-klaus-stortebeker",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "One player represents St&ouml;rtebeker and gets the black pirate ship. Up to five players represents the Hansa and get a &quot;Hansa-Kogge&quot; each.&#10; A token is placed at each harbor. All remaining tokens are places at Hamburg, where the Hansa players start. Each gets a starting capital of 6 tokens minus the result of his first die roll. The Hansa ships move on the black routes. Movement is determined by a die. In each harbor the first player collects the token. The Hansa players collect as many tokens as possible. The first player to get back to Hamburg after all tokens in the harbors are collected, collects all remaining tokens from the guild cashbox. On some spaces events hinder the players.&#10;&#10;The St&ouml;rtebeker player starts at one of the red spaces. He ist the last to move. If the pirate ship gets on the same space as one of the Hansa ships, it sinks the ship and gets all it's tokens. The same applies the other way around. St&ouml;rtebecker may even steal the tokens in the harbors, expect from the guild cashbox in Hamburg.&#10;&#10;The game ends, when all remaining Hansa ships are back in Hamburg. The player with the most tokens wins the game.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Nautical",
      "Pirates"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Theme: Hanseatic League"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "King's Forge: Masterworks",
    "ID": 263750,
    "Year": "(2020)",
    "Geek Rating": "5.540",
    "Avg Rating": "7.94",
    "Link": "https://boardgamegeek.com/boardgameexpansion/263750/kings-forge-masterworks",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The legends were true&mdash;the griffins have returned! The whole world has opened up now that distinguished visitors arrive on griffin-back to visit the King. They bring fresh ideas, new skills, and exotic materials unlike anything we've ever seen.&#10;&#10;Do your best to acquire samples of the new materials by hosting visitors or impressing the ambassadors who now reside at the palace. If you can make the kingdom proud by producing true masterworks, you will be sent abroad to represent the kingdom and see the world. Adventure is calling!&#10;&#10;King's Forge: Masterworks introduces four new types of dice, each with their own unique abilities:&#10;&#10;&#10;    Borealis - can mimic the die type of any dice rolled with it&#10;    Aether Ore - can be used as a metal or magic die&#10;    Heartwood - grows like a plant each round and can be harvested as a wood or gem die&#10;    Grimstones - are chaotic dice with variable bonuses depending on how you roll!&#10;&#10;&#10;Players gain access to these dice by crafting on four new tiles representing the source the exotic dice from the North (Crystal Tundra), South (One Tree), East (Hidden City), and West (Great Cauldron). Additionally, players get thematic items and monuments to craft from each realm and 16 new gather cards representing noteworthy visitors from around the world.&#10;&#10;",
    "Categories": [
      "Dice",
      "Expansion for Base-game",
      "Fantasy",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Pattern Building"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Metal Smithing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Century: Spice Road – Bonus Cards 2",
    "ID": 263751,
    "Year": "(2018)",
    "Geek Rating": "5.616",
    "Avg Rating": "7.79",
    "Link": "https://boardgamegeek.com/boardgameexpansion/263751/century-spice-road-bonus-cards-2",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.25",
    "Description": "A set of 3 cards plus a rules card given out to backers of The Dice Tower 2018 Kickstarter campaign.&#10;&#10;&quot;Take 1 cube of the depicted color from the bowls and upgrade 1 cube (this upgrade may be applied on the cube you just received.&quot;&#10;&#10;&quot;Trade 3 yellow cubes for 1 brown cube or for 2 red cubes. If you have 6 or 9 yellow cubes for trade, you can get a mix of brown and red cubes (each trade of 3 yellow cubes is independent).&quot;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Expansion for Base-game",
      "Medieval"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Century (Plan B Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pick Me",
    "ID": 263753,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.07",
    "Link": "https://boardgamegeek.com/boardgame/263753/pick-me",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Once upon a time, there was an animal school in a far away land. Every morning, these students ran into a line to get into their classroom. One day, panda, snail, turtles, and sloth were very late to their classroom, so they raced each other to go into the right line before anyone else. Who was the first one to get into the right line?&#10;&#10;Set up&#10;Place all 4 animal tokens to form a square where everyone can reach. Then shuffle the cards well and form a face-down pile in the centre of those tokens.&#10;&#10;Playing Game&#10;Starting with the youngest player, open the card and put into the middle of the items. When the scoring is solved, play continue to next player in a clock-wise direction.&#10;&#10;Objective of the game&#10;The player who chooses the correct animal will get 1 point each. If a player mis chooses it, that player will get -2 points per each. Players cannot have negative point therefore the lowest point is 0. Whoever gets the 15 points first, will win the game. If there is a tied, all players continue playing until one of the players achieve highest score alone.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Children's Game",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Animals: Pandas",
      "Animals: Sloths",
      "Animals: Snails",
      "Animals: Turtles",
      "Components: Meeples (Animal) / Animeeples"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Downforce: Lucky Promo Card",
    "ID": 263754,
    "Year": "(2018)",
    "Geek Rating": "5.564",
    "Avg Rating": "7.09",
    "Link": "https://boardgamegeek.com/boardgameexpansion/263754/downforce-lucky-promo-card",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "A new card given out to backers of The Dice Tower 2018 Kickstarter campaign.&#10;&#10;&quot;On your turn, if you would move your car with a wild, you may roll a six sided die instead. If you do, move your car that many spaces.&quot;&#10;&#10;Note: This is a &quot;standard&quot; sized card (approx 64 mm x 88 mm) that is only compatible with the Restorations / Iello versions of the game, NOT a &quot;standard American&quot; sized card (approx 56 mm x 87 mm) card necessary for compatibility with the Goliath slim-box version available at Target / Dollarama.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Racing"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Betting and Bluffing",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Downforce",
      "Series: Auto Racing card system (Wolfgang Kramer)",
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Onitama: Mejika and Okija Promo Cards",
    "ID": 263755,
    "Year": "(2018)",
    "Geek Rating": "5.543",
    "Avg Rating": "7.22",
    "Link": "https://boardgamegeek.com/boardgameexpansion/263755/onitama-mejika-and-okija-promo-cards",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "A set of 2 cards given out to backers of The Dice Tower 2018 Kickstarter campaign.&#10;&#10;These cards provide new movement options for your pieces.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Grid Movement",
      "Hand Management"
    ],
    "Families": [
      "Country: Japan",
      "Crowdfunding: Kickstarter",
      "Game: Onitama",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Teenage Mutant Ninja Turtles: Shadows Of The Past – Fugitoid Promo",
    "ID": 263756,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.64",
    "Link": "https://boardgamegeek.com/boardgameexpansion/263756/teenage-mutant-ninja-turtles-shadows-of-the-past-f",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "A new Ally card given out to backers of The Dice Tower 2018 Kickstarter campaign.&#10;&#10;&quot;Take 2 Focus token(s) and put them on any object on the map that has a Focus check associated with them. The difficulty of the Focus check is reduced by 1 for each Focus token on the object during this battle scenario.&quot;&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Expansion for Base-game",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hand Management",
      "Modular Board",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Comic Books: Teenage Mutant Ninja Turtles",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dice Quest: Space",
    "ID": 263757,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/263757/dice-quest-space",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Dice Quest is a cooperative tabletop game that is part card game, part role-playing adventure.&#10;&#10;You take control of one of the hero characters. As you gain experience, the heroes level up gaining new abilities. Work together to make the most of your combined abilities.&#10;&#10;Further customize your character by completing quests in the game and gain powerful new abilities.&#10;&#10;Receive loot from toppling enemies to enhance your character further. No two play throughs are ever the same!&#10;&#10;Beware however, as you grow more powerful so too do the enemies you encounter. The stronger you are the more enemies you will face and the more devastating the bosses become!&#10;&#10;Dice Quest can be played with as few, or as many players as you like. It can even be played solo. The game scales its difficulty to match the number of players.&#10;&#10;Gather your party. Save the Universe. Complete the Quest.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bunny Kingdom: Collector",
    "ID": 263758,
    "Year": "(2018)",
    "Geek Rating": "5.607",
    "Avg Rating": "7.84",
    "Link": "https://boardgamegeek.com/boardgameexpansion/263758/bunny-kingdom-collector",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "3",
    "Description": "A new Parchment card given out to backers of The Dice Tower 2018 Kickstarter campaign.&#10;&#10;&quot;5 carrots for each other Parchment card you have that doesnt earn you carrots.&quot;&#10;&#10;",
    "Categories": [
      "Animals",
      "Expansion for Base-game",
      "Medieval",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Open Drafting"
    ],
    "Families": [
      "Animals: Rabbits / Hares",
      "Crowdfunding: Kickstarter",
      "Game: Bunny Kingdom"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kingdoms",
    "ID": 263760,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/263760/kingdoms",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Kingdoms is a 3-5 player card game based on the classic card game &quot;Sevens&quot;. It is played with a unique deck of cards numbered 1-13 and each card has an ability written on it.&#10;&#10;The objective of a round is to get rid of cards in your hand by playing them onto separate piles in descending order from 7 to 1, and ascending order from 8 to 13. The objective of the game is to be the wealthiest Kingdom at the end.&#10;&#10;There are four &quot;suits&quot;: Kingdom of Dragons (orange), Kingdom of Pixies (purple), Kingdom of Seafarers (blue) and Kingdom of Animals (green). In general, it is good to have cards of mid values as these must be played before the higher and lower cards can be played.&#10;&#10;Players start the game with 20 coins each. At the start of each round they must pay 1 coin in tax to their Kingdom. When a player plays the &quot;Tax Collector&quot; (number 11) they get to collect all taxes currently on that Kingdom.&#10;&#10;A round ends when someone plays their last card. All other players must pay coins based on the cards still in their hands &mdash; very low and very high cards cost more.&#10;&#10;If at any point someone is unable to play a card they must take &quot;the Plague&quot;. Whoever has the Plague when a round ends must pay an additional penalty of 3 coins.&#10;&#10;There's a second deck of cards called &quot;Prosperity Cards&quot;. Whenever you play the number 12 of any Kingdom you get to draw a Prosperity Card. These cards have special perks such as forcing another player to play a specific card, or moving the Plague to another player. They are kept face up in front of you and can be activated at any time during the game.&#10;&#10;The game ends when someone runs out of coins, at which point the player with the most coins is the winner.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The World After",
    "ID": 263761,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/263761/the-world-after",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Set after an apocalypse, a team of rebuilders and survivors must work together to resist the entropic efforts of the scavengers, demolishers, assassins, and Boss. Can they gather the resources to rebuild their home city before they are killed?&#10;&#10;Played on a randomized map of 25 tiles, co-op, character-based and location-based abilities are unlocked as more of the map is repaired. Each player has a character card which contains starting abilities and unlockable abilities. Players take turns completing two actions, and then enemies take a turn together according to their built-in properties. Contains one deck of event cards which is drawn from after each player's turn.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "City Building",
      "Environmental",
      "Exploration"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Player Elimination",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Cryptid Codex",
    "ID": 263762,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.90",
    "Link": "https://boardgamegeek.com/boardgame/263762/cryptid-codex",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The world is a lot weirder than you know! There are monsters and cryptids and even some fakes, and you must be the discerning cryptid tracker who uncovers and captures them all!&#10;&#10;Competitive vs. play with a hand of cards, with two decks to draw from and play with. Think Uno with Bigfoot.&#10;&#10;The search for the truth begins!&#10;&#10;Crytpid Codex is an all new card game for 2 to 6 players. Use your skills and resources to hunt down and capture elusive creatures known as cryptids!&#10;&#10;Find and capture vampires, Bandshees, werewolves, the loch Mess monster, aliens, bigfoot and more!&#10;&#10;Beware, however, other players will try and keep you from being the one to capture monsters and grab the glory for themselves! There are also Hoax monsters that can ruin your day!&#10;&#10;The game takes only minutes to learn and is suitable for both casual and competitive gamers!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Fantasy",
      "Humor"
    ],
    "Mechanics": [],
    "Families": [
      "Creatures: Bigfoot / Yeti / Sasquatch",
      "Theme: Cryptids"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Spirit Island: Promo Pack 2",
    "ID": 263778,
    "Year": "(2020)",
    "Geek Rating": "6.578",
    "Avg Rating": "9.08",
    "Link": "https://boardgamegeek.com/boardgameexpansion/263778/spirit-island-promo-pack-2",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "4.5833",
    "Description": "This is a promo pack that includes:&#10;&#10;Spirit: Finder of Paths Unseen&#10;Spirit: Downpour Drenches the World&#10;Adversary: Kingdom of Scotland&#10;5 New Aspect Cards&#10;5 New Fear Cards&#10;2 New Scenarios&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Mythology",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Cooperative Game",
      "Hand Management",
      "Modular Board",
      "Set Collection",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Spirit Island",
      "Players: Games with Solitaire Rules",
      "Theme: Colonial"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Aristeia!: Legendary Bahadurs",
    "ID": 263780,
    "Year": "(2018)",
    "Geek Rating": "5.592",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/263780/aristeia-legendary-bahadurs",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Legendary Bahadurs (LB), a new expansion for its game Aristeia!, which will expand the options available to players and the versatility of the games with four new characters, each one with a new playstyle. Legendary Bahadurs is not a complete game, you need a Aristeia! Core Box to play.&#10;&#10;This expansion sees the return of four of the greatest Bahadurs &quot;Aristeia Champions&quot; to the HexaDome. The famous commentator of Vissiorama and five-time Bahadur, Final Boss, has decided to return to the competition by gathering a team of old companions. Shona Carano, a remarkable swordswoman; Koorie Queen, the very first Bahadur; and Oberon, a support geist.&#10;&#10;Shona Carano's game role.&#10;Shona Carano is a specialist in short-range combat, where she is quite lethal. It&rsquo;s a profile that stands out in scenarios where there are character clusters, or it&rsquo;s important to conquer and defend a Scoring Zone.&#10;Some of her tactics have the ability to execute free actions.&#10;Her Attributes are average, and her Defense is low, so she has to act quickly and take great care of Enemy Shooters.&#10;&#10;Koorie Queen's game role.&#10;She is a harasser specializing in the hunting and incapacitation of support characters, or characters with a low Hit Points value.&#10;She makes use of the Hidden State only while performing Offensive Actions.&#10;Her Bounce Ability is perfect to finish off injured Enemies. In addition, it imposes the IStunned State.&#10;Koorie Queen&rsquo;s Defense and her Agility, in combination with her Switch, make her very elusive.&#10;&#10;Final Boss' game role.&#10;This is a complete profile if there ever was one. Final Boss is an off-tank with stamina by virtue of his good Defense and his Automatic Ability i-Khol, with the ability to deal damage over a short range with his Attack.&#10;He has great Brawn and Agility values which give him the ability to activate his Switch and impose the IStunned State within short Range.&#10;You can impose the States Dazzled and -2U, which gives him a bit of control ability.&#10;&#10;Oberon's game role.&#10;Oberon is a support character that works with our Tactics deck, and imposes a new State in the game: Silenced. Taking into account the Mulligan at the start of the game, and the cards &ldquo;I have a Plan&rdquo; and &ldquo;Catch your Breath&rdquo;, it won&rsquo;t be difficult to get the desired Tactics with Oberon on hand.&#10;At the cost of discarding a Tactic, it offers the opportunity to add Yellow dice to any Roll of an Ally. This variant of Focused is extremely useful for anyone who uses &quot;!&quot;.&#10;As is standard with support characters, his Defense is weak and his Hit Points value make him a very fragile target.&#10;&#10;The expansion introduces the Silenced State.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Miniatures",
      "Science Fiction",
      "Sports"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Grid Movement",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Aristeia!",
      "Players: Two-Player Only Games",
      "Setting: Corvus Belli's Infinity Universe"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trivial Pursuit: Australian Bicentennial Edition",
    "ID": 263781,
    "Year": "(1987)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/263781/trivial-pursuit-australian-bicentennial-edition",
    "Min Players": "0",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Australian Bicentennial Edition, released to commemorate bicentenary (1988)&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Game: Trivial Pursuit"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dirty Words: Party Edition",
    "ID": 263802,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.53",
    "Link": "https://boardgamegeek.com/boardgame/263802/dirty-words-party-edition",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "SETTING UP THE GAME&#10;Plan to play this game with someone you love (or would like to).&#10;The following is suggested before starting the game:&#10;&#10;     Soft lighting: but not so soft that you can't read the Word Dice.&#10;     Music: whatever you turn on, or turns you on.&#10;     Drinks: BYO (or take from your host's fridge).&#10;&#10;&#10;When the mood is all set, place all 28 Word Dice on the table. Use the lower half of the cylindrical package as your Dice Cup. Grab a piece of paper and a pen for scoring (not included).&#10;&#10;OBJECT OF THE GAME&#10;The object of the game is to use as many of the 28 Word Dice as possible in the three minutes allotted to form logically correct sentences. All sentences must intersect at one or more points.&#10;Correct: They desire her lips&#10;Incorrect: They lips her desire&#10;The player or team with the highest score at the end of the game wins.&#10;&#10;PLAYING THE GAME&#10;&#10;     Any number of consenting adults may play. Create two or more equal teams of players. If there are only two players, you can just play with yourself.&#10;     It doesn't make a damn bit of difference who goes first, so to start, the first team places all 28 Word Dice in the Dice Cup. The bottom half of the package is used as the Dice Cup. Shake the Dice Cup thoroughly, and roll all the Word Dice onto the playing surface.&#10;     Invert the timer immediately and begin forming sentences with words on the top side of the Word Dice. Play stops when the timer runs out (after approximately three minutes). IMPORTANT! Any blank Dice rolled may be used as any word the&#10;&#10;&#10;players desire. It should be noted, however, that blank Dice have no point value when calculating the point total.&#10;&#10;     Any noun may be made plural. Example: Man to Men or Woman to Women&#10;     Any verb may have an -S, -ING, -LY, or -ED added to suit the sense of the particular sentence it is used in. Example:&#10;&#10;&#10; I SPANK SHE SPANKS YOU ARE SPANKING WE SPANKED&#10; (Note: the ending of -PERY may also be added to the verb SLIP, making it the adjective SLIPPERY.)&#10;&#10;     You may use any punctuation you like! This is one time where you don't need to panic if you have a missing period.&#10;&#10;&#10;SCORING&#10;&#10;     Five points are scored for each Word Die used at the end of the three minutes.&#10;     Deduct three points for each Word Die not used.&#10;     Any Word Die used in two sentences is given a double value&ndash;&#10;&#10;&#10;10 points!&#10;&#10;WINNING THE GAME&#10;The suggested game length is three rounds...if you can last that long. The person or team with the highest score at the end of the game is declared the winner, and presented with an M.D.W. (Master of Dirty Words).&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice",
      "Mature / Adult",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Building",
      "Team-Based Game"
    ],
    "Families": [
      "Containers: Tubes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Do Not Disturb",
    "ID": 263808,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/263808/do-not-disturb",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "OBJECT OF THE GAME&#10;Collect five (5) Pillow Cards by matching the answer of the &ldquo;Room Owner.&rdquo;&#10;&#10;SETUP&#10;&#10;     Place 30 Image Cards inside the Wood Box. All other Image Cards may be set aside. They won&rsquo;t be used in the game. The Image Cards do not need to be played by number sequence.&#10;     Give a matching set of three (3) Choice Cards to each player: Disturb and Join In, Shut the Door, and Call the Police.&#10;     Place the Pillow Cards in a pile to the right of the Wood Box.&#10;&#10;&#10;Now you are ready to play.&#10;&#10;WHAT TO KNOW ABOUT THE &ldquo;DO NOT DISTURB&rdquo; CHOICE CARDS&#10;There are three choices, and these are the choices that players need to match to the Room Owner to win pillow cards. &ldquo;Disturb and Join In&rdquo; &ldquo;Shut the Door&rdquo; &ldquo;Call the Police&rdquo;&#10;&#10;PLAYING THE GAME (LET&rsquo;S DO IT)&#10;&#10;     The player who most recently spent a night in a hotel room goes first and is the Room Owner.&#10;     The Room Owner opens the Door of the Wood Box (without showing the other players) and sees what is happening behind the Door.&#10;     The Room Owner then takes one of his/her three Choice Cards and places it in the bottom section of the Wood Box. It is important that the &ldquo;Do Not Disturb&rdquo; side is face up so that other players don&rsquo;t see the answer when they open the Door.&#10;     The Wood Box passes to the next player on the left to open the Door and make his/her choice. The player places his/her Choice Card in the bottom section of the Wood Box with the &ldquo;Do Not Disturb&rdquo; side facing up. All players are trying to correctly match what decision the Room Owner will make, not what they would do. To win a Pillow Card, players must match the response (Choice Card) that the Room Owner selected.&#10;     Play continues clockwise until all players have opened the Door and chosen the Choice Card that they think the Room Owner selected.&#10;     Once the Door has been passed to all players and returns to the Room Owner, he/she opens the Door and takes all of the Choice Cards out. Each player who matched the Room Owner wins a Pillow Card. If all players match the Room Owner, then the Room Owner also gets a Pillow Card.&#10;    . The Wood Box is then passed to the player on the left (the next Room Owner) who takes out the prior Image Card and secretly reveals a new Image Card so that other players don&rsquo;t see the image. (The Image Cards are all stacked in the Wood Box, so when the prior Image Card is taken out, a new one will be revealed.)&#10;     The Room Owner then selects his/her Choice Card and puts it in the Wooden Box with the Do Not Disturb side up. Play again passes to the left as each player again chooses a Choice Card and places it inside the Wood Box. Play continues in this manner until one player has collected five Pillow Cards.&#10;&#10;&#10;WINNING THE GAME&#10;&#10;     The first player to reach the RED space wins the game.&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Humor",
      "Mature / Adult"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Set Collection",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Show & Tile: Promo Packs",
    "ID": 263817,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/263817/show-and-tile-promo-packs",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "This promo pack includes additional cards to expand list of things the players can build along side the base game.&#10;&#10;Include as many of these packs as you like, shuffling them into the word deck! When these are in play, each player draws an extra card. During guessing, ensure the back of the card you've chosen is visible.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Party Game"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dread City",
    "ID": 263867,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/263867/dread-city",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "&#226;&#128;&#139;Dread City&#226;&#128;&#139; is a strategy game for 2-4 players in which&nbsp;players take on the roles of monsters terrorizing a 19th Century New England city.&#10;&#10;The base set contains 3 completely different games (Werecat game, Vampire game, Great Old Ones game) that combine seamlessly to make a 4th game that includes all 3 monster types!&#10;&#10;Werecats eat citizens to increase their strength,&nbsp;and can convert useful citizens&nbsp;into their werecat minions.&#10;They score points for eating a lot of people&nbsp;and having a powerful cat army.&#10;&#10;Vampires charm citizens into their herd so that they can periodically drink their blood. Vampires can also convert members of their herd into vampire minions. Vampires score points for building a powerful vampire army (preferably all from the same family) and having an ample blood supply.&#10;&#10;Great Old Ones use dreams to lure citizens into their cults. Once&nbsp;citizens become&nbsp;priests,&nbsp;they can lure their family members into their cults, drain the dreams of cultists, or sacrifice themselves to themselves to Great Old Ones. Great Old Ones score points for recruiting priests from all 5 families and having big cults!&#10;&#10;Werecat Version : Easiest to learn. Fun and light.&#10;Vampire Version : Trickier than Werecat, but has the deepest strategy of the three versions.&#10;Great Old One Version : Somewhere in between the other 2 versions.  &#10;&#226;&#128;&#139;&#10;Backstory:&#10;It is New England, around the turn of the 20th century.&nbsp;Mysticism and the occult are all the rage among&nbsp;&#10;the trendy upper crust of society. The countless seances and spiritual meetings awoke something dark and sinister and ancient. Madness and misfortune swept through the city, as those dark and ancient things they woke tightened their grip on the city.&#10;&#10;The local people, in their wisdom, blamed the madness on toxoplasmosis from cat poop. All cats were banished harshly from the city. A few werecats living nearby found out about the terrible mistreatment of their fellow feline friends and have come to the city looking for some payback....and tasty meals!&#10;&#10;Vampires who have &quot;lived&quot; unnoticed in the city for nearly 2 centuries have decided that the time is right to take control of their city...before something else does!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Horror"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Open Drafting",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "18BL: Bergisches Land",
    "ID": 263871,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgame/263871/18bl-bergisches-land",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3.3333",
    "Description": "This game is largely based on the rules of 1830, but has a number of new elements that make it a standalone game.&#10;&#10;First, the 6 private companies, all of which have a specific function, will be auctioned among the 3 to 6 players. Then the 8 railway companies can be opened. The special feature of 18BL are the rail buses, which are available as an alternative to the normal locomotives. The rail busses reflect passenger transport by rail in rural areas of the Bergisch Land, which was not attractive enough for the use of normal passenger trains. The challenge for 18BL is to find the right mix of locomotives and rail busses according to the available rail network and the connected cities and towns.&#10;&#10;",
    "Categories": [
      "Economic",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Stock Holding",
      "Tile Placement"
    ],
    "Families": [
      "Series: 18xx"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "PATAK",
    "ID": 263874,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.79",
    "Link": "https://boardgamegeek.com/boardgame/263874/patak",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Open your eyes, warm up your hands, and be ready for a blitz attack! Aliens have attacked &quot;Maki's&quot; place, and you, as a captain of a space-ship, have to be careful to bring home exactly what you are ordered. To win this game, regard the cards carefully and fulfill the orders faster than any other ship.&#10;&#10;&quot;Patak&quot; is an dexterity game in which players has to grab the right figure based on the card that reveals. It is a real-time game and in the end player wuth the most cards wins the game!&#10;&#10;&mdash;description from the back of the box (translated)&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Real-time",
      "Science Fiction"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Robinson Crusoe: Adventures on the Cursed Island – Hunting Adventures",
    "ID": 263875,
    "Year": "(2018)",
    "Geek Rating": "5.561",
    "Avg Rating": "8.09",
    "Link": "https://boardgamegeek.com/boardgameexpansion/263875/robinson-crusoe-adventures-on-the-cursed-island-hu",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Hunting Adventures is a mini expansion for Robinson Crusoe: Adventures on the Cursed Island board game.&#10;&#10;This expansion makes Hunting even more unpredictable - you will still encounter the beasts but the circumstances may vary...&#10;&#10;BEFORE THE GAME&#10;Shuffle the 14 &quot;Hunting Adventures&quot; cards into the Beast deck.&#10;&#10;GAMEPLAY&#10;Treat the cards from this expansion as regular Beast cards for the purposes of drawing, shuffling, creating the Hunting deck, and all of the operations on the Beast cards.&#10;&#10;Important: When Hunting card instructs you to draw a card(s) from the Hunting deck and there are no cards to draw - draw them from the Beast deck instead. If you need to draw a Beast card, keep drawing until you find one (ignore the &quot;Hunting Adventures&quot; cards). Reshuffle the Beast deck afterwards.&#10;&#10;The pack contains:&#10;1 ruleset&#10;14 Hunting Adventure cards&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Exploration",
      "Fighting",
      "Novel-based"
    ],
    "Mechanics": [
      "Action Queue",
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Storytelling",
      "Tile Placement",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Books: Robinson Crusoe",
      "Game: Robinson Crusoe – Adventures on the Cursed Island",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rey Paparajote y la Picaza del Destino",
    "ID": 263876,
    "Year": "(2018)",
    "Geek Rating": "5.522",
    "Avg Rating": "8.31",
    "Link": "https://boardgamegeek.com/boardgameexpansion/263876/rey-paparajote-y-la-picaza-del-destino",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.5",
    "Description": "Rey Paparajote was published in 2017 thanks to a successful crowdfunding campaign with more than 200 patrons. Again, a year later, comes Rey Paparajote y la pOc an expansion of 50 new cards that will be added to the 160 cards of the original game.&#10;&#10;Rey Paparajote y la Picaza del Destino is the expansion of Rey Paparajote, so you'll need the original game in order to play the expansion cards. The new cards and expansion skills coupled with the cards from the original game will make each game to Rey Paparajote different from the previous one.&#10;&#10;In Rey Paparajote y la Picaza del Destino you'll find new creature cards, territories, specials, and new abilities; plus a new type of card, the Legendary Cards.&#10;&#10;Narciso Yepes, el Rey Sabio, Maria Cegarra, Ibn Arab&iacute;, los Caballitos del Mar Menor y el Tio Juan Rita are some of the new and powerful heroes who join the resistance against Rey Paparajote.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Educational",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Humor",
      "Negotiation"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Verkami"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "CMYK!",
    "ID": 263879,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.59",
    "Link": "https://boardgamegeek.com/boardgame/263879/cmyk",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "You are a mosaic tile craftsman. Many triangular tiles should be painted pure white, but they has been painted apart colors by mistakes! You can not make it in time for the delivery date if you order again. Arrange the tiles to satisfy the client!&#10;&#10;CMYK! is a real-time action game in which all players connect colorful triangular tiles at the same time. You can attach the same mark of the same color written on each side of the triangular tile. Then you earn points by making a hexagon or achieving the objective stated on the objective cards.&#10;&#10;&mdash;description from designer&#10;&#10;",
    "Categories": [
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Ga-na-nam",
    "ID": 263880,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/263880/ga-na-nam",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Vedic math inspires this minimalist, miniature card game.&#10;&#10;Conceived in a dream by a Sanskrit teacher with a degree in math, this game explores the hidden life of numbers.&#10;&#10;You have at least five numbers in your hand. Can you divide into your opponent's number while preserving your primes?&#10;&#10;Strategy, skill, memory, risk, and luck are all features of the quick game play.&#10;&#10;The challenge might seem easy, but it actually drives substantive cooperation and competition that is fun for kids and adults.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Educational",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Pick-up and Deliver"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rail Roads & Robber Barons",
    "ID": 263897,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.67",
    "Link": "https://boardgamegeek.com/boardgame/263897/rail-roads-and-robber-barons",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "150",
    "Weight": "3",
    "Description": "Rail Roads &amp; Robber Barons is a board/card game inspired by the 18XX series of games.  All the fun and strategy of trains, stocks, delivery's, profits, and hand management, in about a fifth of the time!&#10;&#10;The game is designed for 1 to 6 players.  Solo play is handled by the use of AI decks to represent other players.  There are standard AI decks, which are a challenge all by themselves, or you can chose to play against other legendary Barons, each with their own strengths and play styles.&#10;&#10;Players take on the roles of Rail Roads and Robber Barons of the mid to late 1800's as rail lines grew to cover the United States and immense profits were there for the taking... with the right moves.  The choice of which Baron and which Company to take at the beginning is very important, as each gives a player unique advantages.&#10;&#10;The game is driven by Action cards, which the players use to guide their turn.  Once an Action card is used, it can't be used again until you step back for a turn and retrieve them, so you have to plan ahead and pay attention to what your fellow Barons are doing.  Don't get caught with that vital Action card you need unavailable to you!&#10;&#10;As players place down their trains and complete the available contracts, they earn money that can be used to upgrade their trains or buy stock in theirs or other player's companies.  Balance is required, because if you invest heavily in the stock market early, you may be caught short when your train is too slow to fulfill the remaining contracts.  As a Baron completes contracts and upgrades their train, their stock becomes more and more valuable and it much more expensive for you to buy into.  Stocks also pay out dividends when their Baron completes a contract, giving a player much needed cash, but careful decisions are required to manage the best use of a player's money.&#10;&#10;Buying more powerful Engines is the key to making more money, but even here many choices face each Baron.  The first train purchased in each strength is a prototype that comes with a special ability that allows the player to modify or even break the game rules, however these Engines are more expensive then the standard ones.  A player can also pay extra when they purchase a train to skip a level or two and dramatically increase their engine power, but doing so costs much needed capitol.  As stronger Engines are purchased, the price of the weaker engines becomes reduced.  So, a player can be patient if they want, let others pay heavily to upgrade and then swoop in and buy that slower train at a hefty discount, then use their extra funds to buy stock or save to upgrade to faster Engine themselves at a later time. Both strategies, and many in between, can win the game, but the player has to adapt to what the other Barons are doing and flexibility is the key.&#10;&#10;Even the completing of contracts requires decisions.  Do you place one of your trains to claim the payout, or do you invest even more in the delivery and place one of your few City Station tiles instead.  As you complete Routes, you will be placing cargo in the Depot, and your Routes with Cities in them give you even more crates in the Depot, which will result in larger payouts at the end of the game.... but if you spend too many resources on your Cities, you may lose valuable time while you replenish your hand, time other Barons are surely using to make more money.&#10;&#10;In the end, players cash out their stock, count their funds on hand, receive bonuses for the trains they've purchased and the cargo they have waiting in the Depot.  The Baron with the most money wins and becomes a legendary Tycoon!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Economic",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Modular Board",
      "Network and Route Building",
      "Pick-up and Deliver",
      "Stock Holding",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mercado: The Cutpurse",
    "ID": 263898,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.98",
    "Link": "https://boardgamegeek.com/boardgameexpansion/263898/mercado-the-cutpurse",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Brettspiel Adventskalender 2018 Promo for Day 14.&#10;&#10;The rules of the original game apply. When setting up the playing area, the Cutpurse is laid out as an additional third market tile next to the Coin Changer and the Head Merchant.&#10;&#10;When a player draws one or more black counterfeit coins from his or her purse, these coins are not set immediately onto his or her character tile anymore. Instead, the black coins are set next to his or her side of the Cutpurse.&#10;&#10;As soon as one player has set three or more counterfeit coins next to the Cutpurse at the end of his or her turn, this player receives the Cutpurse's services. The player may choose to either:&#10;&#10;Steal one seal from the next player in clockwise order who has one or more seals,&#10;&#10;or&#10;&#10;Receive as many reputation points as there are currently universal tender coins (white coins) set next to all merchandise and market tiles. It does not matter whether they are the player's own universal tender coins or whether they belong to other players. The player then moves his or her scoring marker forward this number of spaces in a clockwise direction on the game board.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Promotional: Brettspiel Adventskalender"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Viva La Revolution!",
    "ID": 263919,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/263919/viva-la-revolution",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "A two player abstract wargame simulating a revolutionary movement in a fictional South American country. The wargame mechanics were influenced by Irish Freedom by David Kershaw and Guerrilla Checkers by Brian Train.&#10;&#10;One player takes the role of the Government and aims to stay in power, through any means necessary, by the end of twenty turns of play. The other player leads the Rebels and is seeking to become the next government by taking control, support, legitimacy and finally the capital, from the Government player. If the Rebel player wins the game starts over but this time with the players swapping sides - the units present at the end of first game become the starting forces for the next game.&#10;&#10;&mdash;description from the designer&#10;&#10;Steam TTS link: https://steamcommunity.com/sharedfiles/filedetails/?id=1547060021&amp;searchtext=viva+la+revolution&#10;&#10;PAXims review: https://paxsims.wordpress.com/2018/11/10/playtesting-viva-la-revolution/&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Modern Warfare",
      "Political",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Point to Point Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Underwater Cities: Biodome Promo",
    "ID": 263920,
    "Year": "(2018)",
    "Geek Rating": "5.959",
    "Avg Rating": "7.58",
    "Link": "https://boardgamegeek.com/boardgameexpansion/263920/underwater-cities-biodome-promo",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "80",
    "Play Time": "150",
    "Weight": "2.3846",
    "Description": "Promo 01 for Underwater Cities. Given out at Essen SPIEL 2018 and included in some versions of the base game.&#10;&#10;Contains the promo card 'Biodome' and one green plastic dome token.&#10;&#10;---&#10;Card text&#10;&#10;Biodome&#10;&#10;If you are the first player to have 3 cities connected to your network, replace your starting city with the green biodome. This is a nonsymbiotic city that requires no kelp at the end of production.&#10;&#10;",
    "Categories": [
      "Card Game",
      "City Building",
      "Civilization",
      "Expansion for Base-game",
      "Industry / Manufacturing",
      "Nautical",
      "Science Fiction"
    ],
    "Mechanics": [
      "Modular Board",
      "Network and Route Building",
      "Worker Placement"
    ],
    "Families": [
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dragon Ranch",
    "ID": 263922,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.76",
    "Link": "https://boardgamegeek.com/boardgame/263922/dragon-ranch",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "To the west of the country of Avgan&iuml;r, the governor of the Kingdom has preserved creatures now extinct, the Dragons!&#10;Today, he has chosen you, along with some other breeders in the region, to revive and prosper these legends. using these available species, challenge your competitors to make your most famous Ranch in the West.&#10;&#10;On your turn you can do 3 actions:&#10;Play a combination of cards to receive a number of species or a dragon;&#10;Discard 2 cards to receive 2 new cards and 1 gold (gold is a joker);&#10;Draw a card and take one gold.&#10;&#10;After this you should draw your hand back up to 5 cards. The hand limit is 7.&#10;&#10;When the card deck is empty, the second phase begins where the dragon's eat:&#10;&#10;The medium creatures eat the small creatures, and the hatched dragons eats the medium creatures. When there's not enough food the creatures/dragons die. The creatures who survive will reproduce (the first one is free, for the others you'll pay with gold).&#10;&#10;After this, you score your dragons depending on the size, extra bonu scards (you'll receive this after you hatch an egg) and 2 round bonuses (eg player with the most small creatures, most eggs etc.)&#10;&#10;You will shuffle the deck and start the game again, you will keep the surviving creatures, dragons, and eggs and you will have to feed them again. At the end of the round the game will end.&#10;&#10;",
    "Categories": [
      "Animals",
      "Fantasy"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Rock-Paper-Scissors"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Axecution",
    "ID": 263925,
    "Year": "(1970)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/263925/axecution",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "&quot;An Axtrordinary Action Game that's not for the squeemish.&quot;&#10;&#10;This is a dexterity, point-collection game for two players where each player must time their action to remove bones from a coffin while avoiding two swinging pendulums.  The swinging pendulums drive a mechanism that drops a coffin lid acting as a timer for the game.  Bones retrieved score you points whereas getting hit by the axe incurs a penalty.  Score the most points before the lid closes on the coffin.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Horror",
      "Real-time"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Extreme Rail Travel",
    "ID": 263927,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/263927/extreme-rail-travel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "There are most dangerous and extreme railways in the World. You are one of companies that operated to build a railway across one of the most extreme environments on Earth.&#10;&#10;Your train move across dangerous cliff, freezing cold iceberg and vulnerable slope. The more dangerous railways you build, you attract more audacious passengers. You not only earn money from them but also have responsibility for their safety.&#10;&#10;This is a train building game for 2-4 players. You run your &quot;roundle engine&quot; to build the extreme railway. During your turn, you will move your conductor around the roundel to collect essential resources and invite those audacious passengers to get on your train. Apart from that, you build the railways from bidding on those railroad blueprints.&#10;&#10;Although you can catch more passengers who want to try those exciting journeys, the railroad costs your more and more money and more and more harder to build if you don't manage your roundle engine well.&#10;&#10;When there are no railroad-blueprint cards in general supply, the game ends. Players then score for their connected rails and their locomotive. Who has the highest victory points wins the game. If there is a tie, the player who has most coins remaining wins the game.&#10;&#10;Who will be the earnest company and bring the most extreme rail travel to your adventurous passengers?&#10;&#10;",
    "Categories": [
      "Trains",
      "Travel"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Network and Route Building",
      "Pick-up and Deliver",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Murder Mystery Flexi Party: Murder in the Roaring '20s",
    "ID": 263933,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/263933/murder-mystery-flexi-party-murder-in-the-roaring-2",
    "Min Players": "6",
    "Max Players": "14",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Gray Catsby has invited his most talented and wealthy friends to a charity gala event at his countryside residence, Catsby Hall. But before any dancing and donations begin, Catsby&rsquo;s fianc&eacute;e, Ginger Whiskers, is found dead in the dumbwaiter! Join the flappers and dappers to find out who finished her off!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Role Playing"
    ],
    "Families": [
      "Decades: The 1920's",
      "Interwar period (Nov. 1918 - Aug. 1939)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Murder Mystery Flexi Party: Murder at the Manor",
    "ID": 263934,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/263934/murder-mystery-flexi-party-murder-at-the-manor",
    "Min Players": "6",
    "Max Players": "14",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "0",
    "Description": "You're invited to Heathcliff Manor, where Lord Heathcliff is hosting a dinner party in honour of his new bride. All the usual suspects are here - the cook, the professor, the butler - as well as some unusual ones. But before anyone can toast his happiness, Lord Heathcliff is killed with the candlestick in the pool room. Host your own party to find out who snuffed out his candle.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Role Playing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Money Buns",
    "ID": 263935,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "3.20",
    "Link": "https://boardgamegeek.com/boardgame/263935/money-buns",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "It&rsquo;s a gluten free-for all! &mdash; Trade zealously, collect piles of pastries, win big!&#10;&#10;Money Buns is carb-themed card game for 3-7 players that takes under 10 minutes to learn and plays in about 30 to 45 rowdy minutes.&#10;&#10;As the carb-loving owner of a small bakery, you yearn to make it big selling piles of pastries. But while you collect carbs in front of you, the real action in Money Buns happens above the table between the players. Trade zealously or you might get stuck taking your buns out of the oven before they are ready!&#10;&#10;Buns come off your conveyor belt every turn whether you want them or not so even the most timid players will be trading away with enthusiasm.&#10;&#10;Players each start off with a hand of carbs and are working to build up collections of the same carb on the table in front of them. The more copies of a carb in a batch, the more money the baker makes when they sell. Some carbs are rarer than others, and as such, they will earn a baker more money per card.&#10;&#10;The catch is that players only have 3 ovens to bake carbs in, and you can't put your ginger snaps in with your challah bread, so when new carbs come off a player's conveyor belt, they might have to toss out a batch before it can be sold for profit. To avoid this fate, players can trade with each other during their turn, often bluffing or hiding info about the most valuable carbs they may have to offer.&#10;&#10;Each turn the active player adds carbs from their hand into their ovens, adds new carbs into the mix from the draw deck, and optionally trades with other players. If desired, the player may also cash in their batches for money to make room for a new carb collection in that oven and to inch closer to victory.&#10;&#10;The goal of the game is to be the player with the most money after three rounds of play.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rally Point 13: The Yanks are Coming!",
    "ID": 263936,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.25",
    "Link": "https://boardgamegeek.com/boardgameexpansion/263936/rally-point-13-the-yanks-are-coming",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "600",
    "Weight": "0",
    "Description": "Rally Point Volume 13: The Yanks are Coming! is a collection of 10 all new scenarios, featuring U.S. Army Actions in World War II. These 10 scenarios were handmade by the Tampa ASL Group&rsquo;s fine craftsmen and are presented in the Schwerpunkt easy-to-read format on high-quality card stock.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Modular Board"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rally Point 12: Schwerpunkt's Greatest Hits II",
    "ID": 263937,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/263937/rally-point-12-schwerpunkts-greatest-hits-ii",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "150",
    "Play Time": "420",
    "Weight": "0",
    "Description": "This scenario pack is a reprint pack of favorite scenarios previously featured in the Schwerpunkt issues Volumes 11-20, with one scenario being selected from each of the Schwerpunkt releases by Evan Sherry.  The scenarios have been renumbered with the Rally Point numbering scheme.&#10;&#10;All of the scenarios were designed by Evan Sherry.&#10;&#10;Scenarios:&#10;RPT111: Malignant Mahrattas&#10;RPT112: The Bozsoki Relay&#10;RPT113: The Legrew Maneuver&#10;RPT114: The Fond Dagot Drag-Out&#10;RPT115: Halfhearted Hiwis&#10;RPT116: The Elefant of Surprise&#10;RPT117: Requiem for a Dreadnaught&#10;RPT118: Mius Mischief&#10;RPT119: Varaosliget Park&#10;RPT120: Galician Persuasion&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Modular Board"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Catan: High Priests of the Inkas",
    "ID": 263939,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgameexpansion/263939/catan-high-priests-of-the-inkas",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "A mini scenario for use with Catan Histories: Rise of the Inkas. Or you can use this scenario with your Catan game.&#10;&#10;Place the 5 high priest cards face up beside the game board. As soon you have placed the 1st settlement of your 2nd tribe on the board, choose 1 of the high priest cards and place it face up beside your culture board.&#10;&#10;Each of the priest has a particular advantage described on the card. You can use this advantage on your turn. But only once per game.&#10;&#10;After using the high priest card, put it back in the box.&#10;&#10;Contents:&#10;- 5 High-Priests cards&#10;- 1 Rules card&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Negotiation"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Network and Route Building",
      "Trading"
    ],
    "Families": [
      "Game: Catan",
      "Players: Expansions Changing Player Count",
      "Series: Catan Histories"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Carcassonne: Bonusplättchen Spiel 2018",
    "ID": 263941,
    "Year": "(2018)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.73",
    "Link": "https://boardgamegeek.com/boardgameexpansion/263941/carcassonne-bonusplattchen-spiel-2018",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "This single-tile mini-expansion can be added to any Carcassonne game. The design, however, matches that of the New Edition of Carcassonne (2014).&#10;&#10;This promo was given out at Spiel 2018, Essen.&#10;&#10;",
    "Categories": [
      "City Building",
      "Expansion for Base-game",
      "Medieval",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Tile Placement"
    ],
    "Families": [
      "Game: Carcassonne"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ocius",
    "ID": 263942,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/263942/ocius",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Ocius is a crazy game of skill and speed, fast and fun for the whole family and for people with different age.&#10;&#10;Playing cards corresponds to 5 different actions.&#10;&#10;In turn,a player turns a card from the stack and all players have to perform the associated action together.&#10;&#10;What is your goal??&#10;You have to stay without cards to win!!!&#10;&#10;Perform the action as fast as possible and be careful not to make mistakes or you will receive any cards from your opponents!!!&#10;&#10;As soon as possible will be available translations of the rules card into other languages.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Das Surf Spiel",
    "ID": 263943,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/263943/das-surf-spiel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Game published by the German Surf Magazin.&#10;Each player has two surfers who must both get home to win the game. It is a simple roll and move game, obeying good or bad spots your surfers land in.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Promotional: Board Games",
      "Sports: Surfing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Grimm Forest: Forgotten Tower Promo Card",
    "ID": 263946,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.28",
    "Link": "https://boardgamegeek.com/boardgameexpansion/263946/the-grimm-forest-forgotten-tower-promo-card",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A promo Fable card for The Grimm Forest. The English version was originally available through the Dice Tower 2018 Kickstarter campaign.&#10;&#10;Card text:&#10;&#10;End of gather phase: Each player in your location rolls the resource die and gains 3 of the resource they rolled.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Set Collection",
      "Simultaneous Action Selection",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: The Grimm Forest"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zooloretto: Kea",
    "ID": 263947,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.72",
    "Link": "https://boardgamegeek.com/boardgameexpansion/263947/zooloretto-kea",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "An expansion for Zooloretto, given for free by Abacus at Spiel 2016 in Essen. This expansion consists of 1 tile with a Kea.&#10;&#10;Use the normal rules for Zooloretto, except for one rule: the first player to fill his 6-space enclosure takes the Kea enclosure from the middle of the table.&#10;&#10;The owner of the Kea enclosure may give away 1 coin to any other player as an action, if he additionally places 1 coin on the Kea enclosure.&#10;&#10;Scoring: At the end of the game the owner of the Kea enclosure scores 1 point per coin that is present there.&#10;&#10;",
    "Categories": [
      "Animals",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Game: Coloretto"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Santorini: Asteria Promo Card",
    "ID": 263952,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.86",
    "Link": "https://boardgamegeek.com/boardgameexpansion/263952/santorini-asteria-promo-card",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Promotional card offered during Gen Con 2018 and SPIEL 2018.&#10;&#10;End of Your Turn: If one of your Workers moved down this turn, you may build a dome on any unoccupied space.&#10;Bans: Hades&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Ancient",
      "Expansion for Base-game",
      "Mythology"
    ],
    "Mechanics": [
      "Grid Movement",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Digital Implementations: Google Play",
      "Game: Santorini",
      "Islands: Santorini (Greece)",
      "Promotional: Cards",
      "Theme: Chibis"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Santorini: Hippolyta Promo Card",
    "ID": 263954,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.69",
    "Link": "https://boardgamegeek.com/boardgameexpansion/263954/santorini-hippolyta-promo-card",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Promotional card offered during Gen Con 2018 and SPIEL 2018.&#10;&#10;Setup: Place a male and female worker of your color.&#10;All Times: All workers except your female worker may only move diagonally&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Ancient",
      "Expansion for Base-game",
      "Mythology"
    ],
    "Mechanics": [
      "Grid Movement",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Digital Implementations: Google Play",
      "Game: Santorini",
      "Islands: Santorini (Greece)",
      "Promotional: Cards",
      "Theme: Chibis"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Santorini: Pegasus Promo Card",
    "ID": 263955,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.85",
    "Link": "https://boardgamegeek.com/boardgameexpansion/263955/santorini-pegasus-promo-card",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Promotional card offered during Gen Con 2018 and SPIEL 2018.&#10;&#10;Your Move: Your Worker may move up more than one level, but cannot win the game by doing so.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Ancient",
      "Expansion for Base-game",
      "Mythology"
    ],
    "Mechanics": [
      "Grid Movement",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Digital Implementations: Google Play",
      "Game: Santorini",
      "Islands: Santorini (Greece)",
      "Promotional: Cards",
      "Theme: Chibis"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Santorini: Iris Promo Card",
    "ID": 263956,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.74",
    "Link": "https://boardgamegeek.com/boardgameexpansion/263956/santorini-iris-promo-card",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Promotional card offered during Gen Con 2018 and SPIEL 2018.&#10;&#10;Your Move: If there is a Worker neighboring your Worker and the space directly on the other side of it is unoccupied, your worker may move to that space regardless of its level.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Ancient",
      "Expansion for Base-game",
      "Mythology"
    ],
    "Mechanics": [
      "Grid Movement",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Digital Implementations: Google Play",
      "Game: Santorini",
      "Islands: Santorini (Greece)",
      "Promotional: Cards",
      "Theme: Chibis"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Santorini: Hydra Promo Card",
    "ID": 263957,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.54",
    "Link": "https://boardgamegeek.com/boardgameexpansion/263957/santorini-hydra-promo-card",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Promotional card offered during Gen Con 2018 and SPIEL 2018.&#10;&#10;End of Your Turn: If none of your Workers neighbor each other, place a worker you control in one of the lowest available unoccupied spaces next to the Worker you moved. Otherwise, remove one of your Workers from play.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Ancient",
      "Expansion for Base-game",
      "Mythology"
    ],
    "Mechanics": [
      "Grid Movement",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Digital Implementations: Google Play",
      "Game: Santorini",
      "Islands: Santorini (Greece)",
      "Promotional: Cards",
      "Theme: Chibis"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Santorini: Nyx Promo Card",
    "ID": 263958,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/263958/santorini-nyx-promo-card",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Promotional card offered during Gen Con 2018 (very few escaped from booth due to a misprint).&#10;&#10;Setup: Before players choose powers, the Challenger publicly selects a God Power card with the Golden Fleece icon to be Nyx&rsquo;s Night Power, which will start the game facedown.&#10;&#10;End of all Turns: If there are an odd number of Complete Towers in play, turn your Night Power card faceup and your opponent&rsquo;s God Power card card(s) facedown. If there are an even number of Complete Towers in play, turn your Night Power card facedown and your opponent&rsquo;s God Power card card(s) faceup.&#10;&#10;All Times: God Power cards that are facedown have no effect.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Ancient",
      "Expansion for Base-game",
      "Mythology"
    ],
    "Mechanics": [
      "Grid Movement",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Digital Implementations: Google Play",
      "Game: Santorini",
      "Islands: Santorini (Greece)",
      "Mythology: Greek",
      "Promotional: Cards",
      "Theme: Chibis"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Isle of Skye: From Chieftain to King – Tunnelplättchen 2",
    "ID": 263960,
    "Year": "(2018)",
    "Geek Rating": "5.600",
    "Avg Rating": "7.35",
    "Link": "https://boardgamegeek.com/boardgameexpansion/263960/isle-of-skye-from-chieftain-to-king-tunnelplattche",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "50",
    "Weight": "2",
    "Description": "Contained in Lookouts' magazine &quot;Neues vom Ausguck&quot; #12 (10/2018) and spielbox 6/18. Six more tunnel tiles that enable continuation of roads through mountains.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;New rulesTunnels: A road that ends at a tunnel connects to all other roads that end at tunnels in the same mountain range.&#10;&#10;Whisky barrels with points: During income, these barrels score points instead of earning coins if they are connected to a player's castle via roads. This is done before collecting coins due to players' positions on the VP track.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Economic",
      "Territory Building"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Country: Scotland",
      "Game: Isle of Skye (Lookout Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Alana's Animals",
    "ID": 263962,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.93",
    "Link": "https://boardgamegeek.com/boardgame/263962/alanas-animals",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "This card game is fun, easy to learn and develops counting, number sense and problem solving. The game can be played at different levels from simple counting and matching to problem solving and strategic play. These are mathematical skills which will support your child's learning at school. The cards use maths vocabulary which your child can practise within the context of finding Alana's Animals -- children will also love finding the 'spotty cows', the wiggly worm or the little ducklings too.&#10;&#10;&mdash;description from the rulebook&#10;&#10;There are three sets of rules provides:&#10;&#10;Game 1 involves taking it in turns to turn over and collect animal cards, and then seeing who earns the rewards for various types of set.&#10;&#10;Game 2 is similar, but players select animals from a row of face-up cards.&#10;&#10;Game 3 uses a &quot;pick and pass&quot; draft for players to get their animals.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Number"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Railroad Ink: Promo Board #1 – Blue Train",
    "ID": 263963,
    "Year": "(2018)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.85",
    "Link": "https://boardgamegeek.com/boardgameexpansion/263963/railroad-ink-promo-board-1-blue-train",
    "Min Players": "1",
    "Max Players": "7",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Promo board with that mixes the blue and red editions. &#10;Can be used for a 7th player, or for a 13th player when combining the red and blue edition.&#10;&#10;Easter egg: if you put the boards contained in each edition next to each other on their backs, the artworks can be assembled to create 1 big illustration. The artwork on the back of the promo board can be used to join the artworks from both editions to create one huge illustration spanning over 13 boards! &#10;(Alessandro Pra' of Horrible Games)&#10;&#10;Was handed out at Essen Spiel 2018 when buying both the Deep Blue and Blazing Red editions, and contains an addtional pen.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Trains"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Game: Railroad Ink",
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Railroad Ink: Promo Board #2 – Red Train",
    "ID": 263964,
    "Year": "(2018)",
    "Geek Rating": "5.532",
    "Avg Rating": "6.99",
    "Link": "https://boardgamegeek.com/boardgameexpansion/263964/railroad-ink-promo-board-2-red-train",
    "Min Players": "1",
    "Max Players": "7",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Promo board with a red train and the Essen Spiel logo, containing art elements of the blue and red editions. Can be used for a 7th player, or for a 13th player when combining the red and blue edition.&#10;&#10;Contrary to  Promo Board #1, this board cannot be used to join the artworks from both editions to create one huge illustration.&#10;&#10;Was contained in Spielbox magazine #5 (2018).&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Trains"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Game: Railroad Ink",
      "Magazine: Spielbox",
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Agricola: Changelings",
    "ID": 263965,
    "Year": "(2018)",
    "Geek Rating": "5.521",
    "Avg Rating": "6.78",
    "Link": "https://boardgamegeek.com/boardgameexpansion/263965/agricola-changelings",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "150",
    "Weight": "0",
    "Description": "Promo set handed out at Essen Spiel 2018.&#10;&#10;These 5 cards are to be mixed with 5 other small improvements to form an extra stack. Upon family growth, you draw one of these cards and if it is a changeling, attach it to the new worker.&#10;&#10;",
    "Categories": [
      "Animals",
      "Economic",
      "Expansion for Base-game",
      "Farming"
    ],
    "Mechanics": [
      "Enclosure",
      "Hand Management",
      "Open Drafting",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Game: Agricola",
      "Series: Harvest (Uwe Rosenberg)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Maiden's Quest: Promo 2 – Magnifying Glass",
    "ID": 263966,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.20",
    "Link": "https://boardgamegeek.com/boardgameexpansion/263966/maidens-quest-promo-2-magnifying-glass",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "On promo cards 2-5, you collect the signatures of up to 5 people when specific conditions are met. You afterwards integrate the signed card in your deck to get a bonus.&#10;&#10;Condition for promo 2: Someone who asks what you are playing, or anyone you assist during a Serendipity.&#10;Reward: place in deck as extra discovered treasure.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Medieval"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Maiden's Quest: Promo 3 – Dice Tower",
    "ID": 263967,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.20",
    "Link": "https://boardgamegeek.com/boardgameexpansion/263967/maidens-quest-promo-3-dice-tower",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "On promo cards 2-5, you collect the signatures of up to 5 people when specific conditions are met. You afterwards integrate the signed card in your deck to get a bonus.&#10;&#10;Condition for promo 3: Show someone the Maiden's Quest game.&#10;Reward: place in deck as extra discovered treasure.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Medieval"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Promotional: Dice Tower"
    ]
  }
]