[
  {
    "Rank": "N/A",
    "Name": "Żercy",
    "ID": 251566,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.68",
    "Link": "https://boardgamegeek.com/boardgame/251566/zercy",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "2",
    "Description": "'With the birth of the Kirs, shape, space, and time have been moved. The universe was determined by &quot;Kir of Run&quot; &mdash; the direction of movement &mdash; and the gods settled in their Tums on the edges of the world.&#10;&#10;Slavic mythology is a little-known theme for games, one that can hide many secrets. &#197;&#187;ercy is both a card game and a first attempt to create a complete representation of the Slavic gods and disclose this mythology full of mysteries.&#10;&#10;Who are the &#197;&#187;ercy? They are priests of ancient gods who attempt to manipulate reality in subtle ways. They are mercenaries in the hands of tribal chieftains, who attempt to divine success or disaster in coming wars. &#197;&#187;ercy, by making proper sacrifices, want to obtain a favor of Kir, the one they serve, while striving at the same time to change the natural balance of power.&#10;&#10;In the game, each player impersonates a &#197;&#187;erca, a priest of one of four Kirs, gods who represent both the seasons and the directions of the world:&#10;&#10;    Jaruna (spring, east)&#10;    Rujewit (summer, south)&#10;    Jesz (autumn, west)&#10;    Kostroma (winter, north)&#10;&#10;&#10;You must read signs in the continuous changes around you. Choose a direction for your actions and for the Kir that you want to serve. All gods who appear in the game belong to one of four Tums created by Kirs; the inspiration for the graphic representation of the gods comes from images of nature, in which the attentive observer can notice much more than just a chaos of random configurations.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Mythology"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Crowdfunding: Wspieram",
      "Mythology: Slavic"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "One-Minute Washita River: Custer faces defeat and disaster in 1868",
    "ID": 251568,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/251568/one-minute-washita-river-custer-faces-defeat-and-d",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "1",
    "Play Time": "3",
    "Weight": "2",
    "Description": "The battle of the Washita River in 1868 is one of the most confusing and misunderstood engagements in the history of the United States military.&#10;&#10;George Armstrong Custer led the 7th Cavalry in a dawn attack on what he thought was a single tribal village. It was discovered that Custer had struck one of several Native American camps along the river; now the Gallant Seventh faced hundreds of Arapaho, Kiowa, and Cheyenne warriors. Custer barely avoided encirclement as the Indians moved forward in an attempt to defeat the soldiers and complete the disaster by seizing the regiment's supply column.&#10;&#10;One-Minute Washita River is a microgame attempting to portray the battle with a small map and a limited number of counters. This game is a solitaire challenge. The entire battle can be completed in a minute or two.&#10;&#10;The player represents the tribal leaders. Groups of Native American fighting men pour out of their villages to block the advance of the cavalry. Rules cover historical elements like the protection (or possible rescue) of tribal noncombatants, the importance of &quot;counting coup&quot; within the tribal military structure, and the danger of reckless action in the face of an unpredictable enemy. Victory is determined by the safety of the noncombatants, the losses suffered by the Indians, and the damage inflicted on Custer's regiment. The playing pieces for the 7th Cavalry represent units the size of a battalion or a company. The supply column is also depicted. The maneuvers of these army formations are controlled by the game system.&#10;&#10;This is a companion title in the previously released One-Minute game series that included Waterloo, the Little Bighorn, and the 1967 campaign of Che Guevara in Bolivia. It is a free Print &amp; Play game with a single 8.5&quot; x 11&quot; map, charts, rules, and about two dozen playing pieces or markers.&#10;&#10;",
    "Categories": [
      "American Indian Wars",
      "American West",
      "Wargame"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Simulation"
    ],
    "Families": [
      "Country: USA",
      "Series: One-Minute Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Big Time Charlie",
    "ID": 251569,
    "Year": "(1971)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/251569/big-time-charlie",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "2",
    "Description": "The game can be crudely described as Monopoly meets Scrabble. The premise is based on property development, but tile placement and scoring is similar to Scrabble.&#10;&#10;Each player has a hand of tiles, set up on a tile stand. Each player in turn has the opportunity of placing tiles on the board alongside and tiles already on the board. Each tile placed on the board automatically makes a row (or &quot;street&quot;) longer. At the very least a new street consisting of two tiles is formed when a new tile is laid.&#10;&#10;Whenever a player so manages to lengthen a street by placing a new tile on the board, he scores the new total arithmetical value of the street, for as far as it extends in a straight unbroken line. Each successive tile added on to a given street will score more and more as the street increases in length and value.&#10;&#10;Tiles must be matched to the board by color and number as a general rule, but there are a number of &quot;joker&quot; tiles that do not conform to this.&#10;&#10;The game ends when the first player achieves 1000 (2 player), 800 (3 player) or 650 points (4 player).&#10;&#10;",
    "Categories": [
      "City Building"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Kabuki",
    "ID": 251573,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.64",
    "Link": "https://boardgamegeek.com/boardgame/251573/kabuki",
    "Min Players": "4",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Players are divided into two teams. Each team must take a situation, character, and challenge cards. Then, they must invent a history based on those elements and finally act them.&#10;The winner will be the team that had accomplished the largest number of situations.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Acting",
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Kirby's Sweets Party",
    "ID": 251574,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.70",
    "Link": "https://boardgamegeek.com/boardgame/251574/kirbys-sweets-party",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.5",
    "Description": "This is a Kirby board game where players are creating sweets by collecting different ingredients.&#10;&#10;Exerpts from the box (rough translation from Japanese):&#10;Today I called Kirby's friends and had a sweet party! I am busy preparing for it now. Let's make a lot of sweets while sometimse helping your friends!&#10;&#10;This game is a game where players compete for points as a fine patissier. The game is divided into two parts, Sweets Making and Sweets Party.&#10;&#10;In Sweets Making, you get points by arranging materials that are on sweets cards and completing them. You can also earn points by raising money and helping other players.&#10;&#10;Sweets Party is where you invite guests and get points if you have a favoriet sweet of the invited guest.&#10;&#10;",
    "Categories": [
      "Video Game Theme"
    ],
    "Mechanics": [
      "Set Collection",
      "Variable Player Powers"
    ],
    "Families": [
      "Video Game Theme: Nintendo"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Vor langer, langer Zeit...",
    "ID": 251581,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/251581/vor-langer-langer-zeit",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Subtitled &quot;Mit Spa&szlig; und Fantasie durchs Moor&quot;, this is a game published as part of the Expo 2000 campaign &quot;Das Tote Moor soll leben&quot; (&quot;The Dead Moor Is To Live Again&quot;) to promote restoration of the Dead Moor area near Hannover, a historic peat stripping site. In addition to the rules of the game, the rulebook contains information on the biotopes, wildlife, history, archaeology and folklore of the moor, although the game itself is not of an overtly educational nature. Max Moorfrosch, the project mascot, also makes an appearance as a joker tile in the game.&#10;&#10;The game is set in medieval times and is played on a board of hexagonal spaces representing the moor. Village tiles are placed on the perimeter, and a peat-mining tile is placed in the middle. By placing log road tiles, players race to connect their two villages with a causeway passing through the peat-mining site, and the first player or team to complete this connection wins the game.&#10;&#10;Before each turn, a card is turned over to reveal the advice of the village elders, which may involve missing a turn due to bad weather, being restricted to playing a certain type of tile that turn due to a mishap, getting a double placement due to good weather, or some such. Obstacle tiles are also encountered on the board face down, and mostly have to simply be built around, although some when approached and turned up may also offer an opportunity to place a bridge directly across, or require expenditure of special resources (like an offering for the sacrificial site and using torch-lit roads to keep away the ghosts), or even provide the magical power of the Golden Helm to ward off hazards.&#10;&#10;The game contains rules for one, two or four players; in the latter case, two players make up a team with partially shared resources, each joining up their village with the peat tile instead of working from one village to the other. There are also suggestions for any number of players to cooperate as one team or compete as two.&#10;&#10;",
    "Categories": [
      "Medieval"
    ],
    "Mechanics": [
      "Team-Based Game",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Lifeform: Thirteenth Passenger",
    "ID": 251582,
    "Year": "(2019)",
    "Geek Rating": "5.526",
    "Avg Rating": "7.19",
    "Link": "https://boardgamegeek.com/boardgameexpansion/251582/lifeform-thirteenth-passenger",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "The 13th Passenger expansion for Lifeform is a modular, plug-in expansion for hardcore players who want even more! &#10;There are four optional modules:&#10;&#10;&#10;     Two new characters join the Crew team.&#10;     New rules for asteroids add yet another terrifying threat to the already beleaguered Valley Forge starship.&#10;     The Remora shuttle board provides a brand new and unique endgame showdown experience.&#10;     And the new Crisis cards enable a lone player to use the Remora, and expand the solo experience.&#10;&#10;&#10;This expansion was originally available as an add-on during the Kickstarter campaign for Lifeform.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Expansion for Base-game",
      "Fighting",
      "Horror",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Hand Management",
      "Point to Point Movement",
      "Secret Unit Deployment",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Creatures: Aliens / Extraterrestrials",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Disneyland Electric Tours",
    "ID": 251584,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/251584/disneyland-electric-tours",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This electric game is based on Walt Disney's Disneyland theme park in Anaheim, California and weekly television show of the same name.&#10;&#10;A playing board sheet is laid over the base and the players move along the trail. The base has a circuit selector, wire connector with a metal tip that is touched to spots on the board and red light that allows or hinders the player's progress; underneath the base is a place for a battery to be installed to power the light.&#10;&#10;Each game has a trail going over the points of interest and the player reaching the goal first wins the game.&#10;&#10;After the traveler and opponent are decided, the traveler spins the spinner to determine how many steps to travel along the trail. The traveler determines whether to continue his trip by placing the contact tip on the station. If the light signal goes on, he continues traveling, otherwise he places his Disney character on the station as a marker and remains there and waits for his next turn&#10;&#10;The opponent can confuse and obstruct the traveler by operating the rotary switch occasionally, to change the circuit so that the signal light will not light up and delay the traveler's progress.&#10;&#10;If a traveler is not careful and picks the trail up wrong and heads back towards the starting point, he loses all previous plays and starts his travel all over again.  The winner of the game is the first traveler reaching the goal&#10;&#10;Game consists of 4 playing boards in full color (Fantasyland, Tomorrowland, Frontierland, &amp; Adventureland), 4 character players, spinner, electric circuit complete with flashlight-type battery (Requires 1 D battery for the light).&#10;&#10;Produced sometime in the 1950s&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Brands: Disney",
      "Theme: Amusement Parks / Theme Parks",
      "Theme: Disney Theme Parks"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Walt Disney's Casey Jr. Game",
    "ID": 251585,
    "Year": "(1955)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/251585/walt-disneys-casey-jr-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Help your Favorite Walt Disney characters board the Casey Jr Express.&#10;&#10;Spin the three arrow spinner and choose only one of the three moves indicated:&#10;&#10;Take any car (as indicated by the short arrow).&#10;Take any ticket (as indicated by the long arrow) however you can't do this unless you have an empty car.&#10;Take any rider (as indicated by the medium arrow) however you can't do this until you have the proper car to put him in and you must return a ticket for ever rider you put in a proper car.&#10;&#10;Place the cars and riders as you get them in their corresponding slots on the track in front of you.&#10;&#10;The first player to get all of his characters aboard is the winner&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Brands: Disney"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Chivalry",
    "ID": 251586,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.92",
    "Link": "https://boardgamegeek.com/boardgame/251586/chivalry",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "75",
    "Weight": "0",
    "Description": "Set in the Middle Ages, Chivalry is a family game in which you can play as a knight apprentice who strives to get a higher rank and honor his family. By visiting every corner around the kingdom, you will gather knight spirits to enhance yourself and make yourself well-prepared for future challenges. In the end, the player with the most knight virtue will be the knight exemplar and bathe in the praise and applause of the crowds.&#10;&#10;Briefly speaking, there are three actions players take in Chivalry: Rest, Patrol, and Promote. Rest is the phase for knights to stay and prepare their equipment and supplies, while Patrol is the phase to gather everything you need in the kingdom, or go to castle to get reward from the King. The most important phase is Promote, which symbolized your conquering of the trials and earn yourself knight virtues to elevate in the knight rank. Whenever a knight being promoted, there will be extra bonus for him to manifest the nobility. The game ends when any player collects the designated number of knight virtues, and the one with most virtues wins this game.&#10;&#10;",
    "Categories": [
      "Dice",
      "Medieval",
      "Racing"
    ],
    "Mechanics": [
      "Command Cards",
      "Hand Management",
      "Push Your Luck",
      "Rondel",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Homesteaders: New Beginnings",
    "ID": 251595,
    "Year": "(2019)",
    "Geek Rating": "5.619",
    "Avg Rating": "7.40",
    "Link": "https://boardgamegeek.com/boardgameexpansion/251595/homesteaders-new-beginnings",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.5",
    "Description": "The world is changing. Settlers spread westward across the American continent, and railroad companies follow. Back east, sweeping laws are passed, and tensions between the North and South escalate into a civil war. How will these events affect the humble inhabitants of a burgeoning frontier town?&#10;&#10;Homesteaders: New Beginnings includes all the components needed to add a fifth player to the game. In addition, the expansion adds more auction and building tiles to give more variance to each play session. It has 25 &quot;jumbo size&quot; resource components, and each of these counts as five resources of normal size. Lastly, the expansion includes an event deck, with every round of the game altered slightly by an event.&#10;&#10;",
    "Categories": [
      "American West",
      "City Building",
      "Economic",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Auction: Fixed Placement",
      "Constrained Bidding",
      "Income",
      "Loans",
      "Variable Set-up"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Mechanism: Tableau Building",
      "Series: TMG Originals"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Chronoflight",
    "ID": 251596,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/251596/chronoflight",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Perception of time is a difficult skill that takes many months to fully develop in children.&#10;&#10;&#10;     What is a half-hour?&#10;     Is five minutes a lot?&#10;     Why is the hour split into 60 minutes?&#10;&#10;&#10;All of these questions require understanding and the habit of correlating clock-hand movements with flow of day and night. The new game from The Brainy Band will help children to determine the time on the clock-face, to figure out the relation between &ldquo;hours&rdquo; and &ldquo;minutes,&rdquo; and to learn the notions of time and duration of activities.&#10;&#10;By performing different fun tasks, the players will move around the game board designed in the form of a clock-face. The players&rsquo; objective is to do as much as possible in the course of the game, while preventing others from completing their activities and moving forward.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Math"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Haut les pattes!",
    "ID": 251599,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/251599/haut-les-pattes",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "The goal is to be the first to win 20 hazelnuts.&#10;One can win hazelnuts by mimicking correctly and the right orders the gestures of Billy the hamster and Jean-Claude the worm on cards.&#10;&#10;One after the other, the players draw cards that they place in front of them. They can stop drawing cards whenever they want (with a minimum of one card). When they think they have enough cards, they stop and say &quot;Bandit servi !&quot; (&quot;The bandit is served!&quot;). Then they have one second per card to memorize the gestures and the order of the cards. At the end of that time, the player closes their eyes and must mimic the gestures correctly and in the right order. If the player is correct, they win the amount of nuts on the cards, if not, they don't win or lose anything.&#10;&#10;There are three types of special cards:&#10;- double ration: if the player is correct, they win double the amount of nuts;&#10;- double temps (double time): the player has two seconds per card to memorize the gestures;&#10;- haut les pattes ! (paws up!): every player must rise their hands and say &quot;paws up!&quot;, the first one wins one nut from the bank.&#10;&#10;Components:&#10;- 48 cards (including 8 special cards)&#10;- 35 nut tokens: 20x 1 nut tokens, 10x 5 nuts tokens, 5x 10 nuts tokens&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [
      "Acting",
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Respuestas Abiertas",
    "ID": 251600,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/251600/respuestas-abiertas",
    "Min Players": "4",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "In Respuestas Abiertas (Open answers), players must move on the board and taking cards of two different types:&#10;- Cards with text, in which the player must answer personal and hilarious questions, and the other players try to guess the answer.&#10;- Cads with images, in which the player must invent a phrase or words about it.&#10;Correct guesses give points, and the winner is who has more points at the end of the game.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Storytelling",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Ladronia: The Dark Dungeon",
    "ID": 251601,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/251601/ladronia-the-dark-dungeon",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Ladronia is a fun and dynamic board game. Five adventurers must enter the dark lord's dungeon in search of treasures. But this will be full of enemies, traps, obstacles and dangerous events. Each player must advance and explore through the dungeon, even steal their own companions to obtain the immense treasure.&#10;&#10;Game components:&#10;- 1 board&#10;- 135 cards&#10;- 1 rules&#10;- 11 dices (1 black, 5 red and 5 blue)&#10;- 5 colored chips&#10;- 1 box&#10;&#10;The turn of each player:&#10;- Move: each player in turn must advance through the board to reach the treasure room.&#10;- Explore or steal: the player can explore the zones to find treasures and useful objects or steal cards from other players.&#10;- Playing cards: the player can play cards from his hand (skills, objects, actions ...).&#10;&#10;The objective of the game is to accumulate the maximum of treasure cards (steal, explore or get to the treasure room). The game ends in three ways:&#10;1. When a player arrives at the treasure room.&#10;2. When there are no more treasures.&#10;3. When there are no more events.&#10;The player with the most treasures wins the game.&#10;&#10;-description from designer&#10;&#10;Ladronia es un divertido y din&aacute;mico juego de mesa. Cinco aventureros deber&aacute;n adentrarse en la mazmorra del se&ntilde;or oscuro en busca de tesoros. Pero esta se encontrar&aacute; repleta de enemigos, trampas, obst&aacute;culos y sucesos peligrosos. Cada jugador deber&aacute; avanzar y explorar por la mazmorra llegando incluso a robar a los propios compa&ntilde;eros con tal de conseguir el inmenso tesoro&quot;.&#10;&#10;Componentes del juego:&#10;- 1 tablero&#10;- 135 cartas&#10;- 1 reglas&#10;- 11 dados (1 negro, 5 rojo y 5 azul)&#10;- 5 fichas de colores&#10;- 1 caja&#10;&#10;El turno de cada jugador:&#10;- Avanzar: cada jugador a su vez debe avanzar a trav&eacute;s del tablero para llegar a la sala del tesoro.&#10;- Explorar o robar: el jugador puede explorar las zonas para encontrar tesoros y objetos &uacute;tiles o robar cartas de otros jugadores.&#10;- Jugar cartas: el jugador puede jugar cartas de su mano (habilidades, objetos, acciones ...).&#10;&#10;El objetivo del juego es acumular el m&aacute;ximo de cartas del tesoro (robar, explorar o llegar a la sala del tesoro). El juego termina de tres maneras:&#10;1. Cuando un jugador llega a la sala del tesoro.&#10;2. Cuando no hay m&aacute;s tesoros.&#10;3. Cuando no hay m&aacute;s eventos.&#10;El jugador con m&aacute;s tesoros gana el juego.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Munchkin Side Quests",
    "ID": 251602,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.11",
    "Link": "https://boardgamegeek.com/boardgameexpansion/251602/munchkin-side-quests",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Munchkin Side Quests is a 30-card mini-expansion for any Munchkin base game that forms its own deck of secret goals. Players draw these secret goals, and when a goal is completed, the player receives a bonus! When a player has completed three different quests, the next monster they fight is for victory in the entire game, no matter what their level.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Humor"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Trading",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Munchkin"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Professor Ravenwood's Time Machine",
    "ID": 251603,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/251603/professor-ravenwoods-time-machine",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Professor Ravenwood's Time Machine is a semi co-op mystery/investigation game for 2-6 players. It features elements of hand/resource management, take-that, variable player powers plus randomization which ensures it cannot be played the same way twice.&#10;&#10;Players must work by shipping goods and trading with each other to earn enough money to buy the supplies they need to reach each location.&#10;&#10;Once a player has the necessary supplies and holds one of the 28 map locations, they can move to the investigate phase.&#10;&#10;Each location is always a mystery. There could be someone in hiding, holding a set of blueprints, or a shady character you will have to deal with. It may also contain a mystery crate with unknown contents..&#10;&#10;Mystery crates however are padlocked, and can only be opened with a skeleton key. They may contain missing components of the Time Machine or unusual artifacts which will convey positive or negative effects onto the player, or everyone else.&#10;&#10;At one of the locations, Professor Ravenwood has been locked away. When he is found, the identity of the mole can be revealed, which is one of the players chosen secretly at random at the beginning of the game.&#10;&#10;With their cover blown, that player now becomes a Saboteur, receiving a unique deck of instruction cards, and whose mission is to subvert the search and recover as many of the missing blueprints and components before the others.&#10;&#10;Players share the win or loss against the Saboteur, however each is also out for their share of the reward, so the person who contributes the most to the search will gain the victory points and be declared the winner.&#10;&#10;If the Saboteur wins, all is lost. Professor Ravenwood's Time Machine must not be allowed to fall into the wrong hands.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Exploration"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That",
      "Trading",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Rechen-Domino",
    "ID": 251610,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/251610/rechen-domino",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Educational twist on dominoes, issued in the DDR.&#10;Each Domino has a sum on it. In order to add to the line you must have a domino that features the correct answer to that sum. The box lid gives a good example of the game&#10;First to get rid of all their dominoes wins.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Math"
    ],
    "Mechanics": [
      "Pattern Building",
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Code Geass: Knightmare Chess",
    "ID": 251614,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.17",
    "Link": "https://boardgamegeek.com/boardgameexpansion/251614/code-geass-knightmare-chess",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Face off in a chaotic version of Chess in a Fan Game inspired by the Code Geass anime.&#10;&#10;Play as either Lelouch or Schneizel during the Chinese Federation Arc and out wit your opponents by bending the rules of Chess to your advantage with unique cards and abilities.&#10;&#10;Using the game's two decks of cards, as well as a regular chess set, player play the standard game of chess with 1 exception:&#10;&#10;Each turn, a player draws back up to 4 cards from their unique Lelouch or Schneizel deck. Then, a player plays up to a single card from their hand, before moving their piece for the turn.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Print & Play"
    ],
    "Mechanics": [
      "Grid Movement",
      "Hand Management"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Theme: Anime / Manga",
      "Traditional Games: Chess"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Eurovision Song Contest",
    "ID": 251619,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.96",
    "Link": "https://boardgamegeek.com/boardgame/251619/eurovision-song-contest",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Join the Eurovision Song Contest with your own entry and try to score as many points as possible in the Eurovision Song Contest board game! Test your knowledge, prepare your own performance, and participate in the most popular song contest! Will you get those 12 points first?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Music",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Politician",
    "ID": 251639,
    "Year": "(1991)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/251639/politician",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Experience the no holds barred world of power politics as you wheel and deal your way to the top. Scandal, blackmail, crisis and leadership contests. These and other political pitfalls and opportunities are encountered as the game develops to challenge players wit and skill.&#10;&#10;Play the political cards you acquire. Run with your luck to race through the board to No 10. Alternatively lay in wait and use your cards to defeat opponents before stealing to No 10 - if you can. The choice of strategy is yours when you play this exciting game of political ambition and intrigue.&#10;&#10;From the back of the box&#10;&#10;",
    "Categories": [
      "Political"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "MystiQuest",
    "ID": 251641,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/251641/mystiquest",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "MystiQuest tells of epic clashes between ancient gods, fought on the banks of the Styx, the infernal river. Gods, heroes, monsters and mythological creatures battle with all their power, fighting during the day and spending the night celebrating.&#10;&#10;Is a trading card game, but very close to the Living Card Games, thanks to the use of Planks, tokens and the possibility to implement long-term strategies.&#10;&#10;Each player has a board representing the fortress, on which he places the card of his Supreme Nume (or Prime) and the three heralds chosen to defend it. The heralds also represent Defence Points: if they are eliminated or used, the Prime is forced to take the field and expose himself in person. The winner first eliminates the Prime opponent.&#10;&#10;It is interesting to note that the heralds can be chosen before starting the game and this allows you to plan very specific and different strategies according to the opponent you will have to face.&#10;&#10;Mystic energy is represented by plastic gems. After playing a card you must take the gems from your well and place them on it. The gems on the card indicate the attack value, the defense value and the card&rsquo;s hit points. As a result, a card with three gems, deals three damage and can take three damage before it dies out, if it takes a damage it loses a gem and then inflicts only two damage from that moment.&#10;&#10;During the confrontation phase the player on duty plays his own cards, sends them to the attack and uses his own prodigies to try to defeat the enemy ranks and force the Prime opponent to take the field.&#10;&#10;At the end of the turn there is the breath phase. Temples, Prime and some other specific cards &quot;breathe&quot; and give mystical energy back to their well, so you can add new gems. Then it is up to the opponent to repeat the same sequence until one of the two Prime is defeated.&#10;&#10;Another interesting feature is the possibility of playing in teams, even with &quot;asymmetric&quot; solutions: one against two, two against three, two against four, etc. thanks to the gaming system that automatically self-balances.&#10;&#10;For the setting the mythological theme was chosen as an alternative to the now too widespread Fantasy. Currently it is possible to play with three Pantheon:&#10;- Ancient Greeks&#10;- Ancient Egyptians&#10;- Vikings&#10;The Japanese pantheon is already being prepared.&#10;&#10;&#10;&#10;MystiQuest racconta di epici scontri fra antiche divinit&agrave;, combattuti sulle rive dello Stige, il fiume infernale. Dei, eroi, mostri e creature mitologiche si danno battaglia con tutta la loro potenza, combattendo di giorno e passando la notte a festeggiare.E&rsquo;  un gioco di carte collezionabili, ma molto vicino ai Living Card Games grazie all&rsquo;utilizzo di Plance, gettoni e la possibilit&agrave; di attuare strategie a lungo termine.&#10; Ogni giocatore ha una plancia che rappresenta la fortezza, su cui posiziona la carta del proprio Nume Supremo (o Prime) e i tre araldi scelti per difenderlo. Gli araldi rappresentano anche Punti Ferita del Prime, infatti se vengono eliminati o utilizzati, il Prime &egrave; costretto a scendere in campo ed esporsi in prima persona. Vince chi per primo elimina il Prime avversario.&#10;&#10;E&rsquo; interessante notare che gli araldi possono essere scelti prima di iniziare la partita e questo ti permette di pianificare strategie molto precise e diverse a seconda dell&rsquo;avversario che dovrai affrontare.&#10;&#10;L&rsquo;energia mistica &egrave; rappresentata da gemme di plastica. Dopo aver giocato una carta devi prelevare dal tuo pozzo le gemme indicate e posarle su di essa. Le gemme sulla carta indicano il valore di attacco, il valore di difesa e i punti ferita della carta. Di conseguenza una carta con tre gemme, infligge tre danni e  pu&ograve; subire tre danni prima di estinguersi, se subisce un danno perde una gemma e quindi da quel momento infligge solo due danni.&#10;&#10;Durante la fase del confronto il giocatore di turno gioca le proprie carte, le manda all&rsquo;attacco e usa i propri prodigi per cercare di sconfiggere le schiere nemiche e costringere il Prime avversario a scendere in campo.&#10; Alla fine del turno c&rsquo;&egrave; la fase del respiro. I templi, i Prime e alcune altre carte specifiche &ldquo;respirano&rdquo; e ridanno energia mistica al proprio pozzo e quindi puoi aggiungere nuove gemme.  Poi tocca all&rsquo;avversario che ripete la stessa sequenza finch&eacute; uno dei due Prime non viene sconfitto.&#10;&#10;Un'altra interessante caratteristica &egrave; la possibilit&agrave; di giocare in squadre, anche con soluzioni &ldquo;asimmetriche&rdquo;:  uno contro due, due contro tre, due contro 4, ecc. grazie al sistema di gioco che automaticamente si auto bilancia.&#10;&#10;Per l&rsquo;ambientazione &egrave; stato scelto il tema mitologico in alternativa all&rsquo;ormai fin troppo diffuso Fantasy. Attualmente &egrave; possibile giocare con tre Pantheon : &#10;- Antichi Greci&#10;- Antichi Egizi&#10;- Vichinghi &#10;E&rsquo; gi&agrave; in preparazione il panteon giapponese.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components"
    ],
    "Mechanics": [
      "Hand Management",
      "Team-Based Game"
    ],
    "Families": [
      "Collectible: Collectible Card Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Flipping Zombies",
    "ID": 251645,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/251645/flipping-zombies",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Flipping Zombies is a simple dexterity game in which you must flip bullets at zombie cards to kill them. The game is played by placing the zombie card on the table and the flipping bullet tokens (bottle caps or other tokens) from the edge of the table and trying to hit a targeted portion of the card. If you miss, the zombie deals hits to you. The game is won by killing all zombies or lost by losing all your health points.&#10;&#10;Each turn you will draw cards that may be items that can help you such as additional bullets, bandages to add health, or armor that will allow you to reload your ammo. There are several types of zombies including armored zombies and the dreaded chicken zombie!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Print & Play",
      "Zombies"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Chickens / Roosters",
      "Mechanism: Finger Flicking Games",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Villages of Valeria: Landmarks & Architects",
    "ID": 251646,
    "Year": "(2019)",
    "Geek Rating": "5.575",
    "Avg Rating": "7.52",
    "Link": "https://boardgamegeek.com/boardgameexpansion/251646/villages-of-valeria-landmarks-and-architects",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The primary new mechanic is a new follow opportunity called &quot;Build A Landmark&quot;.&#10;&#10;With Landmarks, if you cannot or choose not to follow the lead action, you can build a landmark as your follow action.You simply discard a specific card from your hand and, based on the resource icon at the bottom of the Building card, you take a certain landmark token and place it on your castle card. For example, discard a Building card with a Food resource at the bottom to establish a Silo as a Landmark in your village.&#10;&#10;Landmark tokens do not count as Buildings, but at the end of the game, the player with the most of each type of Landmark will earn victory points! For each set of all five different Landmarks you've collected, you'll gain even more victory points.&#10;&#10;The Landmarks expansion also comes with new Adventurer cards that trigger on the Landmarks you've collected, new Building cards to grow your village with cool new powers, and all-new Architect cards to award hidden end-game bonus points!&#10;&#10;Increase your Landmark holdings, leverage the new Buildings, attract the new Adventurers, and show your rivals what a proper village looks like!&#10;&#10;Villages of Valeria: Landmarks + Architects in Tuck Box Includes: Landmarks expansion, Architects expansion, custom wood tokens, The King's Herald and Rahdo the Guild Master Adventurer promo cards, lots more!&#10;&#10;-From the publisher's website&#10;&#10;",
    "Categories": [
      "Card Game",
      "City Building",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Mechanism: Tableau Building",
      "Players: Games with Solitaire Rules",
      "Setting: Valeria",
      "Versions & Editions: Big Box Versions of Individual Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blood Red Skies: Supermarine Spitfire MK.II Squadron",
    "ID": 251647,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.80",
    "Link": "https://boardgamegeek.com/boardgameexpansion/251647/blood-red-skies-supermarine-spitfire-mkii-squadron",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This is an expansion set for the WWII aircraft miniatures game Blood Red Skies by Warlord Games and designed by Andy Chambers.  This expansion includes a squadron of British Supermarine Spitfire MK.II and additional accessories to add to the core game.&#10;&#10;Components included in this expansion are:&#10;6 Supermarine Spitfire MKII Fighters&#10;6 Advantage Flying Bases&#10;1 Aircraft Card&#10;6 Aircraft Trait Cards&#10;6 Double-sided Pilot Skill Discs&#10;1 Aircraft Markings Sticker Sheet&#10;3 Action Cards&#10;&#10;Possibly the most iconic fighter of the Second World War the Supermarine Spitfire along with the Hurricane was instrumental to the RAF winning the Battle of Britain in 1940. Keeping its popular shape and constantly improving its armament and engine, Britain would go on to build more Spitfires than any other aircraft type during the war.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Expansion for Base-game",
      "Miniatures",
      "World War II"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Blood Red Skies",
      "Game: Blood Red Skies – Royal Air Force",
      "History: World War II (Battle of Britain)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blood Red Skies: Messerschmitt BF109 E Squadron",
    "ID": 251648,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.60",
    "Link": "https://boardgamegeek.com/boardgameexpansion/251648/blood-red-skies-messerschmitt-bf109-e-squadron",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This is an expansion set for the WWII aircraft miniatures game Blood Red Skies by Warlord Games and designed by Andy Chambers.  This expansion includes a squadron of German Messerschmitt BF109 E fighers and additional accessories to add to the core game.&#10;&#10;Components included in this expansion are:&#10;6 Messerschmitt Bf-109E Fighters&#10;6 Advantage Flying Bases&#10;1 Aircraft Card&#10;6 Aircraft Trait Cards&#10;6 Double-sided Pilot Skill Discs&#10;1 Aircraft Markings Sticker Sheet&#10;3 Action Cards&#10;&#10;The Messerschmitt BF-109 'Emil' was the Luftwaffe's premier single-engine fighter at the outbreak of WWII. This powerful Luftwaffe fighter ran wild over Poland, the Low Countries, and France, devastating its opponents. Throughout the war, the BF-109 constantly improved its aerodynamics, weapon systems and engine to keep up with Allied Fighter development.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Expansion for Base-game",
      "Miniatures",
      "World War II"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Blood Red Skies",
      "Game: Blood Red Skies – Luftwaffe",
      "History: World War II (Battle of Britain)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blood Red Skies: Mitsubishi A6-M5 Zero Squadron",
    "ID": 251649,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.77",
    "Link": "https://boardgamegeek.com/boardgameexpansion/251649/blood-red-skies-mitsubishi-a6-m5-zero-squadron",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This is an expansion set for the WWII aircraft miniatures game Blood Red Skies by Warlord Games and designed by Andy Chambers.  This expansion includes a squadron of Japanese Mitsubishi A6-M5 Zero fighters and additional accessories to add to the core game.&#10;&#10;Components included in this expansion are:&#10;6 Mitsubishi A6M5 Zero Fighters&#10;6 Advantage Flying Bases&#10;1 Aircraft Card&#10;7 Aircraft Trait Cards&#10;6 Double-sided Pilot Skill Discs&#10;1 Aircraft Markings Sticker Sheet&#10;3 Action Cards&#10;&#10;The Mitsubishi A6M Zero was a fast, modern fighter, but had no armour for the pilot. When the Zero was in the hands of aggressive and well-trained pilots this weakness was rarely apparent. The A6-M5 model Zero featured improved engine, armament and protection, although the latter remained inadequate compared to other combat aircraft.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Expansion for Base-game",
      "Miniatures",
      "World War II"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Blood Red Skies",
      "Game: Blood Red Skies – Imperial Japanese Air Force"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blood Red Skies: P-51 Mustang Squadron",
    "ID": 251650,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.85",
    "Link": "https://boardgamegeek.com/boardgameexpansion/251650/blood-red-skies-p-51-mustang-squadron",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This is an expansion set for the WWII aircraft miniatures game Blood Red Skies by Warlord Games and designed by Andy Chambers.  This expansion includes a squadron of USA P-51 Mustang fighters  and additional accessories to add to the core game.&#10;&#10;Components included in this expansion are:&#10;6 P-51D Mustang Fighters&#10;6 Advantage Flying Bases&#10;1 Aircraft Card&#10;6 Aircraft Trait Cards&#10;6 Double-sided Pilot Skill Discs&#10;1 Aircraft Markings Sticker Sheet&#10;3 Action Cards&#10;&#10;The introduction of the Merlin engine transformed the initially mediocre P-51 Mustang into a world-class fighting machine with the iconic P-51D, all but supplanting other types of fighters used by the United States Eighth Air Force in Britain. By May 1945, Mustangs had flown 213,873 stories and claimed 4,950 enemy aircraft destroyed.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Expansion for Base-game",
      "Miniatures",
      "World War II"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Blood Red Skies",
      "Game: Blood Red Skies – United States Army Air Forces"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blood Red Skies: Yakovlev Yak-1 Squadron",
    "ID": 251651,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/251651/blood-red-skies-yakovlev-yak-1-squadron",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This is an expansion set for the WWII aircraft miniatures game Blood Red Skies by Warlord Games and designed by Andy Chambers.  This expansion includes a squadron of Soviet Yakovlev Yak-1 fighters and additional accessories to add to the core game.&#10;&#10;Components included in this expansion are:&#10;6 Yakovlev Yak-1 Fighters&#10;6 Advantage Flying Bases&#10;1 Aircraft Card&#10;7 Aircraft Trait Cards&#10;6 Double-sided Pilot Skill Discs&#10;1 Aircraft Markings Sticker Sheet&#10;3 Action Cards&#10;&#10;The Yakovlev Yak-1 entered service in 1940, a fast and well-armed fighter. With wooden wings and a composite structure, it was a very reliable and easy to maintain aircraft. Although its production suffered quality issues due to the Axis invasion, the Yak-1 always remained popular with front line pilots.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Expansion for Base-game",
      "Miniatures",
      "World War II"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Blood Red Skies",
      "Game: Blood Red Skies – Soviet Air Force"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blood Red Skies: Japanese Ace Pilot – Saburo Sakai",
    "ID": 251652,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.83",
    "Link": "https://boardgamegeek.com/boardgameexpansion/251652/blood-red-skies-japanese-ace-pilot-saburo-sakai",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This is a mini expansion set for the WWII aircraft miniatures game Blood Red Skies by Warlord Games and designed by Andy Chambers.  This expansion includes Japanese ace pilot Saburo Sakai and additional accessories to add to the core game.&#10;&#10;Components included in this expansion are:&#10;1 Mitsubishi A6M5 Zero Fighter&#10;1 Advantage Flying Base&#10;1 Aircraft Card&#10;2 Aircraft Trait Cards&#10;2 Double-sided Pilot Skill Discs&#10;1 Sabur&#197;&#141; Sakai Ace Card&#10;2 Ace Skill Cards&#10;&#10;Sabur&#197;&#141; Sakai was the Imperial Japanese Navy's fourth highest ranking Ace. When war began he shot down the first B-17 to be lost in the Pacific theatre. During a mission over Guadalcanal Sakai was badly injured but still limped his damage plane home and reported to his superior before collapsing. Despite the loss of an eye, Sakai went on to score at least 69 kills.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Expansion for Base-game",
      "Miniatures",
      "World War II"
    ],
    "Mechanics": [],
    "Families": [
      "Country: Japan",
      "Game: Blood Red Skies",
      "Game: Blood Red Skies – Imperial Japanese Air Force"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blood Red Skies: British Ace Pilot – 'Sailor' Malan",
    "ID": 251653,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.29",
    "Link": "https://boardgamegeek.com/boardgameexpansion/251653/blood-red-skies-british-ace-pilot-sailor-malan",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This is an expansion set for the WWII aircraft miniatures game Blood Red Skies by Warlord Games and designed by Andy Chambers.  This expansion includes British ace pilot &quot;Sailor&quot; Malan and additional accessories to add to the core game.&#10;&#10;Components included in this expansion are:&#10;1 Supermarine Spitfire MKII Fighter&#10;1 Advantage Flying Base&#10;1 Aircraft Card&#10;1 Aircraft Trait Card&#10;2 Double-sided Pilot Skill Discs&#10;1 Sailor Malan Ace Card&#10;2 Ace Skill Cards&#10;&#10;Malan was one of Churchill's original 'few' who fought the Luftwaffe to a standstill during the Battle of Britain where he scored 18 kills and helped revolutionize RAF tactics. Before joining up in 1937 Malan had served in the merchant Navy gaining the 'Sailor' nickname which stuck with him throughout the war. A fine tactician, his war end tally was 27 enemy aircraft.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Expansion for Base-game",
      "Miniatures",
      "World War II"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Blood Red Skies",
      "Game: Blood Red Skies – Royal Air Force"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blood Red Skies: Soviet Ace Pilot – Lydia Litvyak",
    "ID": 251654,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/251654/blood-red-skies-soviet-ace-pilot-lydia-litvyak",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This is an expansion set for the WWII aircraft miniatures game Blood Red Skies by Warlord Games and designed by Andy Chambers.  This expansion includes Soviet ace pilot Lydia Litvyak and additional accessories to add to the core game.&#10;&#10;Components included in this expansion are:&#10;1 Yakovlev Yak-1 Fighter&#10;1 Advantage Flying Base&#10;1 Aircraft Card&#10;2 Aircraft Trait Cards&#10;2 Double-sided Pilot Skill Discs&#10;1 Lydia Litvyak Ace Card&#10;2 Ace Skill Cards&#10;&#10;Lyda Litvyak joined the famed Soviet all-female 586th Fighter Regiment in 1942. She scored her first two kills three days after her arrival, becoming the first woman fighter pilot to shoot down an enemy aircraft. After shooting down the German ace, Erwin Meier, he demanded to meet her to prove he had been bested by a woman. She scored a total of 14 kills.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Expansion for Base-game",
      "Miniatures",
      "World War II"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Blood Red Skies",
      "Game: Blood Red Skies – Soviet Air Force"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blood Red Skies: US Ace Pilot – George Preddy",
    "ID": 251655,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/251655/blood-red-skies-us-ace-pilot-george-preddy",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This is an expansion set for the WWII aircraft miniatures game Blood Red Skies by Warlord Games and designed by Andy Chambers.  This expansion includes US ace pilot George Preddy and additional accessories to add to the core game.&#10;&#10;Components included in this expansion are:&#10;1 P-51D Mustang Fighter&#10;1 Advantage Flying Base&#10;1 Aircraft Card&#10;2 Aircraft Trait Cards&#10;2 Double-sided Pilot Skill Discs&#10;1 George Preddy Ace Card&#10;2 Ace Skill cards&#10;&#10;George Preddy was the top scoring Mustang pilot and was ranked sixth overall among USAAF Aces with a total of 27 aerial victories. Despite suffering from a hangover, on August 6th 1944, Preddy shot down six enemy fighters in the course of one mission, earning him the Distinguished Service Cross.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Expansion for Base-game",
      "Miniatures",
      "World War II"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Blood Red Skies",
      "Game: Blood Red Skies – United States Army Air Forces"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blood Red Skies: German Ace Pilot – Adolf Galland",
    "ID": 251656,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.43",
    "Link": "https://boardgamegeek.com/boardgameexpansion/251656/blood-red-skies-german-ace-pilot-adolf-galland",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This is an expansion set for the WWII aircraft miniatures game Blood Red Skies by Warlord Games and designed by Andy Chambers.  This expansion includes German ace pilot Adolf Galland and additional accessories to add to the core game.&#10;&#10;Components included in this expansion are:&#10;1 Messerschmitt Bf-109E&#10;1 Advantage Flying Base&#10;1 Aircraft Card&#10;2 Aircraft Trait Cards&#10;2 Double-sided Pilot Skill Discs&#10;1 Adolf Galland Ace Card&#10;2 Ace Skill Cards&#10;&#10;Adolf Galland scored an astonishing 57 kills during the Battle of Britain. Never far from controversy he famously responded to Hermann Goering's question on what the Luftwaffe needed to win the Battle by responding, &quot;A Squadron of Spitfires!&quot;. He finished the war with a total score of 104 kills.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Expansion for Base-game",
      "Miniatures",
      "World War II"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Blood Red Skies",
      "Game: Blood Red Skies – Luftwaffe"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blood Red Skies: Boulton Paul Defiant Mk I",
    "ID": 251657,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.83",
    "Link": "https://boardgamegeek.com/boardgameexpansion/251657/blood-red-skies-boulton-paul-defiant-mk-i",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This is an expansion set for the WWII aircraft miniatures game Blood Red Skies by Warlord Games and designed by Andy Chambers.  This expansion includes the Boulton Paul Defiant Mk I and additional accessories to add to the core game.&#10;&#10;Components included in this expansion are:&#10;1 Boulton Paul Defiant MkI Plane&#10;1 Advantage Flying Base&#10;2 Double-Sided Pilot Skill Disc&#10;1 Aircraft Card&#10;&#10;The Boulton Paul Defiant was an infamous fighter plane used by the RAF at the start of the war, distinguished by its turret-mounted guns.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Expansion for Base-game",
      "Miniatures",
      "World War II"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Blood Red Skies",
      "Game: Blood Red Skies – Royal Air Force"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Supreme Board Game",
    "ID": 251664,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.77",
    "Link": "https://boardgamegeek.com/boardgame/251664/supreme-board-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "2.5",
    "Description": "Supreme Board Game is a fun Family Board Game for all ages and skill levels because it offers you the choice between 7 varying levels of skill and luck. It's also perfect for Tournament Play or fun Family Game Nights. 2 to 6 players can learn the easy rules in 15 minutes and a game can be played in 15 - 25 minutes. Supreme Board Game is basically a Race to strategically maneuver your pawns around the board forward, backward or through risky Tunnels and bear them off by exact count before your opponent does. Along the way you will have lots of exciting choices and some tough decisions to make. You may collect tokens for future Rerolls, but the question is when would be the optimal time to best use them to help you win the game? The game has very high replayability, and no two games will ever be identical. During the fast paced back and forth action, the lead can change quickly, and you won't know for sure who the winner will be until the final roll of the game !&#10;&#10;You will be entertained with a brand New Game Mechanic never seen before called 'Tunnels', which adds an exciting element of Risk vs Reward, and it makes the endings suspenseful because there is always a chance for a last minute come from behind victory !  During the middle and end game, you may Press your Luck and choose to enter one of the many Tunnels in hopes of exiting closer to the finish. This is a risky maneuver that may or may not pay off?&#10;&#10;The optional Tournament Backgammon Doubling Cube is another powerful game mechanic that is used at skill levels 5, 6 and 7 to create a competitive 2 player match. It takes Years of Study to Master the proper decision making involved with the Doubling Cube in match play, but highly skilled players are rewarded for their efforts by minimizing the luck of the dice !&#10;&#10;Optional Rules also include a cooperative variant for 3 to 6 players (or more) called a Chouette. This game variant is a great way for beginners to learn strategy and tactics from more experienced players by playing together as a team and discussing all of your strategic options.&#10;&#10;Supreme Board Game was designed to be the perfect tabletop game for social Tournament Play and friendly competition. We have hosted well over 100+ weekly Supreme Board Game Tournaments at public venues, and all of the managers have gladly donated Gift Cards to the Top Winners.&#10;&#10;CONTENTS : Supreme Board Game is printed on a 32&quot; x 22&quot; Giant Size Play Mat made of Waterproof Premium Vinyl, and rolls up into a 24&quot; x 3&quot; Carrying Tube. It also comes with (13) XXL Colored Pawns, (6) 16 mm Cube Tokens, (3) D6 Dice, (1) Backgammon Doubling Cube and (3) Sheets of Instructions.&#10;&#10;NOTE : This is Version 2 of Supreme Board Game, and most of the rules have been revised since Version 1 to give you many more options to choose from on every turn. The skill and strategy in the Advanced Game has been greatly enhanced to make the game more fun, exciting and highly competitive when playing 2 Player Matches with the Doubling Cube.&#10;&#10;From the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Dice",
      "Party Game",
      "Racing"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Dice Rolling",
      "Push Your Luck",
      "Race",
      "Roll / Spin and Move",
      "Track Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "EndStream",
    "ID": 251667,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/251667/endstream",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "EndStream is an adults-only, strategic card game for 2 players (30-60 min).&#10;&#10;Each player has a stream of 6 random turnpoints, placed apart (each card represents a century), thus creating a board of 6x2 upon which the operators can move.&#10;&#10;Each player has a hand of 7 cards, and a set of resource cards face down in front of them. On their turn, using the resources available, you will pay the cost of your cards, activate abilities, move your team across the timeline and work towards defeating your opponent.&#10;&#10;Our universe is a stream of time. There are many streams, and the tech which allows to travel in and between them has fallen into the wrong hands. It is being used for drug trade, enslavement, human experimentation, and other atrocities. You will be playing a gang of dark and twisted outlaws, manipulating history to eradicate the competition.&#10;&#10;Like rocks in a stream, major events in history have the power to redirect the flow of time. Those events are called turnpoints, and their outcome can strengthen or weaken each player&rsquo;s operators.&#10;&#10;There are 3 types of outcomes, each advances a type of agenda : military, political or scientific. In short: Want to make a soldier stronger? Undermine peace talks and start a war. At your disposal are six operators and a hideout. Your goal is to either eliminate all rival operators or destroy their hideout.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Majority / Influence"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Impact Financial Jr.",
    "ID": 251669,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/251669/impact-financial-jr",
    "Min Players": "1",
    "Max Players": "30",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Welcome to Impact Financial! As newly hired junior financial analysts, the company has sent you promote awareness of global social impact initiatives doing well in the stock market. You&rsquo;ll be given a monthly budget to invest in the stock market. Do well and the organization leaders will approve your application to become a full fledged financial analyst!&#10;&#10;Impact Financial Jr. is a version of the full game Impact Financial designed to cater classroom type settings with large number of players. These teacher&rsquo;s components can be printed out or pre-rolled into a presentation. The students simply need the worksheet and a pen to play.&#10;&#10;The game is played in eight rounds. In each round there is a target behavior of the market which can swing depending on the token drawn by the facilitator.&#10;&#10;After the stocks go up and down, players then look at their player sheet and write down their purchases and sales in their appropriate stock boxes. Their buying power is not carried over per round so they must make sound investments throughout the eight rounds of the game.&#10;&#10;When the game ends whoever has the highest value wins! Tie-breaks for the most diverse portfolio.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Stock Holding"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Universal Miniatures Battles",
    "ID": 251670,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/251670/universal-miniatures-battles",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Universal Miniatures Battles (UMB) is a generic set aiming to cover both all of history up to the Late Medieval period as well as any fantasy of a similar technological level.&#10;&#10;All troops are divided into a number of basic categories, e.g. light cavalry, skirmishers, or (for fantasy) monstrous infantry. These are then customized by rating each unit for skill, discipline, stamina, and any approprate special rules.&#10;&#10;Players then take turns activating the divisions of their army, with any or all units of an activated division able to shoot, move, charge etc. Any that do not do so are available to react to enemy activations later in the turn.&#10;&#10;The game is meant to be played by special attack and defense dice, but these can trivially be replaced with ordinary D6's. Any genre or period miniatures can be used, although the author recommends that both sides use the same scale!&#10;&#10;",
    "Categories": [
      "Ancient",
      "Fantasy",
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "React!",
    "ID": 251671,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/251671/react",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "React! is meant for 2 - 4 players. Players buy and trade chemicals, discover and perform reactions, and create special molecules, all while learning organic chemistry.&#10;&#10;You start with drawing cards, either chemicals or events. Then combine substrate and reagent cards to discover a reaction card. Mix reagent and reaction cards to discover your lab bench molecule. Events allow you to do something more, perhaps steal, sabotage, protect or more. Be the first to get all the reactions on your lab bench to win the game.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Proof!",
    "ID": 251677,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.83",
    "Link": "https://boardgamegeek.com/boardgame/251677/proof",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Nine cards, each with one number from 0 to 100, are arranged face-up in a 3X3 grid. Players simultaneously try to create equations using at least three cards in the grid and as many math symbols as necessary. A player keeps the cards he uses to make an equation, and those cards are replaced in the grid with new ones. Play continues until the deck runs out. The player who has collected the most cards wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Math"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Owl Solve That!",
    "ID": 251679,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/251679/owl-solve-that",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Owl Solve That! challenges players to use any combination of addition, subtraction, multiplication and division to create equations that equal a solution card in their hand. The first player to create an equation earns points. One point is earned for each number card used from the board to create the equation. The speed element of creating your equations before your opponents add an extra layer of challenge and competition to the game&#10;-description from publisher's website&#10;&#10;Five number cards are placed face-up next to one another on the game board. In turn order, a player chooses one of the three solution cards in her hand and uses the number cards to make an equation that totals to the number on the solution card. She receives a point for each number card used in her solution. Opponents can score two bonus points for finding a solution before she does. Number cards and solution cards are replenished, turn passes to the next player, and the game ends when a player reaches 25 points.&#10;-user summary&#10;&#10;",
    "Categories": [
      "Card Game",
      "Math",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mind Your Numbers",
    "ID": 251680,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/251680/mind-your-numbers",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Each player has an identical set of tiles numbered 0 through 9, along with three division, subtraction, and addition tiles and two multiplication tiles. On a turn, each player chooses a math symbol, and then each player chooses a number. Each player then performs a mathematical operation using his number, his symbol, and his opponent&rsquo;s number. Results are compared. The player with the higher result gets a cube. If any result is between 0 and 9, a cube is placed onto the matching number on a game board. Used tiles are discarded. Play continues until all the number tiles are gone (nine rounds). Each player then collects all the cubes on the board that cover either of the two mystery numbers that he selected at the beginning of the game. The player with the most cubes wins.&#10;&#10;",
    "Categories": [
      "Math"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mighty Pig Tug",
    "ID": 251681,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.80",
    "Link": "https://boardgamegeek.com/boardgame/251681/mighty-pig-tug",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Ropes equal to the number of players extend outward from a mud pit. Each rope has room for three pigs. Players manage a hand of three cards and take turns either adding a pig card with a point value of from 5 to 50 to one of the spaces on their ropes or playing an action card. A fourth pig added to a rope causes another pig on that rope to fall into the mud pit. The game ends when the Mighty Pig Tug card is drawn; at that time, the player whose pigs on his rope sum to the highest value wins.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Marble Matrix",
    "ID": 251683,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.57",
    "Link": "https://boardgamegeek.com/boardgame/251683/marble-matrix",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Forty-eight marbles, each in one of six colors, are placed onto a 7X7 grid, with the center grid space left empty. Players take turns sliding marbles across the grid so that two or more matching marbles line up. The players collect those matching marbles. Play continues until a player cannot create any matches. Each player then scores one point for each set of three matching marbles that she has collected. The player with the most points wins.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Castle Strife Games",
    "ID": 251684,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/251684/castle-strife-games",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Castle Strife Games is a collection of 4 chess variants that also includes traditional chess (on the back of the quad-fold board). The Castle Strife Games website, CastleStrife.com, includes a full description and rules for all 4 variants:  (traditional chess is Level 1), Castle Siege Chess (Level 2), Castle Action Chess (Level 3), Castle Attack Chess (Level 4), and the team game Castle Challenge Chess (Level 5). The games are for sale on Etsy.com. More information, including how to play, is on CastleStrife.com. Pictures of VCU students playing the games at the Chess Club at VCU can be seen at the Castle Chess Club meetup site.&#10;&#10;Castle Siege Chess has been programmed in Zillions of Games and can be played on a registered copy of Zillions of Games 2.0 or higher (maybe even 1.0). The latest version of the electronic game can be downloaded from my website CastleStrife.com. Click Castle Siege Chess on the home page and then click the Computer Games button in the header menu. The download links are in the middle of the page. You can then play the game either against the computer or another person by simply double-clicking the .zrf file for either the 590 pixel version for laptops or the 800 pixel one for larger monitors. It can even be played online through Zillions of Games.&#10;&#10;The circular chess board is actually a circular board merged with a square board in its center. Byzantine Chess (aka Circular Chess) is played on a 4 track circular board with a hole in the center. It has 2 directions of attack on the opponent's starting position. I (Rich VanDeventer, inventor, designer, developer, and publisher of Castle Strife Games) decided to merge a 6x6 square chess board into the hole and morph it into the inner ring of the circular board so that all chess paths progressed smoothly from the square area into the circular area. I ended up with 3 circular paths, 1 transition circular path, and a 4x4 square center and I named the board CirSquare 96 (it has 96 spaces). In merging a square with a circle, I could not avoid having 4 triangular spaces in the transition circle. Those 4 triangular spaces have turned out to be one of the main advantages of the board. Not only does the CirSquare 96 chess board have 3 directions (front and two sides) of attack (versus a traditional chess board's 1 direction of attack--frontal only) on the opponent's castle (starting area), but the 4 triangles provide a way for the Queen, Rook, and Bishop to gain a 5th direction of coverage when their paths pass through a triangular space, because they can exit either of the other two corners or sides (depending on how they entered the triangular space).&#10;&#10;The CirSquare 96 is exactly 50% larger than an 8x8 chess board. If all 24 spaces in each castle are used for pieces, it has exactly 50% more pieces than traditional chess. So the ratio of starting pieces to open spaces in the battlefield (the 4 rows of spaces between the castles) is 1:1, which is the same as traditional chess, so the board has the same feeling of openness at the beginning of the game.&#10;&#10;All the traditional chess pieces move the same as they do in traditional chess. You can also castle, if you use the standard setup for the traditional chess pieces. Since the board is 12 squares wide across the battlefield, there are 12 Pawns, which of course is 4 more than traditional chess. If you use only the standard 8 pieces of a traditional chess set that are not Pawns, there will be 4 spaces in the back of the castle that are open. That is how I initially played the game. It played very well, but felt too much like traditional chess. So I decided to come up with pieces to fill those 4 spaces. First, I used 2 more Knights and 2 more Bishops. That provided very strong armies, but it was not different enough for me. So started a search for medieval warriors that the traditional chess set was missing.&#10;&#10;I began looking at medieval war paintings and soon realized that the main things missing were Archers and Catapults. So I put 2 Archers and 2 Catapults in the back of the castles. I made their moves compliment the Knights, Bishops, and Rooks. The Archer became a short-range Bishop that can jump and the Catapult became a short-range Rook that can jump. They have worked out to be outstanding additions to the traditional chess set. Almost everyone who has played Castle Siege Chess at least 3 times has ended up either liking it or loving it. I started a chess club at VCU in Richmond, VA almost 3 years ago and introduced my games to the members. Some of the traditional chess purists did not want to play them, but many of the very good chess players and a lot of the average players played Castle Siege Chess fairly often. Several of the club members switched to playing only Castle Siege Chess, although that was not my intention because I love both traditional chess and my games. Much like Bobby Fischer liked both traditional chess and chess variants.&#10;&#10;A few years later, I decided to try to make Castle Siege Chess more like conducting a real medieval war on a chess board. I added Action cards to Castle Siege Chess to get Castle Action Chess. The Action cards are mainly used to give special moves to pieces that they normally could not perform. That eventually worked out quite well, but there was still a lot of aspects of medieval war action were missing.&#10;&#10;So I began thinking about what else was missing. What about weapons? So I added weapons to Castle Action Chess and got Castle Attack Chess. Weapons allow your pieces to capture opponent's pieces without having to move your piece--the weapon makes the move. That soon began working very well, and was quite popular among several of the chess club members. But there was still a lot of medieval war activity that was missing.&#10;&#10;Then I started really thinking hard about what else was missing. I came up with:  money to buy weapons and captured pieces; reinforcements; a dungeon and oubliette for captured pieces; challenges between pieces; and, a team of players (General, Commander, and Finance Officer) for each side. To make it all work, I added aspects of other board games:  dice, action cards, power cards, and time cards. I also came up with Catastrophe cards. I added more weapons--both offensive weapons for the pieces and defensive &amp; offensive weapons for the board. It took several years of play testing to work out the kinks, but the game is now quite perfected. And it is a blast to play once all the players have played it at least 3 times so they know it quite well.&#10;&#10;Besides CastleStrife.com, you can also go to my meetup site--Castle Chess Club meetup--to see hundreds of pictures of the Chess Club at VCU (Virginia Commonwealth University) in action playing both traditional chess and my Castle Strife Games (mainly Castle Siege Chess). We even had several Castle Siege Chess tournaments. My games are for sale on Etsy.com, just use the Etsy search field to find Castle Siege Chess. Links to all my games are on each listing. I hope that you will check them out.&#10;&#10;Sorry for the long description.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "CrossBlitz",
    "ID": 251686,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/251686/crossblitz",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Two category cards are revealed. Players have three minutes to write answers that fit either category onto a Scrabble-like grid in crossword fashion. Players get one point for each word formed. A few squares in the grid, if covered by a letter, will provide additional points or other benefits. The winner is the player with the most points after five rounds.&#10;&#10;",
    "Categories": [
      "Real-time",
      "Word Game"
    ],
    "Mechanics": [
      "Paper-and-Pencil"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Biome Builder",
    "ID": 251687,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/251687/biome-builder",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "In Biome Builder, your mission as an ecologist in training is to build a food chain from plants to apex predators- think algae to great white shark in the ocean. A biome is a community of plants and animals unique to a habitat. In this game you have 4 different habitats in which you start building a biome: the Amazon Rainforest, the Sahara Desert, the Pacific Ocean, and the American Prairie. Each player creates food chains (biomes) in four different environments and banks their biomes for points.&#10;&#10;Cards come in four suits (biomes). Each suit has multiple cards numbered one through five. The players manage hands of five cards and have access to a central market of five face-up cards. Players may build two biomes at one time in their play area by playing cards of each biome on top of one another, with each succeeding card greater in value than the prior one, as in Lost Cities. Players also may trade with the market and discard action cards, taking as many actions on their turns as they have cards for. Hands are replenished at turn&rsquo;s end. A biome of at least three cards may be &ldquo;banked&rdquo; at any time, making room in the player&rsquo;s play area for a new biome to begin. Play continues until the deck runs out. Players then add up the values of the cards in their banked biomes and collect a 10-point bonus for each biome that used all numbers 1 through 5.&#10;&#10;After going through the entire deck the player with the highest set of banked biomes wins.&#10;&#10;Winner of Gold Medal from International Serious Play 2018&#10;2018 Seal of Approval from the National Parenting Center&#10;Best Family Game at 2017 Boston Festival of Independent Games&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Environmental"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Components: Wooden pieces & boards",
      "Crowdfunding: Kickstarter",
      "Theme: Ecology",
      "Theme: Nature"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "dittoit!",
    "ID": 251689,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/251689/dittoit",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Each team receives a deck with an agreed-upon number of cards. A team member draws a card that contains a category and a number of clues related to the category. The card is handed unseen to the other team, and a player from that team reads the category and the clues, one at a time. The clues re-write sayings, titles, events, objects, etc. using synonyms. The team whose member drew the card tries to figure out the original wording of all the clues within 30 seconds. If the team succeeds, the card is discarded. The first team to run out of cards wins.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Real-time",
      "Word Game"
    ],
    "Mechanics": [
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "商会都市の商人たち (Shoukai Toshi no Shounin Tachi)",
    "ID": 251690,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.75",
    "Link": "https://boardgamegeek.com/boardgame/251690/shang-hui-du-shi-noshang-ren-tachi-shoukai-toshi-n",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "User summary&#10;&#229;&#149;&#134;&#228;&#188;&#154;&#233;&#131;&#189;&#229;&#184;&#130;&#227;&#129;&#174;&#229;&#149;&#134;&#228;&#186;&#186;&#227;&#129;&#159;&#227;&#129;&#161; (Shoukai Toshi no Shounin Tachi) is about the 'Merchants in the Syndicate City'.&#10;&#10;You have to draft and collect area and product cards. You will obtain points according to the cards you get: for the areas where you have a majority, for the connected areas you control, and points for the products. After 3 rounds, the player who has collected the most VP will become the winner.&#10;&#10;Publisher's summary&#10;&#227;&#130;&#168;&#227;&#131;&#170;&#227;&#130;&#162;&#227;&#129;&#168;&#229;&#149;&#134;&#229;&#147;&#129;&#227;&#129;&#140;&#230;&#155;&#184;&#227;&#129;&#139;&#227;&#130;&#140;&#227;&#129;&#159;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#146;&#227;&#131;&#137;&#227;&#131;&#169;&#227;&#131;&#149;&#227;&#131;&#136;&#227;&#129;&#151;&#227;&#129;&#166;&#233;&#155;&#134;&#227;&#130;&#129;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#233;&#155;&#134;&#227;&#130;&#129;&#227;&#129;&#159;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#129;&#171;&#227;&#130;&#136;&#227;&#129;&#163;&#227;&#129;&#166;&#227;&#128;&#140;&#227;&#130;&#168;&#227;&#131;&#170;&#227;&#130;&#162;&#227;&#131;&#158;&#227;&#130;&#184;&#227;&#131;&#167;&#227;&#131;&#170;&#227;&#131;&#134;&#227;&#130;&#163;&#227;&#129;&#171;&#227;&#130;&#136;&#227;&#130;&#139;&#227;&#130;&#168;&#227;&#131;&#170;&#227;&#130;&#162;&#227;&#129;&#148;&#227;&#129;&#168;&#227;&#129;&#174;&#229;&#190;&#151;&#231;&#130;&#185;&#227;&#128;&#141;&#227;&#128;&#140;&#232;&#135;&#170;&#229;&#136;&#134;&#227;&#129;&#140;&#230;&#148;&#175;&#233;&#133;&#141;&#227;&#129;&#153;&#227;&#130;&#139;&#227;&#130;&#168;&#227;&#131;&#170;&#227;&#130;&#162;&#227;&#129;&#174;&#233;&#128;&#163;&#231;&#181;&#144;&#227;&#129;&#171;&#227;&#130;&#136;&#227;&#130;&#139;&#229;&#190;&#151;&#231;&#130;&#185;&#227;&#128;&#141;&#227;&#128;&#140;&#229;&#149;&#134;&#229;&#147;&#129;&#227;&#129;&#148;&#227;&#129;&#168;&#227;&#129;&#174;&#229;&#190;&#151;&#231;&#130;&#185;&#227;&#128;&#141;&#227;&#130;&#146;&#231;&#141;&#178;&#229;&#190;&#151;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#239;&#188;&#147;&#227;&#131;&#169;&#227;&#130;&#166;&#227;&#131;&#179;&#227;&#131;&#137;&#232;&#161;&#140;&#227;&#129;&#132;&#227;&#128;&#129;&#230;&#156;&#128;&#227;&#130;&#130;&#229;&#190;&#151;&#231;&#130;&#185;&#227;&#129;&#174;&#233;&#171;&#152;&#227;&#129;&#132;&#228;&#186;&#186;&#227;&#129;&#140;&#229;&#139;&#157;&#232;&#128;&#133;&#227;&#129;&#168;&#227;&#129;&#170;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Open Drafting",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "HIKTORUNE",
    "ID": 251691,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.03",
    "Link": "https://boardgamegeek.com/boardgame/251691/hiktorune",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "45",
    "Weight": "0",
    "Description": "HIKTORUNE is a cooperative dexterity game in which you try to pull out magic cards one by one from the bundle in order to trigger their effects, clear the quest, and appease the dragon.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Babel: The Weird Word Game",
    "ID": 251692,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/251692/babel-the-weird-word-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The Babel deck consists of 56 cards, namely, two complete alphabets and the numbers 2,3,4, and 8. Seven cards are dealt to each player. Players simultaneously use some or all of their cards to create one babel each. A babel is a shorthand form of a word or phrase. (The idea is reminiscent of the game Inklings.) Then, players take turns guessing one another&rsquo;s babels. Both the babeler and the first correct guesser receive the same score, which is the number of letters in the babel&rsquo;s meaning. For example, GDR, meaning German Democratic Republic, is worth 24 points. 3 GD LYR, meaning &ldquo;three good liars,&rdquo; is worth 14 points. Play an agreed-upon number of rounds.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "コトノハ探偵 (Kotonoha tantei)",
    "ID": 251693,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/251693/kotonohatan-zhen-kotonoha-tantei",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "User summary&#10;&#227;&#130;&#179;&#227;&#131;&#136;&#227;&#131;&#142;&#227;&#131;&#143;&#230;&#142;&#162;&#229;&#129;&#181; (Kotonoha tantei) is a Japanese game about being a Word Detective.&#10;&#10;This is a guess-the-word game where one player will choose a topic related to the words that are lined up and will give hints of the topic, and the other players will have to guess it. You will have to use not only the hint of the person who set the theme, but also other players' answers.&#10;&#10;The player who set the topic will get more points if the other players take longer to solve the word, conversely answering player will get more point if they solve the word faster.&#10; Each player will take a turn to set a topic and at the end the player with the most VP will become the winner.&#10;&#10;Publisher's summary&#10;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#174;&#228;&#184;&#128;&#228;&#186;&#186;&#227;&#129;&#140;&#233;&#129;&#184;&#227;&#130;&#147;&#227;&#129;&#160;&#227;&#129;&#138;&#233;&#161;&#140;&#227;&#129;&#168;&#227;&#129;&#174;&#233;&#150;&#162;&#228;&#191;&#130;&#230;&#128;&#167;&#227;&#129;&#167;&#228;&#184;&#166;&#227;&#129;&#185;&#227;&#130;&#137;&#227;&#130;&#140;&#227;&#129;&#159;&#232;&#168;&#128;&#232;&#145;&#137;&#227;&#130;&#146;&#227;&#131;&#146;&#227;&#131;&#179;&#227;&#131;&#136;&#227;&#129;&#171;&#227;&#129;&#138;&#233;&#161;&#140;&#227;&#129;&#168;&#227;&#129;&#170;&#227;&#129;&#163;&#227;&#129;&#159;&#232;&#168;&#128;&#232;&#145;&#137;&#227;&#130;&#146;&#228;&#187;&#150;&#227;&#129;&#174;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#140;&#230;&#142;&#168;&#231;&#144;&#134;&#227;&#129;&#153;&#227;&#130;&#139;&#227;&#131;&#175;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#229;&#135;&#186;&#233;&#161;&#140;&#232;&#128;&#133;&#239;&#188;&#136;&#227;&#129;&#138;&#233;&#161;&#140;&#227;&#130;&#146;&#229;&#135;&#186;&#227;&#129;&#151;&#227;&#129;&#159;&#228;&#186;&#186;&#239;&#188;&#137;&#227;&#129;&#174;&#230;&#156;&#128;&#229;&#136;&#157;&#227;&#129;&#174;&#227;&#131;&#146;&#227;&#131;&#179;&#227;&#131;&#136;&#227;&#129;&#160;&#227;&#129;&#145;&#227;&#129;&#167;&#227;&#129;&#170;&#227;&#129;&#143;&#228;&#187;&#150;&#227;&#129;&#174;&#228;&#186;&#186;&#227;&#129;&#174;&#229;&#155;&#158;&#231;&#173;&#148;&#227;&#130;&#130;&#227;&#131;&#146;&#227;&#131;&#179;&#227;&#131;&#136;&#227;&#129;&#168;&#227;&#129;&#151;&#227;&#129;&#166;&#228;&#184;&#166;&#227;&#130;&#147;&#227;&#129;&#167;&#227;&#129;&#132;&#227;&#129;&#141;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#229;&#135;&#186;&#233;&#161;&#140;&#232;&#128;&#133;&#227;&#129;&#175;&#227;&#130;&#136;&#227;&#130;&#138;&#233;&#129;&#133;&#227;&#129;&#143;&#230;&#173;&#163;&#232;&#167;&#163;&#227;&#129;&#140;&#229;&#135;&#186;&#227;&#130;&#139;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#129;&#167;&#227;&#128;&#129;&#227;&#129;&#190;&#227;&#129;&#159;&#229;&#155;&#158;&#231;&#173;&#148;&#232;&#128;&#133;&#227;&#129;&#175;&#227;&#130;&#136;&#227;&#130;&#138;&#230;&#151;&#169;&#227;&#129;&#143;&#230;&#173;&#163;&#232;&#167;&#163;&#227;&#129;&#153;&#227;&#130;&#139;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#129;&#167;&#229;&#190;&#151;&#227;&#130;&#137;&#227;&#130;&#140;&#227;&#130;&#139;&#229;&#190;&#151;&#231;&#130;&#185;&#227;&#129;&#140;&#233;&#171;&#152;&#227;&#129;&#143;&#227;&#129;&#170;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;&#229;&#133;&#168;&#229;&#147;&#161;&#227;&#129;&#140;1&#229;&#155;&#158;&#227;&#129;&#154;&#227;&#129;&#164;&#229;&#135;&#186;&#233;&#161;&#140;&#227;&#130;&#146;&#227;&#129;&#151;&#227;&#129;&#166;&#230;&#156;&#128;&#227;&#130;&#130;&#229;&#190;&#151;&#231;&#130;&#185;&#227;&#129;&#174;&#233;&#171;&#152;&#227;&#129;&#132;&#228;&#186;&#186;&#227;&#129;&#140;&#229;&#139;&#157;&#232;&#128;&#133;&#227;&#129;&#168;&#227;&#129;&#170;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#153;&#10;&#10;",
    "Categories": [
      "Deduction",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Check the Fridge!",
    "ID": 251694,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.36",
    "Link": "https://boardgamegeek.com/boardgame/251694/check-the-fridge",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "The deck consists of 48 food cards, each displaying one of six kinds of food, including three cheese cards. The nine cards in each of the five non-cheese foods (suits) are numbered in such a way that each such suit contains three triplets that add up to twenty five, eg, 4, 6, and 15. The object is to collect the most triplets. Each player begins with a hand of five cards. In turn order, a player asks for a food. Every player who has a card or cards of that food in her hand must offer all of those cards  and no others to the questioner. Players who do not have that food in their hands may either sit out or bluff by offering the questioner one or more cards of any type. The questioner chooses one offer, sight unseen, and adds those cards to her hand. Players meld their triplets when they create them. Play continues until only the cheese cards remain in players&rsquo; hands. Players score one point for each melded triplet and minus one for each cheese card in their hands.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Math"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "榎コロ (Eno Koro)",
    "ID": 251695,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/251695/jia-koro-eno-koro",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "&#230;&#166;&#142;&#227;&#130;&#179;&#227;&#131;&#173; (Eno Koro) is a worker placement game with a single type of resource in which player researchers grow a mushroom-like species.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Worker Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Savannah Smile",
    "ID": 251702,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.18",
    "Link": "https://boardgamegeek.com/boardgame/251702/savannah-smile",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "In Savannah Smile (&#227;&#130;&#181;&#227;&#131;&#144;&#227;&#131;&#179;&#227;&#131;&#138;&#227;&#130;&#185;&#227;&#131;&#158;&#227;&#130;&#164;&#227;&#131;&#171;), you're competing against others to prove that you're the best when it comes to snapping pics of animals. The savanna animals are on high alert, though, and do not smile easily, so you might need to wait carefully in the same place in order to take good pictures. Let's take the best photos!&#10;&#10;",
    "Categories": [
      "Animals"
    ],
    "Mechanics": [],
    "Families": [
      "Continents: Africa",
      "Theme: Safaris"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "小説と邂逅　千呼万換 (Novels and Encounters)",
    "ID": 251711,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.30",
    "Link": "https://boardgamegeek.com/boardgame/251711/xiao-shuo-toxie-hou-qian-hu-mo-huan-novels-and-enc",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "&#229;&#176;&#143;&#232;&#170;&#172;&#227;&#129;&#168;&#233;&#130;&#130;&#233;&#128;&#133;&#227;&#128;&#128;&#229;&#141;&#131;&#229;&#145;&#188;&#228;&#184;&#135;&#230;&#143;&#155; (Novels and Encounters) is a game that bears the alternate title Rendezvous in Literature.&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Price of Honor: The Battle of Callao, May 1866",
    "ID": 251720,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/251720/the-price-of-honor-the-battle-of-callao-may-1866",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Price of Honor details the battle of Callao fought on May 2nd, 1866. The South American countries of Peru, Bolivia and Chile united in defying the Spanish government access to the nitrate rich Chincha Islands, and over other trade issues. Anti-Spanish riots and atrocities against Spanish citizens in these nations led to Spain ordering a powerful squadron of warships, led by the ironclad battleship Numancia, to seize the Chincha Islands and blockade their coasts. This was a flagrant violation of the Monroe Doctine, and the US and British governments also sent squadrons of warships to the area to monitor the situation, and possibly intervene against the Spanish fleet.&#10;&#10;After taking the islands and announcing a blockade the Spanish Admiral Casto Mendez Nu&ntilde;ez announced that unless reparations were paid and apologies given by the South American Allied nations to Spain, the Spanish ships would begin attacking their shipping and ports. This threat was made reality on March 31st when the Spanish warships bombarded Valparaiso, Chile. The port was largely defenseless and unable to effectively resist. Emboldened, the Spanish fleet moved onto Callao where the bulk of the Allied warships and commercial shipping had concentrated. The port defenses here were more substantial and armed with modern guns, including five massive 22 ton Blakely guns in armored turrets, as well as bolstered by two ironclads, the Loa and Victoria. Learning that two new Peruvian ironclads, the Huascar and Independencia, were also about to arrive, Admiral Nu&ntilde;ez ordered an attack on May 2nd, despite the looming presence of the American and British warships whose leaders threatened to intervene.&#10;&#10;The Spanish fleet&rsquo;s attack at Callao was violent and damaging. Nearly 6,000 shells were fired by the Spanish ships alone, causing many casualties and much damage to the port&rsquo;s defensive works and Allied warships. The Spanish fleet, however, also suffered with several of their warships severely damaged, crippled, or nearly sinking by the end of the afternoon when Admiral Nu&ntilde;ez ordered the Spanish fleet to break off and retire. Although inconclusive both sides claimed victory. Can you do as well or better than your historical counterpart?&#10;&#10;Each copy of The Price of Honor is composed of the following:&#10;&#10;One 11 by 17 inch hex map&#10;Two sheets of 242 (total) single-sided, unmounted counters&#10;One Players' Aid Sheet&#10;Seven pages of rules&#10;&#10;Price of Honor is designed by Paul Rohrbaugh with graphics by Bruce Yearian. The game uses the same card draw design as in A Bold Fight: The Battle of Mobile Bay, Duel of Iron: The Battle of Hampton Roads (already published) and the forthcoming games in Albemarle Sound (Thunder Upon the Water), Head of Passes/Forts Jackson and St. Philip (No Time For Prayer).&#10;&#10;An optional card set for the game is also available. It replaces the standard deck of playing cards, features graphics by Bruce Yearian, and has rules reminders on pertinent cards.&#10;&#10;",
    "Categories": [
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Open Drafting",
      "Simulation"
    ],
    "Families": [
      "Country: Peru",
      "Country: Spain"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "If Dragons Fight: The Struggle for Taiwan",
    "ID": 251721,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.40",
    "Link": "https://boardgamegeek.com/boardgame/251721/if-dragons-fight-the-struggle-for-taiwan",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "3",
    "Description": "If Dragons Fight: China vs. Taiwan in the Near Future (IDF), is a &quot;what if&quot; simulation of the fighting that could occur across that island, within the timeframe of the next five or so years, if the mainlanders decide political or geostrategic conditions have evolved to where they must resolve the issue finally and by force. Such a situation would most likely occur if either or both the following two developments took place: 1) the Taiwanese officially declared their independence; and/or 2) the mainland Chinese learned the islanders had gotten, or were about to get, nuclear weapons.&#10;&#10;This is a two-player wargame of low-intermediate complexity that posits the critical ground-phase of this might-be war as lasting no longer than about two weeks. Such a campaign would most likely have to be preceded by a roughly equal period during which the mainlanders would use aero-naval bombardment to neutralize the ships and planes of the defenders--a long established prerequisite for oceanic invasions of this type.&#10;&#10;At the start of the game that preliminary step is presumed to have been completed. The follow-on ground war would likely be supremely violent in regard to how wars have recently been judged, but would have to be limited as to its duration. After a total crisis--aero-naval and ground--of about a month, it's most likely some kind of negotiated settlement would have to be put in place (barring the complete conquest of Taiwan) due to the inescapable economic, political and social disarray both sides would be put through by such a supreme effort.&#10;&#10;In sum, then, the Chinese player is attempting to seize as much of the urban area of Taiwan as he can, while his opponent is seeking to contain the invaders' beachhead in as small an area as possible. The operational goal of the Chinese is to seize enough territory to render Taiwan inoperable as an independent polity or, failing that, at least create a lodgment large enough to force the islanders to grant major concessions in order to get them to leave.&#10;&#10;Though designed for two-player use, the game is easily adapted for solitaire play.&#10;&#10;Both sides orders of battle are drawn from the most recent and complete unclassified sources available. Of course, the overall Chinese ground force goes way beyond the units included in the game. For this invasion, however, about the most that could be supplied would be their airborne divisions, their special forces groups, their marine brigades, their purpose-organized amphibious regular army units, and the line units of the Nanjing Military District. (Due to its proximate geographic location in relation to Taiwan, the NMD would be the higher-level headquarters most likely to be directing this operation.) The entire Taiwanese ground force order of battle--when represented at this scale within these system parameters--is included.&#10;&#10;Players will quickly notice there's no possibility for non-Chinese intervention into the air or ground war in the game. That's because it's not reasonable to believe the PRC would risk a wider war by launching this operation unless they'd first managed to diplomatically isolate Taiwan, at least temporarily, while the rest of the world judged whether any aid effort was worthwhile or even viable.&#10;&#10;The exception to that is in the cyberwarfare rules. In that arena of &quot;war in the cloud,&quot; it seems likely the Taiwanese would have major (though certainly still clandestine) support of many of the world's democratic governments as well as hordes of politically unaffiliated techies. Whether such efforts can prove decisive remains one of the great unanswered questions of 21st century warfare.&#10;&#10;Another overarching characteristic of the game is its unforgiving combat resolution subsystem. That is, there's no possibility of retreat from battle: all combat results are sustained as strength losses. That's to reflect the fact we have here two well armed forces, both highly motivated to achieve their objectives, and both armed to the teeth with the most lethal modern weaponry available. At the same time, both militaries would be new to warfare of this intensity.&#10;&#10;We're also assuming the invasion isn't being made during the monsoon season, so there are no rules for severe weather.&#10;&#10;Projected Contents:&#10;One 22x34&quot; map/playing surface&#10;One sheet of 5/8&quot; mounted, die-cut playing pieces&#10;One rules book&#10;Charts and tables&#10;Dice&#10;Game Box&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: China",
      "Country: Taiwan",
      "Theme: Alternate History"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Galaxy Wrestling Federation",
    "ID": 251724,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.74",
    "Link": "https://boardgamegeek.com/boardgame/251724/galaxy-wrestling-federation",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1",
    "Description": "In Galaxy Wrestling Federation, you need to overcome opponents so that you can win championship belts and win the entire event, but you have only a small hand of moves that you can make, so manage them well!&#10;&#10;Each player receives a hand of ten wrestling cards and one victory card; each wrestling card has a strength value on it as well as an opposing value that it overcomes. On a player's turn, they choose an opponent who doesn't have the most cards on the table in front of them and challenges them to a bout of either strength or speed. Each player chooses a card in hand, then reveals them simultaneously. If your card overcomes the value that your opponent played, then you win the bout automatically &mdash; unless you each overcame the other's number, in which case the bout is a tie.&#10;&#10;If no one overcame the other, then you compare the values of the cards themselves. In a strength bout, whoever played the higher value wins; in a speed bout, the lower value wins; in a tie, the bout is a tie. If a single player played their victory card, then they automatically win &mdash; unless the other player did the same, in which case you tie.&#10;&#10;The winner of the bout returns their victorious card to hand (except for the victory card, which is a one-shot effect), while the loser places their card face up on the table in front of them. The winner receives a championship belt token, then the next player in clockwise order chooses an opponent.&#10;&#10;In a bout, before both players reveal their cards, they count to three, and while they're doing this, a third player can interrupt by playing one card against one of the cards in the bout. If the interrupting player overcomes that player's card, they win the bout and receive a championship belt token, returning that card to hand. If they don't overcome the card, they place their card face up on the table, then the bout resumes.&#10;&#10;When one player has three pairs of card values face up in front of themselves (e.g., 1/1/2/2/3/3), then the game ends. This player loses, and whoever has the most championship belt tokens wins!&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Sports"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Sports: Wrestling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Love and Hate",
    "ID": 251725,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/251725/love-and-hate",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "1",
    "Play Time": "1",
    "Weight": "0",
    "Description": "Love and Hate is a meta-game that can be played with any point based game. Each player gets a public identity card and a secret love and hate card. You add your love's score to yours and subtract your hate's score to determine who won &quot;Love and Hate&quot; after you finish playing the host game.&#10;&#10;The playing time is only one minute because it adds less than a minute to the playing time of the host game.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sick Boardgame of Karma",
    "ID": 251727,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.35",
    "Link": "https://boardgamegeek.com/boardgame/251727/sick-boardgame-of-karma",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Try to survive in Sick Boardgame of Karma! Each player starts with a hand of two karma cards, along with a character card that bears a unique power. Two karma cards start face up in play next to the deck.&#10;&#10;On a turn, either reveal a card from the deck and place it next to any other face-up cards or take a face-up card into your hand. When you flip a card, if this type of card isn't already in play, then carry out the effect on the card; if another copy of this card is face up, take both cards into your hand. Karma explosion! If you have six or more cards in hand, you're eliminated from the game!&#10;&#10;When you draw and reveal a Mahe&#197;&#155;vara's Judgment card, choose the player to your left or right, then draw a card from their hand and place it on the table. If that card is already visible, then both cards are discarded from play and that player is eliminated from the game! If that card isn't present, then the player now has a smaller hand size and has escaped judgment.&#10;&#10;One of the effects on the karma cards is to grant a player Mahe&#197;&#155;vara's blessing. If a player collects three of these tokens, they win the game instantly! Otherwise the last player still in the game wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip"
    ],
    "Mechanics": [
      "Player Elimination",
      "Push Your Luck"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dragon Stories",
    "ID": 251728,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/251728/dragon-stories",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Dragon Stories is a story telling euro style game that utilizes modified worker placement and area control set in the fantasy world of the Arcturian nations.  The mighty Dragon Weyr has withdrawn their protection from the peoples of the land due to corruption and mistrust between the various races.  The leaders of the nations no longer believe that an outside threat exists which could harm their realm and have begun to manipulate the dragons into attacking their new found local enemies.  The Dragon Weyr viewed these actions as a violation of the ancient code set forth at the beginning of time and have thusly withdrawn their support from the land.  However, not all people are corrupt in the land.  The sacred religious council set up by Arcturias himself still holds hope that the hearts of the corrupted can be turned virtuous again in time.  The council has therefore laid the burden of traveling throughout the land to sway the ancient protectors, upon you.  If you accomplish the task of reinstating the ancient code, the evil that lurks in the shadows will be too weak to overthrow the local kingdoms.  &#10;In Dragon Stories, 1-6 players will manage stats on their individual player boards similar to an engine building game.  The stats on the board also act as currency in the game.  Stat labels are ranged / melee weapons, defensive armor, magical talents and various skills depending on the player board making Dragon Stories uniquely asymmetrical.  Players will interact with the game itself through stories written on cards.  Tough decisions will have to be made to convince the ancient dragons to help protect the realm.  Players will manipulate a modified worker placement system.  Player board stats will have the ability to be improved and players will have to defend the land from invading forces and possibly other players.  Ultimately though, if players do not figure out how to work together, the impending evil will take over the land.  Additionally, the invading evil is also seeking to persuade the dragons to destroy the people of the land.  Enemy forces will accomplish this through a game driven worker placement mechanic which ultimately ends up limiting players worker placement choices as the game progresses.  The only way to stop the enemy is through area control and persuading the dragons to honor the old code.  &#10;Dragon Stories also features different ways to play to suit differing play styles.  Players can play full coop mode which is an all win or all lose style game.  Players can also choose to either play semi cooperatively or strictly competitively.  In the end, you will tell your own Dragon Stories.&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Cooperative Game",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cerberus Deck-Building Game: Cryptozoic 2016 Volunteer Promo Card",
    "ID": 251730,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/251730/cerberus-deck-building-game-cryptozoic-2016-volunt",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "A normal card to add to any Cerberus game. These cards were printed in extremely limited supply and given to the volunteers that helped demo Cryptozoic's games during the 2016 season of conventions. There is a male &amp; female version of this card, same effect.&#10;&#10;A single card, that gains more power when more volunteers play.&#10;&#10;2016 CZE Volunteer&#10;Hero&#10;&#10;+ 2 power for each CZE Volunteer you play or have played this turn (including this card).&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building"
    ],
    "Families": [
      "Game: Cerberus Engine – Heroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Uncertainty Principle",
    "ID": 251732,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/251732/uncertainty-principle",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Uncertainty Principle is a quick-playing original abstract game played on an 8x8 grid board.  The starting position is an empty board.  The objective is to end the game with the most stones or markers of the player's color. The uncertainty principle demonstrated by game play is that a player may choose the location of their next move but not the type of piece played.  To play, players take turns designating a square they wish to occupy and rolling a die to determine if their color or that of their opponent is placed.&#10;&#10;Additionally, players may place their marker on a square that is surrounded by enough of their color to &quot;convert&quot; spaces without rolling. An empty square adjacent both diagonally and orthogonally to three spaces of one color is in a &quot;critical state&quot; and if a fourth piece is placed adjacent, automatically converts to that color.&#10;&#10;Successfully placing a piece may allow a series of neighboring spaces to be claimed. Strategy and risk are combined as players attempt to shape the board in their favor, while at risk of seeing their opponent benefit instead.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Connections",
      "Dice Rolling",
      "Enclosure",
      "Square Grid"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Arkham Horror: The Card Game – Heart of the Elders: Mythos Pack",
    "ID": 251733,
    "Year": "(2018)",
    "Geek Rating": "5.936",
    "Avg Rating": "8.02",
    "Link": "https://boardgamegeek.com/boardgameexpansion/251733/arkham-horror-the-card-game-heart-of-the-elders-my",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3.8889",
    "Description": "Heart of the Elders is the third Mythos Pack in The Forgotten Age Cycle for Arkham Horror: The Card Game.&#10;&#10;Following the events of The Boundary Beyond, you and your team of investigators head deep into the jungles of southern Mexico in search of an ancient, forgotten cavern. After several days of trekking through the jungle, you find what you believe to be the entrance of the cave, but something is not right. Six pillars surround the cavern, carved with strange symbols. Are they a warning? A lock? You must investigate this further, but time is running short. Your supplies are already starting to run low and countless eyes watch you from the shadows of the trees. What secrets are they trying to protect?&#10;&#10;This Mythos Pack features an immersive two-part scenario that takes you on an adventure both above and below the Earth. Immediatley forced to face the consequences of your choices, you shape the scenario as you go, determining which dangers you face and which allies you rely upon. Isolated from the rest of civilization, who can you trust?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Card Game",
      "Collectible Components",
      "Fantasy",
      "Horror",
      "Novel-based"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Living Card Game (Fantasy Flight Games)",
      "Game: Arkham Horror – The Card Game",
      "Game: Arkham Horror TCG – The Forgotten Age",
      "Mechanism: Campaign Games",
      "Players: Games with Solitaire Rules",
      "Series: Arkham Horror Files (Fantasy Flight Games)",
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Flipside: The Card Game",
    "ID": 251745,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.12",
    "Link": "https://boardgamegeek.com/boardgame/251745/flipside-the-card-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Flipside is a game that uses a special deck of double sided cards. In your turn you take a card, return a card, flip one or flip all of your cards. After that if the value of your cards equals the value of the cards remaining in the centre you win!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Math",
      "Puzzle"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "UFO a Go-Go",
    "ID": 251746,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/251746/ufo-a-go-go",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "0",
    "Description": "UFO a Go-Go is a game about following hilarious rules and calling out your friends when they slip up.&#10;&#10;It&rsquo;s party season throughout the galaxy and everyone is hosting a spectacular celebration! But who is going to be crowned Intergalactic Party Captain&hellip; Is it you?&#10;&#10;Invite Aliens to your party - just don&rsquo;t forget to be a good host for your guests and provide each of them the attention they deserve. If an Alien feels neglected, they will leave for another party in the galaxy.&#10;&#10;Will your party be a celestial success? Or will you find yourself alone with the punch bowl?&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Memory",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dirty Squad",
    "ID": 251748,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.75",
    "Link": "https://boardgamegeek.com/boardgame/251748/dirty-squad",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "What&rsquo;s the Dirty Squad? &#10;The Dirty Squad is a bunch of dirty cops within the precinct, recruited by the Mafia.&#10;&#10;What is the purpose of their recruitment? &#10;A number of killers have been brought to the station for questioning, whom they must covertly help escape.&#10;&#10;How do they do this?&#10;The victim&rsquo;s friends and family members, innocent bystanders, witnesses, and accomplices have been summoned to the station as well. Using them as cover, the cops must bluff the killers out. They&rsquo;ll do whatever it takes to get the job done, even if it means using every dirty move in the book to do so.&#10;&#10;What do they get for this work they're doing?&#10;The dirtiest cop &mdash; the one who lets the most number of killers escape, wins the game by becoming the Squad&rsquo;s undisputed leader and the Mafia&rsquo;s highest-paid Inside Man. A reputed spot that can only be won by playing dirty!&#10;&#10;Test your skills in this underhanded bluffing card game and find out if you've got what it takes to out-bluff and outsmart the others and become the undisputed leader of your Squad!&#10;&#10;What's in the box:&#10;There are 122 cards &mdash; a mix of Character Cards and Power Cards:&#10;25 Killers, 12 Accomplices, 12 Family Members, 12 Witnesses, 12 Victim&rsquo;s Friends, 12 Innocent Bystanders, 2 Character Impersonators + 35 Power Cards + 70 medal tokens.&nbsp;&#10;&#10;The aim of the game: &#10;To release the most number of killers from your hand.&nbsp;&#10;&#10;How to Play: &#10;You start by shuffling the deck of cards thoroughly and dealing 7 cards to each player, along with 3 medal tokens.&nbsp;&#10;&#10;You have to bluff the killers out of your hand, so when you want to let go of killers, they must be disguised as any of the other characters. You must never announce the fact that you are releasing a killer.&nbsp;&#10;&#10;Hand Example: you have 2 killers, 2 family members, 1 innocent bystander and 2 power cards in your hand, and in your first turn you want to release killers:&#10;Place one or both of the Killer Cards face down and announce ANY OTHER character. (Say: 2 Family Members)&#10;Only you know that the two cards are NOT Family Members but the others have to gauge whether you are bluffing or telling the truth&#10;The player to your immediate left gets to decide whether he would like to open the cards and check them, or trust you and let them pass. If he passes it goes to the next player and the decision falls upon him. If no one checks your cards they go face down in your Released Pile. No one knows what cards have gone except you&#10;&#10;If a player decides to check your cards: in this case, since you did bluff, you have to give 3 medal tokens to that player. That player &lsquo;catches&rsquo; the killers you were trying to help escape and keeps them in his custody.&#10;&#10;Custody: is when a player catches another player&rsquo;s killers and keeps them face UP in front of them. This does not bode well for you, since, all the dirty cops are looking to help escape the most number of players. And when you get caught, it costs you more than just your pride&#10;&#10;But: if you haven&rsquo;t bluffed and a player checks your cards, then, they must give you 3 medal tokens for wrongful doubt, and those cards go face down in your Released Pile. Draw back to 7 cards in hand at the end of your turn.&nbsp;&#10;&#10;Securing Killers: Coming back to caught killers. These killers can be stolen by any of the players, so they must be secured. You can do so by placing up to 4 medal tokens on them. To steal a killer is harder now because the player will have to match the number of tokens on the killer to be able to steal it unless he has a Power Card that allows him to steal without having to give to give tokens.&nbsp;&#10;&#10;To release killers from your custody, you can do 1 of 2 things:&nbsp;&#10;Give 5 medal tokens and close the killer, or, use the Power Card that allows you to release the killer without having to give any tokens at all&nbsp;&#10;&#10;The Power Cards play an important role in the game too. Each Power Card has its description on the card itself. Please read through the cards to understand them better. But, with those in play, the game keeps changing until the very end.&nbsp;&#10;&#10;So, on your turn, you do one of the following:&#10;Take 3 medal tokens (caps at 8. If you have 8 in hand you cannot take more)&#10;Play character cards&nbsp;&#10;Play action cards&nbsp;&#10;Release killers&nbsp;&#10;&#10;The game ends when:&nbsp;&#10;When there are no playable cards in any player&rsquo;s hands.&nbsp;&#10;&#10;Scoring:&#10;The player to have the most number of killers in their released pile is the winner.&nbsp;&#10;But know this, any killers left in hand cancel out 1 killer from the closed pile. So make sure you let go of all the killer from your hand.&nbsp;&#10;&#10;If there&rsquo;s a tie, then if any player has open killers in their custody wins&nbsp;&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dirty Secret: Reveal your friends' most private and naughtiest secrets",
    "ID": 251749,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/251749/dirty-secret-reveal-your-friends-most-private-and",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "With just a simple set of cards and coins, uncover your friends&rsquo; dirtiest experiences and socially unacceptable thoughts while maintaining complete anonymity. Drawing inspiration from Korea&rsquo;s rampant drinking game culture, this raunchy board game will transform any stale party into an unforgettable night bursting with laughter. If your mind is constantly flooded with naughty thoughts, this is the game for you.&#10;&#10;-- HOW TO PLAY --&#10;&#10;1.Starting with the youngest player in the group, players take turns drawing 2 cards from the question card deck.&#10;2.The player chooses which of the cards to ask the group and discards the unused question card.&#10;3.Each player answers the question by putting &ldquo;Yes&rdquo; or &ldquo;No&rdquo; answer coin into the secret box in the middle of the table. Don&rsquo;t let other players see your answer, this should be anonymous! &#10;4.After all players have placed a &ldquo;Yes&rdquo; or &ldquo;No&rdquo; coin into the secret box, the players choose a guessing card from their hand to match the number of &ldquo;Yes&rdquo; coins that they think the group has placed into the box. The player places their guessing card face down.&#10;5.All players flip their guessing cards at the same time to show the group.&#10;6.Open the secret box and count the number of &ldquo;Yes&rdquo; coins inside. Any player that chose the correct number guessing card gets one point and moves their Meeple to the next space on the score tracker. &#10;7.Repeat this process until someone reaches 5 points and becomes the winner.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Push Your Luck",
      "Storytelling",
      "Voting"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Greatest Snake",
    "ID": 251761,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.94",
    "Link": "https://boardgamegeek.com/boardgame/251761/the-greatest-snake",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Three to four players battle to consume questionable rodents and tape limbs to limbless reptiles in the name of serpentine supremacy!&#10;&#10;The Greatest Snake shrugs off the idea of using numbers and counters to keep track of score. As the game progresses, you&rsquo;ll see the whole battle physically unfold in front of you! Eaten rats become new body cards, empty body cards can be filled with equipment, and equipment can be covered by rats. So rev up your jetpack, tape on your crab claw, and get ready to become... The Greatest Snake!&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Animals: Snakes",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bolt Action: Campaign – Market Garden",
    "ID": 251772,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.62",
    "Link": "https://boardgamegeek.com/boardgameexpansion/251772/bolt-action-campaign-market-garden",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "For Bolt Action players Market Garden has it all &ndash; daring attacks, determined resistance and heroic last stands by American, British, German and Polish troops ranging from elite veteran paratroopers to novices and from obsolete armoured cars to King Tiger tanks.&#10;&#10;This volume covers a very short space of time compared to other Bolt Action campaign books &ndash; just a matter of nine days in September 1944 &ndash; and is focused on a much smaller geographical area; a single narrow route through the Netherlands rather than a broad sweep of very variable terrain across several countries.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Country: Netherlands",
      "Game: Bolt Action (Warlord Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pocket Pharma: R&D Mini Expansions",
    "ID": 251782,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.64",
    "Link": "https://boardgamegeek.com/boardgameexpansion/251782/pocket-pharma-r-and-d-mini-expansions",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2",
    "Description": "The expansion comprises 52 cards split into 5 exciting modules; mix and match the modules with the base game in any way you wish!&#10;&#10;1. Advanced Drugs (4 cards) &#10;Four new Drug formulas to compete to create. For expert pharmacologists only!&#10;&#10;2. Specialists (20 cards)&#10;Each player gains a team of four expert scientists to help you boost the work of your lab and get ahead of your competitors in the race to develop new drugs.&#10;&#10;3. Market Forces (8 cards) &#10;New opportunities to earn additional profits by achieving dominance in certain areas.&#10;&#10;4. Experimental Fragments (8 cards)&#10;Eight experimental &ldquo;wildcard&rdquo; fragments that cost an extra action to research but could plug the gaps in your formulae, possibly putting you ahead at the critical moment!&#10;&#10;5. Biotech Startup (12 cards)&#10;Adds a new core action to the game, that allows all players to earn additional end-game profits by collaboratively boosting a new biotech startup. Working secretly towards you own goals while competing to gain a majority in a new race for competitive advantage.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Chemistry",
      "Theme: Science"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fix the World",
    "ID": 251795,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.87",
    "Link": "https://boardgamegeek.com/boardgame/251795/fix-the-world",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Faced with overwhelming global issues the governments of the world are appealing to the general public for out-of-the-box solutions that can save us all.&#10;&#10;Do you have super-high intelligence and an absurdly creative mind? No? It doesn't matter, it's still up to you to save the world. In this fun and fast-paced game players try to come up with out-of-the-box solutions to global issues and convince the government investors to invest in their ideas.&#10;&#10;And who knows, you might even come up with a really good idea that actually solves a problem. It's worth shot!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Environmental",
      "Humor",
      "Party Game",
      "Political"
    ],
    "Mechanics": [
      "Acting",
      "Player Judge"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Dresden Files Cooperative Card Game: Expansion 5 – Winter Schemes",
    "ID": 251818,
    "Year": "(2018)",
    "Geek Rating": "5.612",
    "Avg Rating": "7.85",
    "Link": "https://boardgamegeek.com/boardgameexpansion/251818/the-dresden-files-cooperative-card-game-expansion",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "3",
    "Description": "Feeling Winter&rsquo;s bite?&#10;&#10;Warm up with this expansion for the Dresden Files Cooperative Card Game! Inside you&rsquo;ll find two alternative character decks&mdash;Winter Knight Harry and Winter Lady Molly&mdash;and two new book decks&mdash;Cold Days and Skin Game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Expansion for Base-game",
      "Fantasy",
      "Novel-based"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Kamikaze Chess",
    "ID": 251823,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.78",
    "Link": "https://boardgamegeek.com/boardgame/251823/kamikaze-chess",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Kamikaze Chess is a small, portable set of 64 tiles that can be used to play traditional chess, checkers or a custom variant of chess.  32 of the tiles become the black squares of the chessboard, with the gaps between tiles acting as the white squares.  The other 32 tiles have chess pieces printed on one side and checkers printed on the other.&#10;&#10;The namesake custom variant Kamikaze Chess introduces two changes, custom placement of pieces and action spaces:&#10;&#10;After setting up the checkerboard, players shuffle their tiles keeping the chess symbol face down (showing the checkers side), then take turns placing their pieces on the white squares (gaps) until the board is full.  Then players flip over all of the chess pieces to reveal the layout and play chess with the usual rules from that position.  It is additionally suggested that one bishop on each side is moved to an adjacent black square at this point.&#10;&#10;When players move a piece onto any black square, they flip over the tile and perform the action listed on that other side, which may be helpful or harmful.  Players leave the space with the action side up and do not reactivate the actions.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement",
      "Modular Board",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games",
      "Traditional Games: Chess"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lebensraum: The War For Europe, 1941-1945",
    "ID": 251826,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.83",
    "Link": "https://boardgamegeek.com/boardgame/251826/lebensraum-the-war-for-europe-1941-1945",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "960",
    "Weight": "3.1429",
    "Description": "&quot;Lebensraum: The War For Europe, 1941-1945&quot; is a grand strategic, moderate complexity wargame of the war between Nazi Germany and the Allied Nations, starting with the German invasion of the USSR in late June of 1941, through to the final battles to Berlin in 1945. The game includes both East and West Fronts, and can be played in a number of small (3 to 13) turn historical scenarios starting with Barbarossa in the East and Italy in the West, or in campaigns for each front individually, or a combined East and West front campaign.&#10;&#10;The game focuses on the Army group level, with players controlling subordinate armies as their main combat formations. Leadership is a major component of the game, with each player having a pool of named and rated leaders available. Airpower, naval support, partisans, production centers, and transportation networks are all featured. Turns are quarterly, with a map scale of 50 miles (80km) per hex.&#10;&#10;This game is a new edition of the Simulations Canada wargames Lebensraum and West Front. The two wargames have been updated to include all known errata, some small additions, and have been combined into one game, but can be played as separate scenarios. With fresh new artwork this large, strategic level game now has lew life breathed into it.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Continents: Europe",
      "Decades: The 1940's",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Alien Entity: Mutated",
    "ID": 251827,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.18",
    "Link": "https://boardgamegeek.com/boardgame/251827/alien-entity-mutated",
    "Min Players": "4",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "0",
    "Description": "In Alien Entity: Mutated, you play as a group of astronauts trying to escape a sabotaged medical ship. An unknown member of the team has been mutated by an alien entity and will sabotage and mutate the researchers as they try and repair the satellite array to contact mission control. Will you survive? Are your friends mutated by an alien entity? Can you contact mission control before it&rsquo;s too late? Grab some friends and join the paranoia!&#10;&#10;Alien Entity is meant to be played multiple times. Players are passed cards face down to determine who is playing as a human or an alien. The humans win if the satellite array is built, they escape on the escape pod or the alien gets shot. The alien wins if it passes out mutation cards to all of the humans. After each game ends players may be eligible to open up legacy style expansion packs depending on the outcome of each game.&#10;&#10;Each player draws cards from a central pile and takes turns playing and passing cards. Choose wisely because you will only be able to play one action and one battery card per turn. You may pass cards face down to other players to either help them or hurt their progress. If you are a human you may want to pass parts of the satellite array to another human. If you are an alien you can pass mutation cards to other players to get them on your side.&#10;&#10;Games usually last between ten to twenty minutes. Once certain requirements are met new card packs are opened and introduced into the game altering the game play. The new cards give players alternate weapons and equipment to make every play through unique.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Horror",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Team-Based Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Alhambra: Mega Box",
    "ID": 251830,
    "Year": "(2019)",
    "Geek Rating": "5.736",
    "Avg Rating": "8.05",
    "Link": "https://boardgamegeek.com/boardgame/251830/alhambra-mega-box",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.2",
    "Description": "Like the building it is named after, Alhambra, the international award winning game from Dirk Henn, has become a landmark in the board game world, having been translated into more than 25 languages, and winning countless awards, including the coveted &quot;Spiel des Jahres&quot; in 2003. In its 15 years of existence The Alhambra family has grown significantly; six expansions, totaling 24 modules, and several stand alone games have been released.&#10;&#10;Along with the base game, Alhambra: Mega Box features:&#10;&#10;&#10;     All new artwork for the base game and all expansions&#10;&#10;     Larger tiles&#10;&#10;     New box artwork and 2 tile dispenser towers&#10;&#10;&#10;&#10;     Eleven new expansion modules from famous designers:&#10;         Mike Elliott - The Towers of Power&#10;         Michael Schacht - The Alhambra Zoo&#10;         Klaus J&uuml;rgen Wrede - Travelling Craftsmen &amp; The Wishing Well&#10;         R&uuml;diger Dorn - The Extensions&#10;         Dirk Henn - The New Building Ground&#10;         Emanuele Ornella - The Palace Staff&#10;         Stefan Feld - The Handymen&#10;         Michael Rieneck - Gates Without End&#10;         Ruskowski &amp; S&uuml;&szlig;elbeck - Fresh Color &amp; The Palace Planner&#10;    &#10;&#10;&#10;&#10;     Three fan-submitted expansion modules:&#10;         Louis-David P&eacute;loquin - The Personal Building Markets &#10;         Frank Sander - The Treasures&#10;         Stefan Schlitz - The Caliph's Guidelines&#10;    &#10;&#10;&#10;&#10;     Three additional new expansions from famous designers from a second Kickstarter run:&#10;         Dirk Henn - The Double Tiles&#10;         Emanuele Ornella - The Orchard&#10;         Klaus J&uuml;rgen Wrede - The Bathhouses&#10;    &#10;&#10;&#10;&#10;     The following previously released expansions:&#10;         Expansion 1: The Vizier's Favour&#10;         Expansion 2: The City Gates&#10;         Expansion 3: The Thief's Turn&#10;         Expansion 4: The Treasure Chamber&#10;         Expansion 5: Power of the Sultan&#10;         Expansion 6: The Falconers&#10;         Queenie 1: The Magical Building&#10;         Queenie 2: The Medina&#10;    &#10;&#10;&#10;",
    "Categories": [
      "City Building",
      "Medieval"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Alhambra",
      "Versions & Editions: Big Box Versions of Individual Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "HAGGIS: The Fantasy Golf Miniatures Game",
    "ID": 251833,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.33",
    "Link": "https://boardgamegeek.com/boardgame/251833/haggis-the-fantasy-golf-miniatures-game",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "240",
    "Weight": "2",
    "Description": "For hundreds of years, brave heroes have kept the peace in the kingdom of Somland.&#10;Delving deep into ancient tombs, driving dragons from the countryside, and vanquishing vile foes of unearthly natures.&#10;&#10;But even heroes take weekends off.&#10;&#10;Thus was created that most illustrious of games, golf. Regulated by the Honorable and Ancient Golf Guild Illustrious of Somland (HAGGIS).&#10;&#10;This book contains all the rules you will need to create your hero, select your equipment and then hit the links for a rousing round of golf. Heroes can even gain treasure and experience - if they survive.&#10;&#10;The greens of Somland hold great riches for those willing to compete for them. Just beware the dragon sleeping at the 18th hole.&#10;&#10;HAGGIS is a casual &quot;beer and pretzels&quot; style miniatures game about playing golf in a high fantasy world. Players will: create heroes, hire caddies with various special abilities, acquire equipment and magical upgrades. All in an effort to best other players and avoid monsters and hazards on a tabletop fantasy golf course of your design!&#10;&#10;Features:&#10;&#10;Fun and unique game premise&#10;    Low cost&#10;    Easy to learn&#10;    Requires few miniatures&#10;    Suitable for solo or group play&#10;    Includes campaign rules for character advancement&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Miniatures",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BABYDINO",
    "ID": 251847,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.18",
    "Link": "https://boardgamegeek.com/boardgame/251847/babydino",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "BABYDINO is a family board game in which each player will start from a dino egg that must transform into a new born baby dino. The winner of the game will be the fastest one.&#10;&#10;The game is composed of a multitude of die-cut pieces, a deck of 20 prehistoric cards and personalized dice. The mechanisms of the game are mainly dice management, which will help you first to break the shell of your egg, and then to place the dinosaur pieces in their corresponding place. But the task will not be simple because one of the dice is destined to avoid that the rivals get their complete dinosaur.&#10;&#10;&bull;&bull;&bull;&#10;&#10;BABYDINO es un juego de mesa familiar, donde cada jugador partir&aacute; de un huevo de dinosaurio que deber&aacute; transformar en un bebe de dinosario reci&eacute;n nacido. El ganador del juego ser&aacute; quien m&aacute;s r&aacute;pido lo consiga.&#10;El juego est&aacute; compuesto por multitud de piezas troqueladas, una baraja de 20 cartas de prehistoria y dados personalizados.&#10;La mec&aacute;nica de juego es principalmente de gesti&oacute;n de dados, los cuales te ayudar&aacute;n primero a romper el cascar&oacute;n de tu huevo, y posteriormente a colocar los trozos de dinosaurio en su sitio correspondiente. Pero la tarea no ser&aacute; sencilla pues uno de los dados est&aacute; destinado a evitar a que los rivales consigan su dinosaurio completo.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Goblin Mountain",
    "ID": 251848,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.66",
    "Link": "https://boardgamegeek.com/boardgame/251848/goblin-mountain",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "2",
    "Description": "&quot;Your group of adventurers barely entered the labyrinthine tunnels of Goblin Mountain when the inevitable happens: you get lost and the goblins get wind of your presence. Time to find a way out fast and, of course, fill your pockets with every gem and coin you can get your hands on on the way. And don't forget to stick together! Because bad things happen when you split up the group... always!&quot;&#10;&#10;Goblin Mountain is a competitive dice-placement game, where 2 players take turns to move their adventurers (dice) through a linear dungeon and maximize treasure and fame while trying to make it to the exit without getting caught by the goblins.&#10;&#10;&mdash;description from the designer&#10;&#10;As part of the 2018 9-Card Nanogame Contest, Goblin Mountain won:&#10;&#10;1st place - Best Artwork (34 competitors)&#10;2nd place - Best Overall Game (70 competitors)&#10;2nd place - Best Two Player Game (48 competitors)&#10;2nd place - Best New Designer (33 competitors)&#10;2nd place - Best Written Rules (47 competitors)&#10;3rd place - Best Solitaire Game (25 competitors)&#10;9th place - Most Innovative Mechanic (36 competitors)&#10;&#10;Components&#10;9 cards&#10;8 six-sided dice (2 orange, 2 yellow, 2 black, 2 blue)&#10;9 cubes (2 orange, 2 yellow, 2 green, 3 blue)&#10;1 pawn (solo mode only)&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Print & Play"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Contests: 9 Card Nanogame PnP"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bolt Action: Campaign – The Road to Berlin",
    "ID": 251849,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.40",
    "Link": "https://boardgamegeek.com/boardgameexpansion/251849/bolt-action-campaign-the-road-to-berlin",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "As the Allies advance towards Germany, they face dogged resistance from the hard-pressed German forces. Take command of the Allies in their final push to end the war in Europe, or hold fast as the German defenders as the fight is brought to your door. This new Campaign Book for Bolt Action offers new linked scenarios, rules, troop types and Theatre Selectors, and provides plenty of options for novice and veteran players alike.&#10;&#10;Campaign Overview&#10;&#10;Operation Bargration&#10;- Fighting Bargration - Which includes scenarios, special rules and historical context&#10; - Bargration Theatre Selectors - Which includes famous platoons such as the 53rd Guards tank Brigade, German Heavy Tank Abteilung and the 5th Panzer Division!&#10;- Additional German Units:&#10;-- Scenario 1: The Tigers of Krupki&#10;-- Scenario 2: The battle of Pleshchenitsy&#10;-- Scenario 3: The '34'&#10;&#10;Lvov-Sandomierz Offensive&#10;- Fighting the Lvov-Sandomierz offensive - Which includes scenarios, special rules and Lvov-Sandomierz specific scenarios&#10;- Lvov-Sandomierz theatre selectors&#10;- Scenario 4: big game hunting - Which includes a hero of the Soviet Union, Lt. Aleksandr P. Oskin&#10;&#10;The Warsaw Uprising&#10;- Fighting the Warsaw uprising - Which includes scenarios, special rules and Warsaw uprising specific scenarios&#10;- Warsaw uprising theatre selectors&#10;- Armia krajowa theatre selector - Which includes additional Armia Krajowa Units and German Warsaw Uprising Units&#10;- Scenario 5: Man the barricades&#10;- Scenario 6: Kubus and the grey wolf&#10;&#10;The Struggle Continues&#10;- Fighting &lsquo;the struggle continues&rsquo; - Which includes scenarios, special rules for ghost wars and the Struggle Continues Theatre Selectors&#10;- NKVD Theatre Selector&#10;- NKVD Additional Units&#10;&#10;Clearing The Flanks&#10;- Scenario 7: Breakout from Petsamo&#10;&#10;The Vistula-Oder Offensive&#10;- Fighting the Vistula-Oder offensive - Which includes General Scenarios and Vistula-Oder Scenarios&#10;- Vistula-Oder offensive theatre selectors&#10;- Scenario 8: &lsquo;the Ivan&rsquo;s are coming&hellip;&rsquo;&#10;- Scenario 9: race to the Pileca river&#10;- Scenario 10: an unexpected encounter&#10;&#10;Operation Berlin&#10;- Fighting Operation Berlin&#10;- Scenarios - Which include General Scenarios and special rules for Operation Berlin Scenarios&#10;- Operation Berlin theatre selectors - Which include the extended Last Levy Theatre Selector and the replacement Panzer Force&#10;- Additional German Units - Which include The German Replacement Army and a hero of the Soviet Union, junior Sergeant Vasily Kharinaevich Khantaev&#10;- Scenario 11: The Seelow heights&#10;- Scenario 12: Tank hunting&#10;- Scenario 13: Berlin: crossing the spree&#10;&#10;The Prague Uprising&#10;- Fighting the Prague uprising - Which includes scenarios, general scenarios, Prague specific scenarios and The ROA&#10;- ROA theatre selector&#10;- Additional Units&#10;- Scenario 14: The Prague uprising: enter the ROA&#10;&#10;Appendices: Additional Special Rules&#10;- Snow, mud, ice and frostbite&#10;- Dug-in: foxholes, trenches and gun pits&#10;- Minefields&#10;- City fighting&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Chit-Pull System",
      "Dice Rolling",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Bolt Action (Warlord Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Glyph: Tinker Champion",
    "ID": 251850,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.25",
    "Link": "https://boardgamegeek.com/boardgameexpansion/251850/glyph-tinker-champion",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Glyph is a dice-building combat strategy game for 2-6 players. Players are tasked with forming a team of three champions and defeat their opponent. These Champions are broken up into three distinct classes--Strikers, Guardians, and Adherents--with each Champion having his or her own strengths, weaknesses, and unique abilities which you will use by harnessing the power of mystical glyphs. As the game progresses, your Champions will have the opportunity to acquire new items which will enhance their capabilities as well as perhaps give them even more skills to use to defeat your enemy.&#10;&#10;Glyph: The Tinker further expands the options available to players for customizing their group of Champions with a the Tinker, a hero with the ability to create his own unique items for battle, and even pawn them off when the tribe needs some extra gold.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Dice",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Devil's Run: Route 666 – Reaper's Revenge",
    "ID": 251851,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.60",
    "Link": "https://boardgamegeek.com/boardgame/251851/devils-run-route-666-reapers-revenge",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Devil's Run: Reapers Revenge is a fast-moving and hard-hitting vehicular combat board game (for 2-6 players) set in a post-apocalyptic America.&#10;&#10;This is a standalone expansion to Devil's Run: Route 666 and each can be played on their own or can be mashed together for more extreme carnage!&#10;&#10;The Devil's Run system uses a rolling board mechanic, to ensure all players feel like they are on the edge of their seat; fall too far behind and you are out of the race, get too far in front and you could open yourself to an airstrike or an unexpected obstacle in the road. Live fast and die hard on Hell's Highway. Can you survive the Devil's Run?&#10;&#10;There are four main types of vehicles: Bikes, Trikes, Buggies and Cars. Each of these vehicle types play differently due to how they drive, their weapons and their arcs of fire. The game has story driven missions which are a mix of full throttle racing and maximum carnage vehicular battle, with an immersive ruleset to make you feel like you're a part of the post-apoc action. You use three, six and ten sided dice, statlines and modifications to represent every aspect of the game from scenery effects, shooting, ramming and sideswiping, to using equipment like Nitros, Oil Slicks and Smoke Screens.&#10;A battle between the Hunters and the Questing Knights...who will win...who will even survive?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice",
      "Fighting",
      "Miniatures",
      "Racing",
      "Transportation"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Modular Board"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Post-Apocalyptic"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Saga: Age of Crusades",
    "ID": 251852,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.48",
    "Link": "https://boardgamegeek.com/boardgameexpansion/251852/saga-age-of-crusades",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "25",
    "Play Time": "320",
    "Weight": "0",
    "Description": "Deus vult!&#10;At the dawn of the thirteenth century, these words set Europe aflame.&#10;The hearts of nobles and serfs alike are filled with an ardent desire to absolve their sins by taking up arms against the enemies of the faith.&#10;In 1095, the princes of the west answer the Pope's call, take the cross, and travel to Jerusalem to liberate the Holy City from the hands of the infidels.&#10;In 1147, the same call goes out again, and turns the might of Christendom against the Baltic shores where Europe's last pagans thrive.&#10;On the Iberian peninsula, Spanish lords resume their attempts to reconquer the lands the Moors have ruled since 711.&#10;For more than two centuries, these unprecedented military expeditions will see kingdoms and cultures rise and fall. Great champions will lead their nations through heroic battles whose consiquences will be felt for decades.&#10;&#10;SAGA Age of Crusades is a SAGA Supplement which covers the wars of faith fought in the West  and the East from the First Crusade to the Mongol invasions. &#10;This Universe offers 12 factions covering every arena of battle, each one with its own Battle Board, legendary unit, heroes and special rules.&#10;The book also contains auxiliary units to recruit, and a variant on the standard game which transforms your game into a battle of faith!&#10;&#10;Follow in the wake of Godfrey of Bouillon, join the ranks of the Teutonic Order, fight alongside Saladin or resist with the Baltic tribes. Do not weaken for the valian will survive and win eternity in heaven!&#10;&#10;NOTE - You will need a copy of SRB20 SAGA Rulebook to use SAGA Age of Crusades!&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Queue",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Player Elimination"
    ],
    "Families": [
      "Components: Miniature agnostic",
      "Game: Saga",
      "History: Crusades"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Saga: Age of Vikings",
    "ID": 251853,
    "Year": "(2018)",
    "Geek Rating": "5.557",
    "Avg Rating": "8.37",
    "Link": "https://boardgamegeek.com/boardgameexpansion/251853/saga-age-of-vikings",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "25",
    "Play Time": "320",
    "Weight": "2.5",
    "Description": "793...The peaceful monastery of Lindisfarne is attacked and pillaged by men who rise out of the mists, cleaving the waves in ppowerful ships.&#10;&#10;This attack marks the beginning of the story of the Vikings, also known as the Northmen, Sea Wolves and Scourge of the Faithful. For the next three centuries, every coast and every city will live in fear of these warriors and their unequalled savagery.&#10;&#10;Soon, the Norsemen will no longer be satisfied with looting, theft and pillaging. the armies of the powerful Scandinavian kingdoms will come together in fleets to descend upon Europe, conquering countries, ransoming kings and emperors and founding colonies.&#10;&#10;Age of Vikings is a SAGA supplement covering Europe from the emergence of the Norse kingdoms to the Battle of Hastings which marked the end of the era.&#10;&#10;This Universe offers you 12 factions covering all four corners of Europe during this period, each with its own Battle Board, history, legendary units and special rules.&#10;&#10;This book also contains rules for mercenary units which can be recruited by your warbands and an appendix on Relics &amp; Artifacts from this heroic age.&#10;&#10;Relive the exploits of heroes liek Harald Hardrada, William the Conqueror or Charlemagne! The greatest sagas were written by the Viking poets - can you surpass them?&#10;&#10;This book comes with 12 Battle Boards which may not be sold separately.&#10;&#10;Factions covered are: The Anglo-Saxons...The Welsh (inc Strathclyde)..,,,The Normans (inc the Bretons)...The Vikings...The Anglo-Danes....The Last Romans..(Byzantines!) The Norse-Gaels..... The Irish....The Pagan Rus......The Scots.....The Carolingians....The Jomsvikings...&#10;&#10;PLEASE NOTE - You will need a copy of SRB20 SAGA The Rulebook to use this supplement.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Action Queue",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Player Elimination"
    ],
    "Families": [
      "Theme: Vikings"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tinderbox Tales",
    "ID": 251855,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgame/251855/tinderbox-tales",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Tinderbox Tales expands on the setting for The Brigade, with this three-game set being presented like a boxed set of books. The games included are:&#10;&#10;&bull; The Barmaid's Tale&#10;&#10;Set in the &quot;Rat Catcher's Rest&quot;, this is a social game for 4-6 players. Players assign blame to each other for the failure of a recent quest while literally &quot;passing the buck&quot;.&#10;&#10;&bull; The Trader's Tale&#10;&#10;Play out the events of one of the most famous days in the history of the merchant's district. &quot;Ruby Twosday&quot; saw every adventurer in Tinderbox racing to equip themselves for the quest to rescue the Princess making a lot of traders very rich in the process. This resource management game challenges 2-4 adventuring agents to trade carefully to be the first to build and outfit their team for the quest.&#10;&#10;&bull; The Damsel's Tale &#10;&#10;Damsel etiquette will tell you that you can never really trust a knight to save you properly, but as long as your dragon needs feeding, you should let them have a go. In this two-player asymmetrical strategy game of hide and sneak, the dragon is trying to alert his mother to the presence of a cunning knight sent to steal from the horde.&#10;&#10;Tinderbox Tales is the second release from Red Genie Games set in &quot;The Vague World&quot;.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Action Queue",
      "Area Majority / Influence",
      "Push Your Luck",
      "Set Collection",
      "Simultaneous Action Selection",
      "Storytelling",
      "Trading",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cerberus Deck-Building Game: Cryptozoic 2017 Volunteer Promo Card",
    "ID": 251895,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/251895/cerberus-deck-building-game-cryptozoic-2017-volunt",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "A normal card to add to any Cerberus game. These cards were printed in extremely limited supply and given to the volunteers that helped demo Cryptozoic's games during the 2017 season of conventions.&#10;&#10;Dungstar the Poo Pope&#10;Villain&#10;&#10;+  2 power&#10;&#10;You may discard a card from your hand and say, &quot;Total crap!&quot; If you do, look at the top X cards of your deck, where X is the cost of the card you discarded. Put one of them on top of your deck. Discard the rest.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building"
    ],
    "Families": [
      "Game: Cerberus Engine – Heroes",
      "Game: Cerberus Engine – Middle Earth"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gold Rush",
    "ID": 251943,
    "Year": "(1963)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/251943/gold-rush",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Gold Rush is a game for 2 to 6 players.  The action takes place in the town of Dry Gulch, adjacent to some newly discovered gold fields. The players compete in all the excitement of staking and recording claims, mining and shipping gold, As well as the gun battles, fist fights, and  hijackings Associated with this colorful period of the American Frontier. The player with the most gold bars at the end of the game is the winner of Gold Rush. (description as stated at the beginning of the instruction sheet)&#10;&#10;Gold Rush is a vintage roll and move style game. Players take turns acquiring deeds to mines on which they will insert assay and mining equipment cards. They then return to the gold fields to collect gold bars, and then back to town again to their hotel rooms. If they encounter another player along their route, the will duel, with the possibility of losing their own gold or stealing their opponents gold.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "American West"
    ],
    "Mechanics": [
      "Pick-up and Deliver",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Singularity Deck",
    "ID": 251957,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.67",
    "Link": "https://boardgamegeek.com/boardgame/251957/singularity-deck",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "The Singularity Deck is an evolution of playing cards that is community expandable allowing for an immense number of games to be played. Each suit in the deck includes all standard ranks, A-K, plus a few extras including an 11-12, a singularity card ranked 0 and infinity, a city card, and an omega card. The omega cards each representing some major catastrophe that could befall the earth. Each suit begins with alpha and ends in omega (excluding the singularity itself). The cards have secondary suits called shields, and secondary dice ranks. The suits and card back designs are part of the public domain allowing anyone to expand or add to the deck.&#10;&#10;The full deck consists of 3 standalone sets:&#10;The earth set: consisting of 6 suits.&#10;The cosmos set: consisting of an additional 6 suits.&#10;The spacetime set: consisting of a single suit ranked from 0-100.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Game System"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "コロウラ (Koroura)",
    "ID": 251990,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/251990/koroura-koroura",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Play takes place on a 5 x 5 grid and each player has three robot koroura and three dice. &#10;At the beginning of the game each player rolls their three dice and places them in their koroura. The one with the highest initial value becomes the boss. In order to keep track, the die of the opponents color is exchanged. Players then take turns rolling one of their three dice which are placed in the koroura to determine movement options for that turn. The game ends when the opponents boss koroura is &ldquo;taken&rdquo;.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement"
    ],
    "Families": [
      "Category: Two-Player Fighting Games",
      "Components: 5 x 5 Grids",
      "Players: Two-Player Only Games",
      "Theme: Mech Warfare",
      "Theme: Robots"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Keeper of the Zoo",
    "ID": 251991,
    "Year": "(1985)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/251991/keeper-of-the-zoo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Go on safari with a challenging and fun game of chance using one die and animal cards. The object of the game is to go on Safari and brig 4 animals from their start location (origin) to your finish location (zoo) and have the 4 corresponding animal cards placed in front of you and do so before your opponents.&#10;&#10;&mdash;description from the box&#10;&#10;",
    "Categories": [
      "Animals",
      "Travel"
    ],
    "Mechanics": [
      "Hand Management",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Where's Baby Jesus?",
    "ID": 251992,
    "Year": "(1980)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgame/251992/wheres-baby-jesus",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Where's Baby Jesus? is a simple children's game where players spin the spinner and move the indicated number of spaces. When they land on a space that shows a picture with a missing object, they can then immediately move to the space that shows that missing object. The first player to reach the final space on the board wins the game.&#10;&#10;As described on the back of the board, this game is supposed to stimulate conversation with children about the birth of Jesus, as depicted in Luke 2 and Matthew 2.&#10;&#10;&mdash;user summmary&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Religious"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Religious: Jesus Christ"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Terrigeo Perú",
    "ID": 251993,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/251993/terrigeo-peru",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Terrigeo is a filler game of observation and reflexes about peruvian geography (peruvian regions)&#10;You could learn how to play it in a minute. Is not necessary  previous knowledge.&#10;&#10;The goal is to accumulate as many regions as you can!&#10;&#10;Game dynamics: Deal 1 map and 3 cards to each player; In turn the challenges will be revealed, and whoever is the first to guess the challenge with the cards in hand, saying the name of the region aloud, takes that letter; the game ends, when the deck of Regions has been used up.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Children's Game",
      "Educational",
      "Memory",
      "Party Game"
    ],
    "Mechanics": [
      "Memory",
      "Open Drafting",
      "Pattern Building",
      "Push Your Luck"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Gangs of Rome: Blood on the Aventine",
    "ID": 251994,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgame/251994/gangs-of-rome-blood-on-the-aventine",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Senator Caius Norbanus Flaccus has not only commissioned a temple to the god Apollo, but he has also provided a beautiful&mdash;not to mention expensive&mdash;statue of the god to watch over the temple&rsquo;s construction.&#10;&#10;Two rivals for Flaccus&rsquo; position on the Senate have both dispatched small gangs of fighters to sack the temple and steal the statue, the disappearance of which will cause embarrassment to the Senator.&#10;&#10;However, Flaccus is not quite as na&iuml;ve as these Domini would believe, and he has invested in a little insurance for his temple and the statue therein: the imposing&mdash;and obstinate&mdash;Gaul, Talavus...&#10;&#10;This scenario box set for Gangs of Rome &ndash; Blood on the Aventine contains everything you need to play this innovative tabletop skirmish game.  This starter scenario box set for GoR contains the following:&#10;&#10;Gangs of Rome A4 Full Rulebook&#10;    Blood on the Aventine Scenario&#10;    6 x Single piece fighters&#10;    6 x Named fighter cards&#10;    16 x Equipment/Skill Coins and cards featuring four unique coins for this scenario&#10;    1 Gaul watchman, Incola card and base&#10;    1 x Personal Influence Marker card&#10;    6 x Activation pebbles (3 x 2 different colours)&#10;    7 Roman numeral dice&#10;    2 x MDF Movement rulers&#10;    6 x Jigsaw Base&#10;    6 x Sets of flesh tokens&#10;    2 x sets of ID markers ( 1 - 3, two colours)&#10;    MDF Temple under construction scenery by Sarissa Precision&#10;    1 x Objective token&#10;&#10;Packed with all these Gangs of Rome essentials and exclusive content, Blood on the Aventine is the perfect way to begin or expand your collection. So take your fate in your hands, Dominus, and recruit, dominate and ascend.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Measurement Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Ancient: Rome",
      "Cities: Rome (Lazio, Italy)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rorshöck!",
    "ID": 252009,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.67",
    "Link": "https://boardgamegeek.com/boardgame/252009/rorshock",
    "Min Players": "1",
    "Max Players": "9",
    "Min Play Time": "20",
    "Play Time": "0",
    "Weight": "0",
    "Description": "What do you see when you stare at a Jackson Pollock? A drippy gooey mess or an angst ridden family dinner? Or how about when you gaze up at the clouds? Do you see a herd of African elephants or a bunch of cotton balls? Every day we are exposed to images that prompt or provoke our psyches. And what we see says a lot about our personalities--or lack thereof. That's why the simple act of seeing images in an ink blot can be so revealing--especially with the assistance of a highly paid, over-educated psychotherapist. But not everyone has that kind of time... or money. Which is exactly why Rorshock! cards are so indispensable.&#10;&#10;Game includes 20 ink blot cards and a &quot;Diagnosis Book&quot; and offers multiple ways to play. Play can be as straightforward as one player saying what they see in an inkblot and another player diagnosing it with the closest matching diagnosis for that card in the book. Alternatively, the ink blots can be used to inspire  writing prompts or games of Charades.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Le jeu des familles Gargouille en bandes dessinées",
    "ID": 252010,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/252010/le-jeu-des-familles-gargouille-en-bandes-dessinees",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This card game is based on the popular Quebec French-language comic &quot;Gargouille.&quot;&#10;&#10;The goal of the game is to collect the largest number of families (each family is composed of four cards).&#10;&#10;All 32 cards are shuffled and distributed as evenly as possible between all players.&#10;&#10;The first player picks a card in his hand, and asks any opponent if they have a card in the same family. When requesting a card from an opponent, players must specify both the family name and the number of the card. For example, a player might request the third card from the &eacute;clairs family (the &eacute;clairs with three symbols on it). If the opponent has that card, they must give it to the player.&#10;&#10;As long as the player gets the cards they asks for, they can continue. For each new card, they request a card from the opponent of their choice.&#10;&#10;However, if the player does not get the requested card, their turn is over.&#10;&#10;The opponent who did not have the requested card becomes the new active player. Play continues until all families have been assembled.&#10;&#10;For a two player game:&#10;Distribute 10 cards to each player. The remaining cards constitute a stack on the table. If your opponent does not have the card you want, you draw a card from the stack.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "FootballFans: Welcome to Russia",
    "ID": 252027,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/252027/footballfans-welcome-to-russia",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "150",
    "Weight": "0",
    "Description": "Hilarious board game and real World Cup simulator for true football lovers, their friends, family members and anyone, who wants to feel the thrill of the fight !&#10;This Game will tell you about the adventures of football fans in Russia. Funny caricatures, lots of humor, fighting spirit of football fans and excitement of a great sporting are waiting for you in this Game!&#10;Travel around Russian cities, rent airports, stadiums, hotels, bars and gyms, play football matches. Win a World Cup!&#10;&#10;This Game is a Football World Cup tournament simulator. As in real football, your success depends not only on the skills of your players but also on your managing, financial abilities and on how lucky you are. The World Cup 2018 is held in Russia, so all game events take place in Russian cities.&#10;&#10;First, you choose your teams: there are 32 national football teams in the game; each team possesses its own unique skill and level of such features as: Team Power, Fans Power, Mood, Luck.&#10;Then you decide what real property would you like to rent before the game starts.&#10;Initially, each player has 200 football rubles. A player can rent an Airport, a Hotel, a Stadium, a Bar or a Gym on this money. All these objects may bring money to their owners as well as increase their team&rsquo;s chances on winning matches. The prices of the property may vary, depending on the city. The game will start as soon as all players decide they have purchased enough.  &#10;Further on, purchases can be made after EACH round, in EACH group and after EACH play-off match.&#10;&#10;The tournament schedule is the same as in real football:&#10;&#10;32 teams distribute in 8 groups and play 3 tours each vs each in the group.&#10;In group matches: victory &ndash; 3 points, tie &ndash; 1 point, defeat &ndash; 0 points. &#10;Two teams scored the highest number of points qualify&#10;The next step is the play-off tournament for those 16 teams who qualified. There cannot be ties on this stage. If a game is tied at the end of regulation time, penalty shootouts are used to decide the winner.&#10;At the end there are only two teams left, who play the final match. The winner gets the World Cup.&#10;&#10;Matches are played according to team&rsquo;s features: Team Power, Fans Power, Mood, Luck. Each of the four features is compared. If a team has a higher level of a particular feature &ndash; this team scores a goal. If the level is the same, nobody scores. During the game players will have many chances to increase levels of these features, and they should use them wisely.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Economic",
      "Exploration",
      "Humor",
      "Party Game",
      "Print & Play",
      "Sports",
      "Travel"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Trading"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sakenobori",
    "ID": 252044,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.14",
    "Link": "https://boardgamegeek.com/boardgame/252044/sakenobori",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "In Sakenobori / &#227;&#129;&#149;&#227;&#129;&#145;&#227;&#129;&#174;&#227;&#129;&#188;&#227;&#130;&#138; (which means &quot;salmon run&quot;), players want to move their salmon upstream as far as possible to lay eggs (ikura, or salmon roe).&#10;&#10;Each of the three rounds plays out the same way. Players each have a hand of five river cards and one bear card. At the start of the round, players take turns laying down cards face down one at a time in a pyramid shape until each player has placed three cards. Then players take turns placing their salmon on a card in the first row.&#10;&#10;Players then take turns in an action phase in which they optionally swim their salmon to a new location, jumping occupied spaces and revealing the card where they land, if it were hidden. Land on a bear and you're out for the round unless you can counter with a bear from your hand. After moving, you can either place a card from your hand face down to add to the river or pass. Once all players pass in turn, the round ends and players then collect ikura tokens equal to their rank in the pyramid.&#10;&#10;In the third round, players score an ikura bonus depending on their final rank, then whoever has collected (a.k.a. spawned) the most ikura wins!&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": [
      "Digital Implementations: Tabletopia"
    ]
  }
]