[
  {
    "Rank": "N/A",
    "Name": "Warhammer 40,000 (Ninth Edition) Codex: Adeptus Mechanicus",
    "ID": 340693,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/340693/warhammer-40000-ninth-edition-codex-adeptus-mechan",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The military wing of the Adeptus Mechanicus comprises the most zealous servants of the Cult Mechanicus. They are tasked with exalting the Omnissiah through the annihilation of Mars&rsquo; foes and the rediscovery of lost archeotech from Mankind&rsquo;s ancient past. Inside this 120-page hardback codex, you'll find everything you need to unleash the fury of the Cult Mechanicus in battle, plus thrilling lore and art to inspire your own collection.&#10;&#10;Inside this book, you'll find:&#10;&#10;&#10;     The history of the Adeptus Mechanicus from their origins before the union of Mars and Terra to the galaxy-spanning network of forge worlds they now maintain&#10;     A detailed description of the military organisation and iconography of the Cult Mechanicus&#10;     An Adeptus Mechanicus bestiary with background details for every unit and Character featured&#10;     A showcase of stunningly painted Citadel miniatures&#10;     Rules for units that are only available to the armies of the Adeptus Mechanicus &ndash; including 30 datasheets&#10;     Stratagems, Relics, and optional secondary objectives that define the ways that the Cult Mechanicus wages war&#10;     Bespoke Crusade rules providing new Agendas, Requisitions, Battle Traits, Honorifics, and Crusade Relics that are unique to the Adeptus Mechanicus&#10;     And more!&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Warhammer 40,000 (Ninth Edition)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer 40,000 (Ninth Edition) Codex: Adepta Sororitas",
    "ID": 340694,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/340694/warhammer-40000-ninth-edition-codex-adepta-sororit",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Adepta Sororitas are the Chamber Militant, or armed fighting force, of the Adeptus Ministorum. Often known colloquially as the 'Sisters of Battle', their Order was created to defend the faithful and their places of worship, battling threats from daemons, xenos, and even heretical humans. With the opening of the Great Rift and the sundering of their Emperor's realm, new crusades brimming with Battle Sisters have struck out across the galaxy to bring judgement with flame, blade, and bolt.&#10;&#10;Clad in thick suits of power armour and wielding weapons usually seen only among the Emperor's Angels of Death, the Adepta Sororitas take to the field with an unquenchable zeal. Empowered by their faith and capable of performing miraculous feats, the Battle Sisters march alongside mighty tanks and powerful mechanical warsuits to bring fire and fury to every corner of the galaxy. Along with inspirational photographs of stunningly painted models, you can delve into the background and lore of the Adepta Sororitas, and discover the rules that you need to field them in your games of Warhammer 40,000.&#10;&#10;Inside this 128-page codex, you will find:&#10;&#10;     The history and origins of the Adepta Sororitas, detailing how they rose from a galaxy-spanning heresy to defend the Emperor's faith&#10;     A showcase of stunningly painted Citadel Miniatures that displays the martial liveries of their many Holy Orders&#10;     A vast range of datasheets providing tabletop rules for 34 units from the Adepta Sororitas army&#10;     A bounty of Stratagems, Relics, and Warlord Traits featuring updated favourites and brand new options for your army on the tabletop&#10;     Bespoke Crusade rules that allow you to embark upon a quest to raise your Canoness to the status of Living Saint&#10;     And more!&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Warhammer 40,000 (Ninth Edition)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer 40,000 (Ninth Edition): Chapter Approved – Grand Tournament 2021 Mission Pack and Munitorum Field Manual 2021 MkII",
    "ID": 340695,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/340695/warhammer-40000-ninth-edition-chapter-approved-gra",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This year&rsquo;s edition of Chapter Approved is the essential gaming toolbox for all fans of Warhammer 40,000 matched play. Whether you're a tournament regular or simply like to ensure your battles are always fought on an even footing, this is the essential supplement for matched play games of Warhammer 40,000.&#10;&#10;Inside this 96-page softback book, you'll find:&#10;&#10;&#10;     Two mission packs, comprising nine missions each for Incursion- and Strike Force-scale battles, each designed to offer a different challenge to the players.&#10;     Guidelines for setting up and playing a matched play or Grand Tournament-level competitive game, including suggested battlefield size, time limit and how best to determine secondary objectives.&#10;     Updated secondary objectives. Some are entirely new, while others have been tweaked, or had the amount of Victory points they award adjusted.&#10;     And much, much more&hellip;&#10;&#10;&#10;In addition, you'll also find a separate 56-page book &ndash; the Munitorum Field Manual Mk II &ndash; containing all the latest matched play points updates, painstakingly balanced and tuned in conjunction with major tournament organisers and our playtesters.&#10;&#10;Whether you're looking to take your matched play gaming to a whole new level or are wanting to stay on the pulse with all the latest points value developments for every faction, Chapter Approved has something for you, and is a fitting guide to the incredible new edition of Warhammer 40,000.&#10;&#10;Please note: the points values featured in the Munitorum Field Manual 2021 MkII for the Thousand Sons and Grey Knights are incorrect due to a delay in the release of their codexes. Until these codexes are released later in 2021, you can download the updated points values for the Thousand Sons and Grey Knights from the PDF found in the downloads tab. These points values cater for all the units from both of these factions and are designed to be used alongside their current codexes until their new books arrive.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Game: Warhammer 40,000 (Ninth Edition)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ginga-X: Berivov System",
    "ID": 340697,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/340697/ginga-x-berivov-system",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "5",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Ginga-X A solitaire space adventure game. &#10;Players choose their ship from a list of pre-built ones, or build their own, then explore the star system! &#10;Navigating the spaceways, battling alien ships, and gathering resources along the way, players must try to accomplish goals while balancing their ship's stats for maximum results.&#10;&#10;Each turn is divided into 5 steps:&#10;1. Check for Alien Attack: (based on your ship's Stats, an enemy may appear!)&#10;2. Check Risk: (the more 'unbalanced' your ship's Stats, the more dangerous your travels will become!  A perfectly balanced ship is considered to be in Harmony, and will yield amazing discoveries.&#10;3. Move (optional): the ship may be moved to an adjacent sector or remain in its current position.&#10;4. Check Sector FX: Compare the ship's Risk with the Sector's benefits/dangers!&#10;5. Gather: the ship must gather as much of a chosen resource from the Sector as possible!&#10;&#10;Ginga-X is fully expandable with new Star Systems and new Alien Ships, as well as new Pre-Built player ship options.&#10;&#10;The Berivov System includes the following 6 Sectors:&#10;1. Planet Orpha&#10;2. The Ruby Zone (field)&#10;3. Planet Seirama&#10;4. Planet Jenice&#10;5, Berivov (pulsar star)&#10;6. Planet Arkizon&#10;&#10;&mdash;description from designer&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Grid Movement",
      "Solo / Solitaire Game",
      "Stat Check Resolution"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "1846: The Race for the Midwest – Mini-Expansion",
    "ID": 340705,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.74",
    "Link": "https://boardgamegeek.com/boardgameexpansion/340705/1846-the-race-for-the-midwest-mini-expansion",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "3",
    "Description": "This expansion includes two new private companies for 1846 -- one blue square private named &quot;Boomtown&quot; and one orange dot private named &quot;Little Miami&quot;.  These privates provide more variety in the private company draft, and in particular mean that different sets of privates can be used in different 5-player 1846 games.  These privates focus on the area around Cincinnati, which in some groups tends to be overlooked in the base game.&#10;&#10;Also included are two markers for Boomtown and a reprinted private from the base game with clarified wording but no changes in play.&#10;&#10;This expansion will be included with the GMT 2nd edition of 1846 and with the upcoming game 1833NE, and will also be made available separately following the release of the 2nd edition.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Economic",
      "Trains"
    ],
    "Mechanics": [
      "Investment",
      "Market",
      "Network and Route Building",
      "Ownership",
      "Stock Holding",
      "Tile Placement",
      "Victory Points as a Resource"
    ],
    "Families": [
      "Cities: Cincinnati (Ohio, USA)",
      "Series: 18xx"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Meidän sakki",
    "ID": 340710,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/340710/meidan-sakki",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "A co-op game where players try to fulfill missions in order to lead their characters to the campsite before the storm breaks.&#10;&#10;Players move their characters by doing acting, explaining and drawing. If the task fails, the players get 1 point, for a good performance the players get 2 points and for an exceptional performance they get 3 points. Points are then spent to draw movement tiles, which are then used to move.&#10;&#10;The game is a race to finish. Players win if they reach the end of the track and lose if there are three thunder tokens on the board. Thunder tokens are added depending on the cards drawn from the weather deck after each turn.&#10;&#10;The aim of the game is to get the players to know each other better. The game is sold to support foster care families in Finland.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Acting",
      "Cooperative Game",
      "Hand Management",
      "Line Drawing",
      "Race"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "A Terrible Time: The Banned Deck",
    "ID": 340714,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/340714/a-terrible-time-the-banned-deck",
    "Min Players": "4",
    "Max Players": "99",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "0",
    "Description": "100 cards featuring the most offensive and downright evil things we can think of.&#10;&#10;-description from the back of the box&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Terrible Time: The Movies Expansion",
    "ID": 340715,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/340715/a-terrible-time-the-movies-expansion",
    "Min Players": "4",
    "Max Players": "99",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "0",
    "Description": "100 cards with Art, Facts, and Performance Challenges centered around the vapid, artistically bankrupt, soul-shattering world of movies.&#10;&#10;Include such topics as &quot;prequelitis&quot;, &quot;plot holes&quot; and &quot;looking into the Ark of the Covenant&quot;.&#10;&#10;-description from the back of the box&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Terrible Time: The Video Games Expansion",
    "ID": 340716,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/340716/a-terrible-time-the-video-games-expansion",
    "Min Players": "4",
    "Max Players": "99",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "0",
    "Description": "100 cards with Art, Facts, and Performance Challenges centered around the twitchy, frustrating, life-destroying world of video games.&#10;&#10;Include such topics as &quot;losing your thumbs&quot;, &quot;chainmail bikinis&quot;, and &quot;escort missions&quot;&#10;&#10;-description from the back of the box&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Party Game",
      "Video Game Theme"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Video Game Industry"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Terrible Time: The TV Expansion",
    "ID": 340717,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/340717/a-terrible-time-the-tv-expansion",
    "Min Players": "4",
    "Max Players": "99",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "0",
    "Description": "100 cards with Art, Facts, and Performance Challenges centered around the hopelessly immature, endlessly repetitive, and brain-meltingly stupid world of TV.&#10;&#10;Include such topics as &quot;reality shows&quot;, &quot;Cosby sweaters&quot; and &quot;actors in blackface&quot;.&#10;&#10;-description from the back of the box&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Paco's Party",
    "ID": 340720,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.88",
    "Link": "https://boardgamegeek.com/boardgame/340720/pacos-party",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "1",
    "Description": "This weekend was Paco's birthday party and so many fun pictures were taken! But&hellip; wait a minute&hellip; where is Hippo on this picture? It&rsquo;s gone!&#10;&#10;Race to find what is missing on the cards at play to get rid of your cards. Nothing missing? It&rsquo;s Paco's Party all over again. Call it out while dancing like Paco, but don&rsquo;t be the last one, or add all the played cards to your own pile. The first player to get rid of their cards wins the game!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Acting",
      "Move Through Deck",
      "Race",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Card Games: Shedding / Stops"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Spellwards",
    "ID": 340737,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.14",
    "Link": "https://boardgamegeek.com/boardgame/340737/spellwards",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "1",
    "Description": "A card based word game for 2 to 10 players that plays in 5 to 10 minutes. Spellwards offers a lightning fast word game experience unlike anything you've played before!&#10;&#10;To play a card, players must say a word that:&#10;&#10;     Starts with the letter on the centre card&#10;     Ends with the letter on the card being played&#10;     Has word length specified by number on card being played&#10;&#10;&#10;There is no turn order in Spellwards, players may jump in and play a card whenever they are able to come up with an appropriate word. After a card is played, it becomes the new centre card. The first player to play all their cards wins!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Print & Play",
      "Real-time",
      "Word Game"
    ],
    "Mechanics": [
      "Race",
      "Real-Time",
      "Spelling"
    ],
    "Families": [
      "Card Games: Shedding / Stops",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Digital Implementations: Tabletopia",
      "Word Games: First Letter Given"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Labyrinth: Paths of Destiny – 4th Edition",
    "ID": 340741,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.97",
    "Link": "https://boardgamegeek.com/boardgame/340741/labyrinth-paths-of-destiny-4th-edition",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Labyrinth: Paths of Destiny is an adventure &amp; fantasy board game for 2-6 players, in which they become ancient explorers and builders of a magical 3D labyrinth and at the same time epic heroes trying to reach its middle to gain immortality using incredible powers and found artifacts. There can only be one winner of this race.&#10;&#10;In order to win, players must secure the key to the central chamber and be the first to reach this chamber while avoiding the Keeper (Golem), traps, monsters and other players.&#10;&#10;During the game, with each turn you can take any 2 of the following actions:&#10;&#10;     Basic: move the hero, build the labyrinth, leave traps, use the abilities of your hero or items,&#10;     Special (once per turn): move the Keeper of the Labyrinth, move a Monster, evoke powerful events,&#10;     Situational: climb or descend a bridge, fight another player.&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Fighting",
      "Maze",
      "Mythology"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Dice Rolling",
      "Events",
      "Hexagon Grid",
      "King of the Hill",
      "Modular Board",
      "Race",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Theme: Deserts"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Elusion Escape",
    "ID": 340742,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/340742/elusion-escape",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "In this game, a team of 4-8 players work together to solve puzzles using clue cards and solution cards. The game ends when all puzzles on the table are solved, or if the final round ends and the last puzzle remains unsolved.&#10;&#10;Not everyone wants to leave, though. Traitors will slow down your progress, doing their best to keep their identities hidden until the right time.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Puzzle"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Deduction",
      "Matching",
      "Semi-Cooperative Game",
      "Team-Based Game",
      "Trading",
      "Traitor Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Kettle of Fish (fan expansion for Carcassonne)",
    "ID": 340743,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/340743/kettle-of-fish-fan-expansion-for-carcassonne",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "The fishermen working along the streams and rivers around Carcassonne have decided to form a guild to safeguard their interests. Fishing in the rivers after all is a different kettle of fish than working on the farms and in the forests.&#10;&#10;Four new icons for the Rivers:&#10;&#10;     Oyster: to have a double turn&#10;     Chivarly: to upgrade your follower&#10;     Fisherman Guild: like the pennants for the cities&#10;     Fish Trade: another trace counter type&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fan Expansion",
      "Medieval"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Game: Carcassonne"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dark Blue Defection (fan expansion for Red Storm)",
    "ID": 340745,
    "Year": "(2021)",
    "Geek Rating": "5.554",
    "Avg Rating": "8.91",
    "Link": "https://boardgamegeek.com/boardgameexpansion/340745/dark-blue-defection-fan-expansion-for-red-storm",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "90",
    "Play Time": "240",
    "Weight": "3.5",
    "Description": "Red Storm: Dark Blue Defection is an unofficial solo expansion designed for use with GMT&rsquo;s Red Storm &ndash; The Air War Over Germany, 1987, game of operational level air combat between NATO and the Warsaw Pact. Please note, this solo expansion is not a GMT Games product.&#10;&#10;Red Storm: Dark Blue Defection provides a solo only experience in which each scenario can be set up and played to conclusion in one evening. The scenarios require no planning. The forces involved are pre-set to allow speed of play.&#10;&#10;Red Storm: Dark Blue Defection modifies the solo bot provided in Red Storm and provides a set of 10 smaller scenarios designed to be played in sequence with increased difficulty and a ramp up of game rules as they progress to allow learning of the game systems detailed in the Red Storm Rules of Play in a logical and fun way.&#10;&#10;As the Player, you will play as NATO through a series of challenging connected scenarios. The Warsaw Pact forces are controlled by the Bot System.&#10;&#10;Scenarios featuring mission types from Red Storm include close air support, interdiction, SEAD, deep strike, raid defense and a new air heist mission type.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Aviation / Flight",
      "Fan Expansion",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Country: Germany",
      "Country: Soviet Union",
      "Decades: The 1980's",
      "History: Cold War",
      "Players: Expansions Adding Solo Play",
      "Series: Downtown"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Magic Maze: Tile C",
    "ID": 340747,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/340747/magic-maze-tile-c",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Promo Tile C is one of the tiles from the Magic Maze: 9 New Tiles set. This set was originally available as a full set at Spiel 2017, with the tiles made available individually through various outlets and partners after the show. BGG was given tile C to distribute.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Exploration",
      "Maze"
    ],
    "Mechanics": [
      "Area Movement",
      "Communication Limits"
    ],
    "Families": [
      "Game: Magic Maze"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Top Ten: Jeu de démo gratuit",
    "ID": 340749,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/340749/top-ten-jeu-de-demo-gratuit",
    "Min Players": "4",
    "Max Players": "9",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "NOTE: This is a free 14-card promo game, which can be played on its own or added to the base game.&#10;&#10;Your goal in Top Ten is to survive five rounds, so you and your fellow players need to figure out how to get things in order!&#10;&#10;To start the game, place a number of unicorn tokens on the game board. Choose one player to be the round's chief. That player gives all players a random card numbered 1-10, then they read one of the five hundred theme cards included in the game, e.g., &quot;Batman wants to replace Robin to fight the bad guys. Create a new duo 'Batman and ...' from the worst to the best.&quot; The chief looks at their number, then gives an answer based on their number. If they have a 1, they want to give the worst possible suggestion; if a 10, the best; if a 5-7, somewhere in the middle.&#10;&#10;Each other player then gives an answer to this theme based on the number they were dealt, then the chief needs to decide who has the lowest number, then the next lowest, and so on. For each mistake, the chief flips a unicorn token over to its poop side.&#10;&#10;If all the unicorns have left by the end of the fifth round, leaving you with nothing but poop, then you lose. Otherwise you win!&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Promotional: Board Games",
      "Versions & Editions: Demo Versions"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Quiz Club: Brett- & Kartenspiele",
    "ID": 340751,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgameexpansion/340751/quiz-club-brett-and-kartenspiele",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Quiz Club is a tactical quiz game in which cooperative and competitive rounds alternate.&#10;&#10;Brett- &amp; Kartenspiele is an expansion for Quiz Club with 120 themed questions to expand and personalize your game experience.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Cooperative Game",
      "Semi-Cooperative Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Quiz Club: Fremde Länder & Abenteuer",
    "ID": 340752,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/340752/quiz-club-fremde-lander-and-abenteuer",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Quiz Club is a tactical quiz game in which cooperative and competitive rounds alternate.&#10;&#10;Fremde L&auml;nder &amp; Abenteuer is an expansion for Quiz Club with 120 themed questions to expand and personalize your game experience.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Cooperative Game",
      "Semi-Cooperative Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Quiz Club: News, Trends & Katastrophen",
    "ID": 340753,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/340753/quiz-club-news-trends-and-katastrophen",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Quiz Club is a tactical quiz game in which cooperative and competitive rounds alternate.&#10;&#10;News, Trends &amp; Katastrophen is an expansion for Quiz Club with 120 themed questions to expand and personalize your game experience.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Cooperative Game",
      "Semi-Cooperative Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Quiz Club: Rollenspiele & Geek-Wissen",
    "ID": 340754,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.82",
    "Link": "https://boardgamegeek.com/boardgameexpansion/340754/quiz-club-rollenspiele-and-geek-wissen",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Quiz Club is a tactical quiz game in which cooperative and competitive rounds alternate.&#10;&#10;Rollenspiele &amp; Geek-Wissen is an expansion for Quiz Club with 120 themed questions to expand and personalize your game experience.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Cooperative Game",
      "Semi-Cooperative Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Quiz Club: Science-Fiction & Wissenschaft",
    "ID": 340755,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.92",
    "Link": "https://boardgamegeek.com/boardgameexpansion/340755/quiz-club-science-fiction-and-wissenschaft",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Quiz Club is a tactical quiz game in which cooperative and competitive rounds alternate.&#10;&#10;Science-Fiction &amp; Wissenschaft is an expansion for Quiz Club with 120 themed questions to expand and personalize your game experience.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Cooperative Game",
      "Semi-Cooperative Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Das lustige Wettlauf-Spiel",
    "ID": 340764,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/340764/das-lustige-wettlauf-spiel",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players roll their figure over a course towards the finish line. Advantages and disadvantages lurk along the way. A restart may also become necessary. The first player to reach the finish line exactly wins the game.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Racing"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Track Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Claim: Reinforcements – Sky",
    "ID": 340767,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.65",
    "Link": "https://boardgamegeek.com/boardgameexpansion/340767/claim-reinforcements-sky",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "0",
    "Description": "With all living things thrifting in the sky, each minor adjustment can turn the world upside down. All outer factions are seen as a threat. The sky creatures fly as fast as the wind, have extremely rare powers and are best when acting alone. Are you ready for this new era of war?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Game: Claim"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Claim: Reinforcements – Sea",
    "ID": 340769,
    "Year": "(2022)",
    "Geek Rating": "5.526",
    "Avg Rating": "7.49",
    "Link": "https://boardgamegeek.com/boardgameexpansion/340769/claim-reinforcements-sea",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "2",
    "Description": "The sea is a friendly connection between lands and is useful to the realm for food and travelling. The kingdom would be&#10;nowhere without the contribution of the surface and the deep sea. Undervalued, angry and with a new powers they are&#10;ready for battle.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Game: Claim",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Something Wild! Dr. Seuss",
    "ID": 340772,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.49",
    "Link": "https://boardgamegeek.com/boardgame/340772/something-wild-dr-seuss",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Something Wild is a line of card games featuring beloved characters and collectible Pop! pocket figures. Play numbered and colored character cards to make sets and runs. The first player to score three powers wins the game.&#10;&#10;Something Wild! Dr. Seuss is a fast-paced, light card game for the whole family! Featuring a collectible Cat in the Hat Pop! figure, as well as your favorite characters from the world of Dr. Seuss.&#10;&#10;Combine Character Cards in sets and runs to score points, just like in Rummy. Use Power Cards to add a fun twist to the classic card gameplay.&#10;&#10;Combine multiple Something Wild games to add more character cards, more Pop! figures, and more powers to your game!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Collectible Components"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Authors: Dr. Seuss",
      "Traditional Card Games: Rummy"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Time Telling Game",
    "ID": 340774,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "2.50",
    "Link": "https://boardgamegeek.com/boardgame/340774/time-telling-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Simple game that helps kids learn how to tell time.  Players each get a clock and there are color coded cards with different difficulty levels.  A time card is drawn and each player attempts to match their clock with the digital time shown on the card.  Once everyone is ready the card is turned over to   show how the analog clock should look.  Every player that is correct gets a point.  There are also rules for single players.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Move Through Deck"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Chief, My Chief",
    "ID": 340775,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/340775/chief-my-chief",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "2 years ago, we introduced true &quot;Reverse Deck-building&quot; to the world in the form of Shake Up. Today and for the first time ever, we introduce the concept of true &quot;Shared Deck-building&quot; - Everyone plays on the same single deck with the same hand, and yes everyone has a part in building this same single deck.&#10;&#10;In the Azure Peninsula, civilization has not tamed the breathtaking yet deadly nature it offers. Isle whales would crush entire towns in their passing, and river wyrms swallow whole camps. Yet every so often, a tiny hamlet or a cosy little village would spring up atop a hill. In our story, the village chief has just passed on, leaving a chaotic mess of younger heads to run the place. The Tool Master needs stone to craft useful items for everyone, while the Culinary Chief feeds the group, the Scouting Lead goes out with his party to patrol and scour for materials, and the Commander protects the walls and its inhabitants.&#10;&#10;They are but a tiny settlement with limited people. How will the different leaders work together to utilize their resources? Too much of one resource will cause some leaders to not be able to do what they have to do, and too little of anything could spell doom for everyone. A single deck represents the village, and players take on the roles of the various leaders. They must balance their own needs with those of other leaders in order to survive and thrive amidst a harsh land. Every leader is important!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "City Building",
      "Civilization"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Trek 12: Zen Trek",
    "ID": 340807,
    "Year": "(2021)",
    "Geek Rating": "5.518",
    "Avg Rating": "6.70",
    "Link": "https://boardgamegeek.com/boardgameexpansion/340807/trek-12-zen-trek",
    "Min Players": "1",
    "Max Players": "50",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Trek 12 Zen Trek is an official print and play mini-expansion, offered by the publisher in may 2021.&#10;&#10;It consist in a new player board. To access the zenitude you will have to travel a very special route, passing through the river separating the two valleys and reaching the other side without using artifices. You will have to immerse yourself completely in the water without the help of ropes and come out of this journey grown !&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Expansion for Base-game",
      "Print & Play"
    ],
    "Mechanics": [
      "Chaining",
      "Dice Rolling",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Digital Implementations: Board Game Arena",
      "Mechanism: Roll-and-Write",
      "Players: Games with Solitaire Rules",
      "Series: Coffee Break Games (Lumberjacks Studio)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Breach: Escape the Space Station",
    "ID": 340808,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/340808/breach-escape-the-space-station",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Life on a space station can be an exhilarating experience. That can all change in an instant when things go awry.&#10;&#10;You are part of the space station's crew when all heck breaks loose. With limited access to supplies and weapons your only hope is to make it to the escape pods. Unfortunately, the way there is riddled with blocked passages and invaders looking to destroy you. Finding the escape pod access areas is your only hope!&#10;&#10;As the crew, you must run the corridors, gather supplies, and locate the escape pods while fighting off the invaders. It is your choice how you play. Do you all work together, is it an all out fight to escape, or do you use your fellow crew to find the pods and then abandon them.&#10;&#10;Players roll to move through the station, discovering new sections and paths, items to use and encounters to battle or avoid.&#10;&#10;Game ends when 1 player reaches an escape pod, all do, or the station is destroyed. Depends on how the players choose to setup the game.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Print & Play",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action / Event",
      "Card Play Conflict Resolution",
      "Cooperative Game",
      "Critical Hits and Failures",
      "Dice Rolling",
      "Die Icon Resolution",
      "Modular Board",
      "Roll / Spin and Move",
      "Semi-Cooperative Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Komplize gesucht!",
    "ID": 340809,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/340809/komplize-gesucht",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "Who would you rob a bank with? Who would be the right partner for a small betting fraud? And who would you choose to get the pesky nightclub bouncer out of the way?&#10;&#10;The world is full of criminal challenges, and there are plenty of prominent candidates for your next coup: politicians, artists, athletes, actors, scholars, musicians. In Komplize gesucht!, you get to name who your accomplices would be for these crimes and more.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "箱館戦争 (Hakodate War)",
    "ID": 340810,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/340810/xiang-guan-zhan-zheng-hakodate-war",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "0",
    "Description": "The Battle of Hakodate was a war in which the first maritime strategy faced by modern Japan dominated the battlefield. The Kaiyo was lost in an accident, and the new government army acquired the ironclad Kotetsu, and the power balance changed drastically.&#10;&#10;The player aims to establish the Republic of Ezo from the standpoint of Takeaki Enomoto. The operation of the Navy is important, but money is needed for the Navy to function. Taxes must be collected while paying attention to the feelings of the residents, and ground troops and warships must be prepared to prepare for the arrival of the new government army. Can you fight better than historically against the new government forces who are trying to end the civil war early with the game system? Or can we achieve the long-cherished desire to establish the Republic of Ezo?&#10;&#10;Published in Banzai EX Magazine No.9&#10;&#10;&#10;&#231;&#174;&#177;&#233;&#164;&#168;&#230;&#136;&#166;&#228;&#186;&#137;&#227;&#129;&#175;&#232;&#191;&#145;&#228;&#187;&#163;&#230;&#151;&#165;&#230;&#156;&#172;&#227;&#129;&#140;&#231;&#155;&#180;&#233;&#157;&#162;&#227;&#129;&#151;&#227;&#129;&#159;&#230;&#156;&#128;&#229;&#136;&#157;&#227;&#129;&#174;&#230;&#181;&#183;&#230;&#180;&#139;&#230;&#136;&#166;&#231;&#149;&#165;&#227;&#129;&#140;&#230;&#136;&#166;&#229;&#177;&#128;&#227;&#130;&#146;&#229;&#183;&#166;&#229;&#143;&#179;&#227;&#129;&#153;&#227;&#130;&#139;&#230;&#136;&#166;&#228;&#186;&#137;&#227;&#129;&#167;&#227;&#129;&#151;&#227;&#129;&#159;&#226;&#148;&#128;&#226;&#148;&#128;&#229;&#189;&#147;&#230;&#153;&#130;&#229;&#155;&#189;&#229;&#134;&#133;&#230;&#156;&#128;&#229;&#188;&#183;&#227;&#129;&#174;&#232;&#187;&#141;&#232;&#137;&#166;&#227;&#128;&#136;&#233;&#150;&#139;&#233;&#153;&#189;&#227;&#128;&#137;&#227;&#130;&#146;&#232;&#166;&#129;&#227;&#129;&#153;&#227;&#130;&#139;&#230;&#151;&#167;&#229;&#185;&#149;&#229;&#186;&#156;&#232;&#187;&#141;&#227;&#129;&#140;&#230;&#181;&#183;&#232;&#187;&#141;&#229;&#138;&#155;&#227;&#129;&#167;&#230;&#150;&#176;&#230;&#148;&#191;&#229;&#186;&#156;&#232;&#187;&#141;&#227;&#130;&#146;&#229;&#156;&#167;&#229;&#128;&#146;&#227;&#129;&#151;&#227;&#129;&#166;&#227;&#129;&#132;&#227;&#129;&#190;&#227;&#129;&#151;&#227;&#129;&#159;&#227;&#129;&#140;&#227;&#128;&#129;&#227;&#129;&#157;&#227;&#129;&#174;&#227;&#128;&#136;&#233;&#150;&#139;&#233;&#153;&#189;&#227;&#128;&#137;&#227;&#130;&#146;&#228;&#186;&#139;&#230;&#149;&#133;&#227;&#129;&#167;&#229;&#164;&#177;&#227;&#129;&#132;&#227;&#128;&#129;&#230;&#150;&#176;&#230;&#148;&#191;&#229;&#186;&#156;&#232;&#187;&#141;&#227;&#129;&#140;&#232;&#163;&#133;&#231;&#148;&#178;&#232;&#137;&#166;&#227;&#128;&#136;&#231;&#148;&#178;&#233;&#137;&#132;&#227;&#128;&#137;&#227;&#130;&#146;&#230;&#137;&#139;&#227;&#129;&#171;&#229;&#133;&#165;&#227;&#130;&#140;&#227;&#128;&#129;&#227;&#131;&#145;&#227;&#131;&#175;&#227;&#131;&#188;&#227;&#131;&#187;&#227;&#131;&#144;&#227;&#131;&#169;&#227;&#131;&#179;&#227;&#130;&#185;&#227;&#129;&#175;&#230;&#191;&#128;&#229;&#164;&#137;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#151;&#227;&#129;&#159;&#227;&#128;&#130;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#175;&#230;&#166;&#142;&#230;&#156;&#172;&#230;&#173;&#166;&#230;&#143;&#154;&#227;&#129;&#174;&#231;&#171;&#139;&#229;&#160;&#180;&#227;&#129;&#167;&#232;&#157;&#166;&#229;&#164;&#183;&#229;&#133;&#177;&#229;&#146;&#140;&#229;&#155;&#189;&#227;&#129;&#174;&#230;&#168;&#185;&#231;&#171;&#139;&#227;&#130;&#146;&#231;&#155;&#174;&#230;&#140;&#135;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#230;&#181;&#183;&#232;&#187;&#141;&#227;&#129;&#174;&#233;&#129;&#139;&#231;&#148;&#168;&#227;&#129;&#140;&#233;&#135;&#141;&#232;&#166;&#129;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#129;&#140;&#227;&#128;&#129;&#230;&#181;&#183;&#232;&#187;&#141;&#227;&#130;&#146;&#230;&#169;&#159;&#232;&#131;&#189;&#227;&#129;&#149;&#227;&#129;&#155;&#227;&#130;&#139;&#227;&#129;&#159;&#227;&#130;&#129;&#227;&#129;&#171;&#227;&#129;&#175;&#233;&#135;&#145;&#227;&#129;&#140;&#229;&#191;&#133;&#232;&#166;&#129;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#228;&#189;&#143;&#230;&#176;&#145;&#230;&#132;&#159;&#230;&#131;&#133;&#227;&#129;&#171;&#230;&#179;&#168;&#230;&#132;&#143;&#227;&#129;&#151;&#227;&#129;&#164;&#227;&#129;&#164;&#229;&#190;&#180;&#231;&#168;&#142;&#227;&#129;&#151;&#227;&#128;&#129;&#229;&#156;&#176;&#228;&#184;&#138;&#233;&#131;&#168;&#233;&#154;&#138;&#227;&#129;&#168;&#232;&#187;&#141;&#232;&#137;&#166;&#227;&#130;&#146;&#230;&#149;&#180;&#229;&#130;&#153;&#227;&#129;&#151;&#227;&#129;&#166;&#227;&#128;&#129;&#230;&#150;&#176;&#230;&#148;&#191;&#229;&#186;&#156;&#232;&#187;&#141;&#227;&#129;&#174;&#230;&#157;&#165;&#229;&#175;&#135;&#227;&#129;&#171;&#229;&#130;&#153;&#227;&#129;&#136;&#227;&#129;&#170;&#227;&#129;&#145;&#227;&#130;&#140;&#227;&#129;&#176;&#227;&#129;&#170;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#155;&#227;&#130;&#147;&#227;&#128;&#130;&#230;&#158;&#156;&#227;&#129;&#159;&#227;&#129;&#151;&#227;&#129;&#166;&#227;&#129;&#130;&#227;&#129;&#170;&#227;&#129;&#159;&#227;&#129;&#175;&#227;&#128;&#129;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#131;&#187;&#227;&#130;&#183;&#227;&#130;&#185;&#227;&#131;&#134;&#227;&#131;&#160;&#227;&#129;&#171;&#227;&#130;&#136;&#227;&#129;&#163;&#227;&#129;&#166;&#229;&#134;&#133;&#230;&#136;&#166;&#227;&#130;&#146;&#230;&#151;&#169;&#230;&#156;&#159;&#227;&#129;&#171;&#231;&#181;&#130;&#227;&#130;&#143;&#227;&#130;&#137;&#227;&#129;&#155;&#227;&#130;&#136;&#227;&#129;&#134;&#227;&#129;&#168;&#227;&#129;&#153;&#227;&#130;&#139;&#230;&#150;&#176;&#230;&#148;&#191;&#229;&#186;&#156;&#232;&#187;&#141;&#227;&#130;&#146;&#231;&#155;&#184;&#230;&#137;&#139;&#227;&#129;&#171;&#227;&#128;&#129;&#229;&#143;&#178;&#229;&#174;&#159;&#227;&#130;&#136;&#227;&#130;&#138;&#229;&#150;&#132;&#230;&#136;&#166;&#227;&#129;&#167;&#227;&#129;&#141;&#227;&#130;&#139;&#227;&#129;&#167;&#227;&#129;&#151;&#227;&#130;&#135;&#227;&#129;&#134;&#227;&#129;&#139;&#227;&#128;&#130;&#227;&#129;&#130;&#227;&#130;&#139;&#227;&#129;&#132;&#227;&#129;&#175;&#227;&#128;&#129;&#232;&#157;&#166;&#229;&#164;&#183;&#229;&#133;&#177;&#229;&#146;&#140;&#229;&#155;&#189;&#230;&#168;&#185;&#231;&#171;&#139;&#227;&#129;&#174;&#230;&#130;&#178;&#233;&#161;&#152;&#227;&#130;&#146;&#233;&#129;&#148;&#230;&#136;&#144;&#227;&#129;&#167;&#227;&#129;&#141;&#227;&#130;&#139;&#227;&#129;&#167;&#227;&#129;&#151;&#227;&#130;&#135;&#227;&#129;&#134;&#227;&#129;&#139;&#227;&#128;&#130;&#10;&#10;Components:&#10;Map: 1 A3 size&#10;Counter: 99 pieces of 15 mm square (including the following variants for &quot;Hakodate Sensou&quot; and &quot;Red Crescent White Cross (First Balkan War Variant in &quot;Red Sun Blue Cross&quot;)&#10;Rulebook: A4 size 12 pages&#10;Player assistance card: 1 A4 size&#10;&#10;",
    "Categories": [
      "Nautical",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Cities: Hakodate (Japan)",
      "Country: Japan",
      "History: Boshin War & Meiji Era Rebellions",
      "Magazine: Banzai Magazine",
      "Players: Solitaire Only Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Devolution: Become a Supreme Leader for Life!",
    "ID": 340812,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.56",
    "Link": "https://boardgamegeek.com/boardgame/340812/devolution-become-a-supreme-leader-for-life",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "50",
    "Weight": "0",
    "Description": "Devolution is a game about the dark nature of politics, where you will attempt to take control of the Judiciary, Media and Strategic Companies to gain the absolute power over the Republic and become the Supreme-Leader-For-Life! (Just a heads up though, life may be short and death unnatural).&#10;&#10;To do that, you will need to gain popularity points by bribing or manipulating the voters. It comes at a cost of increasing depravity of public life and so the doomsday clock is set in motion! If you don't seize power before it reaches 100, the people will storm the palace gates and hang everyone.&#10;&#10;The increasing depravity may not be all bad news. When the Depravity Meter reaches 70 there will be an opportunity for one of you to seize power as the leader of the revolutionary movement that will soon swallow everyone. Players can also seize power with the generals in a Coup d'&Eacute;tat or with Priesthood or with Business.&#10;&#10;    winning conditions depend on the number of players&#10;&#10;&#10;Each player holds seven cards and plays 2 per turn. These and popularity can be used to buy cards from the Republic deck or to spite and stop the other players which raises the depravity which, as Depravity Meter reaches 70, gives one more opportunity, for those holding the Spirit of the Revolution card, to seize power as the leader of the people. There is a variety of cards in the deck, some can be used out of turn in reaction to another player&rsquo;s play adding more dynamic interaction to the game (you can foil someone else&rsquo;s plan by assassinating the Judge they needed to gain an Judiciary Institution with a Black Ops card, for example).&#10;&#10;Like in politics, the effects of one&rsquo;s actions are not always 100% predicable: dice rolls) and as the Depravity Meter goes up past bomb-marked fields, the player causing the depravity has to draw a card from the Shit Happens deck which may adversely affect just them or everybody at the table (the logic being that the misdeeds withing the party affect the image of the whole party). Players draw cards at the end of their turn.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Political"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Sotavento Campaign: Resistance and Counterguerrilla in Veracruz, 1863-1865",
    "ID": 340814,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/340814/the-sotavento-campaign-resistance-and-counterguerr",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "0",
    "Weight": "0",
    "Description": "To Mexico, the decade of the 1860s led to a convulsed period characterized by the despotic government of Antonio Lopez de Santa Anna as well a devastating civil war, called &ldquo;The War of the Three Years&rdquo;, tollowing &quot;The Mexican Adventure&quot; or The second French intervention in Mexico.&#10;&#10;The game begins right after the battles of May 5th in Puebla and the action of Cerro del Borrego in Orizaba,&#10;and continues throughout the campaign in Veracruz, until the withdrawal of French expeditionary troops in 1866.&#10;&#10;The French player needs to ensure a line of supplies for his troops, establish garrisons as well as conduct operations to&#10;locate and neutralize the Mexican resistance strongholds and encampments. The Republican player (Mexican side) needs to recruit forces within the local population, establish military training camps, carry out ambushes and disrupt the French communication lines as much as possible.&#10;&#10;The security of this route became an issue of strategic importance for the circulation of war supplies and of the different military forces that would march inland; patrolling and keeping it open was a task for different special units, like the Sudanese Regiment and the Foreign Legion.&#10;&#10;The Guerrilla war would begin, led by veteran officers: Their mission was to maintain a war of attrition, all the time and in the most effective ways possible; a state of harassment for the French invasion and their Mexican allies.&#10;&#10;",
    "Categories": [
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Hidden Movement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Components: Block Wargames",
      "Country: Mexico",
      "History: French Interventions in Mexico",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Claim: Reinforcements – Sun",
    "ID": 340815,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.64",
    "Link": "https://boardgamegeek.com/boardgameexpansion/340815/claim-reinforcements-sun",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "The enormous effect of the sun on the realm has been recognized since the dawn of time and it is by far the most&#10;important source of energy for life. The sun worshippers have always been neutral. Until now&hellip; They are fierce, heroic and&#10;strong. With the sunlight at their back they will be unstoppable.&#10;&#10;Note: This is an expansion. You need CLAIM or CLAIM2 to play the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Game: Claim",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Spirits of the Forest: Wishes and Hexes",
    "ID": 340818,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.34",
    "Link": "https://boardgamegeek.com/boardgameexpansion/340818/spirits-of-the-forest-wishes-and-hexes",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "This small expansion introduces more ways to play by having missions to complete for extra points. The bundle includes 12 wishes and 8 hexes cards.&#10;&#10;This is included in Spirits of the Forest: Retail Expansion Pack&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals",
      "Environmental",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Advantage Token",
      "End Game Bonuses",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Metro X: Expansion – Taipei / Kuala Lumpur",
    "ID": 340820,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.98",
    "Link": "https://boardgamegeek.com/boardgameexpansion/340820/metro-x-expansion-taipei-kuala-lumpur",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Rail and Write Game.&#10;&#10;X marks the stops! Flip a card, choose a subway line, and cross off the given number of stops on your map. Earn bonuses for making transfers, but lose points for incomplete tracks. Everyone plays at the same time, so there's never a dull moment as you race to complete routes. Get the highest score and become an underground sensation!&#10;&#10;These two new subway maps, Taipei and Kuala Lumpur, offer new challenges to this great game! Can you conquer them?&#10;&#10;",
    "Categories": [
      "Number",
      "Puzzle",
      "Trains"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Paper-and-Pencil",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Cities: Taipei (Taiwan)",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Game of Thrones: The Card Game (Second Edition) – Valyrian Draft Starter",
    "ID": 340823,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/340823/a-game-of-thrones-the-card-game-second-edition-val",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Experience the power struggles, terrifying battles, and subtle intrigues of A Game of Thrones: The Card Game with an entirely new format: draft. By combining fixed Valyrian Draft Starters with algorithmically randomized Valyrian Draft Packs, you and up to seven of your friends can carefully draw together a variety of cards to create a deck and pursue victory. To experience the game of thrones in an entirely new and unpredictable way and play with some of the cards from the War of Five Kings cycle before anyone else, there&rsquo;s no better option than to start a draft.&#10;&#10;A Valyrian Draft Starter includes an assortment of general cards, including economy, plots, and agendas that can form the basis for any draft deck.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Collectible Components",
      "Fantasy",
      "Fighting",
      "Medieval",
      "Negotiation",
      "Novel-based",
      "Political"
    ],
    "Mechanics": [
      "Alliances",
      "Hand Management",
      "Open Drafting",
      "Race",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Books: A Song of Ice and Fire",
      "Collectible: Living Card Game (Fantasy Flight Games)",
      "Game: A Game of Thrones – The Card Game (LCG)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tajna faraona",
    "ID": 340824,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/340824/tajna-faraona",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.5",
    "Description": "A fun board game Secrets of the Pharaohs. Learn hieroglyphs and have fun discovering the secrets of the pharaohs.&#10;&#10;On board place tiles face down tile side is with alphabet letters and face up with hieroglyphs. There is reference what letter is with which hieroglyphs, but game encouraged to remember pairs as players can only see side with hieroglyphs.&#10;&#10;2 to 4 players starts from middle of board. Rolling a die and move by exact rolled number. Goal is to collect letters and form word with 3 or up to 6 letters, and it's scored accordingly.&#10;First player to score 20+ points win.&#10;&#10;&#10;&#10;&quot;Zabavna dru&scaron;tvena igra Tajne faraona. Nau&#196;&#141;ite hijeroglife i ludo se zabavljajte otkrivaju&#196;&#135;i tajne faraona&quot;.&#10;Opis dizajnera.",
    "Categories": [
      "Dice",
      "Word Game"
    ],
    "Mechanics": [
      "Memory",
      "Roll / Spin and Move",
      "Spelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Rising Star Football",
    "ID": 340825,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/340825/rising-star-football",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "900",
    "Weight": "0",
    "Description": "Rising Star Football Edition, the board game of dreams, where you have the chance to play out a footballer's career of your own. Compete against your opponents to earn points, money and fame all in the hope of having the greatest career and becoming Rising Star champion!&#10;&#10;This sports based role-playing game allows individuals to play out a footballer's career. They compete in matches, have contracts and sponsorships, work with an agent and take part in different events.&#10;&#10;Matches use the match dice to decide the scores and players roll against each other. Match Event cards can be used to impact the final score. Contracts allow the players to earn money and they can change contracts by being transferred or entering negotiations where their agent's ability (if they have one) comes into play.&#10;&#10;With varied tiles that require different actions and lots of cards to read aloud this game brings all the components of a footballer's life into a board game and gives a fun competitive environment for friends and families to play.&#10;&#10;Players roll the game dice to move around the board. Depending on where they land, different events occur. They could land on a variety of match event tiles where they have to play out a match against an opponent in the hope of defeating them and gaining points. They could appear in the press and draw a press card to read what the papers are saying about them, impacting their fame. They might enter contract negotiations and use their Agent's ability to enhance the amount of contracts they are offered. There are many different events that occur as the player goes through each season and this can change the storyline of that player as well as impact their career in positive and negative ways.&#10;&#10;The length of game varies depending on how many seasons players wish to play. This is decided at the start of the game and one trip around the board is equal to one season. The game ends when all players have completed the agreed upon number of seasons.&#10;&#10;Throughout each player's career their goal is to collect Points (won by participating in Matchdays, Reserves, Derby Day and Cup Final events), earn money by improving their contract, gaining sponsorships and getting transferred and gain fame by appearing in the press. The referee keeps track of the scores and the winner is the player with the highest career score. The scoresheet has a simple formula for calculating the winner at the end of the game and the results are announced in reverse order crowning the winner Rising Star Champion.&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Dice",
      "Sports"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Events",
      "Lose a Turn",
      "Open Drafting",
      "Paper-and-Pencil",
      "Roll / Spin and Move",
      "Simulation",
      "Track Movement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Mechanism: Roll-and-Write",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Aurora",
    "ID": 340826,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/340826/aurora",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "The Struggle for Dominance over Space Sector Control.&#10;&#10;At start players receive game money which is used to buy buildings represented by tokens and soldiers standees. Before battle in turn sequence starts players can use start money to make their beginning camp and units.&#10;&#10;Players also received a mission which by completing it brings player more money for purchasing more soldiers and more buildings.&#10;Every building and every soldier have their own special abilities and unique movement and fire power and range. On players turn, any time during a turn player may buy new units as well as new buildings.&#10;&#10;Buildings may be place anywhere on board but units must be placed in headquarters. Forget to say that during setup headquarters must be built. It is suggested to protect HQ with building and units also during setup.&#10;&#10;Player then on same turn may activate any and all soldiers standee with up to two actions like move, fire or special actions.&#10;Also any time mission conditions are met, reveal it, take reward and draw new mission card (keep it secret from other player).&#10;Game and triggers in two ways. First by defeating enemy HQ and surviving player takes win. Second way is when one player no longer have money to buy new units and have no units/soldiers in play. That player lose.&#10;&#10;&#10;&#10;Borba za prevlast nad kontrolom sektora svemira.",
    "Categories": [
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Line of Sight",
      "Movement Template",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Munch adventure",
    "ID": 340827,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "3.50",
    "Link": "https://boardgamegeek.com/boardgame/340827/munch-adventure",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Eat munch, make a figurine and be the first to explore the universe and win.&#10;&#10;Board with spaces from start to finish. In turns players roll die and move with their figure by the rolled number. All spaces triggers affect and follow instruction what to do next.&#10;First player to reach finish is winner.&#10;&#10;Also company behind game introduce idea to use their Munch cookie.&#10;&quot;Open a pack, grab a Munch, use stretch foil to make your unique figure and win. Winner takes rest of cookies from the pack as reward.&quot;&#10;&#10;&#10;&#10;&quot;Pojedi munch, napravi figuricu i prvi istra&#197;&#190;i svemir i pobedi&quot;.&#10;Opis dizajnera.",
    "Categories": [
      "Dice",
      "Space Exploration"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Track Movement"
    ],
    "Families": [
      "Promotional: Board Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Evergreen Forest (fan expansion for Carcassonne)",
    "ID": 340828,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/340828/evergreen-forest-fan-expansion-for-carcassonne",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "The woodsmen working within the forests around Carcassonne have formed a guild to share information regarding the best spots to harvest woodland produce. However, the main goal of the guild is to ensure that the forests around Carcassonne remain forever evergreen, guaranteeing the livelihood of the woodsmen for generations to come.&#10;&#10;Four new icons for the Forests:&#10;Cherry: to have a double turn&#10;Chivarly: to upgrade your follower&#10;Woodsman Guild: like the pennants for the cities&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fan Expansion",
      "Medieval"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Game: Carcassonne"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Arcana of Love: Sensual Deck",
    "ID": 340829,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.86",
    "Link": "https://boardgamegeek.com/boardgame/340829/arcana-of-love-sensual-deck",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "The Sensual deck helps players overcome shyness and introduces variety into the bedroom. Your romantic life will be even more exciting and full of passion.&#10;&#10;This deck is delicate and sensual &mdash; a perfect way to get to know each other better, open up, and spend a wonderful evening together, leading to pleasure for both of you.&#10;&#10;The deck contains 55 cards with various tasks, challenges and undressing cards, which may be freely mixed with the Passionate and Spicy deck. Each card is illustrated using fine erotic photography and inspirational quotes.&#10;&#10;The game ends when one of the players (the game was designed for an unlimited number of players, but of course it will be played mostly by couples) is naked and an &quot;arcana&quot; card is played. That player loses the game.&#10;&#10;NOTE: It's a reimplementation of Arkana Mi&#197;&#130;o&#197;&#155;ci. Not only the graphics changed, but also a lot of cards were added/removed/changed.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Command Cards",
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Interrupts",
      "Open Drafting",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Crowdfunding: Spieleschmiede",
      "Series: Arcana of Love (Starhouse Games)",
      "Theme: Love / Romance"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Arcana of Love: Passionate Deck",
    "ID": 340830,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgame/340830/arcana-of-love-passionate-deck",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "The Passionate deck is the best way to raise the temperature in your bedroom. With this deck you can open up new experiences and strengthen the bond with your partner by surrendering to avid caresses.&#10;&#10;This deck is intense and full of passion, allowing you to focus on various senses and improve sensations during foreplay.&#10;&#10;The deck contains 55 cards with various tasks, challenges and undressing cards, which may be freely mixed with the Passionate and Spicy decks. Each card is embellished with fine erotic photography and inspirational quotes.&#10;&#10;The game ends when one of the players (the game was designed for an unlimited number of players, but of course it will be played mostly by couples) is naked and an &quot;arcana&quot; card is played. That player loses the game.&#10;&#10;NOTE: It's a reimplementation of Arkana Mi&#197;&#130;o&#197;&#155;ci: Kochankowie, which was previously a 24 card expansion. Not only the graphics changed, but also a lot of cards were added/removed/changed.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Command Cards",
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Interrupts",
      "Open Drafting",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Crowdfunding: Spieleschmiede",
      "Series: Arcana of Love (Starhouse Games)",
      "Theme: Love / Romance"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Arcana of Love: Spicy Deck",
    "ID": 340832,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.12",
    "Link": "https://boardgamegeek.com/boardgame/340832/arcana-of-love-spicy-deck",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "The Spicy Deck is best for those looking for intense experiences, helping you fulfill fantasies related to possessive domination and arousing submission, also by using sensual gadgets. This game fires up hidden passions and desires.&#10;&#10;This deck is ideal for those who wish to feel in total control, empowered or dominated, and who wish to fulfill more specific and refined fantasies.&#10;&#10;The deck contains 55 cards with various tasks, challenges and undressing cards, which may be freely mixed with the Passionate and Spicy decks. Each card is embellished with fine erotic photography and inspirational quotes.&#10;&#10;The game ends when one of the players (the game was designed for an unlimited number of players, but of course it will be played mostly by couples) is naked and an &quot;arcana&quot; card is played. That player loses the game.&#10;&#10;NOTE: It's a reimplementation of Arkana Mi&#197;&#130;o&#197;&#155;ci: Dominacja. Not only the graphics changed, but also a lot of cards were added/removed/changed.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Command Cards",
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Interrupts",
      "Open Drafting",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Crowdfunding: Spieleschmiede",
      "Series: Arcana of Love (Starhouse Games)",
      "Theme: Love / Romance"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tajni agent Izzy",
    "ID": 340833,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.50",
    "Link": "https://boardgamegeek.com/boardgame/340833/tajni-agent-izzy",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Izzy's task is to keep order and peace in the city and keep his true love Laura from the evil rat Grim De Vit and his helper, the dog Hector, who manage to kidnap her again. The two have help from their naughty followers, the crow Cana and the alligator Gagaligator. Izzy is helped by: the boss, who tells him the news about the movement of the villains, the doe Aida, who loves opera singing, and the canary Ogi, who is there to help with the magic ball&quot;.&#10;&#10;Game inspired by TV video game of the same name run from 2002 to 2009. Using a board with road from start to finish where one of our agents in game save hostage from villain.&#10;Game use two type of dice. One is for movement from 1 to 5 and special symbol which triggers use of second die.&#10;Second die have depicted vehicles or magical item which allows agents to use special shortcut useable only for that kind of vehicle/item.&#10;First one to reach finish is the winner i.e. their agent defeat a villain and rescue hostage. That is game end.&#10;&#10;&#10;&#10;&#208;&#151;&#208;&#176;&#208;&#180;&#208;&#176;&#209;&#130;&#208;&#176;&#208;&#186; &#208;&#152;&#208;&#183;&#208;&#184;&#209;&#152;&#208;&#176; &#209;&#152;&#208;&#181; &#208;&#180;&#208;&#176; &#208;&#178;&#208;&#190;&#208;&#180;&#208;&#184; &#209;&#128;&#208;&#176;&#209;&#135;&#209;&#131;&#208;&#189;&#208;&#176; &#208;&#190; &#209;&#128;&#208;&#181;&#208;&#180;&#209;&#131; &#208;&#184; &#208;&#188;&#208;&#184;&#209;&#128;&#209;&#131; &#209;&#131; &#208;&#179;&#209;&#128;&#208;&#176;&#208;&#180;&#209;&#131; &#208;&#184; &#209;&#135;&#209;&#131;&#208;&#178;&#208;&#176; &#209;&#129;&#208;&#178;&#208;&#190;&#209;&#152;&#209;&#131; &#209;&#153;&#209;&#131;&#208;&#177;&#208;&#176;&#208;&#178; &#208;&#155;&#208;&#190;&#209;&#128;&#209;&#131;, &#208;&#190;&#208;&#180; &#208;&#183;&#208;&#187;&#208;&#190;&#208;&#179; &#208;&#191;&#208;&#176;&#209;&#134;&#208;&#190;&#208;&#178;&#208;&#176; &#208;&#147;&#209;&#128;&#208;&#184;&#208;&#188; &#208;&#148;&#208;&#181; &#208;&#146;&#208;&#184;&#209;&#130;&#208;&#176; &#208;&#184; &#209;&#154;&#208;&#181;&#208;&#179;&#208;&#190;&#208;&#178;&#208;&#190;&#208;&#179; &#208;&#191;&#208;&#190;&#208;&#188;&#208;&#190;&#209;&#155;&#208;&#189;&#208;&#184;&#208;&#186;&#208;&#176;, &#208;&#191;&#209;&#129;&#208;&#176; &#208;&#165;&#208;&#181;&#208;&#186;&#209;&#130;&#208;&#190;&#209;&#128;&#208;&#176;, &#208;&#186;&#208;&#190;&#209;&#152;&#208;&#184; &#208;&#184;&#208;&#183;&#208;&#189;&#208;&#190;&#208;&#178;&#208;&#176; &#209;&#131;&#209;&#129;&#208;&#191;&#208;&#181;&#208;&#178;&#208;&#176;&#209;&#152;&#209;&#131; &#208;&#180;&#208;&#176; &#209;&#152;&#208;&#181; &#208;&#186;&#208;&#184;&#208;&#180;&#208;&#189;&#208;&#176;&#208;&#191;&#209;&#131;&#209;&#152;&#209;&#131;. &#208;&#138;&#208;&#184;&#209;&#133; &#208;&#180;&#208;&#178;&#208;&#190;&#209;&#152;&#208;&#184;&#209;&#134;&#208;&#176; &#208;&#184;&#208;&#188;&#208;&#176;&#209;&#152;&#209;&#131; &#208;&#191;&#208;&#190;&#208;&#188;&#208;&#190;&#209;&#155; &#208;&#190;&#208;&#180; &#209;&#129;&#209;&#130;&#209;&#128;&#208;&#176;&#208;&#189;&#208;&#181; &#209;&#129;&#208;&#178;&#208;&#190;&#209;&#152;&#208;&#184;&#209;&#133; &#208;&#189;&#208;&#181;&#208;&#178;&#208;&#176;&#209;&#153;&#208;&#176;&#208;&#187;&#208;&#184;&#209;&#133; &#209;&#129;&#208;&#187;&#208;&#181;&#208;&#180;&#208;&#177;&#208;&#181;&#208;&#189;&#208;&#184;&#208;&#186;&#208;&#176;, &#208;&#178;&#209;&#128;&#208;&#176;&#208;&#189;&#208;&#181; &#208;&#166;&#208;&#176;&#208;&#189;&#208;&#181; &#208;&#184; &#208;&#176;&#208;&#187;&#208;&#184;&#208;&#179;&#208;&#176;&#209;&#130;&#208;&#190;&#209;&#128;&#208;&#176; &#208;&#147;&#208;&#176;&#208;&#179;&#208;&#176;&#208;&#187;&#208;&#184;&#208;&#179;&#208;&#176;&#209;&#130;&#208;&#190;&#209;&#128;&#208;&#176;. &#208;&#152;&#208;&#183;&#208;&#184;&#209;&#152;&#209;&#131; &#208;&#191;&#208;&#190;&#208;&#188;&#208;&#190;&#209;&#155; &#208;&#191;&#209;&#128;&#209;&#131;&#208;&#182;&#208;&#176;&#209;&#152;&#209;&#131;: &#209;&#136;&#208;&#181;&#209;&#132;, &#208;&#186;&#208;&#190;&#209;&#152;&#208;&#184; &#208;&#188;&#209;&#131; &#209;&#129;&#208;&#176;&#208;&#190;&#208;&#191;&#209;&#136;&#209;&#130;&#208;&#176;&#208;&#178;&#208;&#176; &#208;&#178;&#208;&#181;&#209;&#129;&#209;&#130;&#208;&#184; &#208;&#190; &#208;&#186;&#209;&#128;&#208;&#181;&#209;&#130;&#208;&#176;&#209;&#154;&#209;&#131; &#208;&#189;&#208;&#181;&#208;&#179;&#208;&#176;&#209;&#130;&#208;&#184;&#208;&#178;&#208;&#176;&#209;&#134;&#208;&#176;, &#208;&#188;&#208;&#184;&#209;&#136;&#208;&#184;&#209;&#134;&#208;&#176; &#208;&#144;&#208;&#184;&#208;&#180;&#208;&#176;, &#208;&#186;&#208;&#190;&#209;&#152;&#208;&#176; &#208;&#178;&#208;&#190;&#208;&#187;&#208;&#184; &#208;&#190;&#208;&#191;&#208;&#181;&#209;&#128;&#209;&#129;&#208;&#186;&#208;&#190; &#208;&#191;&#208;&#181;&#208;&#178;&#208;&#176;&#209;&#154;&#208;&#181; &#208;&#184; &#208;&#186;&#208;&#176;&#208;&#189;&#208;&#176;&#209;&#128;&#208;&#184;&#208;&#189;&#208;&#176;&#209;&#134; &#208;&#158;&#208;&#179;&#208;&#184;, &#208;&#186;&#208;&#190;&#209;&#152;&#208;&#184; &#209;&#152;&#208;&#181; &#209;&#130;&#209;&#131; &#208;&#180;&#208;&#176; &#208;&#191;&#208;&#190;&#208;&#188;&#208;&#190;&#208;&#179;&#208;&#189;&#208;&#181; &#209;&#129;&#208;&#176; &#209;&#135;&#208;&#176;&#209;&#128;&#208;&#190;&#208;&#177;&#208;&#189;&#208;&#184;&#208;&#188; &#208;&#186;&#208;&#187;&#209;&#131;&#208;&#191;&#208;&#186;&#208;&#190;&#208;&#188;.",
    "Categories": [
      "Dice",
      "Movies / TV / Radio theme",
      "Spies / Secret Agents",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Events",
      "Point to Point Movement",
      "Roll / Spin and Move",
      "Track Movement",
      "Turn Order: Stat-Based"
    ],
    "Families": [
      "Components: Dice with Icons"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Final Light-Year: The Frey Sector",
    "ID": 340835,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.83",
    "Link": "https://boardgamegeek.com/boardgameexpansion/340835/the-final-light-year-the-frey-sector",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "July 2021 episode for The Final Light-Year.&#10;&#10;This kit adds a new map, new enemies and new parts, but instead of a new boss, the kit brings a Spaceport postcard for campaign play.&#10;&#10;You'll place the spaceport between two sector maps and play two full games, with a little extra trouble in-between. The enemies and boss at the second sector are boosted, but you can use actions in the first sector to weaken them. It's an all new type of balance, looking toward the long game.&#10;&#10;&#10;Released in the July 2021 Board Game of the Month Club $5+ package.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Print & Play",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [],
    "Families": [
      "Game: The Final Light-Year",
      "Setting: Pocket Universe (Button Shy)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wishing Well",
    "ID": 340836,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.19",
    "Link": "https://boardgamegeek.com/boardgame/340836/wishing-well",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "This is a 2 player game by Matias Paredes where players will roll a die and try to quickly throw down their cards with the same amount of coins that match the die face. Speed matters when you are competing for the coins in the Wishing Well.&#10;&#10;&#10;Released in the July 2021 Board Game of the Month Club $10+ package.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Speed Matching"
    ],
    "Families": [
      "Contests: 9 Card Nanogame PnP"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wettlauf in den Stall",
    "ID": 340843,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/340843/wettlauf-in-den-stall",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Four farm animals have to reach the stable before sunset and have to cover a distance of 3 fields to do so. In addition, the sun also moves, it has a distance of 8 fields. Whoever's turn it is, rolls the dice and must try to uncover the matching card when an animal is rolled; if you succeed, the animal takes a step and you lay the card out in front of you. For a shamrock rolled, turn over any card and move the animal. If you roll the sun, the animal moves one position. If all animals are in the stable before the sun sets, everyone wins together; the individual winner is the one who has the most animal cards.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice",
      "Farming",
      "Memory"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Matching",
      "Semi-Cooperative Game",
      "Track Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Solar Scourge",
    "ID": 340848,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/340848/solar-scourge",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Solar Scourge is a free two or more players sci-fi wargame designed to be simple to play yet strategically challenging.&#10;&#10;The game is designed to use 6 mm miniatures.&#10;&#10;Set two hundred years in the future. &#10;After a disastrous first contact with the Skyilth the Human Hegemony is desperately trying to defend its remaining contacts from waves of constant attacks.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement"
    ],
    "Families": [
      "Misc: Free Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "TWO FREAKIN SWORDS",
    "ID": 340860,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/340860/two-freakin-swords",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "5",
    "Play Time": "60",
    "Weight": "0",
    "Description": "TWO FREAKIN SWORDS is a card game with deck construction, role playing elements (with characters carrying over between games and perma-death), and a rock-paper-scissors mechanism. Players create characters, customize decks of 40 cards, and go back and forth against opponents in 1 vs 1 games, 3+ player rumbles, and 4+ player team games.&#10;&#10;Each deck comes with 10 cards of 4 different types:&#10;Defending/Block&#10;Defending/Parry&#10;Attacking/Strike&#10;Attacking/Fake&#10;&#10;Before the game, players must fill out a character sheet if they haven't already. They can then customize and organize their decks, keeping the number of cards in the deck at 40 and a minimum of 8 of each type of card. If not everyone has a custom deck, players must instead draw cards from a single pile of 80 cards (two standard decks shuffled together).&#10;&#10;All players then place an aggression coin by their right arm and draw 4 cards from their (or the community's) deck. Players then place the card they want to play with the indicator side (Defending/Attacking) facing up. They then decide what they want to do in response to their opponent(s) cards. Once everyone has their cards down, players flip their cards over and compare each hand independently (Player A's right hand vs Player B's and vice versa).&#10;&#10;The goal is to get enough hits on your opponent to knock them out of the game (a new character can take 5 hits before dying), tearing up their character sheet in the process and (if you win) adding +1 hit point to your character for the next game you play. The game ends when the last player (or team, in a team game) is left standing.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game"
    ],
    "Mechanics": [
      "Deck Construction",
      "Open Drafting",
      "Passed Action Token",
      "Player Elimination",
      "Rock-Paper-Scissors",
      "Role Playing",
      "Team-Based Game",
      "Trick-taking",
      "Variable Phase Order"
    ],
    "Families": [
      "Sports: Combat Sports / Martial Arts"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Jenga: Harry Potter",
    "ID": 340862,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgame/340862/jenga-harry-potter",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "0",
    "Description": "It&rsquo;s time for class at Hogwarts School of Witchcraft and Wizardry, but before your lessons can begin, you've got to make it through the arched doors at the top of the school's grand staircase. Will you make it before the stairs fall away from underneath your unpredictable path?&#10;&#10;Let the ever-changing staircase in Jenga: Harry Potter put your dexterous skills to the test by carefully removing and replacing blocks towards the door at the top of the tower. Represent your favorite Hogwarts house by choosing one of four color-coded markers representing Gryffindor, Hufflepuff, Slytherin, and Ravenclaw and prepare to make your way to the top. A custom die determines how many blocks to pull and stack as well as the number of stairs you can move your house marker. Watch your steps! If the tower comes crashing down, you'll be late for class and have to rebuild. The first student to reach the top wins and will bring glory to their Hogwarts house.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Movies / TV / Radio theme",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "Books: Harry Potter",
      "Game: Jenga (Official)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Criminal and Chivatos",
    "ID": 340871,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.67",
    "Link": "https://boardgamegeek.com/boardgame/340871/criminal-and-chivatos",
    "Min Players": "15",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Murder has occurred! The victim is inspected by a medical examiner while the National Police are called to the crime scene. The police do not know that the Criminal and the Guaremate &quot;accomplice&quot; is among them.&#10;&#10;Someone saw the Criminal and the Guaremate at the crime scene. There is a snitch. You and your teammate must work together to reveal the identity of the imposters.&#10;&#10;The theme of the game is about investigators and assassins. Where the murderers pose as police but there is a person who knows who the real criminals are.&#10;&#10;The game is set in the daily life of the Dominican Republic. Where the weapons have names that the locals assign to them. The game has a heavy jargon used by the Dominicans.&#10;&#10;There is a medical examiner who is on the side of the investigators and who can give clues to the investigators. The medical examiner can mark, in a folder, the state of the body, how hard the blow was, where the body suffered the attack, how quickly it died, what was the cause of death.&#10;&#10;A player can accuse another player by selecting the weapon and place that the player think are correct. If the player fail then he lost he badge (and cannot accuse any other player).&#10;&#10;The game can end in two ways, the first way is after three turns of accusation have passed. Second way is when Investigators find the weapon and the place where the murder occurred.&#10;&#10;There are two teams, the team of police officers and investigators and the team of the murderer, his accomplice. The team of investigators wins if they find the weapon and the location of the murder. The teams of the murderer and accomplice win if after three rounds of accusations the investigator does not find the weapon and the place. Another winning condition for the killer team is if the killer finds out who the snitch is.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Murder / Mystery",
      "Party Game"
    ],
    "Mechanics": [
      "Deduction",
      "Traitor Game"
    ],
    "Families": [
      "Country: Dominican Republic",
      "Theme: Mystery / Crime",
      "Theme: Police"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Don't Steal My Cow, Man!",
    "ID": 340873,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/340873/dont-steal-my-cow-man",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Beef loving invasive aliens have landed and circled your farm with crop circles!  Marking it as a landing site for an all you can eat beef buffet!!&#10;&#10;One team controls the farmers and one controls the aliens! Farmers seek to wrangle their cows back into the barn and put a few pieces of buckshot in the unknown cow thieves. Meanwhile the aliens seek to capture the cows, mind control pesky farmers and lead the cows back to their UFOs!&#10;&#10;Whoever gets 4 cows first, wins.&#10;&#10;NOW ON KICKSTARTER!&#10;&#10;",
    "Categories": [
      "Farming",
      "Print & Play",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Kill Steal",
      "Pick-up and Deliver",
      "Square Grid"
    ],
    "Families": [
      "Animals: Cattle / Cows",
      "Category: Print-on-Demand",
      "Creatures: Aliens / Extraterrestrials"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dice Lords: A Collectible Trading Dice Game",
    "ID": 340874,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/340874/dice-lords-a-collectible-trading-dice-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A blown up version of fantasy chess.&#10;&#10;Each player moves and attacks with one creature each turn. Each creature has their own unique stats (health points (HP), movement, and attack) that they use to deal damage to the opponent's creatures. When a creature receives damage, that creature will turn down to the face with the appropriate HP showing. Once a die is defeated, the player that defeated the die places it in the scoring area until the end of the game, where they would then roll to find out who won.&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Dice Rolling",
      "Different Dice Movement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Admin: Upcoming Releases",
      "Collectible: Collectible Dice Games",
      "Components: Dice with Icons"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hostile Environment: Walk Solobot AI",
    "ID": 340875,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/340875/hostile-environment-walk-solobot-ai",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "120",
    "Weight": "0",
    "Description": "This is an Artificial Intelligence system deck to order enemy units around in Walk, so you may play solo or co-op against the enemy.&#10;&#10;The rules work through a deck of 40 cards that tell enemy units, where to go and what to do.&#10;&#10;There are three sets of instructions on every card. One set gives orders to patrolling units unaware of the player. The other two sets of orders are for aware units attacking the player's units, separated by the size of the Walks (Light/Reg Vs Large/Behemoth).&#10;&#10;Patrol instructions include: Sweeping the area for the player, Patrolling objectives, Checking suspicious behavior, etc...&#10;&#10;Attack instructions include: Rushing the player, Flanking, Various types of attacks, etc...&#10;&#10;Each card includes: Compass directions, Dice rolls, Player to attack, and Hit Locations. There are also playing card symbols on each card to be used for variable actions or objective orders in the case of multiple objectives.&#10;&#10;For each enemy activation, the player draws a card for that enemy unit. The card gives the enemy order or orders, sometimes requiring multiple cards to be drawn to show what direction the enemy moves, and also which player to attack.&#10;&#10;H.E.: Walk Solobot AI is quick to learn and gives you a good fight. The enemy might just surprise you!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Cooperative Game",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Components: Miniatures",
      "Players: Expansions Adding Solo Play"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "MechaForce: Tactical Combat Game",
    "ID": 340880,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/340880/mechaforce-tactical-combat-game",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The streamlined tactical combat game of giant armored mecha.&#10;&#10;The MechaForce rulebook is a very concise and streamlined 7 pages and gives you details on Mecha Construction, Pilot Advancement, Movement, Firing, Brawling, Conventional Forces, and more. &#10;To play the game you will need tokens and a map with a hexagonal grid. &#10;You may alternately play with miniatures and model terrain.&#10;&#10;This purchase includes both a PDF version suitable for reading on your computer, iPad or iPhone and a special 'PocketMod' PDF version for printing. &#10;The PocketMod version lets you create your own  4.25&quot; x 2.75&quot; sized game books from a single sheet of paper. &#10;Take a copy to read on the go, and print one to give to each player at the table.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hype Tag",
    "ID": 340881,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/340881/hype-tag",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Return to the nostalgic (and sometimes painful) schoolyards of youth to battle it out at recess in a cutthroat game of tag.&#10;Hype Tag is an innovative, addictively re-playable strategy card game for 2-4 hipsters ages 13 and up.&#10;&#10;To win, be the first player to get up to 10 on your hype meter, flip it over, and then go back down to 1. You gotta GET HYPED by making impressive tags and creating mischief on the playground... but then you need to have enough self-control to SIMMER DOWN and go back to class!&#10;&#10;Hype Tag features the unique interaction of two different decks of cards. The HYPE deck has the strategic depth of a trading card game while the TAG deck has the simple fun of a classic card game. It's like if Magic and Uno had a baby.&#10;&#10;A unique aspect of Hype Tag is the hype mechanic. Each HYPE card has a number in the upper corner and you must at that number (or higher) on your hype meter to play the card. Many cards also have a bonus, granting an even more powerful effect the higher you get. But... when you flip your meter over and start moving back down, your dwindling hype prevents you from getting bonuses and eventually makes some hype cards unplayable. So you have to be crafty and a little bit cutthroat to win. The game ends when the first player gets back down to 1.&#10;&#10;Be sure to manage your hand carefully because you have to play a tag card to tag an an opponent at the end of each turn. If you can't, you have to call a time out which rewards the other players. In 3 and 4 player games, Hype Tag has a unique non-standard turn order which gives players a choice about who to tag. And this choice carries strategic implications.&#10;&#10;The game also include &quot;Sass&quot; cards that block and copy the actions of others, trait bonuses that reward certain styles of play, and Older Kids - special character cards you receive when you reach 10 on your hype meter - that grant powerful abilities aiding your descent back down to 1.&#10;&#10;It is great casual fun that also stands up to very intense tournament style play.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Photographic World",
    "ID": 340882,
    "Year": "(2024)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/340882/photographic-world",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Travel the world taking photographs of amazing animals to gain fame and be crowned the Wildlife Photographer of the Year in this set collection race for 1-5 players!&#10;&#10;In Photographic World, you are racing to gain the most fame points before all the Best in Class certificates are claimed. These certificates are awarded to the first player to collect a set of 3 unique photos in the indicated class (mammals, birds, etc.) and are worth 7 fame points. Increase your set to 5 unique animals in that class to upgrade your certificate, making it worth more.&#10;&#10;Additionally, each unique photograph you take increases your fame, as does becoming a world traveler and fulfilling commissions. You can also specialize in one or more continents to increase the value of the photos you take there.&#10;&#10;On your turn you will assign an assistant to 1 of 3 actions (photograph, travel, or market). Alternatively, you can choose to take a rest action and return all your assistants to your supply.&#10;&#10;Every photographer starts out with very basic equipment, training, and connections. This limits how much each action can do. Players will be working to upgrade these throughout the course of the game, making every action they take more efficient and powerful.&#10;&#10;Will you become the Wildlife Photographer of the Year?&#10;&#10;",
    "Categories": [
      "Animals",
      "Educational",
      "Travel"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Race",
      "Set Collection",
      "Tech Trees / Tech Tracks",
      "Track Movement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Theme: Photography",
      "Trivia: Animals"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Walking Dead: All Out War – Teamwork and Event Cards",
    "ID": 340883,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.80",
    "Link": "https://boardgamegeek.com/boardgameexpansion/340883/the-walking-dead-all-out-war-teamwork-and-event-ca",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "0",
    "Description": "These cards spice up your games of The Walking Dead: All Out War by adding new faction-specific events and introducing exciting gameplay options with different combinations of survivors.&#10;&#10;Contents:&#10;&#10;Pack of Cards (34 Team Cards and 7 Event Cards)&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Expansion for Base-game",
      "Zombies"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Comic Books: The Walking Dead",
      "Creatures: Zombies",
      "Game: The Walking Dead – All Out War",
      "Players: Expansions Changing Player Count",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lingolandia",
    "ID": 340884,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.98",
    "Link": "https://boardgamegeek.com/boardgame/340884/lingolandia",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Lingolandia is a family game that fosters creativity and vocabulary. You can play in various languages!&#10;&#10;In Lingolandia, players draw a random letter from the bag and roll the die to determine what kind of round this will be. There are two different types of rounds - a player's own round or a crazy joined round where all players play together. All players are always involved even on another player's turn.&#10;&#10;Then players use their imagination as well as observation to find words on displayed cards. Each card provides various interpretations while also providing visual objects to allow players to focus on searching and observing the illustrations.&#10;&#10;Players take turns drawing a random letter from a bag and rolling the die. The die will determine if they are going to play an individual round or a joined round where all players guess the words simultaneously.&#10;&#10;The die roll will also indicate the number of words that a player has to find on the face-up illustrated cards. Words must start with the selected letter and can be actually present on the cards, or players can use their imagination based on the illustrations.&#10;&#10;If the die roll shows a balloon (the Lingolandia logo), then all players guess at the same time--providing a very interactive round of play.&#10;&#10;Correctly guessed words are awarded points which are recorded on the road to the finish line on the board. The first player that gathers enough points to cross the finish line is the winner.&#10;&#10;",
    "Categories": [
      "Humor",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Race",
      "Spelling"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Components: Dice with Icons",
      "Mechanism: Roll-and-Write",
      "Word Games: First Letter Given"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Five Gems",
    "ID": 340886,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/340886/five-gems",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Five Gems is designed to be a fun economic PnP game that can be played by adults and children.&#10;There are 5 gems all worth different values in the market: ruby, sapphire, emerald, topaz, and diamond.&#10;Players must Trade Up and purchase gems from their starting 2 cards to build a stockpile of gems.  &#10;It's a game that can be played multiple times to learn which gems are more valuable, which cards to keep and which to trade away.&#10;&#10;The player who earns the most types of gems over the determined number of rounds is the winner.&#10;&#10;How to Play:&#10;Exchange phase: &#10;Each player starts off with a very small collection of gems on their cards.  &#10;The start player rolls the 3 dice, then from the trade marker the dice are placed around the board counting away from the trade marker.  &#10;The start player sets the market by choosing one of the exchange rates.  Everyone trades 1 of their cards by following the exchange rates in that segment trying to collect more sets of a gem type.  &#10;When they trade their card they draw a number of new unrevealed cards as stated by the exchange rate and add them to their collection.  The next player then becomes the start player, and continues over several rounds.&#10;&#10;Purchase phase: &#10;Players that have collected a certain amount of coins on their cards can buy some extra cards hoping to get more gems.&#10;&#10;Scoring:&#10;Count up all the gems on the cards for each type.  Whomever has the most majority of each Type is the winner.  &#10;Rings on cards will break ties.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Economic",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Game Set Match",
    "ID": 340889,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.31",
    "Link": "https://boardgamegeek.com/boardgame/340889/game-set-match",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Each player represents a tennis player at the height of their career and will have to defeat their opponents using well-researched plays and keen intuition. In this intense game of attack and counterattack, to execute the perfect shot, players must be able to respond to the opponent's.&#10;&#10;Game Set Match is the result of CODEC, a Portuguese card game contest organized by the publisher Art and Games, board game caf&eacute; &quot;A jogar &eacute; que a gente se entende&quot; and the project &quot;Board Game Friendly&quot;.&#10;&#10;Players receives 7 stroke cards&#10;The court card and the cards that define the &ldquo;Game Flow&rdquo; are placed in the center of the table.&#10;&#10;The serving player receives the service card he places on the table, visible to everyone, and receives an extra card for his hand. It then chooses a beat from among the cards in his hand and places it on the table (player play line), advancing one position in Game Flow.&#10;&#10;To respond, the opponent will have to place on the table a card or set of cards with reactions that correspond to the opponent's hit. Each of the three symbols to the left of a card are reactions: the ball's effect, the type of hit, and the field zone. After choosing the reaction cards, the player must move the Game Flow according to the number of reactions that matched the opponent's hit.&#10;The last card placed on the play line (rightmost card) is considered his hit to be reacted by the opponent.&#10;&#10;Players continue to alternately Match the opponent's hits until one of the players manages to reveal the number 4 in Game Flow, thus ending the Point.&#10;&#10;The first player to reach the 4th point (15-30-40-game) wins the game, the set and the match.&#10;&#10;Cada jogador representa um tenista no auge da sua carreira e ter&aacute; que derrotar os seus oponentes com recurso a jogadas bem estudadas e uma intui&ccedil;&atilde;o apurada. Neste jogo intenso de ataque e contra-ataque, para executar a pancada perfeita os jogadores t&ecirc;m de conseguir responder &agrave; do advers&aacute;rio.&#10;&#10;Game Set Match &eacute; o resultado do CODEC, concurso de jogo de cartas Portugu&ecirc;s organizado pela editora Art and Games, board game caf&eacute; &quot;A jogar &eacute; que a gente se entende&quot; e o projecto &quot;Board Game Friendly&quot;.&#10;&#10;Os jogadores recebem 7 cartas de batidas&#10;A carta court e a as cartas que definem o Game Flow s&atilde;o colocadas no centro da mesa.&#10;&#10;Cada Ponto come&ccedil;a com um Servi&ccedil;o:&#10;Servi&ccedil;o&#10;O jogador que serve recebe a carta servi&ccedil;o que coloca na mesa, vis&iacute;vel para todos, e recebe uma carta extra para a sua m&atilde;o. Em seguida, escolhe uma batida de entre as cartas da sua m&atilde;o e coloca na mesa (a sua linha de jogo), avan&ccedil;ando uma posi&ccedil;&atilde;o no Game Flow.&#10;&#10;Para responder, o advers&aacute;rio ter&aacute; que colocar na mesa uma carta ou conjunto de cartas com rea&ccedil;&otilde;es que correspondem &agrave; batida do advers&aacute;rio. Cada um dos tr&ecirc;s s&iacute;mbolos &agrave; esquerda de uma carta s&atilde;o as rea&ccedil;&otilde;es: o efeito da bola, o tipo de pancada e a zona do campo. Ap&oacute;s escolha das cartas de rea&ccedil;&atilde;o, o jogador deve mover o Game Flow de acordo com o n&uacute;mero de rea&ccedil;&otilde;es que fizeram match com a batida do advers&aacute;rio.&#10;A &uacute;ltima carta colocada na Linha de Jogo (carta mais &agrave; direita) &eacute; considerada a sua batida para ser respondida pelo advers&aacute;rio.&#10;&#10;Os jogadores continuam a fazer Match alternadamente &agrave;s batidas do advers&aacute;rio at&eacute; que um dos jogadores consiga revelar o n&uacute;mero 4 no Game Flow, assim terminando o Ponto.&#10;&#10;O primeiro jogador a atingir o 4&ordm; ponto, vence o jogo, o set e o match.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Sports"
    ],
    "Mechanics": [
      "Hand Management",
      "Matching",
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Sports: Tennis"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pâtée impériale: Deuxième service",
    "ID": 340890,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/340890/patee-imperiale-deuxieme-service",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "30",
    "Weight": "0",
    "Description": "First expansion for &ldquo;P&acirc;t&eacute;e imp&eacute;riale&rdquo;&#10;&#10;Adds three modules:&#10;&#10;- fifth player&#10;- the ambitious: each player will have now objectives to fulfill to gain more points&#10;- the plotters: new courtesans with new tricky actions&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Expansions Changing Player Count"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rennen auf dem Hockenheimring",
    "ID": 340892,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/340892/rennen-auf-dem-hockenheimring",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Once the game board has been puzzled together (500 pieces), the players compete with their racing car in a dice race. 5 laps are driven, for each driven lap points are awarded depending on the placement. On the way lurk positive and negative event fields that affect the position of the race car. The player with the most points wins.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Dice",
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Events",
      "Roll / Spin and Move",
      "Track Movement"
    ],
    "Families": [
      "Constructions: Hockenheimring (Germany)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shelter",
    "ID": 340893,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/340893/shelter",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "75",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Is a COOP survival game.&#10;You have 30 days to build a shelter with a help cooperation and building materials.&#10;There is going to be dangers ahead, polution, natural disasters and not a lot of smalltalk.&#10;&#10;",
    "Categories": [
      "City Building",
      "Dice",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Alliances",
      "Cooperative Game",
      "Hidden Roles",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Admin: Upcoming Releases",
      "Theme: Construction",
      "Theme: Survival"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Egyptian Treasure Hunt",
    "ID": 340894,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgame/340894/egyptian-treasure-hunt",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "1",
    "Description": "You and your friends are adventurers, planning to go treasure hunting in Egypt. Everyone has some treasure maps, but you can't go alone. So you guys decide to help each other, even though the helper will decide who claims the treasure. You look forward to collecting the highest value treasure.&#10;&#10;Treasure hunting begins now! Each player get 5 cards. The active player plays 1 card face-down from their hand and gives it to another player. The chosen player chooses to either &quot;Receive&quot; or &quot;Reject&quot;. The card will be resolved. The next player will become the new active player.&#10;&#10;The end of the&nbsp;round is triggered when at least 1 of these conditions occurs:&#10;1. There is only 1 player left (not having a card in hand doesn't matter).&#10;2. Win by the effect of the card.&#10;3. Any player who has a total value of 7 on the cards wins.&#10;4. When everyone has no cards in hand, the players with the highest total value on their cards wins. If there is a tie, all the tied players win.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Card Play Conflict Resolution",
      "Player Elimination",
      "Semi-Cooperative Game"
    ],
    "Families": [
      "Ancient: Egypt",
      "Country: Egypt",
      "Occupation: Adventurer / Explorer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Paupers' Ladder: The Moon Towers",
    "ID": 340895,
    "Year": "(2022)",
    "Geek Rating": "5.535",
    "Avg Rating": "8.36",
    "Link": "https://boardgamegeek.com/boardgameexpansion/340895/paupers-ladder-the-moon-towers",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2",
    "Description": "Nobody knew where they had come from and nobody knew why, but there they sat. Great bone monoliths that had torn their way through Brighthelm&rsquo;s stone, soil and sand as though they had been under our feet all along.&#10;&#10;The Moon Towers is a brand new adventure for Paupers&rsquo; Ladder, with almost 400 cards depicting new towns, villages, ruins, monsters, citizens, equipment and quests, as well as 8 new paupers and 14 new birds to play. Venture into Brighthelm to defeat the malevolent Moon Towers.&#10;&#10;Learn talents along the way, avoid being cursed and harness the power of the mysterious Moongems.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Exploration",
      "Fantasy"
    ],
    "Mechanics": [
      "Area Movement",
      "Deck, Bag, and Pool Building",
      "Open Drafting",
      "Pick-up and Deliver",
      "Set Collection"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Setting: Brighthelm (Bedsit Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Marvel Champions: The Card Game – Nebula Hero Pack",
    "ID": 340900,
    "Year": "(2021)",
    "Geek Rating": "5.959",
    "Avg Rating": "7.89",
    "Link": "https://boardgamegeek.com/boardgameexpansion/340900/marvel-champions-the-card-game-nebula-hero-pack",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "3",
    "Description": "&ldquo;The Guardians were wise to fear me, and even smarter to hire me on.&rdquo; &ndash; Nebula&#10;&#10;Created by Thanos to be the perfect killing machine, Nebula broke free from her tyrannical father to become a feared space-pirate. But when the Mad Titan threatened all life in the universe, she joined forces with the Guardians of the Galaxy to stop him. Though she may have a checkered past, Nebula is ready to prove that she can be a hero too.&#10;&#10;As a sometimes-friend, sometimes-enemy of the Guardians of the Galaxy, Nebula blitzes into action in this expansion pack, which introduces her as a brand-new playable hero, along with her fifteen signature cards. With a pre-built Justice deck ready to go, you&rsquo;ll be ready to try out Nebula&rsquo;s technical gameplay from the moment you open the box. With a versatile range of abilities and the potential for some powerful combos, Nebula is a dangerous hero that should never be underestimated!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck Construction",
      "Hand Management",
      "Solo / Solitaire Game",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Collectible: Living Card Game (Fantasy Flight Games)",
      "Comic Books: Marvel Universe",
      "Game: Marvel Champions – The Card Game",
      "Players: Games with Solitaire Rules",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zero: Aim Low, Score High",
    "ID": 340904,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/340904/zero-aim-low-score-high",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "0",
    "Description": "If you have wondered what it feels like to be a complete Zero, then this game is for YOU!&#10;&#10;Zero is a new and exciting family game that asks players to search their minds for the &quot;least popular&quot; aspects of pop culture.&#10;&#10;We surveyed more than 450 people in the US, UK, Australia &amp; Mexico and tabulated their answers to hundreds of questions. Now you and your friends can match wits with them to see who comes up with the &quot;least&quot; likely answer.&#10;&#10;Each card lists all of the correct answers to each question and points are awarded based on the popularity of the answer. The winner is the player who scores closest to zero when the game ends.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Track Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Foul Play: Once Upon A Crime",
    "ID": 340906,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.62",
    "Link": "https://boardgamegeek.com/boardgame/340906/foul-play-once-upon-a-crime",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "There's been a murder in Storybook Land! A Goodie has gone bad and it's up to you to swap, steal or search for the evidence, seek out the suspects and catch the culprit in order to scupper the other sleuths, and win this game of murder! Let's just hope your case doesn't go cold before revealing your solution (dramatically, of course) and catching the culprit! Case closed!&#10;&#10;There&rsquo;s more than one way to catch a killer though.  So what&rsquo;s it gonna be? Good Cop or Bad Cop? If you&rsquo;re playing Good Cop you&rsquo;re chasing down a specific killer, whereas Bad Cop you'll have to successfully frame any one of the eight suspects in order to win. Each way to play comes with its own set of rules and tactics, but will you use fair play or foul play? There's 8 new suspects but which of these fairy-tale felons committed the crime?&#10;&#10;We've kept the same design for the backs of the cards as the 1st edition of the game. This means that you can combine decks, swap the special action cards around and even try and solve two murders at the same time! Want to separate the decks back again when you've finished? Don't panic - the font used for the titles on each action card is different to the original, helping you to tell which card belongs to what game!&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Deduction"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "UNO: Jean-Michel Basquiat",
    "ID": 340908,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/340908/uno-jean-michel-basquiat",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Players race to empty their hands and catch opposing players with cards left in theirs, which score points. In turns, players attempt to play a card by matching its color, number, or word to the topmost card on the discard pile. If unable to play, players draw a card from the draw pile, and if still unable to play, they pass their turn. Wild and special cards spice things up a bit.&#10;&#10;UNO Artiste series - jean-michel basquiat is the first deck in the UNO series inspired by great artists.&#10;Basquiat made his debut as a writer in the late 1970s and many of his creations are reproduced in these cards.&#10;Contains four extra two-sided &quot;artist&quot; cards, which combine to recreate one of his masterpieces.&#10;This is a premium and collectible deck.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Number"
    ],
    "Mechanics": [
      "Hand Management",
      "Matching"
    ],
    "Families": [
      "Card Games: Matching",
      "Game: UNO",
      "Theme: Painting / Paintings"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shadow Kingdoms of Valeria: Kickstarter Edition",
    "ID": 340913,
    "Year": "(2021)",
    "Geek Rating": "5.536",
    "Avg Rating": "7.78",
    "Link": "https://boardgamegeek.com/boardgame/340913/shadow-kingdoms-of-valeria-kickstarter-edition",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "75",
    "Weight": "0",
    "Description": "Every Kickstarter copy of Shadow Kingdoms of Valeria will include Rise of Titans - 4 Advanced Expansion Modules packaged inside the base game's box. They publisher will sell these modules on their website but these modules will not be available in the retail edition.&#10;&#10;Module #1: Shrine of the Titans&#10;This is a 6th Shrine that occupies the cavern at the center of the game board. After each battle, you will place your highest value Troop die into the Shrine of the Titans. &#10;The Shrine can hold a number of Troop dice equal to the number of players. On your turn, you can move your Warden token to the Shrine of the Titans and buy up to 3 dice...if you have enough Gold. This module also includes 5 additional Troop dice.&#10;&#10;Module #2: Great Battles&#10;This is a set of 10 oversized Battle Plan cards in which all the players can participate. 2 Great Battle cards are always available throughout the game and each time you complete a regular Battle Plan, you check your dice to see if any of them match the Troop Types noted on the Great Battle cards. If there's a match, you add the lowest strength matching die to one of the Great Battle cards along with one of your Participation Markers. You immediately gain the reward on the Troop Position chosen.  &#10;When all 5 Troop positions are filled on a Great Battle, the card is resolved and each Participation marker on that card earns you a share of the Victory Points for that Great Battle. This module also includes 20 Participation Markers and 5 additional Troop dice.&#10;&#10;Module #3: Ancient Spells&#10;&#10;This is a set of 28 cards (44x68mm) with 2 of 6 unique and powerful actions spread throughout the cards in every possible combination. During setup, shuffle the cards and give 3 to each player. &#10;At any time during your turn, you may play an Ancient Spell card from your hand to perform one of the two available powers. It's important to note that playing an Ancient Spell card is a free action along with your regular action. These spells are meant to augment and boost specific actions, dice, etc.&#10;&#10;Module #4: Wraith Dice&#10;&#10;This is a set of 5 purple custom dice (16mm - same size as the other dice in the game). During setup, just toss the 5 Wraith Dice into the bag along with the usual dice needed for your number of players. Each die has Strength of 1, 1, 2, 2, 3, and 3, (opposite sides always add up to 4) so they are weaker than the regular Troop dice, but this also means that they're more likely to give you better Discounts if you draft them at the Tactics and Champions Shines, and more likely to pay out more gold if you draft them from Gold Shrine. &#10;Wraith dice are considered WILD when completing any Battle Plan. So, even though they're weak, they can be any Troop Type you need. Wraith dice are also wild if you put them on a Great Battle card (Module #2). When you draft a Wraith die, it DOES NOT take up a Troop slot on your Player Board! You just set it somewhere on your Camp and use it when you need it most. The flexibility of these new dice will add lots of new play options to your game of Shadow Kingdoms of Valeria.&#10;&#10;About the base game:&#10;For years the humans, elves, and dwarves have been slowly encroaching on your territories and slaying your kind in the name of progress. They've built their citadels, keeps, and villages as they push you further into the darkness. Now is the time to rally your troops and lay waste to their kind and bring forth the reign of the Shadow Kingdoms!&#10;&#10;You are a Warden hungry for the destruction of Valeria. You must outwit the other Wardens to earn the right to command an army for the Shadow Kingdoms. Visit dark Shrines to gain minions, magic, gems, and gold to fuel your war machine. Command monsters into battle to conquer the lands and earn Victory Points. The player with the most Victory Points at the end of the game will be declared the winner.&#10;&#10;On your turn, you must move your Warden from its current location to a new location. When your Warden enters one of the 5 Shrines, you first take any available die from the Shrine and place it on your player board, then perform the Shrine action associated with the Shrine.&#10;&#10;There are 5 troop types (die colors) in the game: Goblin (green), Orc (red), Skeleton (white), Gargoyle (purple), and Gnoll (brown). Send your Warden to the Camp on your player board to use your minion dice to resolve battle plans and place Victory tokens on your Campaign board.&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Setting: Valeria"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Travel Over",
    "ID": 340915,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.83",
    "Link": "https://boardgamegeek.com/boardgame/340915/travel-over",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Travel Over is a roll and write game in which the players aim to be the first to travel all over the map.  The game includes one map for Japan and another for Tokyo.  The player with the most points will win.&#10;&#10;On a turn, a player rolls two dice and each player writes in the boxes on their map either numbers or x's.  The game will end when one player has written in each box of their map.&#10;&#10;Points are earned for being the first to fill in different areas and major cities; reaching certain destination objectives; and filling in the complete map.  Players are also given a number of &quot;special powers&quot; to use to aid in their play.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [],
    "Families": [
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Daring Contest: Family Edition",
    "ID": 340917,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.13",
    "Link": "https://boardgamegeek.com/boardgame/340917/daring-contest-family-edition",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1",
    "Description": "Like Daring Contest, but don&rsquo;t want to embarrass yourself in front of your parents (or kids)? This version keeps all the fun of Daring Contest but with a family-friendly set of dares and penalties!&#10;&#10;&mdash;Description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Follow",
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Mechanism: Judging Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Daring Contest: Penalty Box",
    "ID": 340918,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/340918/daring-contest-penalty-box",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Daring Contest too easy for you? This expansion adds some harder Dare cards and a whole lot of extra penalties! Includes 20 Dare cards and 30 Penalty cards.&#10;&#10;&mdash;Description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Expansion for Base-game",
      "Humor",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Follow",
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Mechanism: Judging Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Daring Contest: Drunking Contest",
    "ID": 340919,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/340919/daring-contest-drunking-contest",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1",
    "Description": "If Daring Contest wasn&rsquo;t daring enough, this expansion will add some extra drinking to turn your dares extra sloppy! Includes 20 Dare cards and 30 Penalty cards.&#10;&#10;&mdash;Description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Expansion for Base-game",
      "Humor",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Follow",
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Mechanism: Judging Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Daring Contest: Modifier Pack",
    "ID": 340920,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/340920/daring-contest-modifier-pack",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Want to get more creative with your dares? This expansion adds some easier Dare cards, and plenty of modifiers that will help you create unique dares each time you play! Includes 15 Dare cards and 35 Modifier cards.&#10;&#10;&mdash;Description from publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Expansion for Base-game",
      "Humor",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Follow",
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Mechanism: Judging Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bandido: Missão Impossível 2",
    "ID": 340921,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.86",
    "Link": "https://boardgamegeek.com/boardgameexpansion/340921/bandido-missao-impossivel-2",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Use this super card in place of the one from the base game in order to make it more difficult to block all the tunnels and prevent the prisoner from escaping!&#10;&#10;But be careful! Using this super card with 8 exits will make the challenge even more impossible!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Network and Route Building",
      "Solo / Solitaire Game",
      "Tile Placement"
    ],
    "Families": [
      "Players: Games with Solitaire Rules",
      "Series: Pocket Games (Helvetiq)",
      "Theme: Jail / Prison (Modern)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shipwreck Island",
    "ID": 340923,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/340923/shipwreck-island",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Your crew has crashed on the shores of Shipwreck Island, a rocky island that shows on no sea charts and is only known to Pirates. Pirates raid the Island for slaves to sell in the slave markets. The other islanders have tasked you to protect their cities from Pirate attacks by building walled fortifications around their small Island cities. As a reward for the protection your fortifications provide, the first crewmember to fortify cities worth 100 points will be named King or Queen of Shipwreck Island.&#10;&#10;Players draw Wall Segment Cards which allow them to place Wall Segment pieces on Wall Plans around their cities. They trade with other players for the wall Segment types they need, or draw from the Supply Station. Wall Plans are color coded so they must get the right type of Wall Segment to build on the needed segments for their cities. Players are dealt 3 City Defense plans at the beginning of the game and choose one as their starting city. They can build on their starting city or any city connected by one road to it.&#10;&#10;They try to finish all the wall plans around a city to protect it from Pirate attacks. At the end of their turn, they roll to see if the Pirates attack their cities or what other actions may happen. If they are attacked, any any part of the city's Wall Plans are unfinished, wall segments are destroyed and must be rebuilt on the next turn.&#10;&#10;Other rolls allow for moving the &quot;Island Army&quot; marker to protect a city from attacks, drawing extra cards, stealing a card from another player, or placing a wall segment piece.&#10;&#10;Players may also purchase Reinforcement Cards which allow for extra building actions or protection from attacks.&#10;&#10;Players score points after completing a city's defense plan. They move their scoring marker around the scoring track. The final round begins when one player passes 100 points. Each player gets one more turn to score points. The player with the most points after the final round wins and is declared King or Queen of Shipwreck Island.&#10;&#10;",
    "Categories": [
      "Adventure",
      "City Building",
      "Fantasy",
      "Negotiation",
      "Party Game",
      "Pirates"
    ],
    "Mechanics": [
      "Action Points",
      "Critical Hits and Failures",
      "Semi-Cooperative Game"
    ],
    "Families": [
      "Category: Print-on-Demand"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Exo Worlds",
    "ID": 340929,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/340929/exo-worlds",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1",
    "Description": "Exo Worlds is a space-themed game for 2-4 players, easy to learn and fun for all the family. &#10;On your turn you will swap a card in your hand with a card in the &quot;visible zone&quot;, then you can play cards - building your solar system with the aim of fulfilling your secret mission.&#10;But beware! Opponents will play destructive asteroids and comets to sabotage you on your way!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Market",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "18ZOO: New Powers",
    "ID": 340931,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/340931/18zoo-new-powers",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A new set of powers for 18ZOO:&#10;- a new way to play powers (PINK powers)&#10;- optional way to use the new and original powers together&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Economic",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [],
    "Families": [
      "Digital Implementations: 18xx.games",
      "Series: 18xx"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "RULES",
    "ID": 340938,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/340938/rules",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "40",
    "Weight": "0",
    "Description": "The changing rule cards create chaotic energy while you play. Some rules require physical action (like double tapping a piece), some trigger during particular moments (like after you move), and many are downright ridiculous (like curtsying or shooting finger guns). In combination, the rules make for a challenging and exciting game experience.&#10;&#10;The rules of the game will change, and you must enforce them to get ahead. At the same time, why not break a few rules if you can get away with it? If others don&rsquo;t hold you accountable, well, they should have been paying more attention.&#10;&#10;Move down the track to claim a rule card, which then gets replaced. Claim three rule cards to win!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Action / Event",
      "Memory",
      "Once-Per-Game Abilities",
      "Turn Order: Pass Order"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tiger and egg",
    "ID": 340939,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/340939/tiger-and-egg",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A cooperative game for 2-4 players. In this game, players act as tigers attempting to harvest eggs for an omelet. However, the eggs will soon go bad if the tigers do not harvest them in time. Tigers must race to collect 20 good eggs before too many eggs rot. Each of the four tigers has special abilities that give the players a helping hand.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Variable Player Powers",
      "Worker Placement with Dice Workers"
    ],
    "Families": [
      "Animals: Tigers",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "gam-gam",
    "ID": 340940,
    "Year": "(1975)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/340940/gam-gam",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players roll a color combination (black-black, black-red or red-red) with 2 wooden pieces. Then they are to draw 2 sticks with matching color ends from a cup. Depending on whether there is a match or not, the player distributes the drawn sticks to the other players or receives sticks already collected from the other players. A player who succeeds in drawing the stick with 2 red rings (gam-gam) after a &quot;red-red&quot; requirement may distribute all the collected sticks to the other players and does not have to pick up any more sticks for the rest of the game. The gam-gam stick is put back into the cup. Sticks count as minus points at the end of the game.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "On The Nose: The Fast and the Furlong",
    "ID": 340941,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/340941/on-the-nose-the-fast-and-the-furlong",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1",
    "Description": "Race night is about to begin and the horses are ready at the starting gate. Over the next five races of the night, players will attempt to gallop their own horse along the furlongs and leap the hedge jumps whilst also slowing their opponents as best as they can.&#10;&#10;Attempting to win the highest amount of cash and trophies by the nights end, players will judge their performance each race as the night proceeds and expertly manage their prize money.  Do they risk money to give their horse a speed boost or save it to their total winnings?&#10;&#10;Players take turns to play one card from their hand on to one of the three card positions of Race Row. Comprised of three cards placed horizontally, Race Row will move all shown horses. Horses in the lane matching the shown symbol of the left Race Row card are moved forward one space first, the centre and then the right card follow.&#10;&#10;Further action cards, speed boosts and hedge jumps will all play a part in the race results. The player with the most winnings after five races, is the race night champion.&#10;&#10;&mdash;description from the description&#10;&#10;",
    "Categories": [
      "Card Game",
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Grid Movement",
      "Hand Management",
      "Movement Points"
    ],
    "Families": [
      "Category: Print-on-Demand"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Head Hunters Bingo",
    "ID": 340942,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/340942/head-hunters-bingo",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The game consists of two types of cards:&#10;24 cards with whole faces (complete cards)&#10;54 cards with partial faces (partial cards)&#10;&#10;A dealer is chosen who takes the partial cards and shuffles them.&#10;&#10;Each player including the dealer takes 3 complete cards and place them face up in front of him on the table.&#10;&#10;The dealer begins by turning the partial cards one by one and placing them face up on the table. For the first few games it is suggested to turn the cards over slowly; later the speed can be increased to create a greater challenge according to the age level of the players.&#10;&#10;When one of the players spots 3 partial cards on the table that together match one of his whole faces, he calls BINGO! and the game stops.&#10;&#10;The Player that called BINGO! gathers the 3 partial cards from the table, adds his matching complete card and places them in a stack at the side. The player takes a new complete card from the pile and the game resumes.&#10;&#10;If the player that called BINGO! was in error and the partial cards did not match his complete card, the player loses 1 point.&#10;&#10;The game is over when there are no more partial face cards or when no more matches can be made.&#10;&#10;Each match is worth 1 point. The points are tallied, remembering to subtract 1 point for each error. The winner is the player with the greatest number of points.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Bingo"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Hippo Melonenmampfen",
    "ID": 340943,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/340943/hippo-melonenmampfen",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A battery-powered motor placed in the center of the table rotates a boom with four hippos. Four radial arms lead out to the players' barns. When the hippo of your color passes by and opens its mouth, you have to throw the melon into its mouth with the help from a little lever. The first to munch 5 melons wins.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game",
      "Electronic",
      "Real-time"
    ],
    "Mechanics": [
      "Action / Event",
      "Real-Time"
    ],
    "Families": [
      "Animals: Hippopotamuses"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Power Rangers: Heroes of the Grid – Rangers United",
    "ID": 340944,
    "Year": "(2021)",
    "Geek Rating": "5.538",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/340944/power-rangers-heroes-of-the-grid-rangers-united",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The Power Rangers have faced many dangerous foes, but with the power of teamwork, they have always triumphed. when they work together, there's no opponent they cannot overcome! But what happens when the villains combine their powers too?&#10;&#10;The delusional Omega Blue Ranger, Kiya, believes that the Power Rangers must be eradicated for the good of the universe. She has an army of Tronics led by similarly corrupted Ranger Avatars of Blaze and Roxy. She has also contracted with two legendary bounty hunters, the practically immortal Darkonda and the cold and calculating Dayne.&#10;&#10;In order to beat this nightmarish threat, Power Rangers from across the Morphin' Grid must unite once again! Led by enigmatic Ellarien the Solar Ranger, the newest additions include the Beast Morphers Rangers (Devon, Ravi, and Zoey) and the Omega Rangers (Jason, Zack, and Trini), Kiya's former teammates.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fighting",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Game: Power Rangers: Heroes of the Grid",
      "TV Shows: Power Rangers"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Power Rangers: Heroes of the Grid – Dino Thunder Pack",
    "ID": 340946,
    "Year": "(2021)",
    "Geek Rating": "5.536",
    "Avg Rating": "8.71",
    "Link": "https://boardgamegeek.com/boardgameexpansion/340946/power-rangers-heroes-of-the-grid-dino-thunder-pack",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "&quot;Dino Thunder! Power Up!&quot; &mdash;Dino Thunder Morphing Call&#10;&#10;With the return of Mesogog, it has become necessary to invoke the power of the Dino Gems! The students of Tommy Oliver have risen to become a new generation of Power Rangers!&#10;&#10;Enhance your game with the high-speed skills of Conner McKnight: Dino Thunder Red. Along with the clever and unbreakable Ethan James: Dino Thunder Blue, the skillful songstress Kira Ford: Dino Thunder Yellow, and the grim intensity of Trent Fernandez: Dino Thunder White!&#10;&#10;Then you can face the villainous strength of Evil Dino Thunder White, Trent&rsquo;s dark mirror who uses the power of the White Dino Gem for evil!&#10;&#10;This expansion adds new Ranger and Zord options, plus a new enemy to fight.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Game: Power Rangers: Heroes of the Grid",
      "TV Shows: Power Rangers"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Power Rangers: Heroes of the Grid – Ranger Allies Pack #2",
    "ID": 340947,
    "Year": "(2021)",
    "Geek Rating": "5.537",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/340947/power-rangers-heroes-of-the-grid-ranger-allies-pac",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "&ldquo;Looks like you could use a little help.&rdquo; &mdash;Cam Watanabe&#10;&#10;New heroes join the Power Rangers in the fight against evil just when they are needed most!  This expansion introduces a diverse cast of new playable characters. These allies all have their own unique play styles and Zords!&#10;&#10;Joe Shih, a Time Force agent long missing in action, returned to gain the powers of HyperForce Green!&#10;&#10;Zhane, the best friend of Space Ranger Andros, helped save the galaxy more than once with his Super Silverizer!&#10;&#10;Ryan Mitchell was raised by the demon Diabolico, but he broke the demon&rsquo;s curse and became the Titanium Ranger!&#10;&#10;Cam Watanabe trained for years under his father&rsquo;s strict tutelage, then received the mystical Samurai Amulet!&#10;&#10;Robert &ldquo;RJ&rdquo; James mentored the Jungle Fury Rangers before revealing his own abilities as the Wolf Ranger!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Power Rangers: Heroes of the Grid",
      "TV Shows: Power Rangers"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Power Rangers: Heroes of the Grid – Villain Pack #4: A Dark Turn",
    "ID": 340948,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.65",
    "Link": "https://boardgamegeek.com/boardgameexpansion/340948/power-rangers-heroes-of-the-grid-villain-pack-4-a",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "&quot;When we're finished, there will be no good left in the universe! No love. No happiness. Only chaos.&quot; -Astronema&#10;&#10;Mesogog and Astronema, two of the most devious and powerful enemies the Power Rangers have ever faced, have arrived with destruction in their wake! Before they became terrifying masterminds at the head of their own armies, both of these villains were once close allies of the Power Rangers.&#10;&#10;Astronema leads a vicious assault on Earth, accompanied by her merciless lieutenant Ecliptor, while Mesogog the dinosaur-human hybrid commands his own deadly majordomo Elsa, as well as Tommy Oliver's cyborg nemesis Zeltrax.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Power Rangers: Heroes of the Grid",
      "TV Shows: Power Rangers"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Arkham Horror: The Card Game – By the Book: Challenge Scenario",
    "ID": 340953,
    "Year": "(2021)",
    "Geek Rating": "5.556",
    "Avg Rating": "8.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/340953/arkham-horror-the-card-game-by-the-book-challenge",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "4",
    "Description": "Yet another body has been uncovered in the Black Cave. With due diligence, you seek the truth and believe the mastermind of the murders is a congressman, Mr. Grey. This is an unprecedented case for you. Will you be able to take down such a powerful politician and his ring of conspirators?&#10;&#10;By the Book is a special print-and-play challenge scenario for Arkham Horror: The Card Game designed to be played with Roland Banks.&#10;&#10;This scenario can be played as either a standalone scenario or as a side-story inserted into any campaign. In order to play this scenario, a copy of the Core Set and the printed print-and-play files are required.&#10;&#10;The print-and-play files can be downloaded in the Support Section at the end of this page: https://www.fantasyflightgames.com/en/products/arkham-horror-the-card-game/ in the Print-and-Play Cards section.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fantasy",
      "Horror",
      "Novel-based",
      "Print & Play"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Deck Construction",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Arkham Horror – The Card Game",
      "Game: Arkham Horror TCG – Challenge Scenarios & Parallel Investigators",
      "Series: Arkham Horror Files (Fantasy Flight Games)",
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monarch: Brawl",
    "ID": 340955,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/340955/monarch-brawl",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Monarch: Brawl is a game of insectoid strategy for two players.  Take control of an army of crawling, flying, stinging bugs and outwit your opponent.  But don&rsquo;t leave yourself open to attack! Win the game by getting your insects through your opponent&rsquo;s defenses.&#10;&#10;Combining elements of chance from classic card games like War with the grid and movement of chess, this game is meant for all ages.  It can be learned quickly, but provides deeper levels of play, with no two games being the same.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Grid Movement",
      "Square Grid"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "City District",
    "ID": 340956,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/340956/city-district",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "In City District, players use the results of 25 die rolls to build different city features in the plots of their city by drawing them in. The player with the most points will win the game.&#10;&#10;The die rolls allow a player to choose between drawing &quot;basic&quot; facilities, such as parks, residential areas, or commercial areas, and &quot;special&quot; facilities, such as stadiums, bus stations, and museums.  The different facilities each have a base score, and can earn additional points for what they are next to, for instance, the bus station earns additional points for being next to a road, and residential areas are worth less points if they are next to an industrial area.&#10;&#10;",
    "Categories": [
      "City Building",
      "Dice"
    ],
    "Mechanics": [],
    "Families": [
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kukulkán",
    "ID": 340958,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/340958/kukulkan",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Easy and smart roll &amp; write game about the building of the Temple of Kukulk&aacute;n, a Mayan step pyramid also known as &quot;El Castillo&quot;.&#10;&#10;Rolling only one six sided die the players may choose to draw lines to define the stones of the construction, or write numbers inside each stone space (taking in account that the number is the weight of the stone and it's not allowed to apile a heavier stone onto a lighter one!) or finally mark with a cross any numbered stone in the temple to score a victory point.&#10;&#10;Bonuses and helps may be achieved or used by the players during the gameplay. When the game end is triggered all players sum their points and bonuses and the player with the most points will be the winner builder of the Temple of Kukulk&aacute;n.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Line Drawing",
      "Paper-and-Pencil",
      "Pattern Building"
    ],
    "Families": [
      "Mechanism: Roll-and-Write",
      "Theme: Mayans"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Scrap Racer: Expansion 1",
    "ID": 340962,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.85",
    "Link": "https://boardgamegeek.com/boardgameexpansion/340962/scrap-racer-expansion-1",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Two new Racers with unique abilities expand the driver field and allows to play with up to 8 players.&#10;&#10;Three new race tracks - each with their own rules - mix up the racers' positions.&#10;&#10;The Pit Stop allows players to upgrade their racer with new abilities.&#10;&#10;",
    "Categories": [
      "Dice",
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck",
      "Race"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Sapsucker",
    "ID": 340967,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/340967/sapsucker",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "0",
    "Description": "This is a fast-paced two player games which also offer surprising depth. It combines mechanisms of tug of war with dual winning condition. While collecting sap to lure the sapsuckers, player also has to consider the dice he will leave to his opponent. It is important because besides the final scoring at the end, player can also win by successfully attracting one of the sapsucker to his side.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Tug of War"
    ],
    "Families": []
  }
]