[
  {
    "Rank": "N/A",
    "Name": "Arkado",
    "ID": 57735,
    "Year": "(1986)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/57735/arkado",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "0",
    "Description": "A bridge made from different-colored wooden bricks is built over a flexible cardboard strip which is then pulled out. Now the players take turns to take out bricks, each color counting a different number of points. When a player topples the bridge, the other players count their points to determine the winner.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Christopher's Crossing",
    "ID": 57736,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/57736/christophers-crossing",
    "Min Players": "0",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Game about Christopher Columbus.&#10;&#10;Object of the Game: Players must correctly answer questions about Christopher Columbus' first voyage. This allows them to spin the compass and roll the die as they move from Spain to the West Indies. The first player to land on San Salvador in the West Indies is the winner.&#10;&#10;Contents:&#10;Game board&#10;4 colored ship tokens&#10;pack of questions-and answers cards&#10;die&#10;&#10;",
    "Categories": [
      "Educational",
      "Exploration",
      "Trivia"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Components: 17 x 17 Grids",
      "Historical Figures: Christopher Columbus"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Do You Mind?",
    "ID": 57738,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/57738/do-you-mind",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The DICE game where people compete to get dogs to do fun activities!&#10;&#10;Roll the paw print dice, pick a matching paw print card, get your dog to do the activity, enter your score on the score pad. Highest score WINS! You, your friends, your family and your dogs will have SO MUCH FUN!&#10;&#10;The OBJECT of &quot;Do You Mind?&quot; is to score the most point by getting your dog to do the fun activities on the paw print cards in a designated amount of time.&#10;&#10;WHO CAN PLAY &quot;DO YOU MIND?&quot; Any combination of 1-4 people (12 years or older) and 1-4 dogs (12 weeks or older)&#10;&#10;VARIATIONS&#10;COMPETITION - 2-4 people compete with 1-4 dogs to see who is best at getting a dog to do things.&#10;QUICK PLAY - At the beginning of the game, decide on the number of rolls that will be played. Cross out additional rolls on the score pad.&#10;FIRST DOG - Shuffle the cards. Pile them in a single stack. Players alternate drawing the top card and reading the activity out loud. First dog to correctly perform the activity gets the point (number of paw prints).&#10;SOLITAIRE - Roll the dice and draw a matching card or draw a card randomly from the complete deck, get your dog to do the activity on the card.&#10;&#10;CONTENTS:&#10;-Do You Mind Pencil&#10;-1 score pad&#10;-1 paw print die&#10;-1 one-minute sand timer&#10;-60 paw print cards&#10;&#10;Additional Items Needed to Play :&#10;At least 1 dog, dog treats, dog toys&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Card Game",
      "Children's Game",
      "Dice",
      "Party Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Team-Based Game"
    ],
    "Families": [
      "Animals: Dogs"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Funagle",
    "ID": 57740,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/57740/funagle",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "The BOARD GAME people and DOGS play together!&#10;&#10;Funagle, the new board game people and their dogs play together. Friends and family match wits to see who is best at getting their dogs to &quot;Moonwalk&quot; or &quot;Do the Wave&quot;.&#10;&#10;Players have one minute to &quot;funagle&quot; their dog into doing specific activities on removable tags that make up the game board. Funagling is using voice, treats and gestures to get a dog to do something. If your dog does the activity, you win a tag. The player with the most tags at the end of the games WINS!&#10;&#10;It's a hoot to watch players getting their dogs to do sit ups, crawl or stick out their tongues. No skill is needed to play. Funagle side affects include laughing cramps, deeper dog-people bonds and dog self confidence.&#10;&#10;Funagle can be played by 2 to 4 people and 1 to 4 dogs.&#10;&#10;The OBJECT OF FUNAGLE is to navigate the game board to win the most Wag Tags by funagling your dog to perform fun activities. It's easy to play and fun to learn!&#10;&#10;DEFINITION OF FUNAGLE - fu*na*gle (pronunciation: fuhn-ney-guh-L), verb, to finesse a dog into performing an activity using positive rewards including treats, verbal and gestural communication.&#10;&#10;Contents:&#10;&#10;* Game board&#10;    * 50 Activity Wag Tags&#10;    * 4 tag holders&#10;    * 1 Traditional die&#10;    * 1 One-minute sand timer&#10;    * 4 Doggie game tokens&#10;&#10;Additional Items Needed to Play :&#10;At least 1 dog, dog treats, dog toys.&#10;&#10;Information from publisher's website.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game",
      "Dice",
      "Party Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Team-Based Game"
    ],
    "Families": [
      "Animals: Dogs"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Muttheads",
    "ID": 57741,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/57741/muttheads",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The CARD game for Humans and Dogs to play together!&#10;&#10;The new CARD GAME people and dogs play together. Sniff your dog, sniff your human... balance a treat on your nose...wag your tail...play dead . . . Muttheads is great family fun and costs less than an eventing at the movies. For 1 or more dogs and 2 or more humans (aged 8 years and older).&#10;&#10;The OBJECT OF THE GAME is to score the most points by collecting sets of two or more matching Mutt and Head cards and successfully performing the card tasks.&#10;&#10;VARIATIONS&#10;Fast Play - Play until a player goes out, tally the scores, the player with the highest score wins.&#10;Long Play - Play as many rounds as it takes for a player&rsquo;s total score to reach 500 points.&#10;&#10;DOG TASKS&#10;Use your voice, gestures and treats to get your dog to perform the card tasks.&#10;&#10;Additional Items Needed to Play :&#10;Before beginning have on hand dog treats, paper and writing instrument for scoring. When playing with more than 4 players, use two decks.&#10;&#10;Information from publisher's website.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game",
      "Party Game"
    ],
    "Mechanics": [
      "Set Collection",
      "Team-Based Game"
    ],
    "Families": [
      "Animals: Dogs"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "CatFeats",
    "ID": 57742,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/57742/catfeats",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The DICE game for people and cats to play together!&#10;&#10;WHO CAN PLAY &ldquo;CatFeats&rdquo; - Any combination of 1-4 people and 1-4 cats.&#10;&#10;CatFeats is a fun way to discover what motivates Kitty to perform. Experiment with cuddles, compliments, toys, gestures and very small edibles (including cat treats, moist cat food or tuna fish) to find Kitty&rsquo;s favorite rewards. You and Kitty will both enjoy doing the tasks. Don&rsquo;t play the game right after Kitty has eaten because she may be less motivated to perform.&#10;&#10;HOW TO PLAY: Roll the paw print dice, pick a matching paw print card, get your cat to do the activity, enter your score on the score pad. First player to score 30 WINS! You, your friends, your family and your cats will have SO MUCH FUN!&#10;&#10;The OBJECT OF CatFeats is to score the most points by getting your cat to perform fun activities in a designated amount of time.&#10;&#10;VARIATIONS&#10;QUICK PLAY&#10;At the beginning of the game, decide on how many points will win the game. Use the score pad to keep track of points. Write players names at the top of the sheet, scores per roll listed underneath.&#10;&#10;FIRST CAT&#10;Shuffle the cards. Pile them in a single stack. Players alternate drawing the top card and reading it out loud. First cat to correctly perform the activity scores the points (number of card&rsquo;s paw prints).&#10;&#10;SOLITAIRE&#10;Roll the dice and pick a matching card, or draw a card from the complete deck. Get your cat to do the activity.&#10;&#10;POINTERS&#10;1. Think of creative ways to motivate Kitty to do the activities (lure her with treats, toys, your voice and gestures).&#10;2. Keep your cat&rsquo;s attention focused on you.&#10;3. Give your cat positive feedback - don&rsquo;t get mad at or punish him.&#10;&#10;Additional Items Needed to Play :&#10;At least 1 cat, cat treats, cat toys&#10;&#10;CONTENTS: 1 paw print dice , 1 one-minute sand timer, 1 score pad, 1 pencil, 25 paw print activity cards, Portable case.&#10;&#10;Information from publisher's website.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Card Game",
      "Children's Game",
      "Dice",
      "Party Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Team-Based Game"
    ],
    "Families": [
      "Animals: Cats"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "My Little Pony Game",
    "ID": 57745,
    "Year": "(1986)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.58",
    "Link": "https://boardgamegeek.com/boardgame/57745/my-little-pony-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "3",
    "Description": "A Prize-Winning Pony Race!&#10;&#10;Players take control of Cherries Jubilee, Magic Star, Shady or Wind Whistler in a race around the board.&#10;&#10;The Little Ponies race past the Baby Bonnet School of Dance and the Lullabye Nursery to finish the race at Paradise Estate.  Along the way, the players collect points and the player with the lowest score at the end of the game wins.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Racing"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Horses",
      "Toys: My Little Pony"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Load the Longboat",
    "ID": 57749,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/57749/load-the-longboat",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "Load the Longboat is a dexterity game that involves putting wooden pieces on a suspended wooden platform, the &quot;longboat&quot;. The longboat is only attached at the center of the platform, so the balance is easily thrown off.&#10;&#10;The pieces to put on the boat are different sizes and weights so loading the boat and keeping it balanced can be very tricky.&#10;&#10;The winner is the last player to not cause a spill.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bulla Exchange",
    "ID": 57754,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/57754/bulla-exchange",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Bulla Exchange helps the players to have an appreciation of emissions trading or an ETS in its simplest form. Each player is randomly allocated household permits (based on house and household size) and a disposable income (in chameleon dollars).&#10;&#10;Starting with a randomly allocated chamsuite (i.e all the 8 different appliances) each, players strive to achieve household consumptions in kilowatts-hour that are within their given permits. There are 10 extra cards, change-of-fortune cards, added to the 32 cards that will enable players to acquire more permits. Players will also be able to use financial derivatives, such as futures contracts and put/call options contracts to either buy or sell more permits over a period of time. Our website provides information that will enable players to use any of these derivatives.&#10;&#10;The winner will have a chamsuite with a total energy efficiency covered by his/her permits, and more money (from the remaining permits that are converted to cash based on the spot price of carbon at the time the game is stopped).&#10;&#10;",
    "Categories": [
      "Card Game",
      "Environmental"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "LowCarbs",
    "ID": 57755,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/57755/lowcarbs",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "lowCarbs is designed to give the players an understanding of how carbon tax would work (based on how much energy a household uses) ... a more energy efficient household will not need to pay. The situation is different if electricity comes solely from hydro or nuclear generation, which is highly unlikely, as in most parts of the world it comes from renewable and non-renewable sources.&#10;&#10;Players have to juggle between getting the money for the carbon tax and finding a high energy efficient chamsuite (i.e. a set of 8 cards which have all the different appliances represented, i.e. cooker, refrigerator, hot water tank, heater, washing machine, lights, computer and television).&#10;&#10;",
    "Categories": [
      "Card Game",
      "Environmental"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "SmartMoolah",
    "ID": 57756,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/57756/smartmoolah",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "SmartMoolah helps the players to understand some of the monetary incentives set up by governing bodies to encourage households to turn to energy efficient technologies. These incentives are commonly referred to as subsidies.&#10;&#10;The player with the most cash gets to win the game. A player has to acquire and subsequently declare the most energy efficient chamsuite (i.e. all 8 appliances) that will command the highest subsidy. Since each player is randomly allocated a household income at the start of the game, strategy becomes a key factor in securing a win.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Environmental"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Concert Hall",
    "ID": 57757,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/57757/concert-hall",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Players will be asked to either perform, recite, or use their aural skills in a variety of practice sessions in order to get to Concert Hall, their big debut! Accuracy of responses will advance one the quickest.&#10;&#10;Contents:&#10;- Equipment Electronic capacities; four keyboards (2 octaves) on four sides. Mini tape recorder to play supplied tapes.&#10;- Ancillary Materials Dice&#10;- Pieces - clef, base, staff, note, piano&#10;- Cards&#10;&#10;",
    "Categories": [
      "Educational",
      "Music"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Components: Audio Cassettes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Con-quest",
    "ID": 57758,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/57758/con-quest",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "This game is designed for learners 12 years of age and older. It is designed to reinforce recognition of various constellations in the northern hemisphere, facts about our solar system, and concepts in general astronomy.&#10;&#10;The object of the game is to be the first player to take over all 32 constellations on the board. This objective applies when the players intend to play the game to completion. For shorter duration games, the player with control of the most number of constellations at the end of the game wins.&#10;&#10;Contents:&#10;- A game board&#10;- 4 space ships, each in a different color&#10;- 2 six-sided dice&#10;- &quot;Armada&quot; game pieces in five different colors&#10;- 1 &quot;The Night Sky&quot; tool&#10;- 1 stack of Interstellar cards&#10;- 1 stack of Constellation cards&#10;- 1 stack of Nebular cards&#10;- 1 stack of Solar System cards&#10;- Combat Outcome Table&#10;&#10;",
    "Categories": [
      "Educational",
      "Space Exploration",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Citizenship: The Game",
    "ID": 57760,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/57760/citizenship-the-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Citizenship: The Game is designed to help players learn and acquire the content needed to become United States citizens. Players will also enrich their English language skills by communicating with other players.&#10;&#10;Players go through the process of assembling the red, white and blue pieces of pie in their individual &quot;American Pie&quot; by correctly answering questions that relate to the square they have landed on after they role a die. The first player to collect one red, one white and one blue piece and makes it into the swearing in ceremony in the middle of the board games wins.&#10;&#10;Contents: &#10;- Game board&#10;- One six-sided die&#10;- Four &quot;American Pies&quot;&#10;- Eight white slices of pie&#10;- Eight blue slices of pie&#10;- Eight red slices of pie&#10;- Six sets of category question cards&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Como son",
    "ID": 57761,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/57761/como-son",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "50",
    "Play Time": "50",
    "Weight": "0",
    "Description": "&iquest;C&oacute;mo Son? is designed for middle school and high school Spanish classes. Learners will be able to use Spanish vocabulary to describe attributes of &quot;characters&quot; in the game. These attributes include: hair color, shirt color, types of clothing, expressions of emotion, nationality, and actions.&#10;&#10;The object of the game is to score more points than your opponents. Every character card is worth from 1 to 8 points. Players earn points for each card played correctly (see rules) or played incorrectly but not challenged. Players earn triple or quadruple card scores for playing cards on bonus squares.&#10;&#10;Contents:&#10;- Game Board&#10;- 60 Character Cards&#10;- Spinner&#10;- One-minute timer&#10;- &iexcl;Soccoro! card&#10;- S&iacute;mbolos card&#10;- Teacher's Notes&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bushido: Tanin the Stranger",
    "ID": 57762,
    "Year": "(2009)",
    "Geek Rating": "5.523",
    "Avg Rating": "7.30",
    "Link": "https://boardgamegeek.com/boardgameexpansion/57762/bushido-tanin-the-stranger",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.375",
    "Description": "First Expansion Tanin der Fremde (the stranger)&#10;    &#10;The noble samurai awaits even more challenges. Clouds of arrows are raining and darken the skies before a battle. Ninjaclans strike in sudden death operations. The steelfan as a new battletactic merges all of the ancient knowledge of fieldcommanders in one symbol. It will drive your opponents into despair. There are enough components included to add even a sixth player to your gaming group. So bow deep and ready yourself to survive the intrigues in the inner circle of the daymios on their way seeking the ultimate power for their clan.&#10;&#10;For the experienced Battlelord are new weapons included. Throwing stars and bows are to be mastered. New rolecards add many new different options to the players. Markers especially in use for the daymio give him the possibility to play specials (hostages, family artefacts, ect.) on certain occasions.&#10;&#10;New landtiles with structures allow players to increase the value of their landscapes and to purchase additional abilities. Possible bonuses for provinces can be used to improve their power in defence and put some more reputation to your clan.&#10;&#10;To use the expansion you need the components from the corebox and the knowledge of the basicrules. All additions in the expansion are for optional use and should be brought into play step by step into your basic game of bushido. For the experienced gamer the most satisfactory result will be probably a bushidosession with all expansions included.&#10;&#10;We have provided an extensive overview on the last pages of these rules, which allow players to see all of the new rules implemented with the corerules.&#10;&#10;Please note: the term Samuraihonour was swapped for Warriorhonour! And now have fun to discover Tanin - the Stranger, the first expansion to Bushido.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Medieval"
    ],
    "Mechanics": [
      "Role Playing",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Country: Japan"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cop & Killer Expansion Tatort New York (Crimescene NY)",
    "ID": 57765,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/57765/cop-and-killer-expansion-tatort-new-york-crimescen",
    "Min Players": "4",
    "Max Players": "10",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Cop and Killer first Expansion Tatort New York provides Players with highly sought after options for their gameplay. If you step on an emtpy field you draw one of the cards. There you will discover many interesting features to spice up your game of Cop and Killer and have a good time!&#10;&#10;Obviously it is much more behind than simply point a dart gun!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Deduction",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Role Playing",
      "Secret Unit Deployment",
      "Variable Player Powers"
    ],
    "Families": [
      "Cities: New York (New York, USA)",
      "Country: USA"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Maus, komm heraus!",
    "ID": 57770,
    "Year": "(1983)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/57770/maus-komm-heraus",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "There is a &quot;mouse hole&quot; in each corner of the game board. With these, the players can catapult their four little plastic mice towards the center. The player who can get his or her mouse closest to the center, scores; the first player to reach ten points is the winner. There are, however, cat areas. When a mouse lands in such an area, it cannot score.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Mice"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Viiru ja Pesonen Syntymäpäiväpeli",
    "ID": 57771,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.25",
    "Link": "https://boardgamegeek.com/boardgame/57771/viiru-ja-pesonen-syntymapaivapeli",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Children's set collection / dice rolling / pulling victory points from bag game themed around characters Viiru and Pesonen (known from books and movies, in Nordic countries at least) having a birthday party. Winner is the one who gets his birthday cake ready first, plus has collected at least two birthday presents.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Set Collection"
    ],
    "Families": [
      "Theme: Birthdays"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Casino Pirate",
    "ID": 57773,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.01",
    "Link": "https://boardgamegeek.com/boardgame/57773/casino-pirate",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "&#10;    To increase his booty, a pirate worthy of his name must know how to bluf without blinking an eye.*&#10;&#10;&#10;Each player gets 10 treasures to bid with. Players keep the cards hidden and try to get as close to 7 1/2 as possible, but no higher.&#10;&#10;Has its roots in Las siete y media&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Betting and Bluffing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Gaston Game",
    "ID": 57783,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.83",
    "Link": "https://boardgamegeek.com/boardgame/57783/the-gaston-game",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "It's up to you and your ladybug helper to rid your beautiful flower of those pesky aphids.&#10;&#10;In this rummy variant, created for younger players and families, players collect different sets of coloured ladybugs. For each set laid, your ladybug is moved to a leaf. All aphids that are on that leaf become ladybug lunch and can be removed from your flower. The first player to rid their flower from all the aphids is the winner!&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Animals: Insects",
      "Animals: Ladybugs / Ladybirds",
      "Traditional Card Games: Rummy"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Barn-Alfapet",
    "ID": 57794,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/57794/barn-alfapet",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "This children's game is a cross breed from Scrabble (Alfapet) and a crossword puzzle. The game board has two different sides. One side is a huge crossword with pictures around the house and some animals and a partly completed crossword. The other side is an empty board with pictures around the crossword puzzle and the children will have to figure out where to put those words. Every word gives points and if you are able to cross words, then multiplying is introduced. Some letters give more than others and there are some bonus tiles also. Winner is the one who gets most points by the end of the crossword puzzle if they are able to solve it! There is 1 complete solution, but many many incomplete possibilities, it all depends on the first word.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Puzzle",
      "Word Game"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Components: 15 x 15 Grids"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sverige-resan",
    "ID": 57796,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.56",
    "Link": "https://boardgamegeek.com/boardgame/57796/sverige-resan",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This game is about learning some Swedish geography. The game board features a map of Sweden on which the players move between cities and towns, by road, railroad, sea or plane. Each player starts with 4 randomly selected destination tiles which they may visit in any order. Upon placing a destination tile in the corresponding location, the face-down tile at that destination is drawn. Points are awarded for every destination visited, and province cards may award bonus points if you are lucky. The game ends when a player runs out of destination tiles, and the player with the most points wins.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Travel"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Set Collection"
    ],
    "Families": [
      "Country: Sweden"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Corps of Discovery",
    "ID": 57798,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/57798/corps-of-discovery",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Players will be able to identify the geographic path of the Lewis and Clark expedition along with the impact of Native American tribes that the expedition encountered. Players will identify plants and animals that the expedition came across along with the weather conditions they endured.&#10;&#10;Object of the game: Players collect experience points in three categories (plants and animals, Native American, and the expedition) while traveling across the game board (the Lewis and Clark expedition's path across the Western United States).&#10;&#10;Contents:&#10;- Game Board&#10;- 4 playing pieces&#10;- 1 stack of Experience Cards&#10;- 1 stack of Food Cards&#10;- 1 die&#10;&#10;",
    "Categories": [
      "Educational",
      "Exploration"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Diaper Derby",
    "ID": 57799,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/57799/diaper-derby",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "The learners will be able to anticipate the milestones of a baby's first year out of the womb and will share thoughts and experiences regarding child rearing.&#10;&#10;The game is designed for married couples who are expecting their first child. The game is also appropriate for engaged couples who are considering the possibility of raising children.&#10;&#10;Object of the game: Maneuver your &quot;baby&quot; through the first 12 months of its life outside of the womb and be the first team to reach the &quot;birthday party&quot;.&#10;&#10;Contents:&#10;&#10;     4 playing pieces, each with a different bottle top&#10;     4 game boards representing each quarter of the first year of life outside of the womb&#10;     4 Derby-Bingo Cards&#10;     18 green Derby-Bingo Time Chips&#10;     18 yellow Derby-Bingo Time Chips&#10;     18 red Derby Bingo Time Chips&#10;     18 blue Derby-Bingo Time Chips&#10;     Green Milestone Cards (months 1-3)&#10;     Yellow Milestone Cards (months 4-6)&#10;     Red Milestone Cards (months 7-9)&#10;     Blue Milestone Cards (months 10-12)&#10;     20 Talk-About-It Cards&#10;     Number Cube (Die)&#10;     8 Decisions Cards&#10;     8 Decisions Card Holders&#10;     8 erasable marking pens &#10;&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dino Dig",
    "ID": 57800,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/57800/dino-dig",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Collect dinosaur fossils in a race around the world.&#10;&#10;The game is designed for learners, ages 8 and up, who are interested in learning more about dinosaurs. No prior knowledge about dinosaur taxonomy is required since players can acquire the necessary knowledge to answer questions as the game is played. The game can also be used as a review and reinforcement tool in the classroom.&#10;&#10;Object of the Game: Race around the world answering dinosaur facts to win bone cards. Then puzzle together full skeletons of dinosaurs for points and to win the game.&#10;&#10;Contents:&#10;- One game board&#10;- Two Dice&#10;- A stack of dinosaur Fact Cards&#10;- Six stacks of color coded Bone Cards&#10;- Four to Six Dinosaur shaped game tokens&#10;&#10;",
    "Categories": [
      "Educational",
      "Prehistoric",
      "Puzzle",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Dinosaurs"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Nemo's War: Expansion Kit",
    "ID": 57804,
    "Year": "(2009)",
    "Geek Rating": "5.550",
    "Avg Rating": "7.43",
    "Link": "https://boardgamegeek.com/boardgameexpansion/57804/nemos-war-expansion-kit",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.2",
    "Description": "The expansion kit for Nemo's War includes a dozen cards with more adventures from the Jules Verne novel and alternate endings to the game/story (including &quot;Return to Mysterious Island,&quot; &quot;Another Thousand Leagues&quot; and &quot;Bottom of the Sea&quot;).&#10;&#10;In addition to new rules for using the Treasure Fleet and Cannon tokens included in the base game, six more deadly ship counters are included (armored frigates and battleships), plus rules for using them all and a &quot;historical game&quot; scenario.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Nautical",
      "Novel-based",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Point to Point Movement",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Authors: Jules Verne",
      "Books: 20,000 Leagues Under the Sea",
      "Game: Nemo's War",
      "Players: Games with Solitaire Rules",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: The Australian Here & Now Electronic",
    "ID": 57811,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/57811/monopoly-the-australian-here-and-now-electronic",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "4",
    "Description": "From the box:&#10;What would Monopoly be like if it were invented today?&#10;What would the outcome be if YOU chose which regions from around Australia were on the board...?&#10;This special electronic edition of Australian Monopoly, celebrates the local version of the world's most popular board game in Australia with a modern twist!&#10;Choose from a range of new movers including a mobile phone, a ute or even a pair of thongs!&#10;The rent and the houses/hotels have rocketed sky high in this new game. Wheel and deal Australian style in the fast lane - in millions of dollars, not just hundreds!&#10;&#10;",
    "Categories": [
      "Economic",
      "Electronic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Country: Australia",
      "Game: Monopoly (Official)",
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Stymie",
    "ID": 57814,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.30",
    "Link": "https://boardgamegeek.com/boardgame/57814/stymie",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Stymie is a 2-player abstract game.  It's a connection game (similar to Twixt or Hex), where each player attempts to build a solid path connecting their goals, while blocking their opponent from doing likewise.&#10;&#10;Stymie is played on a 4-8-8 tiling, ie, a board of octagons and squares.  Most player moves are double moves: an adjacent octagon and square.  When a player is forced to make a single move, their opponent gets a very powerful triple move.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Mechanism: Connection",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ecclesiaste III \"The Quest\"",
    "ID": 57827,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/57827/ecclesiaste-iii-the-quest",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Ecclesiaste III &quot;The Quest&quot; is a race game not unlike Candyland or Chutes and Ladders.  You begin the game at the launch pad, and must get to the space station first in order to win.  This is done by rolling dice, moving, drawing cards, and following the instructions on the cards.&#10;&#10;From the publisher:&#10;&#10;ECCLESIASTE III &quot;THE QUEST&quot; the new and exciting strategy board game packed with hours of family entertainment.  Experience endless fun as you journey around the galaxy discovering lost alien races, resolving team conflicts and venturing out on secret missions.&#10;&#10;The story begins in year 2077.  The universe has known peace for nearly 800 years since the destruction of planet Tsugari, which marked the last years of the endless battles between the various alien species.  However, as time has gone by the resistance has grown in great numbers causing ongoing tension and unbalance.&#10;&#10;Star date 2077.250:  A distress call was received from Alexi Scientific Research Space Station (A.S.R.S.S), orbiting the planet Caelin in quadrant Deka 7-1.  The transmission was cut short and only part of the message was decoded.  &ldquo;Star Command Justin Randall &hellip; this is Edward Bonja clearance code 117-Si-523&hellip; *static* &hellip; terrible &hellip;. Wrong&hellip;&rdquo; end of transmission.  Information indicates that all escapes pods have been deployed except one.  Station Alexi is a research facility studying cross alien race bioengineering &ndash; long-range scanners pick up no apparent life signs or hostile resistance activities.&#10;&#10;Star Command has hand picked a team of crew members for this mission.  A search and rescue mission over a five-planet region &hellip; or is it?  Each member will have to choose to either assist the team or become a solo star.  The quest has begun.&#10;&#10;",
    "Categories": [
      "Racing",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "1 on 1 Sports Basketball Bitty Bucket",
    "ID": 57829,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/57829/1-on-1-sports-basketball-bitty-bucket",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "A miniture two player game. Have your own tabletop competition. The bucket contains a playmat, instructions, 1 defender, 1 shooter, 4 balls and a basketball hoop.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Miniatures",
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Better Description Needed!",
      "Series: 1 on 1 Sports Bucket",
      "Sports: Basketball"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "1 on 1 Sports Football Bitty Bucket",
    "ID": 57830,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/57830/1-on-1-sports-football-bitty-bucket",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "A two player miniture football game. Play your own tabletop football match. The bucket includes a playmat, instructions, two figures, two tackle dummies and 3 footballs.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Miniatures",
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Better Description Needed!",
      "Series: 1 on 1 Sports Bucket",
      "Sports: American Football / Gridiron"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "1 on 1 Sports Soccer Bitty Bucket",
    "ID": 57831,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgame/57831/1-on-1-sports-soccer-bitty-bucket",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "A two player game in a bucket. Play your own tabletop soccer match. The bucket includes one shooter figure, one goalie figure, one goal, three soccer balls, two practice cones, one ball flicker and a half-field playmat with instructions.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Miniatures",
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Better Description Needed!",
      "Series: 1 on 1 Sports Bucket",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Truth Or Fashion Dare & Other fun Sleepover Games",
    "ID": 57832,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/57832/truth-or-fashion-dare-and-other-fun-sleepover-game",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This set of 15, way-cool card games is perfect for sleepovers and camp bunks. Each set includes a ballpoint pen and the following games:&#10;&#10;Truth of Fashion Dare: Spin the Truth or Dare spinner and make your choice: Answer a totally embarrassing question or do a totally hysterical fashion dare?&#10;&#10;Spin The Nail Polish: Get five to ten bottles of nail polish. Spin the first bottle... if it lands on you paint a nail that color. Switch bottles until everyone has wild nails.&#10;&#10;Fashion Fill-Ins: Fill in the blanks to finish each of the six hysterical stories about fashion faux-pas! Stories are: &quot;A Day At The Beach,&quot; &quot;Amusement Park,&quot; &quot;Homecoming Dance,&quot; &quot;Shopping Spree,&quot; &quot;Talent Show&quot; and &quot;Fashion Nightmare.&quot;&#10;&#10;Fashion Cootie Catchers: Make your own cootie catcher, but instead of predicting your future, these Fashion Cootie Catchers will tell you what to wear today.&#10;&#10;MASH Prom: This twist on the classic MASH (Mansion-Apartment-Shack-House) game predicts your future PROM destiny. Will you be the Queen of the Prom?&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Acting",
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Valdora Extra",
    "ID": 57838,
    "Year": "(2009)",
    "Geek Rating": "5.613",
    "Avg Rating": "6.92",
    "Link": "https://boardgamegeek.com/boardgameexpansion/57838/valdora-extra",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.0833",
    "Description": "Valdora Extra is a boxed expansion to Valdora that was released at Essen 2009.&#10;&#10;It adds rules and components for &quot;Valdora-Duel&quot; - a two player variant, new special cards for advanced players and a start player token..&#10;&#10;When used, each player begins play with some of the special cards. There are two different types of special cards: &#10;&#10;     cards that give a player victory points for meeting specific conditions at the end of the game&#10;     map cards which give special bonuses for the remainder of the game.&#10;&#10;&#10;Expands:&#10;&#10;    Valdora&#10;&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Medieval",
      "Transportation"
    ],
    "Mechanics": [
      "Pick-up and Deliver"
    ],
    "Families": [
      "Series: The Gold Trilogy (Michael Schacht)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Last Hurrah: Counterattack at Rostov! Feb., 1920",
    "ID": 57878,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/57878/the-last-hurrah-counterattack-at-rostov-feb-1920",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Last Hurrah covers the Denikin's last successful counterattack of the Russian Civil War in February, 1920. After months of constant retreats and loss, the Don River offered a respite. Even though the river was partially frozen, crossing proved difficult for either side except at one of the four bridges which span it. Weather and time also proved to be a friend of Denikin one last time, as both sides had to fight freezing temperatures and slowed the rapid advance of the Red Army chasing them into Rostov, a small city at the time. Much of the Red forces that reached the city were to too small and the main body of the army was still several days away.&#10;&#10;Denikin pulled his forces back to Bataisk and dug in and by the time the Red lead elements arrived, the Reds found themselves in a much weaker position because Denikin had gathered his units. Denikin planned for a quick offensive, one to retake Rostov and hopefully beyond to buy additional time before the inevitable. Retaking Rostov would also be a desperately needed morale boost. Thus, he gathered his last available Mk V tanks, aircraft, and reinforced his elite Volunteer Army. He suddenly struck, completely taking the Red units by surprise, routing many. Within a day or so, he entered Rostov, and pushed onto the suburbs along the fringe. The reversal was complete. Stunning. Morale rose. But, like the Germans and the Ardennes in 1944, the weight of the Red army was felt once it arrived. Bitter fighting in Rostov set the city on fire as the Whites fell back across the banks of the Don. It was their last hurrah!&#10;&#10;The game comes with a 11x17&quot; map, 280 counters, rules. The map scale is about one mile per hex. Each combat unit is one battalion\\brigade for non-AFV units. For Tanks ,Armor cars Aircraft, each counter is one AFV\\AC. A game turn represents several hours of time.&#10;&#10;",
    "Categories": [
      "Civil War",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Rostov-on-Don (Russia)",
      "History: Russian Civil War"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "King Me! The Toilet",
    "ID": 57883,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.36",
    "Link": "https://boardgamegeek.com/boardgameexpansion/57883/king-me-the-toilet",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "The toilet is a special space that players may move a character to, instead of moving him to a higher floor. There can only be one character in the toilet at a time and he can be moved from the toilet to the next higher floor as a normal move. He still counts towards the character limit for his floor and scores only 1 point when the king is elected while he is in the toilet.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Theme: Toilets / Urinals"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BANG! Johnny Kisch",
    "ID": 57885,
    "Year": "(2007)",
    "Geek Rating": "5.542",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgameexpansion/57885/bang-johnny-kisch",
    "Min Players": "4",
    "Max Players": "7",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "Johnny Kisch is a expansion card for BANG!. Each time he puts a card into play, all other cards in play with the same name are discarded.&#10;&#10;",
    "Categories": [
      "American West",
      "Bluffing",
      "Card Game",
      "Deduction",
      "Expansion for Base-game",
      "Fighting",
      "Humor"
    ],
    "Mechanics": [
      "Hand Management",
      "Player Elimination",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: BANG!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lottery Fever",
    "ID": 57886,
    "Year": "(1987)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/57886/lottery-fever",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "&quot;A fantasy game for dreamers of all ages!&quot;&#10;&#10;&quot;Lottery Fever is a game of luck based on the lottery craze that has swept the country. It allows you to live in a world of fantasy by winning the lottery prizes and then spending your winnings to buy the things you've always dreamed of.&quot;&#10;&#10;Includes a colorful board with a built in spinner, play money, tokens, event cards, rules, and a special plastic &quot;LOTTA&quot; shaker which uses colored balls to determine the tlottery winners.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Brasfield & Gorrie Constructionopoly",
    "ID": 57888,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/57888/brasfield-and-gorrie-constructionopoly",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This monopply style game was produced by Late for the Sky for the Brasfield &amp; Gorrie Company.&#10;&#10;The pewter tokens include the hammer, the shovel, the hardhat, the bulldozer, the cement mixer, and the skyscraper.&#10;&#10;Instead of the four railroads in classic monopoly the players attempt to control the the B&amp;G offices in Nashville, Orlando, Atlanta, and Raleigh.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Theme: Construction",
      "Promotional: Board Games",
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mein erstes Verkehrsspiel",
    "ID": 57889,
    "Year": "(1983)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/57889/mein-erstes-verkehrsspiel",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Children move from home to school, as determined by dice. When they reach a field with a red dot, they have to answer a traffic-related question. When answering correctly, they may move forward one or more additional fields. The first player to reach the school is the winner.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Travel"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Theme: Traffic / Driving"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Meister Lampe in Nöten",
    "ID": 57890,
    "Year": "(1983)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/57890/meister-lampe-in-noten",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "Simple luck-based children's game. There are 7 carrots of different lengths which are put into a central &quot;device&quot; in the middle of the table. A rabbit is put on top, resting on the carrot tips. Everything is spun around to let the players forget which carrot is where. The players then roll dice to determine how far to pull out an individual carrot. When a carrot comes out completely, the player can keep it. The game ends when the rabbit falls (when it is no longer supported by enough carrot tips). The player with most carrot is the winner.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Animals: Rabbits / Hares"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dragon Currents",
    "ID": 57908,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/57908/dragon-currents",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "In the west, the energies that crisscross the land are called Lei Lines.  In China, they are referred to as Dragon Currents.  As with all things in the universe, the Dragon Currents mirror the five elements of the Wu Xing: Wood, Fire, Earth, Metal, and Water.&#10;&#10;Players represent powerful Geomancers attempting to harness the five energetic attributes of the Dragon Currents in such a way as to bring harmony to the land.&#10;&#10;Dragon Currents is a strategy game for two players, in which players place two-sided energy tokens on Dragon Current lines.  Based on the relationship of the Wu Xing, elements either enhance or diminish other elements.  Well placed tokens can increase the player's score while decreasing his opponents.  The player who best harnesses the relationship of the energies wins.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Print & Play"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Tile Placement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Overland",
    "ID": 57909,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.25",
    "Link": "https://boardgamegeek.com/boardgame/57909/overland",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "5",
    "Weight": "2.75",
    "Description": "By the designer:&#10;&#10;Overland- a SMALL solitaire game of the 1864 Virginia campaign. Player controls the Union forces, with a simple reaction/retreat system controlling the Rebs.&#10;&#10;Two sets of counters, in two styles, so you wont have to reprint them if you make a mistake when cutting and pasting. Rules look legalistic but I could explain the game in 5 minutes- about how long it takes to play the thing.&#10;&#10;With one 8x11 inch map, seven 5/8 inch playing pieces, and four pages of rules, this is obviously meant for the break room, or the plane and train seat tray. So, no grumbling about how simple it is.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Point to Point Movement"
    ],
    "Families": [
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Schwarze Löcher",
    "ID": 57910,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.81",
    "Link": "https://boardgamegeek.com/boardgame/57910/schwarze-locher",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "2.6667",
    "Description": "A three-dimensional challenge - from solid wood&#10;&#10;Is played on a lavishly designed game board made of solid oiled beech and the pieces being walnut and maple. Four wells, the &quot;black holes&quot;, are refined with dark felt.&#10;&#10;The aim is to bring the first player to own four of the pieces in the right position before the &quot;black holes&quot; and to sink. One's playing pieces may simply move by tilting, turning and by the black holes assisting.&#10;&#10;Tactically, it is important to leave little room for paths. With little to block, their own movement may help their opponent.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Square Grid"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 10 x 10 Grids",
      "Components: Wooden pieces & boards",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Unocitta",
    "ID": 57920,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.83",
    "Link": "https://boardgamegeek.com/boardgame/57920/unocitta",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Unocitta is a 3HOUSE territory-based war game for 2-5 players using Icehouse pieces and a Uno deck. The ever-changing gameboard is made up of Uno cards and is created by the players during the game. Icehouse pyramids are used to indicate player card control. Players complete for control of city blocks in the Martian city of Unocitta. The goal is to completely control a connected trio of cards which are either Three-of-a-Kind or three consecutive numbers of the same suit, thereby gaining control of the city.&#10;&#10;It is inspired by Zark City.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Wargame"
    ],
    "Mechanics": [
      "Modular Board",
      "Tile Placement"
    ],
    "Families": [
      "Components: Looney Pyramid Games",
      "Series: Zarcana-type"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Qronq",
    "ID": 57922,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/57922/qronq",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Qronq (pronounced Kronk) is a 2-player abstract strategy game played with 32 3x3 Space Square Tiles. Each player has 10 pawns (8 regular and 2 special) in the standard setup or 16 pawns (12 regular and 4 special) in the advanced setup.&#10;&#10;The objective is to move your pawns (either Black or White) along your own colour&rsquo;s pathways from the Centre Tile to the Coloured Centre spaces of the regular tiles. The first player to move 8 Pawns to the coloured centres of each of the four colours (2 pawns per colour) and &ldquo;lock&rdquo; them wins the game. In the advanced game players need to get 12 tiles locked (3 of each colour).&#10;&#10;The board is modular and the pathways are constantly shifting, so this is not always an easy task!&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Print & Play"
    ],
    "Mechanics": [
      "Action Points",
      "Modular Board",
      "Network and Route Building",
      "Point to Point Movement",
      "Tile Placement"
    ],
    "Families": [
      "Components: 15 x 15 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Strictly Pittsburgh",
    "ID": 57926,
    "Year": "(1979)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/57926/strictly-pittsburgh",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Board game celebrating the second biggest city in the state of Pennsylvania.  The pieces move along prized properties and utility centers.  The board game is designed to somewhat mimic the topography of downtown Pittsburgh with the merging of two rivers and bridges connecting the downtown area with the North Side and the South Side.&#10;&#10;Equipment includes 28 Deed Cards, 32 Picnic Basket cards, and 100 Skyscraper Units.  Paper money denominations go from $500 to $100,000.&#10;&#10;Movement is decided by the result of rolling two dice.&#10;&#10;Players build on properties and charge rent to other players, and sometimes have to pay taxes and other fees to city or utilities.  After all properties are taken, game ends, and player with most money wins.&#10;&#10;The board has squares for Property (corporations), Transportation (bus, ferry, train), Entertainment (music concert halls, civic arena), Park (known municipal parks), Fuel Shortage (a legacy of the 1970's rationed gas), Bridges, Occupation Tax (it's a tax that all Pittsburghers know about and complain about it), Pennsylvania Lottery, Mellon Bank (the financial manager for all players).&#10;&#10;",
    "Categories": [
      "Industry / Manufacturing",
      "Travel"
    ],
    "Mechanics": [
      "Area Movement"
    ],
    "Families": [
      "Cities: Pittsburgh (Pennsylvania, USA)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer: Invasion – Path of the Zealot",
    "ID": 57940,
    "Year": "(2009)",
    "Geek Rating": "5.704",
    "Avg Rating": "7.40",
    "Link": "https://boardgamegeek.com/boardgameexpansion/57940/warhammer-invasion-path-of-the-zealot",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.0556",
    "Description": "The first battle pack,The Skavenblight Threat, saw the emergence of the diseased and squabbling Skaven. Now their forces are bolstered. The newest battle pack, Path of the Zealot, sees their chittering horde grow. Poison Wind Globadiers rain death upon the heads of their opponents, as they can corrupt to deal damage. The Chittering Horde tactic brings more Skaven into your fold, as it allows you to search a portion of your deck for ratmen recruits.&#10;&#10;Not to be outdone, the forces of Order gain the assistance of the Zealot Hunter, who destroys that which doesn&rsquo;t belong upon entering play. He brings with him the capricious Veteran Sellswords, who change sides with each passing moment.&#10;&#10;The starmetal known as Gromril has been a part of Dwarf lore for as long as the mountains have sheltered them. Now it emerges onto the battlefield, to shield the sons of Grungi. The Gate of Sigmar bars the entrance into one of the most populated cities in the Empire, and the staring skulls carved into the doors greet any invader as they crash against its might. Each turn, it shall do the same for you and keep damage from reaching your noble home.&#10;&#10;Every zone sees new additions, and players will be forced to re-evaluate their plans. Will you devote the newest Empire hero, Gustav the Bear, to protecting your newly built Kingdom, or will he assist you in further developing your Quest zone? Dwarf Miners are an excellent unit to bring in later in the game. Their ability to &ldquo;fix&rdquo; the part of your capital they enter can be a game saver, especially in the often targeted Quest zone. The deadly Bloodsworn make an excellent protector for damaged zones, as each opposing figure that falls restores their health.&#10;&#10;Speaking of the Quest Zone, a new Quest appears for the foul followers of Chaos, as they can now show themselves to be the Wolves of the North. Rumor has it that Valkia has personally found this quest to be most rewarding...&#10;&#10;The Path of the Zealot also increases the number of High Elves and Dark Elves, as the war spills over into their lengthy lives. The Repeater Bolt Thrower launches a wave of indirect damage at your foe, and gets stronger the more developed you are. Vaul&rsquo;s Unmaking removes the weapons from the hands of the enemy and leaves them with nothing. Dark Elves call upon dark powers and pul the very blood from their foes. Call the Blood can remove a damaged unit from play, a nasty surprise for the foes of Malekith. Dark Riders, wielding wicked swords, charge down upon those foolish enough to be in their way.&#10;&#10;This fall shall see some of the fiercest battles and desperate races to develop mighty empires. Legends will be forged. Will you be one of them?&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Collectible: Living Card Game (Fantasy Flight Games)",
      "Game: Warhammer Invasion – Living Card Game",
      "Players: Two-Player Only Games",
      "Setting: Warhammer Fantasy Card Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Frazed",
    "ID": 57948,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/57948/frazed",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Frazed is a strange social game designed for 4-8 players ages 12 and up. The idea of Frazed is simple, and a bit mischevious.&#10;Write a sentence or phrase that someone else would be unable or unwilling to say outloud one time through without stopping, within five seconds of recieving it.&#10;&#10;Frazed challenges the players' creativity, vocabulary, acting skills, social inhibitions, concentration, knowledge of their friends and their silliness tolerance all at the same time.&#10;&#10;Have you ever wanted to make your friends confess to a crime they didn't committ, make them sing out loud, stammer over the weirdest thing that comes to your mind, act like a fool or simply make the laugh till they are red in the face and crying? Well Here Is Your Chance!&#10;&#10;The game consists of two parts. The Fraze card which details a type of sentence category along the lines of tongue twisters, compliments, insults, confessions, secrets, gibberish etc and a second deck of cards called Exploits. Exploits are ways in which the sentence should be read, or act as a distraction while trying to read the phrase. Exploit categories for example might be miming a death scene, talking in your best German accent, or reading the sentence really fast.&#10;&#10;During any particular players' turn there are two people in an interaction. The Scribe and the Reciter; the Scribe has the challenge of choosing from a limited number of fraze and exploits that he believes the Reciter will find difficult to say in front of a group. He must consider several things, his personal knowledge of the Reciter, such as personal hang ups about saying something silly in front of a group, whether his spirit could say take the brunt awkwardness of confessing to something he didn't do, while perhaps talking like a munchkin.&#10;&#10;The Reciter will have his/her social inhibitions challenged in simply performing in front of a group, pronouncing a made up word, or punching out a tongue twister. Since the Reciter has a very limited time to process what he/she is about to say it also provides a psycological component as it can sometimes be difficult to psyche oneself up under limited time constraints.&#10;&#10;Points are awarded according to a simple scale, whether the Reciter was able to read the sentence out loud under duress without stopping, laughing, stammering etc, within five seconds, and whether he was able to perform the exploit to a satisfactory level.&#10;&#10;There is a simple system where disagreements regarding the performance was acceptable or not, or whether the attempt was successful.&#10;&#10;Buy a copy of Frazed Today!&#10;&#10;Includes:&#10;&#10;* fraze Deck (75 cards)&#10;    * exploit Deck (71 cards)&#10;    * Frazed Rules Deck (12 cards)&#10;    * frazed rules Document&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "MERC",
    "ID": 57950,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/57950/merc",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3",
    "Description": "From The Game Crafter's website:&#10;&#10;&quot;MERC is a complex strategy game where each player hires and controls a team of mercenaries. You may play against each other, or cooperatively against the evil dictator Koen, and you may play individually or as teams. Either way, the goal is the same, to take control of the war torn tropical island of Tenagra.&#10;&#10;Tenagra is a wealthy country full of industries. Taking control of those industries will finance your efforts. Along the way you'll pick up equipment and hire additional MERCs. You'll need to train guards to fortify and hold territory after you've taken it.&#10;&#10;There are 50 unique MERCs for you to hire, each with their own personalities, special abilities, skills, and weaknesses. The right combination of MERCs will lead you to victory, but you'll have to compete to hire them against the other players who are also drawing from the same talent pool.&#10;&#10;MERCs would be nothing without their equipment. The game offers more than 40 different types of equipment. There are various types of weapons; everything from a simple 9mm handgun, all the way up to a shoulder mounted assault weapon (SMAW). There are various types of armor and accessories. And you can even get vehicles like tanks and helicopters to assist in your conquest.&#10;&#10;Every game of MERC is unique, because the map deck allows you to reconfigure the island of Tenagra so many ways. Plus, some times the best MERCs are killed in the first couple days on the island, so you have to fight your way to victory with their lesser counterparts. And don't forget that you can play as teams or individuals both in death-match and cooperatively. All of these variables ensure that you'll have endless amounts of fun playing MERC.&quot;&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Cooperative Game",
      "Modular Board",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Laws and Disorder",
    "ID": 57951,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.36",
    "Link": "https://boardgamegeek.com/boardgame/57951/laws-and-disorder",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "From The Game Crafter's website:&#10;&#10;&quot;It was a time of great corruption, and also of great wealth for those who knew the secrets of the court and could turn it in their favor.  In Laws and Disorder, you play noblemen in a land ruled by ever-changing laws, and must bribe and bully the court into passing laws which benefit you, or harm your opponents.&#10;&#10;Each player has one of six different professions which grant them certain abilities.  The shrewd Trader may buy additional assets, while the cunning Thief can steal from other players.  The deck contains words which players combine into laws that everyone must obey.  The Trader might make a law stating The Theif loses 2 cards when they use an ability, which should put a stop to the Thief's meddling - for awhile.&#10;&#10;Things get interesting when the Doctor, Priest and Banker manipulate existing laws, and when the Thief gives up his life of crime to swap professions with another player.  The result is a game which is never the same twice, and will keep you looking for new ways to turn the situation to your advantage.&#10;&#10;Laws and Disorder is best played with 4-6 players and ample table space, although it makes for a longer and more strategic game with 2-3 players.  Package includes deck plus rules.  You must provide pocket change, play money or peanuts to use as game currency - I leave this choice up to you.&#10;&#10;Want to try before you buy?  You can also play Laws and Disorder in your browser on Whirled.com.&quot;&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": [
      "Category: Print-on-Demand"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dominatus",
    "ID": 57967,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/57967/dominatus",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Dominatus enables the student to combine Greek and Latin prefixes, roots, and suffixes to develop common English words that occur in many subject areas, such as science, history, mathematics, literature, and medicine.&#10;&#10;In Dominatus, players form English words by assembling tiles which contain Greek and Latin roots. It is the objective of each player to score points from the value of each played tile, from strategically placing the tiles upon bonus squares on the gameboard and defining constructed words correctly. The person who scores the most points at the conclusion of the game wins.&#10;&#10;Contents:&#10;- Gameboard&#10;- Root Tiles&#10;- 4 Tile Racks&#10;- Tile Bag&#10;&#10;",
    "Categories": [
      "Educational",
      "Word Game"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Components: 21 x 21 Grids"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Drop in the Bucket",
    "ID": 57968,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/57968/a-drop-in-the-bucket",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This game is a fun and effective way for teachers and families to acquaint middle school aged children with water conservation.  The game targets grades six through nine (ages 11 and up) and allows for play within a classroom or at home with the whole family.&#10;&#10;Object of the game: Water is a precious resource that is essential to all living things, yet only 1% of the earth's water is drinkable. This is why it&rsquo;s so important to conserve this resource.  Unfortunately, it&rsquo;s hard to go through a day and not waste water in some way. In this game, you are a member of a household. Your goal is to navigate through a house and collect a water-saving device and a water-saving habit from each room without wasting all of your water.  You will be given 50 drops of water to start the game with, which should be enough, if you make the right decisions.&#10;&#10;The winner is the first player to return to their Start space with at least one Device Card and one Habit Card from each room of the house, as well as at least one &ldquo;drop in the bucket's remaining.&#10;&#10;Contents:&#10;&#10;     Game Board&#10;     Four game pieces (toilet, washing machine, sink, and hose)&#10;     Four buckets, one for each player to hold their water drops&#10;     Four sets of Habit Cards and four sets of Device Cards, one for each room&#10;     Four decks of Choose to Conserve Cards&#10;     One deck of Tip Cards&#10;     One six-sided die&#10;     Two hundred water drops&#10;&#10;&#10;",
    "Categories": [
      "Economic",
      "Educational",
      "Environmental"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Earth Trek",
    "ID": 57970,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/57970/earth-trek",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The learners will be able to identify on a game board containing a map of the world, all of the major oceans, rivers, mountains, deserts, and continents of the earth.&#10;&#10;Winning The winner is the first person to explore the whole planet and return to his or her spaceship for blastoff. If no one explores the whole planet, the winner is the person who has traveled the furthest, explored the most geographic features and collected the most resources. If two or more people have traveled the same distance, the person with the most geographic features and resources wins. If two people have explored the same number of geographic features, the person who traveled the furthest wins. If two people have the same amount of resources, the person who traveled the furthest wins.&#10;&#10;",
    "Categories": [
      "Educational",
      "Exploration"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The ED TECH Life",
    "ID": 57971,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/57971/the-ed-tech-life",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "35",
    "Play Time": "35",
    "Weight": "0",
    "Description": "The learner will understand the procedures required to successfully complete the requirements for the Master's Degree in Educational Technology.&#10;&#10;Players roll the die and move around the circuit and gather the units required for graduation till they reach to &quot;Graduation Day&quot; square. The first player to graduate having at least 30 units completed and all the prerequisites satisfied, wins the game.&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Efficiency Review Survival",
    "ID": 57972,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/57972/efficiency-review-survival",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The game was designed for new and experienced Navy employees (adults) who haven&rsquo;t done a study or have done a study, but not recently, are the primary learning targets.&#10;The game would be used in the office prior to starting an Efficiency Review Study. It can be played in a conference room or any room where a table is available.&#10;&#10;The object of the game is to collect all five required artifacts and be the first player to complete the path through the various phases of the Efficiency Review Study.&#10;&#10;Contents:&#10;&#10;     a board&#10;     one die&#10;     five sets of game cards (one for each phase)&#10;     four tokens&#10;     five artifacts (4 sets)&#10;&#10;&#10;",
    "Categories": [
      "Educational",
      "Nautical",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The KEY to Effective  Meetings",
    "ID": 57973,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/57973/the-key-to-effective-meetings",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "The game introduces the learners to  hands on experience by role-playing as a participant in a meeting. Learners will be able to identify the functions, requirements, and characteristics of effective meetings. If used as part of school curriculum, the game would be played after the learners were introduced to the topic and key elements of an effective meeting.&#10;&#10;The first player to leave one of their colored Keys in all six Meeting Rooms, gets to advance to the Executive Board Room and is crowned the winner. Along the way the players rely on a good roll of the die and their knowledge of effective meeting roles. Chips are collected and may be traded in for the opportunity to advance to a Meeting Room. If the player answers their Meeting Room Card question correctly, they get to leave one of their colored keys in that Meeting Room. Players must watch out for Surprise spaces. Surprise Cards may require them to lose a chip or lose a turn. Surprise Cards may also reward the player by gaining an extra chip or roll of the die. If a player lands on a Meeting Content space, they must answer a Content Card question correctly to get a playing chip.&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Environ",
    "ID": 57974,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/57974/environ",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Object of Game: There are two ways to win the game. The first way is to be the first player to get a permanent marker on each of the five different question categories. The second way is to be the last person to have money left to play with.&#10;&#10;Contents:&#10;&#10;     Board, &#10;     Die, &#10;     Action Cards, &#10;     Consequence Cards, &#10;     Question Cards, &#10;     four player pieces,&#10;     120 correct question markers (30 each color), &#10;     80 permanent markers (20 each color)  &#10;     bank of play money.&#10;&#10;&#10;",
    "Categories": [
      "Educational",
      "Environmental",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Escape From Mom's House",
    "ID": 57975,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/57975/escape-from-moms-house",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "The game is targeted at young adults between the ages of sixteen and twenty-two, who are learning to manage their own expenses. Target students have difficulty mastering basic mathematical concepts, and may lack a positive role model for financial planning.&#10;&#10;The object of the game is to be the first person to accumulate 50 HAPPY points and be out of debt.&#10;&#10;Contents:&#10;&#10;     board&#10;     playing pieces&#10;     budget tokens&#10;     cash&#10;     budget sheet&#10;     chance cards&#10;     life pieces&#10;     HAPPY points&#10;     Interest/debt chart&#10;&#10;&#10;",
    "Categories": [
      "Economic",
      "Educational"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Eureka!",
    "ID": 57976,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/57976/eureka",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Fourth grade students will be able to use the game, Eureka! The Gold Rush Experience. Through readings from their social studies book and various trade books, students will learn about the California Gold Rush.&#10;&#10;Object of the Game is to get the most cards by the end of the game (30 minutes).&#10;&#10;Contents:&#10;&#10;     1 page of directions for game-play&#10;     1 six-sided number die&#10;     Sailing Ship and Covered Wagon Markers&#10;     Timer (available only in deluxe edition of game)&#10;     set of California or Bust Cards&#10;&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Evolution",
    "ID": 57977,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/57977/evolution",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Upon completion of the game, the players will be able to list 10 facts about the characteristics of the phyla represented on the board.&#10;&#10;The object of the game is to evolve from the primordial ooze, progressing through increasingly complex forms of life until you reach the level of either birds or mammals.&#10;The player has to land on five &quot;Niche Squares&quot; and successfully answer the five questions. The first player to do so is the winner.&#10;&#10;Contents:&#10;&#10;     Game board&#10;     One pair of dice&#10;     Deck of &quot;Niche Cards&quot; for each of the 12 phyla&#10;     One game token for each player&#10;     Rules&#10;&#10;&#10;",
    "Categories": [
      "Educational",
      "Prehistoric",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Precipice",
    "ID": 57978,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/57978/precipice",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Precipice is a small PnP card game for 2 players.  With only 9 cards to print out and one deck of playing cards per player, this is an easy game to try out.  It's aimed squarely at the couples market.&#10;&#10;Instead of using the common tug-of-war tension, Precipice forces the players to collectively try and hit a target.&#10;&#10;If the players go over the target, the player who contributed the least is rewarded.  If the players go under the target, the player who contributed the most is rewarded.&#10;&#10;The scoring has more variety than just that though; check out the score cards to see more!&#10;&#10;Living rules can be found here:&#10;&#10;http://docs.google.com/View?id=dhdx9f7c_234fzkzhshd&#10;&#10;PDF of Score Cards here:&#10;&#10;http://www.boardgamegeek.com/filepage/47579&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Components: Traditional Playing Cards",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Untamed: A Rummy Revolution",
    "ID": 57979,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.58",
    "Link": "https://boardgamegeek.com/boardgame/57979/untamed-a-rummy-revolution",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Land, air, and sea animals are all locked in a vicious struggle to dethrone the lion and be declared King of Beasts. In Untamed: A Rummy Revolution , you will compete to try to get the most animals into your own field--and it never hurts to have the winning animals on your side!&#10;&#10;Based on the familiar card game, Rummy, Untamed: A Rummy Revolution adds more player interaction and strategy through action cards and the concept of ranking melds. Each card has three characteristics. The more characteristics the cards in a meld share, the higher the meld is ranked. By playing higher-ranked melds, you are better able to attack your opponent's animals, herd animals into your own melds, and defend against your opponent's attacks. Watch out for the King of Beasts cards, though! If you can meld a set of three of them, you can prevent your opponent from scoring, but if they're left in your hand at the end of the round, they'll cost you.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Educational",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Traditional Card Games: Rummy"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ushindi",
    "ID": 57982,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/57982/ushindi",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "From The Game Crafter's website:&#10;&#10;&quot;Ushindi is a simple but addictive game for 2 players. To win you only have to make your opponent take the last gem.&#10;&#10;This game is not about chance, but all about being smart and knowing when you are ahead. Increase your bet when you are winning are just bluf.&#10;&#10;Because a single round only takes a few minutes, and every round is a new chance to win, Ushindi is exciting till the end.&#10;&#10;You can learn how to play in 5 seconds, but it may take forever before you know how to win!&quot;&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": [
      "Category: Print-on-Demand",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Inspector Moss Investigates",
    "ID": 57983,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/57983/inspector-moss-investigates",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "A terrible murder has been committed and it looks as if the perpetrator will get away with the crime. That is, until Inspector Moss takes on the case. With a degree of skill and a small amount of luck, do you have what it takes to solve this appalling crime?&#10;&#10;In this themed rummy game, players lay sets of suspects while attempting to conceal vital evidence cards that point to the identity of the murderer. It&rsquo;s easy to conceal evidence, simply keep the card in your hand. Of course, by doing this you risk being caught out and having to pay heavily in points - not to mention the card that you wanted to keep secret is now revealed to all. Balance your hand and know when to purposely reveal your evidence to double your points total and boost your overall score, but don&rsquo;t give too much information away to your opponents!  Never fear though, as the astute sleuth, Inspector Moss, is always on hand to provide you with some assistance into your inquiries. If you are able to &lsquo;go out&rsquo; with your cards and are able to identify the murderer, congratulations, you will be rewarded handsomely in points, however, your opponents will not be so lucky.&#10;&#10;Inspector Moss Investigates is a free PnP rummy game developed for the 2009 Themed Rummy Contest (http://www.boardgamegeek.com/article/3867905#3867905)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Traditional Card Games: Rummy"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Whatchamacalit:  Delectable Drinks",
    "ID": 57984,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/57984/whatchamacalit-delectable-drinks",
    "Min Players": "6",
    "Max Players": "0",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "From The Game Crafter's website:&#10;&#10;&quot;Whatchamacalit is a fast fun party trivia game. The Delectable Drinks variant challenges you and your friends to identify tasty beverages based upon their ingredients.&#10;&#10;To play you divide your party into teams of three or more players. The more players, in each team, the more likely you are to get correct answers. Each team picks a reader. The reader's job is to lead the team to victory by choosing which order to read the cards in, and to make decisions with specialty cards. The reader will read the list of ingredients in the drink &quot;ice cubes and water&quot;, and it's the team's job to shout &quot;Ice Water!&quot;. Of course, the cards in the game describe much more complicated drinks.&#10;&#10;All the drinks in the game come with a full ingredient list and photo. They're so tasty you might just find yourself with a craving during the game.&quot;&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Zermatt",
    "ID": 57987,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.75",
    "Link": "https://boardgamegeek.com/boardgame/57987/zermatt",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1",
    "Description": "Zermatt is an abstract tile placing and path traversing game with a mountain climbing theme.&#10;&#10;Two to six player take turns placing six-sided tiles on a hexagonal grid and move their playing pieces (mountain climbers) from their respective base camps towards the summit.  Special tiles are used to block opponents' movement up the slope.&#10;&#10;The first player to successfully navigate their mountain climber from the bottom of the mountain to the top is the winner, but beware, sometimes the mountain wins and no climbers are able to reach the top.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Maze",
      "Print & Play",
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Action Points",
      "Network and Route Building",
      "Point to Point Movement",
      "Tile Placement"
    ],
    "Families": [
      "Sports: Mountain Climbing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Road Rally",
    "ID": 57989,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/57989/road-rally",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Road Rally is an abstract tile placement, path negotiation, and counter collecting game with a racing theme.&#10;&#10;Two to four players take turns placing square tiles on a 6x6 grid and moving their cars through a continually growing maze of streets and road hazards from their start positions, past two check points, and on to the finish line.  Road hazard tiles are used to hinder the movement of opponents, but once collected they can be redeemed later in the game for additional actions.&#10;&#10;Car movement is determined by the arrangement of the road tiles.  Cars move from one traffic light or check point to the next via curved and straight roads.&#10;&#10;If a car becomes trapped or if a road will cause a car to run into the wall, game mechanics allows a player to rotate a road tile or remove a road tile to be replaced by a more suitable tile in a later turn.&#10;&#10;The first player to traverse the growing maze through both check points and across the finish line is the winner.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Maze",
      "Print & Play",
      "Racing"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Tile Placement"
    ],
    "Families": [
      "Components: 6 x 6 Grids"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "I Am: Sport Edition",
    "ID": 57994,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/57994/i-am-sport-edition",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Card and dice game where 50 of the 60 cards hold 6 clues about a famous sporting person. The 1st clues are very hard (typically birth date alone), and get subsequently easier until the final 6th clue which actually tells you the name of the person!&#10;To start, a player (randonly chosen) looks at the first card (in secret). The player to his left then rolls the 6-sided die. The caller then consults his card and reads out the corresponding clue as the player rolled. The roller then tries to guess the name of the famous sporting person. If guessed correctly the card is won by the roller, and then the pack and die both move clockwise for the next player to roll and the previous roller now gets to cross-reference the die score against the next card drawn.&#10;There are some gifts if you roll low, as these are the harder clues.&#10;If you roll 'one' you receive the first clue, but in addition you are allowed another roll to see if you manage to roll a 'two'. If so you receive the 2nd clue. If you still haven't guessed the sporting celeb you are allowed to roll again to see if you roll 'three' etc. This is called the Rule of One.&#10;The Rule of Two - if a player rolls 'two' they get to hear the 2nd and 3rd clues.&#10;If you roll a 'six' you effectively get given the card as the 6th clue is the person's name.&#10;The remaining 10 cards in the pack are bonus cards that when drawn are revealed by the caller. They either allow him to steal subsequent cards if not guessed correctly, or ask for extra clues, or whether the subject is male or female when it is his own turn in rolling and guessing.&#10;When all the pack is used up then the game is over and the player with the most won cards is the victor. However as this can last a long time (especially if knowledge of the subject is poor), time restraint can be imposed by pre-agreeing a number of celebs for victory.&#10;This is a U.K. game and therefore the sportsmen and women are predominantly famous to a U.K. audience either by virtue of being well-known domestically, and/or by having global reknown.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Educational",
      "Party Game",
      "Sports",
      "Trivia"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Trivia: Sports"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "War of Independence:  18th Century Warfare",
    "ID": 57996,
    "Year": "(1976)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/57996/war-of-independence-18th-century-warfare",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the preface:&#10;&#10;These rules have been written as a companion set to the &quot;Napoleonic, American Civil War and Colonial Warfare Rules&quot; published by Leicester Micro Models.  They are primarily aimed to reproduce the warfare of the American War of Independence in this bicentennial year and a section on Army Organisation for that period is included.  They may equally well be used or European battles of the Seven Years War, or for the French and Indian War.&#10;&#10;",
    "Categories": [
      "American Revolutionary War",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: National Trust Edition",
    "ID": 57997,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.35",
    "Link": "https://boardgamegeek.com/boardgame/57997/monopoly-national-trust-edition",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "A version of Monopoly in which the usual properties have been replaced with National Trust properties including Snowdonia, the Giant's Causeway, Cheshire's Lyme Park (where Colin Firth's Mr Darcy emerged dripping from the lake) and 20 Forthlin Road, Liverpool (the childhood home of Sir Paul McCartney).&#10;&#10;The railway stations have been replaced by beaches, the utilities have become farmers' markets and the National Trust's green energy scheme, and the Chance and Community Chest cards have a heritage and conservation twist.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Country: England",
      "Country: United Kingdom",
      "Country: Wales",
      "Mountains: Snowdonia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Masters of Dice",
    "ID": 58000,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/58000/masters-of-dice",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "This is a whole familiy of games that is played on a board using dice to score points.&#10;Depending on the number of players you choose your gameboard. For example for a 2 player game this is a 5x5 grid. One player takes the columns the other one the rows. You fill the grid by throwing and choosing the dice which are 3x d6 (0-5). At the end, the player with the weakest line loses.&#10;Inspired by Reiner Knizia's  Robot Master&#10;&#10;",
    "Categories": [
      "Dice",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Take Your Bomb!",
    "ID": 58001,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/58001/take-your-bomb",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "0",
    "Description": "This is a strategic game. here, the player moves his pieces to push common pieces (bombs) to their opponent cities to &quot;destroy&quot; them.&#10;The game is played in a 11 x 8 grid.&#10;&#10;Each player has 8 double sided pieces. Where each side means a different behavior.&#10;&#10;Moreover, in the middle of the game board are the common pieces of &quot;flying bombs&quot;. Each player tries to guide this &quot;bombs&quot; to his /her enemy cities and perverts the enemy do so.&#10;&#10;This game was intended for 1st NESTORGAMES game design contest&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Components: 8 x 11 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sirkus Filiokus",
    "ID": 58008,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/58008/sirkus-filiokus",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "(Translated from box in Norwegian)&#10;&#10;Join in on an exiting adventure!&#10;&#10;This games is about the teddybear Trygg (safe) og his friends: Trym and Lise. The world famous Sirkus Filiokus has finally come to town, and the three friends have sneaked out late on a dark autumn evening to have a peek at the cirkus and everything in it.&#10;&#10;Something scary happens to Trym and Lise - so Trygg have to save his friends!&#10;&#10;Throught the use of many funny characters and some good friends he meets on the way, he is able to reach his friends.&#10;&#10;But there are a lot of hindrances on the way! &#10;He meets the old magician Mr Pierre, the frightning clown Klaus and the lion Baltazar. These are the cirkus' &quot;bad guys&quot; so Trygg have to watch out!&#10;&#10;Gameplay:&#10;Each player has 36 counters in a grid in front of themselves on a mutual board. In turn the player throw two dice and uses them as coordinates on his grid to identify which counter to turn. All counters start face down. The turned counter has a character on it and that states what the player must do. Typically it is to move his or an opponent's pawn which run along a track in the center of the board. When the player finds a key he may try to reach goal, and if he does he wins.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "BloodLust",
    "ID": 58010,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.33",
    "Link": "https://boardgamegeek.com/boardgame/58010/bloodlust",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.4",
    "Description": "The leader of the coven is dead and the quest is on to be the vampire who adds the most to their bloodline and becomes the new leader. BloodLust is a fast playing card game for 2 to 10 players using the vampire genre. Beautiful cards, rules, and board bring the game to life.&#10;&#10;Players add to their bloodline by staying out on the hunt, but the longer you stay out the greater the possibility of daylight; if you're out when the sun comes up then you could lose it all. Use your powers to best your opponents, or to help them, your choice.&#10;&#10;Each player takes a character card which has variable powers.  Cards are flipped from the play deck one at a time. The possibilities are a daylight card, which raises the possibility of sunrise; a card which increases a character's bloodline; a slayer card, which injures the character or reduces the bloodline; etc.  Before each card flip players must decide whether to stay on the hunt with the possibility of additional increase or loss to their bloodline, or to get out and hold their bloodline gains for that round.  If players stay in and a daylight card is drawn that brings the sun up and any players still in the round lose all of their gains for that round.  A number of rounds are played depending on the number of players.  Players can play their powers and, depending on the situation, help or hurt themselves or other players.&#10;&#10;The game plays in 30-60 minutes. It includes a box, mounted board, rules, cards, and counters.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Horror",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": [
      "Creatures: Vampires"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Minions: Cowboys & Aliens",
    "ID": 58012,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/58012/minions-cowboys-and-aliens",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "This is the follow up game to Minions: Darkness &amp; Myth. Like the Darkness &amp; Myth each player has a hand for a single faction, Cowboys or Aliens. Each player starts with a full hand of Minions, Boons and Power cards for their faction. Each Glory card (points) requires that a Quest be accomplished. Players choose a Minion, Boon and Power card they feel is best to win that Glory. Both players turn their cards over. Based on the cards and a die roll, the high total takes the card. Minions: Cowboys &amp; Aliens is a complete game in itself or can be combined with Minions: Darkness &amp; Myth.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Creatures: Aliens / Extraterrestrials",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hans und Panzer",
    "ID": 58014,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/58014/hans-und-panzer",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Hans und Panzer is a game of tank combat in World War II. Using small scale soldiers and vehicles, you can recreate and entire battle on a coffee table. The rules accommodate tanks and equipment used by American, German, British and Russian forces.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Monster Games",
    "ID": 58015,
    "Year": "(1991)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/58015/monster-games",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Monster Games is a big sized book (58 x 40 cm) which includes eight different boardgames for children:&#10;&#10;1. Dragon's Tail - A Game of Goose redesign.&#10;2. Monsters Rescue - In which you must rescue three little monsters and bring them back safely to the exit.&#10;3. Ghosts and Chains - Similar to Snakes and Ladders.&#10;4. Dinosaurs - A survival game plenty of colors.&#10;5. Hungry Monsters - A simplified Pachisi&#10;6. The Three-Eyed Beasts - Very simple dice game.&#10;7. The Beastly Bees - Roll and move.&#10;8. The Robot Monster - A drawing game.&#10;&#10;",
    "Categories": [
      "Book",
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Creatures: Monsters"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sun",
    "ID": 58019,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "2.33",
    "Link": "https://boardgamegeek.com/boardgame/58019/sun",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "An abstract game related to Horseshoe and Mu Torere.  The board is a sun with 8 rays coming out of it.  The players have four pieces each, which are set up on alternate points of the rays.  Pieces can move from a ray to an empty adjacent ray or to the central sun.  Pieces cannot be captured.  The objective is to blockade the other players pieces so that they cannot move.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Enclosure"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Carl XII Historiskt Sällskapsspel",
    "ID": 58024,
    "Year": "(1857)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/58024/carl-xii-historiskt-sallskapsspel",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Carl XII Historical Party Game&#10;&#10;A roll and move game. The player moves a piece from square one to #76. The winner becomes the Swedish king Carl XII.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Harlekin och hans sju korvar",
    "ID": 58028,
    "Year": "(1900)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/58028/harlekin-och-hans-sju-korvar",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Harlequin and his seven sausages&#10;&#10;A roll and move game. The player moves from square one to number 20. If one comes to a square where an opponent is standing, one must pay. If one comes to a square with a sausage, one get six counters.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Position",
    "ID": 58030,
    "Year": "(1983)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/58030/position",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "The game is played on a 6x6 grid. A move consists of placing a marker at the end of one row, then rolling a die to determine on which of the six squares of the line the actual playing piece is put. If there was a piece (own or other) on that square, it is removed. When a player has placed 9 pieces, the player with the highest number of adjacent pieces is the winner.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Building"
    ],
    "Families": [
      "Components: 6 x 6 Grids"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wandringsmannen",
    "ID": 58031,
    "Year": "(1856)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/58031/wandringsmannen",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Wanderer&#10;&#10;A roll and move game. The player shall move the piece from square 1 to 118. The players are wanderers moving from the small cottage to the capitol of Sweden, Stockholm. Beware of square number 64!&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Striden med trollet",
    "ID": 58032,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/58032/striden-med-trollet",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Fight with the Troll&#10;&#10;A roll and move game. Move the piece from square 1 to 32. Kill the hobgoblin at square number 30.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Puncto",
    "ID": 58033,
    "Year": "(1983)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/58033/puncto",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "This game is played on a 9x9 grid. A color die determines the color of the piece that has to be placed on the grid. However, pieces of the same color cannot be adjacent or in any direct line with out an &quot;interfering&quot; piece of a different color. Depending on the position, each piece counts 5 to 25 points. 5 points are deducted for placing a piece on one of the corner fields (a player doing this for the second time is eliminated). When 35 (out of 40) pieces are played, or all but one player is out, the player with most points is the winner.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Components: 9 x 9 Grids",
      "Game: IQ Game (Jensen)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Nytt kapplöpningsspel",
    "ID": 58034,
    "Year": "(1881)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/58034/nytt-kapplopningsspel",
    "Min Players": "12",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "New Racing Game&#10;&#10;A roll and move game. Move the piece from square number one to number 33. You are at the horse-races! You are betting and if you are lucky you are going to WIN!&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Nytt matrosspel",
    "ID": 58035,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/58035/nytt-matrosspel",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "New Sailor Game&#10;&#10;A roll and move game. Move the piece from number 1 to number 40. You are a sailor moving from abroad to your family at home.&#10;&#10;",
    "Categories": [
      "Dice",
      "Nautical",
      "Racing"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Traditional Games: Game of Goose"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Nytt ormspel",
    "ID": 58036,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/58036/nytt-ormspel",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "New Snake Game&#10;&#10;A roll and move game. Move the piece from number 1 to number 95.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Det nya apspelet",
    "ID": 58037,
    "Year": "(1880)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/58037/det-nya-apspelet",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The New Monkey Game&#10;&#10;A roll and move game. Move from square one to number 63.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Schlafmütze und die Rasselbande",
    "ID": 58038,
    "Year": "(1983)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/58038/schlafmutze-und-die-rasselbande",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "There is an actual Schlafm&uuml;tze (&quot;sleeping hat&quot;, meaning someone who is a bit slow and clumsy) included in this game. In the beginning, a random player has to wear it. Each player has four pawns and moves them over the 13x13 game board. This is done by rolling two dice of which one can choose one for the movement. When both dice show a red dot, the player currently wearing the hat loses his or her current pawn. When he or she manages to move the current pawn next to another player's pawn, however, the hat is passed on. The players can also move bushes to protect themselves from the Schlafm&uuml;tze. The game ends when one player has no more pawns, whoever has most pawns then is the winner.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Stockholms brandkår",
    "ID": 58039,
    "Year": "(1895)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/58039/stockholms-brandkar",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Fire Department of Stockholm&#10;&#10;A roll and move game. Move the piece from one of four fire stations to the goal.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [],
    "Families": [
      "Cities: Stockholm (Sweden)",
      "Country: Sweden"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Nyaste sportspelet",
    "ID": 58041,
    "Year": "(1906)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/58041/nyaste-sportspelet",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Newest Sports Game&#10;&#10;A roll and move game. Move the piece from square number 1 to number 100. It's winter and you are going by ski through the Swedish landscape.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Schubs",
    "ID": 58042,
    "Year": "(1982)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/58042/schubs",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "There are five circular &quot;lanes&quot; on which five pawns of each player move onward. The goal of the game is to align all five pawns in a straight line. However, each time a pawn lands on a field with another pawn, that other pawn is pushed (German: geschubst) onward one field.&#10;The movement is determined by two dice, but one can add/deduct/split the result.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Schwarzmarkt",
    "ID": 58044,
    "Year": "(1981)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/58044/schwarzmarkt",
    "Min Players": "4",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Simple roll and move with satirical theme (selling things that shouldn't be sold). Players move forward and follow instructions on the fields they land on (not much influence, the game is quite random). The goal of the game is to get the most (illegal) money in.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Vinter Idrotts Spelet",
    "ID": 58047,
    "Year": "(1902)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/58047/vinter-idrotts-spelet",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Winter Sports Game&#10;&#10;A roll and move game. Move the piece from number 1 to number 124. It's winter!&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Winter Sports"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Utställningsspelet Hvita Staden",
    "ID": 58049,
    "Year": "(1909)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/58049/utstallningsspelet-hvita-staden",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The World Fair Game - the White City&#10;&#10;A roll and move game. Move the piece from number 1 to number 30. The game is inspired by the world fair in Stockholm 1909.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Flygspelet",
    "ID": 58050,
    "Year": "(1912)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/58050/flygspelet",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Flight Game&#10;&#10;A roll and move game. Move from number 1 to number 40. You are traveling with aeroplanes and air balloons from V&auml;xj&ouml;, Sweden.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Racing"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Aerial Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Marathonloppet",
    "ID": 58051,
    "Year": "(1912)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/58051/marathonloppet",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Marathon&#10;&#10;A roll and move game. Move from 1 to 200. A game inspired by the fifth Olympic Games held in Stockholm 1912.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Athletics / Track and Field"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rösträttsspelet",
    "ID": 58052,
    "Year": "(1910)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/58052/rostrattsspelet",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Game of Voting Rights&#10;&#10;A roll and move game. Move the piece from number 1 to number 100. You are a woman struggling for the right to wote in the elections.&#10;&#10;",
    "Categories": [
      "Political"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Political: Movements and/or Activism"
    ]
  }
]