[
  {
    "Rank": "N/A",
    "Name": "This One Time, I...: The Game of Ludicrous Life Choices – Girl's Night Edition",
    "ID": 236011,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/236011/this-one-time-i-the-game-of-ludicrous-life-choices",
    "Min Players": "3",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Have you ever hooked up with someone within an hour of meeting them, or blacked out before 9 p.m. because you were too drunk?&#10; Unlike most of the party games you have played, THIS ONE TIME, I... provides an explicit, hilarious opportunity for friends to relive their funny, dirty and downright crazy life experiences. We have probed deep into the dirty pasts of people to compile hundreds of ludicrous life choices that we can all relate to.&#10; The game is played with Confession Cards, which are examples of ludicrous life choices, and Rule Cards which tell you how to play each round - that make it easy and fun to learn who&rsquo;s the craziest, dirtiest, wildest friend of the group!&#10;&#10;Every round, a player selects a Red Rule Card from the top of the pile, reads the instructions aloud and must then do as the Rule Card says.&#10; If you are guilty of an act detailed by a Blue Confession Card given to you, you must add it to your losing pile (face up) in front of you until the end of the game, so that everyone can enjoy reliving your bad decisions. If you are not guilty of a Confession Card, you must scrap it.&#10; The first player to have 10 Confession Cards in their losing pile loses the game. There are no winners in this game, only losers.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Alle Kinder, groß und klein, sparen beim Schulsparverein",
    "ID": 236013,
    "Year": "(1928)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/236013/alle-kinder-gross-und-klein-sparen-beim-schulsparv",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a simple roll-and-move game to teach children about saving money at the school savings bank. On some spaces events benefit or hinder the players. The first player to reach space 52 wins the game.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Economic"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Race",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Promotional: Board Games",
      "Traditional Games: Game of Goose"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Battles of 1866: Blood & Iron",
    "ID": 236046,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/236046/battles-of-1866-blood-and-iron",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "240",
    "Weight": "0",
    "Description": "As war loomed over Germany in the early summer of 1866, Bavaria aligned itself with Austria against Prussia and armed for war. The Bavarian chief of staff, Ludwig Freiherr von der Tann, met with the Austrian leadership and suggested that the Bavarian army march into Bohemia. There they would form the left wing of the Austrian North Army, and along with the Saxons would hold off the Prussian First Army at Jicin while the Austrians dealt with the Prussian Second Army.&#10;&#10;Von der Tann&rsquo;s bold plan might well have given the Allies victory, but the Austrian commander, Ludwig von Benedek, turned him down and Bavaria pursued a separate strategy. By the time Benedek changed his mind and called for the Bavarians to advance, it was already too late.&#10;&#10;Battles of 1866: Blood &amp; Iron is an expansion book for Battles of 1866: Frontier Battles. It adds the Royal Bavarian Army to the game, based on the Von der Tann plan. There are six scenarios included plus background on the Jicin campaign and the Bavarian proposal to participate. While this battle never took place, the scenarios are based on actual operational plans.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Area-Impulse",
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "History: Austro-Prussian War",
      "Series: Wars of the States and Empires (Avalanche Press)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Reign Absolute",
    "ID": 236072,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.05",
    "Link": "https://boardgamegeek.com/boardgame/236072/reign-absolute",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "90",
    "Weight": "1.5",
    "Description": "Reign Absolute is a tabletop card game that combines streamlined warfare rules with memory and bluff mechanics creating an accessible fantasy-themed conquest game.&#10;&#10;The game is a grid based conquest game where each player has an unique set of race units, and the objective is to locate and defeat the opponent's Liege unit, at which point that player is eradicated from the game.&#10;&#10;Players take alternating turns playing an Action followed by drawing a Reinforcement Card. Reinforcment Cards provide varying tactical benefits and supplement individual unit's combat strength. Aside from random draw of units during setup and the drawing of the Reinforcement Cards, the game does not involve any additional random factors; there are no dice rolls.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Grid Movement",
      "Memory",
      "Player Elimination",
      "Secret Unit Deployment",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Treasure Hoard of the Cold Drake",
    "ID": 236117,
    "Year": "(1990)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/236117/treasure-hoard-of-the-cold-drake",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Treasure Hoard of the Cold Drake was a Lost Worlds Adventure Set that used the same plastic &quot;cavern&quot; terrain set originally used in Adventure Set II: The Dwarf and Goblin Wars. The rules specify that the adventure set is intended to be used with 3-4 human or humanoid Lost Worlds characters. However, no metal miniatures or character books were included with this adventure set, so those items would have to be provided by the players.&#10;&#10;Both editions of Treasure Hoard of the Cold Drake include a 12-page booklet containing the background story and four scenarios; the plastic cavern terrain set; a printed diagram of the terrain with scenario-specific locations marked; four plastic chips; and a six-sided die.&#10;&#10;In addition to the above, the Nutmeg set also included an illustrated cover sheet, 24 treasure cards printed on cardstock (required to be cut apart by the player), and a double-sided card with reference charts and tables.&#10;&#10;The Greysea set included two of the new Lost Worlds fantasy cards, an eight page booklet titled General Rules for Miniatures Play in Lost Worlds Scenarios, and a sheet titled Special Charts &amp; Tables for Lost Worlds Miniatures Play.&#10;&#10;The Greysea rules specify that 24 treasure &quot;fantasy cards&quot; are required, but as it does not appear that this many cards were included with the expansion, the players would have to purchase the additional cards to use the Greysea set.&#10;&#10;&mdash;User summary&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Fighting",
      "Medieval",
      "Miniatures"
    ],
    "Mechanics": [
      "Area Movement",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Series: Lost Worlds (Nova Game Designs)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Ancient Scrolls of Danga'in",
    "ID": 236118,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/236118/the-ancient-scrolls-of-dangain",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Ancient Scrolls of Danga'in is a Lost Worlds Adventure Set designed to be used with the same plastic &quot;castle&quot; terrain set that originally came with Adventure Set I: In the Ruins of the Ancients.&#10;&#10;The rules specify that the adventure set is intended to be used with 3-4 human or humanoid Lost Worlds characters and 12 Lost Worlds treasure cards. However, no character books or metal miniatures are included in the set, and there are only two sample fantasy cards (which the treasure cards would come from). Therefore the players would have to purchase or provide additional items to make use of this expansion set.&#10;&#10;Contents of The Ancient Scrolls of Danga'in include a 12-page booklet containing the background story, player's notes about The Tome of Purple Magic, and four scenarios; an eight page booklet titled General Rules for Miniatures Play in Lost Worlds Scenarios; Special Charts &amp; Tables for Lost Worlds Miniatures Play; the plastic castle terrain set; a printed diagram of the terrain with scenario-specific locations marked; two of the new Lost Worlds fantasy cards; eight plastic chips; and a six-sided die.&#10;&#10;&mdash;User summary&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Medieval",
      "Miniatures"
    ],
    "Mechanics": [
      "Area Movement",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Series: Lost Worlds (Nova Game Designs)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fireworks Battle",
    "ID": 236120,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.71",
    "Link": "https://boardgamegeek.com/boardgameexpansion/236120/fireworks-battle",
    "Min Players": "0",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "A group of seven cats have been training very hard to master their profession &ndash; shooting the best fireworks in the world. Although rookies, they hope to one day become as expert as their master. After so many years, the day is coming...&#10;&#10;Each player uses a tile to hit on a heap of tiles in turns. If the knocked tiles land face up, the player takes a number of them. Whoever scores the most tiles wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Action Queue"
    ],
    "Families": [
      "Animals: Cats",
      "Theme: Fireworks"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lords of the Fjords",
    "ID": 236122,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/236122/lords-of-the-fjords",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "You are an ambitious jarl of a small tribe of Vikings. Only featly leading your people and steering your tribe to wealth and prosperity you will be able to become a respected leader of your people! Improving your settlement, pillaging the villages and building the temples in the name of Odin, gain glory and become the legend, perpetuated in a Viking saga.&#10;&#10;In Lords of the Fjords, you start your game in a poor village with just one ship at the pier and a couple of sellswords. Each turn, the players take from the &#209;&#129;loth bag the specified number of meeples that exist in three different colors. Each of three colors means a certain type of specialists and for your turn you have to choose only one one color to perform one type of action: Builders (yellow) allow you to build new ships and temples; Counsellors (blue) are great at diplomatic and trade affairs, which can attract new skilled people to your village, which is necessary for its growth; while Warriors (red), for sure, are needed to attack other villages (because no Viking can live his life without tough fights and glorious victories).&#10;&#10;Starting the game with identical resources, all players must find their own strategy towards the glory. Building new ships and temples brings you more gold and victory points respectively. Improving your facilities allows you to get more actions on your future turns, hire new sellswords that will fight for you to the last breath, or even send an intruder that will get in the way of your opponents and steal their gold for you.&#10;&#10;Conquering unexplored lands you can achieve everything at once: get some useful bonuses, do some extra actions of other types on the same turn and gain the victory points. But you should be careful attacking the villages - most of tribes will call for help of their neighbours when you try to pillage their lands and some of them can also be protected by high palisade.&#10;&#10;Lords of the Fjords is a simple but involving game of strategy that combines different game mechanisms.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Deck, Bag, and Pool Building"
    ],
    "Families": [
      "Theme: Vikings"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Electioneer",
    "ID": 236123,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.59",
    "Link": "https://boardgamegeek.com/boardgame/236123/electioneer",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "3",
    "Description": "On this colorful Hong Kong map board, with more than 150 cards featuring local landmarks, player acts as candidates competing to win the election.&#10;&#10;During the game, you move and commute along the routes and ferry lines to arrive at a new zone. Upon your arrival, you can confirm the zone if you have already gain that zone to your hand and you have enough resources discs.&#10;&#10;Each zone belongs to different geographical regions and constituencies, both of which will affect your current ranking in Votes. You fight to major or second in regions and constituencies to gain the Vote tokens. In critical moments, you may consider publicly disclosing your Strategy to gain some immediate advantage.&#10;&#10;In the end, all Votes on your Vote tokens, zone effects and Strategies will be counted. The player with the most Votes wins the election in Hong Kong.&#10;&#10;",
    "Categories": [
      "Political"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Area Movement",
      "Auction / Bidding",
      "Events",
      "Hexagon Grid",
      "Hidden Victory Points"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Mechanism: Tableau Building",
      "Political: Elections",
      "Region: Hong Kong"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Catacombs: Resurrection Pack 2",
    "ID": 236144,
    "Year": "(2017)",
    "Geek Rating": "5.544",
    "Avg Rating": "7.63",
    "Link": "https://boardgamegeek.com/boardgameexpansion/236144/catacombs-resurrection-pack-2",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Resurrection Pack 2 including the powerful heroes the Ice Mage, Raven Empress and Vampire Noble, Stone Antient, Behemoth Catacomb Lord (as seen on Shut Up and Sit Down), Soloth Catacomb Lord, Ice Dragon Catacomb Lord, Enchantress Catacomb Lord. Also includes the Ravenleaf Sword item, Vermin Blade item, Vampire Sword item (also included with Cavern of Soloth), Crypt of Shaurath special room, the Summon Stone Antient Spell and two additional room cards.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Adventure",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Player Elimination",
      "Role Playing",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Catacombs",
      "Mechanism: Finger Flicking Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fightin' Words",
    "ID": 236157,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.83",
    "Link": "https://boardgamegeek.com/boardgame/236157/fightin-words",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Shine your spurs and saddle up for a wild west word construction game from designer Mike Elliott and Ultra PRO Entertainment. If you've ever played Texas Hold'em, then this won't be your first rodeo, partner. Players bet on who can come up with the highest scoring word using up to 5 shared letter cards along with 2 hidden cards in their hands. Matching card suits grants bonus points while special Wanted poster modifier cards shake things up each round.  Once a player has collected 7 or more of any 1 token type, the player with the most coins wins! Will you be the Wild West's wiliest wordsmith?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Word Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Push Your Luck",
      "Set Collection",
      "Spelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Snapshouts",
    "ID": 236158,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.05",
    "Link": "https://boardgamegeek.com/boardgame/236158/snapshouts",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "1",
    "Description": "In Snapshouts, each player gets 5 picture cards and 5 letter cards.  Your job is to assign one letter card to each picture, and then write a single word relating to the picture that starts with the letter you assigned to it.  Record your words on the included score sheet.  When everyone is ready, the guessing can begin.&#10;&#10;On your turn, flip the 60-second sand timer and reveal one of your pictures and the letter you assigned to it.  All of the other players shout out words, hoping to guess the word you wrote.  All they have to go off of is the picture and the letter.  If someone guesses your word, add the picture card to their score pile and put the letter card in your own score pile.  Quickly show the next picture/letter combo, and continue in this way until time is up or all five of your words have been guessed.&#10;&#10;Play continues this way around the table, and once everyone has had a turn the round ends.  Count up the number of cards in your score pile and record it on your score sheet.  The game lasts a total of three rounds.  In the second and third rounds, each card is worth more points.  After three rounds, the game ends and the player with the most points is the winner.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Real-time",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Sereias",
    "ID": 236159,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgame/236159/sereias",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2",
    "Description": "In Sereias, you are responsible for setting up and conducting vocal choruses of mermaids capable of stealing, with your beautiful voice, the souls of even the most fearless sailors that cross the Costa del Sol. However, the competition there is huge ... You will have to overcome the opponents who will try to dominate, at any cost, all the vessels and conquer the souls of their sailors, either by improving the singing of their mermaids with megaphones, disrupting the singing of other mermaids with radios or hiring them for their own corals!&#10;&#10;With hand management, set collection and take that mechanics, Sereias is a fast and competitive family game with interactive strategy and humor.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Nautical",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dungeon Scoot",
    "ID": 236160,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/236160/dungeon-scoot",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The ancient evil has awakened, and the dungeon is collapsing. RUN!&#10;You've accidentally awakened an ancient evil, and now you're running for your life as the dungeon collapses around you! Rubble, monsters, and treasure are crashing down from the dungeon floor above, and the ancient evil is hot on your heels! Can you make it out of the dungeon alive?&#10;&#10;Dungeon Scoot is a fast and fun game with easy to learn rules and quick gameplay. On your turn, play a &quot;Scoot&quot; card to show where you run, and increase your Panic to move even more. Watch out for the rubble and monsters dropping from the floor above, but try to scoop up that treasure as you run past! After each player's turn, draw from the &quot;Collapse&quot; pile and see what falls next...or whether the Ancient Evil advances. If he catches you, you're doomed.&#10;&#10;For advanced games, add in the &quot;Alignment&quot; cards, which give each character a secret goal, and change how victory points are scored at the end.&#10;&#10;With simple mechanics that elicit surprisingly complex interactions, the mad scramble to the dungeon exit becomes a quick but compelling light strategy game, perfect for repeat plays to satisfy that &quot;just one more game&quot; urge.&#10;&#10;Enough talk! The evil is here! RUN!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Medieval"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "1848: Year of Revolution",
    "ID": 236161,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.25",
    "Link": "https://boardgamegeek.com/boardgame/236161/1848-year-of-revolution",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "150",
    "Weight": "3",
    "Description": "&quot;1848: Year of Revolution&quot; is a wargame simulation of the series of popular revolts that swept across continental Europe in that year. The revolutionaries involved wanted to overthrow the reactionary and repressive regimes that had been in power since the Treaty of Vienna in 1815. Prince Metternich of Austria, &lsquo;the coachman of Europe,&rsquo; had kept order and stifled change for over 30 years with his continent-wide system of police spies and divisive diplomacy. The revolts had a number of contributing causes: nationalism; liberalism; the emerging radical doctrines of socialism, anarchism, and communism; the changing structure of the economy due to industrialization and urbanization; and even Romanticism. Initially, the rebels succeeded in getting concessions from or even casting out their rulers, but internal dissensions and determined counterrevolutionary reaction erased the gains they had made by the end of 1848.&#10;&#10;In the game, 2-4 players (up to three Rebels and one Reactionary) take the role of the leaders of various political forces in different areas of Europe. Generally, the Rebel player or players' objective is to spread revolt and seize power while the Reactionary player's objective is to retain power.&#10;&#10;140 double-sided counters, 11&times;17&Prime; area-movement map of Europe, abstract troop and time/action scale.&#10;&#10;Designed 1997, as an act of creative procrastination while battling writer&rsquo;s block on finishing an article for &quot;Strategy and Tactics&quot; magazine on the event. I used to make individual copies for anyone who asked; it just took me until 2015 to start making nicer-looking ones in advance.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "Movement Points",
      "Simulation"
    ],
    "Families": [
      "Continents: Europe",
      "Country: Austria",
      "Country: Italy",
      "History: Italian Wars of Independence",
      "History: Revolutions of 1848"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Crinimals Card Game",
    "ID": 236168,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgame/236168/the-crinimals-card-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "20",
    "Weight": "2",
    "Description": "The Crinimals plays the story of 4 Crinimals (criminal animals) who successfully did their last heist. After the heist, they turn against each.&#10;&#10;Players take turns trying to expose four connected pieces of evidence against each other either by expanding the board with the same color or overriding evidences with the same icon.&#10;&#10;There are action card that will manipulate the flow of the game such as swapping hands, swapping IDs, swapping cards on the table, drawing cards and skipping turns.&#10;&#10;This is a 2 to 4 player game. The game is family friendly, super fun and easy to learn with lots of depth to the gameplay.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Player Elimination",
      "Take That",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Slap Cat!",
    "ID": 236169,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.63",
    "Link": "https://boardgamegeek.com/boardgame/236169/slap-cat",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1.3333",
    "Description": "In Slap Cat!, you play as a mad scientist attempting to assemble the world's most adorable cat! Draft cards to your Cat Construction area by quickly slapping them as they are revealed. Earn bonus points for kitty fedoras, bows, balls of yarn and more. But be careful, slap too slow and you could be left with a hand full of fishbones!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Animals: Cats"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Eco-Marketing",
    "ID": 236179,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.95",
    "Link": "https://boardgamegeek.com/boardgame/236179/eco-marketing",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.2",
    "Description": "Eco-Marketing is an educational game in which kids and adults can learn what to do with their so called &quot;rubbish&quot;. Most of what we use at home can be reused to make new items, can be sold as recycling material, or even have more than one use. And just a few things are left to be thrown in the black plastic bag.&#10;&#10;In your turn, you will be able to decide what to throw in the black plastic bag to get an Eco-point, sell recycling materials and collect money to enter the bet for the first player, and/or make new products, reusing things like plastic wraps, magazines, plastic bags, bottles, eggshells, inner-tires and bottles, that will give you not only points, but also bonuses to get new resources in your next turns.&#10;&#10;&#10;     NOTE: Although instructions are in Spanish, the game can be played in any language, in any country, because cards, coins and board only have a few words, no long texts.&#10;&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Environmental"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Hand Management",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Go BLEEP yourself",
    "ID": 236183,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.67",
    "Link": "https://boardgamegeek.com/boardgame/236183/go-bleep-yourself",
    "Min Players": "4",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "We dare ya to fill in the blank!&#10;&#10;How the BLEEP do you play this awesome game?!&#10;&#10;1. Read the phrases and fill in the BLEEP... secretly!&#10;2. Other players write down what they think the reader will answer.&#10;3. If you can't guess what the reader said, try to be the funniest...because funny wins points, too!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Reaper",
    "ID": 236184,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.58",
    "Link": "https://boardgamegeek.com/boardgame/236184/the-reaper",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "50",
    "Weight": "0",
    "Description": "The Reaper passes and carries away the doomed person. This&#10;applies to the participants in this game who are, undoubtedly and&#10;irrevocably, dead.&#10;Or maybe not.&#10;Death seems to have made a mistake; one of the people sitting at&#10;the table should have to stay alive, but his/her identity is unknown.&#10;There is only one way to overcome the issue: a dice challenge.&#10;Which is each one&rsquo;s ability to direct Fate closer to choose. One wins, the rest lose. One comes back to life, the others are dead.&#10;&#10;&mdash;description from the publisher (English)&#10;&#10;Il Mietitore passa e porta con s&eacute; chi &egrave; destinato a lasciarci.&#10;&Egrave; il caso dei partecipanti a questo gioco i quali sono, indubbiamente&#10;e irrevocabilmente, morti.&#10;O forse no.&#10;La Morte sembra aver fatto un errore; una delle persone sedute&#10;al tavolo sarebbe dovuta rimanere fra i vivi, ma non se ne conosce&#10;l&rsquo;identit&agrave;. Non resta che un modo per dirimere la questione:&#10;una sfida a dadi. Che sia l&rsquo;abilit&agrave; di ognuno nell&rsquo;indirizzare il&#10;Fato dalla propria parte a scegliere. Uno vince, gli altri perdono.&#10;Uno torna in vita, gli altri restano morti.&#10;&#10;&mdash;description from the publisher (Italian)&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "analysis!!!",
    "ID": 236200,
    "Year": "(1967)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/236200/analysis",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Full title: &quot;analysis!!!&#10;THE ADULT BOARD GAME FOR NORMAL (NOT TOO NEUROTIC) PEOPLE!&quot;&#10;&#10;The objective is to be the first to reach &quot;Normal!&quot; by reducing your hand to two or less neurotic symptom cards. Game includes 72 word association cards and 28 neurotic symptom cards. The game is played as neurotic conflict dictates. If a dispute arises about your problem, ARGUE! Can't convince others? Use the Decision Maker, which flips a male/female coin.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Eye Catch",
    "ID": 236204,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.92",
    "Link": "https://boardgamegeek.com/boardgame/236204/eye-catch",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "You need to keep both eyes open to do well in Eye Catch.&#10;&#10;Each turn, a player will reveal one of the cards from the top of the shared deck. Each card features an animal and a colored background. If three cards face up on the table show the same color or the same animal, the first player to yell &quot;Catch!&quot; collects those three cards. A player can also &quot;Catch!&quot; three cards that among them show two colors and two animals (i.e., one card matches the color of a second card and the animal of a third card). If players yell at the same time, remove the cards from the game; if someone mistakenly yells &quot;Catch!&quot; when no such catch exists, that player returns a captured card to the deck. When the deck runs out, the player with the most cards wins.&#10;&#10;Alternatively, players can start Eye Catch by revealing two cards, memorizing them, then turning those cards face down. On a turn, a player reveals three cards, whether from the top of the deck, from those already face down, or a combination of both. If the player reveals a catch, they keep those three cards; otherwise they turn the cards face down and the next player goes. Again, when the deck runs out, the player with the most cards wins.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Memory",
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The 7th Continent: What Goes Up, Must Come Down",
    "ID": 236206,
    "Year": "(2019)",
    "Geek Rating": "6.699",
    "Avg Rating": "8.28",
    "Link": "https://boardgamegeek.com/boardgameexpansion/236206/the-7th-continent-what-goes-up-must-come-down",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "1000",
    "Weight": "3",
    "Description": "The Expansion What Goes Up, Must Come Down invites you to come and discover, or perhaps return to, The 7th Continent for some fresh adventures! Two new curses are waiting, each with their own unique gameplay elements, for you to discover.&#10;&#10;In &ldquo;A Prison of Clouds&rdquo; you&rsquo;ll find yourself aboard a Hot Air Balloon, in search of salvation and in &ldquo;The Veins of the Earth&rdquo; you will delve deep below the Continent in order to triumph over the Evil consuming you.&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Card Game",
      "Exploration"
    ],
    "Mechanics": [
      "Bias",
      "Cooperative Game",
      "Modular Board",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Storytelling"
    ],
    "Families": [
      "Components: Official Music Soundtrack",
      "Crowdfunding: Kickstarter",
      "Mechanism: Campaign Games",
      "Players: Games with Solitaire Rules",
      "Series: The 7th Continent",
      "Theme: Hot Air Balloons"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Starting Up",
    "ID": 236212,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/236212/starting-up",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Starting Up is a game about entrepreneurship. Players will start a company to design and market a brand new product. They will have to take loans and partners and decide when to pay them off. They will test the markets with prototypes and develop their own skills on their way to have the hottest new product in the market.&#10;&#10;Every turn is divided in the following phases:&#10;&#10;     Investors Phase: Players roll the dice to see how many new investors they can get. There are multiple types of investors like the Angel Investor, the Partner or a Bank Loan. They will get you money and boost your product but you can&acute;t win the game util you pay them off.&#10;     Market Phase: Improvement cards will be auctioned to the players. This will cost you money, but will improve your product.&#10;     Balance Phase: In this phase, you can choose to test the market with you product. If you decided to do so, You&acute;ll roll dice dependening on your product stats to earn money if you can roll above your costs. Investors will also take their share of your earning.&#10;&#10;&#10;A new turn starts after the current one is over util someone has enough money to pay off all investors that he/she has previously acquired.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Gloomhaven: Removable Sticker Set",
    "ID": 236232,
    "Year": "(2017)",
    "Geek Rating": "5.612",
    "Avg Rating": "8.34",
    "Link": "https://boardgamegeek.com/boardgameexpansion/236232/gloomhaven-removable-sticker-set",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Replacement stickers compatible with both editions of Gloomhaven. Made from durable vinyl with a non-transferring adhesive, these stickers can be removed from the board and cards without tearing or leaving residue, thus enabling players to reset the game for resale or replay.&#10;&#10;The sticker set includes all the location, enhancement, and achievement stickers, plus seals for envelopes &amp; boxes, and the lock for the Town Records book.&#10;&#10;The stickers are packed in a card folder, the inside cover of which features a useful scenario tracker.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Misc: Reset/Recharge Packs"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Learn + Fun: Formen + Farben",
    "ID": 236246,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/236246/learn-plus-fun-formen-plus-farben",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Children can go on a journey of discovery with these couloured pieces and learn about shapes and colours while they play. They discover basic geometric shapes and learn how to distinguish colours. The exact fitting in of game pieces promotes fine motor skills. Children compare the colours and shapes and have to assign them correctly. This promotes observation and concentration.&#10;&#10;&mdash;description from the rulebook&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bushido: Tsubaki",
    "ID": 236251,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/236251/bushido-tsubaki",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The only thing to match the beguiling beauty of the Roses of Silvermoon Syndicate is their athletic physique. Experts in the arts of manipulation and misdirection, they pass through their unsuspecting enemies waiting for the moment to strike. Once the veil of safety drops Tsubaki&rsquo;s opponents have to contend with their foe dancing rhythmically in and out of combat, whilst they swing wildly at thin air. This is not Tsubaki&rsquo;s only trick for she, like many Roses, carries an exotic mix of flower petals which, when blown into a victim&rsquo;s eyes induce blindness.    &#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bushido: Wasapu & Senpu",
    "ID": 236252,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/236252/bushido-wasapu-and-senpu",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Wasapu: It is unclear exactly where the Silvermoon source their knowledge of new technologies. Whether through a shrewd business deal or more nefarious means the Syndicate acquired the intricate, rapid, reloading mechanism showcased in their repeater crossbows. Wasapu wields this fearsome weapon with great skill and accuracy. Using the finest Minimoto steel, his bolts find the weak points in even the finest armours. On top of this Wasapu can identify the weak points of even the toughest beast.&#10;&#10;Senpu: The only way to ascend the ranks of the Silvermoon is to show undying loyalty to one&rsquo;s Oyabun, guile and cunning to advance the collective goals of your gumi and the syndicate as a whole, and finally savagely and without question removing any threats to the organisation. Senpu is a veteran of many missions and a dangerous opponent, with a target in his sights he advances upon the foe, his twin butterfly swords a blur of motion bouncing missiles aimed at him away until close enough for a flurry of blows to fell his adversary. &#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bushido: Sukuratchi & Animals",
    "ID": 236253,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/236253/bushido-sukuratchi-and-animals",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Sukuratchi, a grizzled and season veteran of Jima&rsquo;s famed fighting pits, an accolade that many in his trade cannot claim. His years training and taming animals means that Sukuratchi has a vast knowledge of skills and techniques that enable him to bring even the most fearsome of wild animals under his command or push a broken animal to amazing lengths of stamina. Always accompanied by Akuma or &ldquo;Devil&rdquo;, the animals named so for their constant snapping and pestering after food. Another animal Sukuratchi is an expert at handling is the Kirian Fighting bird, his current champion Okkete San is one of the most savage and aggressive birds in recent history of the fighting arenas and has won many Silvermoons for those who pass a wager on him.  &#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bushido: Fitiaumua",
    "ID": 236254,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/236254/bushido-fitiaumua",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The Buto are a fearsome and brutal people when stirred to actions. Fituamua is no different and serves as the silent enforcer for the Syndicate. A once renowned Jumo fighter he has since worked his way into the service of the Iron Fist gumis. It makes no matter to him if the debt is a single half bronze moon to a thousand Gold ones. If his Oyabun gives him a name he will collect and those who hear the slow knock of his heavy tonfa on their door had better clear the debt or Fitiuamua will gladly give them a lesson in repayment.      &#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bushido: Kyoaku-Han",
    "ID": 236255,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/236255/bushido-kyoaku-han",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The lowest ranks of the Silvermoon are made up of the Kyoaku-Han. Violent, ambitious and driven young men and women who seek the power and wealth the Silvermoon can offer them. It is unclear the exact rites and rituals required when one joins one of the Silvermoon gumis due to the great secrecy surrounding them and the fact that once initiated there is only one way the leave. Death. There is certainly no lack of those willing to swear total loyalty and obedience to the organisation, bringing with them a cunning and tenacious hunger to the battle, using the tricks and tactics learned on the streets rather than in a traditional dojo or samurai school, to gain victory for themselves and the Silvermoon.&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bushido: Old Zo",
    "ID": 236256,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/236256/bushido-old-zo",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Exactly how Old Zo is remains unknown as it seems he has been in service to the Gumis of the Silvermoon for decades. If the years have taken their toll on his body they have certainly not affected his cunning mind and his famed intellect. Nothing gets past the owl like eyes surveying every situation from behind his rimmed glasses, weighing up the myriad options available. There is nothing that seems to faze this esteemed Saiko-Komon as he quietly manages the ebb and flow of battle, emitting an aura of influence that seems to sap the spark and energy from enemies whilst reinvigorating friends to turn the tide in favour of the Silvermoon. Many Oyabun have felt all the more confident that the odds favour them with Zo by their side.  &#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bushido: Saki",
    "ID": 236257,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/236257/bushido-saki",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The reach of the Jade Roses stretches far beyond the city of Jima. It is difficult to find an individual in a position of power, man or woman who hasn&rsquo;t tasted or been tempted by the sweet smell and charms of a beautiful rose. No one knows exactly the training techniques that the Jade Rose implements and many suggest that their charisma and manipulative powers are supernatural and the result of some powerful enchantment. Of course no Rose would ever disclose this information such is their devotion to the Gumi. Saki is a master at the art of suggestion, without uttering a word she can draw the attention of any unlucky enough to be selected for her wiles, stumbling blindly after her in the heat of battle.&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bushido: Oda & Tautolu",
    "ID": 236258,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/236258/bushido-oda-and-tautolu",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The legendary Jumo sensei, and current Oyabun of the Iron Fist gumi, Oda is small only in stature, for everything else about this no nonsense boss is anything but. Oda likes nothing more than to drill and sculpt his famous Buto into pure weapons of mass and muscle. His physique might prevent him from demonstrating his extensive knowledge of the art of Jumo but he is a skilled and quick teacher, barking instructions and jabbing directions with his ornate fan, swiftly turning even the amateur into a competent wrestler and a warrior into a master. Tautolu is never far from his diminutive master, either stepping forward to clear his path through the streets of Jima and saddling his famous platform, allowing his sensei a better vantage point from which to command his men. Keenly aware of danger and quickly removing threats with a crushingly accurate and brutal blow from his tetsubo, Tautolu is the bite to Oda&rsquo;s bark.&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bushido: Hanami",
    "ID": 236259,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/236259/bushido-hanami",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The head of the Jade Rose has always been the Hanami, Queen of Flowers, the identity of the Queen is never known, for the Roses never go by a real name from the moment they join the sisterhood of the Jade Rose. Despite there having been many Hanamis over the years one thing remains constant, she is always the most beautiful and attractive woman in the Jwar Isles, or even the whole of the Golden Empire. She is the embodiment of grace as she moves sensually, almost gliding, drawing all but the strongest of wills under her thrall, toying with them, a cat with mice, unescapably trapped by her bewitching allure. Those lucky or unlucky enough to receive a Kiss from the Rose are known to lose control of their actions entirely, impotent to her will.   &#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bushido: Sukoshi Kani & Nomi",
    "ID": 236260,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/236260/bushido-sukoshi-kani-and-nomi",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The oyabun of the Silvermoon do not consider age a restriction to the entrance to their service. Many fill their numbers with youngsters eager to establish themselves within the Shatei ranks and prove themselves worthy of their oyabun&rsquo;s favour. All within the Silvermoon play to their own strengths, and in doing so strengthen their gumi. Sukoshi Kani and Nomi are no different in this respect. Sukoshi, armed with her bag of makibishi, ready to scatter them wide at a moment&rsquo;s notice to cover a retreat or block a path. Nomi serves as the keen eyes and ears, ready to alert his brethren to approaching or unseen dangers. Their small statures another hindrance turned help, enabling them to sneak into an enemy&rsquo;s flanks and wreak havoc.   &#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Needles",
    "ID": 236261,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/236261/needles",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "Objective: rescue the Royal Baby safe and sound.&#10;&#10;Setup: &#10;Place the Royal Baby (pink card) at the centre of the table. Hand out the 4 blue cards to the youngest&#10;player and the 4 red cards to the eldest.&#10;&#10;Game progress: &#10;Step away from the table (around 1 meter or 3 feet). The blue player starts the game and throws one of his cards towards the Royal Baby. Then it is the red player&rsquo;s turn. In turns, the game continues until all the card are thrown. Beware! Hedgehogs must not prick each other. If one Hedgehog card touches the Royal Baby, its owner (the thrower) loses the game. If one Hedgehog card touches another hedgehog card, its owner (the thrower) loses the game.&#10;&#10;End of the game:&#10;When all the hedgehog cards are thrown and if no card touches, the player whose card is closest to the Royal Baby wins the game.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game"
    ],
    "Mechanics": [
      "Push Your Luck"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bushido: Dafukaia & Kami of Burning Anger",
    "ID": 236263,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/236263/bushido-dafukaia-and-kami-of-burning-anger",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Not all those children raised in the monasteries and taught the teachings of Subarashi Baransu are able to complete their training, return to their homes and continue the cycle that has been in place since the beginning of memory. Dafukaia was a promising student, however the gnawing rage that burns inside him stoked by an unknown trauma could not be dowsed by the secrets of the temple. Despite many attempts to help and guide the boy, the masters could not risk letting him continue his training such was the ferocity of his temper. So when the teenager was cast out he had no choice but to travel to the city to try and survive and survive he did. A natural fighter who has since used his teaching in the martial arts to earn his living. In the Silvermoon he has found his family and acceptance that had eluded him for so long. The Oyabun encouraging his fiery talent, unleashing Dafukaia like a fireball on those who have slighted them. &#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Terra München",
    "ID": 236264,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.90",
    "Link": "https://boardgamegeek.com/boardgame/236264/terra-munchen",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Do you know how much coffee is roasted at Dallmayr annually? Or when Albert Einstein worked there as an assistant? Or when the first horse racing took place in Munich?&#10;&#10;It's likely that you don't know any of these facts, but you might have a rough idea, and that's good enough because Terra M&uuml;nchen, based on the earlier party game Terra, is a game in which being close counts. And if you have absolutely no idea what the answer is? Take advantage of your friends who do know! With three hundred questions in this game, you will discover many interesting things about Munich that you've always wanted to know or never even thought about.&#10;&#10;",
    "Categories": [
      "Educational",
      "Trivia"
    ],
    "Mechanics": [
      "Betting and Bluffing"
    ],
    "Families": [
      "Cities: Munich (Bavaria, Germany)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "What Are You Like?",
    "ID": 236269,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/236269/what-are-you-like",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Who knows you better than your friends?&#10;&#10;Let them answer questions about what you resemble and what's far from the truth. The players with the most popular answer gets to move forward. What are you like? is full of ridicoulus questions and funny content, perfect for any game night.&#10;&#10;",
    "Categories": [
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Boys, Be Ambitious",
    "ID": 236275,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.23",
    "Link": "https://boardgamegeek.com/boardgame/236275/boys-be-ambitious",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Boys, Be Ambitious is a worker-placement based game with the theme of developing Hokkaido, Japan's most northern island.&#10;&#10;Each turn, players place their workers on various cities on Hokkaido, and get the resources that the cities produce. However, you can only place on an adjacent city, thus the players move across the map, gathering resources, building buildings and gaining points. However, in order to score highly, you must balance your relationship with the Ainu &ndash; Hokkaido's original population.&#10;&#10;The player with the most points at the end wins.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Open Drafting",
      "Set Collection",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Sim Novel",
    "ID": 236276,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.71",
    "Link": "https://boardgamegeek.com/boardgame/236276/sim-novel",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Sim Novel is a card game in which the players create settings for imagined typical youth fantasy novels (or so called Japanese &quot;Light Novels&quot;).&#10;&#10;The game consists of a deck of cards with either characters, relation or attributes. Each player creates a network of cards where the characters are connected by relation arrows, and have various attributes. Points are awarded for fulfilling the relationship arrows' special conditions.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Novel-based"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "キャットヒルズ (Cat Hills)",
    "ID": 236277,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.83",
    "Link": "https://boardgamegeek.com/boardgame/236277/kiyatsutohiruzu-cat-hills",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Cat Hills is a simplistic but weird trick-taking game in which the leader can choose between a must-follow or a may-follow. With must-follow, other players must play the same suit as the leader, or any other color if they don't have the leader's color, and the player who played highest of the leader's color wins the trick. With may-follow, players can play any color, and the highest number regardless of color wins the trick, with ties cancelling each other out.&#10;&#10;Players take their won tricks to build small stacks that are worth points at the end of the game.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Ophir: The Divine Eldorado",
    "ID": 236278,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.42",
    "Link": "https://boardgamegeek.com/boardgame/236278/ophir-the-divine-eldorado",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Ophir: The Divine Eldorado is a brain-burning mancala-style worker placement rochester draft card game. The game consists of cards that are placed in piles in the table, face up. Players take turns placing their workers in the piles from which they wish to take cards, and they will get as many cards from the pile as there are workers on the pile. The player with the most workers on a given pile will be the one who gains cards from it.&#10;&#10;Gained cards are sorted in color, but gained in order, and only the latest gained card will earn the player points. Most points at the end wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bushido: Honoko & Hakushi",
    "ID": 236311,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/236311/bushido-honoko-and-hakushi",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "If Sukuratchi&rsquo;s training is based on the lash, then Honoka&rsquo;s is led by reward. This beautiful shatei would have been a Rose but for her love of animals. She is instantly able to form a bond with even the most wild and ferocious of beasts, turning them to her will. Her pack would lay down their lives in an instant for their pack leader, tearing to shreds any whom Honoka command. Her favourite is without question the silent stalker Hakashi, never far from her side but seldom seen, this majestic predator, a prime specimen of the Jwarian Leopard.    &#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bushido: Rakki",
    "ID": 236312,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/236312/bushido-rakki",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Of the Five Fortunes the Rakki is the embodiment of Luck. They favour those that take fate into their own hands, gifting or cursing those as they see fit. The jolly laughing Rakki are unsurprisingly found in proximity to the luck houses of Jima, chuckling away as fortunes are won or lost on the roll of a dice. The Silvermoon can only benefit now that these unusual Kami have chosen to favour them with their talents.   &#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fightlings: The Card Game",
    "ID": 236313,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.09",
    "Link": "https://boardgamegeek.com/boardgame/236313/fightlings-the-card-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Fightlings: The Card Game is a pair-matching game with turn-based combat. These two classic table game formulas are combined into a new gameplay style that rewards memory, strategy, and careful planning.&#10;&#10;The box includes 136 cards divided into two factions:&#10;Vitality (green; defense and attrition)&#10;Solidity (orange; strength and sacrifice)&#10;&#10;At the start of the game, players build decks of 17 cards each and place them in a 5x7 formation along with a single wild card. They then take turns performing combat actions and matching pairs to unlock new creatures and skills, in an attempt to reach one of several victory conditions.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Memory",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Memory"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bushido: Malosi",
    "ID": 236314,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/236314/bushido-malosi",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "In the Jumo ring there can only be one winner, Malosi is that winner. The champion of the Iron Fist gumi, Oda&rsquo;s best student. A Buto as strong and fearsome as any other in memory, to look into his blank stare is enough to break the spirit of even the stoutest. Few words are muttered from this hulking monster, in combat he sounds more animal than human, growling and grunting whilst handing out savaging beatings with fist or skull crushing mace, smashing the armoured like beetles beneath an angry bull&rsquo;s hoof.   &#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bushido: Misao, the Grey Rose",
    "ID": 236317,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/236317/bushido-misao-the-grey-rose",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Little is known of what becomes of the Roses of Jima when their beauty fades and bodies lose the firmness of youth. Some think they fade away, relinquishing their veils and their old identity and choosing a new one. Misao, the grey rose is a powerful member of the Jade Rose gumi, for the old rose&rsquo;s eyes see far more than those around her. It is told in hushed rumour that she can see into the future, knowing the actions of men before they have even realised themselves. To anger or harm her is as foolish and unlucky as slurring the five themselves. &#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bushido: Pit Dogs",
    "ID": 236318,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/236318/bushido-pit-dogs",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The mongrel pit dogs of Jima&rsquo;s fighting pits are bred for their ferocity and savage nature from pups, with only the most aggressive and vicious surviving. Harshly trained and conditioned into living weapons, used to create spectacle and serve as guard dogs for the Oyabun and high ranking members of the Gumis. The Iron Fist&rsquo;s trainer able to guide these hounds with the crack of a whip to wreak havoc amongst their terrified victims.  &#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bushido: Silvermoon Syndicate Silvermoon Trade Syndicate Special Card Pack 1",
    "ID": 236319,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/236319/bushido-silvermoon-syndicate-silvermoon-trade-synd",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Special cards are an interesting and flexible way to create very a focussed, individual and distinct Warband for your favourite faction. There are three types of Special Cards and each work slightly differently but each in their own way enables will enable you to customise your Warbands to fit the play style or theme you want. These packs contain an assortment of Enhancement, Event and Terrain Special cards that range from martial techniques to ancient shrines, acts of amazing heroism to soul draining terror. Each pack contains thematically fitting cards to adhere to the factions strengths, weaknesses and in game feel.&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bushido: Silvermoon Trade Syndicate Special Card Pack 2",
    "ID": 236323,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/236323/bushido-silvermoon-trade-syndicate-special-card-pa",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Special cards are an interesting and flexible way to create a very focussed, individual and distinct Warband for your favourite faction. There are four types of Special Cards and each work slightly differently but each in their own way will enable you to customise your Warbands to fit the play style or theme you want. These packs contain an assortment of Enhancement, Event, Terrain and Theme Special cards that range from martial techniques to ancient shrines, acts of amazing heroism to soul draining terror. Each pack contains thematically fitting cards to adhere to the faction&rsquo;s strengths, weaknesses and in game feel.&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bushido: Matoko",
    "ID": 236329,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/236329/bushido-matoko",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Matoko fights under the house of the bleeding moon for the Shadow Wind Clan. On the battlefield she is everywhere and nowhere at once. Enemies struggle to keep up with her in melee combat and those that try to retaliate amidst her onslaught often find she has already gone. As deadly as she is beautiful, her face is the last thing many will see.&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bushido: Orphan & Envy",
    "ID": 236330,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/236330/bushido-orphan-and-envy",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "There are none left alive that could name the Orphan. Whether it was a trait in the boy before, he was corrupted by Yurei, matters little, his envy leads to destruction wherever he roams. Jealousy of a blind beggar led him to take his own eyes, and now he unleashes Envy to take whatever he feels should be rightfully his. Any skill or attribute an opponent has, the Orphan wants and Envy will take and use on his behalf.&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Approaching Dawn: The Witching Hour – Mr. Patterson Promo Card",
    "ID": 236347,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgameexpansion/236347/approaching-dawn-the-witching-hour-mr-patterson-pr",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Mr. Patterson is a fey familiar that you'll recognize from the rulebook. Now get to use him in Approaching Dawn: The Witching Hour!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Mechanism: Campaign Games",
      "Promotional: BGG Store Promos",
      "Theme: Witches"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Approaching Dawn: The Witching Hour – All the Small Things Promo Card",
    "ID": 236348,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.17",
    "Link": "https://boardgamegeek.com/boardgameexpansion/236348/approaching-dawn-the-witching-hour-all-the-small-t",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Play as the Lost Witches in this Prequel Scene of Approaching Dawn: The Witching Hour! You read about them in the rulebook, now get to play as them!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Mechanism: Campaign Games",
      "Promotional: BGG Store Promos",
      "Theme: Witches"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "DC Comics Dice Masters: Bombshells Promo Cards",
    "ID": 236349,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.23",
    "Link": "https://boardgamegeek.com/boardgameexpansion/236349/dc-comics-dice-masters-bombshells-promo-cards",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Female super heroines join the fight, front and center, in DC Comics Dice Masters: DC Bombshells.  Lois Lane, Stargirl, and Mera are an all-new, all-female special force taking on the Nazis in World War II, while facing the cultural challenges of women in society.&#10;&#10;This promo card set for DC Comics Dice Masters contains three cards:&#10;&#10;&#10;    Mera: Queen of Atlantis (Alternate Art for card from DC Comics Dice Masters: War of Light)&#10;    Stargirl: DC Bombshell&#10;    Lois Lane: DC Bombshell&#10;&#10;&#10;Mera uses the die from DC Comics Dice Masters: War of Light, Stargirl uses the die from DC Comics Dice Masters: Justice League, and Lois Lane uses the die from DC Comics Dice Masters: World's Finest.&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Comic Book / Strip",
      "Dice",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling"
    ],
    "Families": [
      "Collectible: Collectible Dice Games",
      "Comic Books: DC Universe",
      "Game: Dice Masters",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Corruption: Sanctus Malum",
    "ID": 236358,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/236358/corruption-sanctus-malum",
    "Min Players": "5",
    "Max Players": "15",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "0",
    "Description": "In Short: Token-based social deduction game.&#10;&#10;In Full: Sanctus Malum pits the power of a few against the might of many in this twist on a social deduction game. Acting as a Guardian, you aid angels in ascending to their rightful place. Or are you an Imp in disguise, corrupting the virtuous?&#10;&#10;Players are attempting to free Recruit Tokens (double-sided tokens in the center of the playing field), with one side representing Angel Recruits, and the other side representing Demon Recruits. Freed recruits are removed from the game and cannot be flipped to the other side. The Guardian's team goal is to have a majority of freed Angel Recruits; the Imp's team goal is to have a majority of freed Demon Recruits.&#10; One player is assigned the role of Justice, and receives the Justice token and the Action Card deck (to shuffle). The Justice role moves to the player on this first Justice's left at the beginning of every round. The Justice will make important decisions that affect the outcome of every round, and ultimately the outcome of the game.&#10;&#10;Each player, including the Justice, is dealt an Alignment Card - which makes them either a Guardian or an Imp - and a Power Card (they may look at their cards, but must keep them secret). Power Cards give the player either a single-use power, a information trade power, the ability to &quot;mark&quot; a player, or the ability to give your team an extra point at the end of the game. These cards help add an extra level of complexity and strategy to the game.&#10;&#10;During the start of gameplay, Action Cards are introduced to the group. The Justice deals two Action Cards to every player, who may look at them, talk about them, but must keep them hidden from other players. Players may play both Action Cards or play one and discard the other.&#10;&#10;Action Cards affect the Recruit Tokens:&#10;&#10;&#10;     Rise takes a single Angel Recruit out of the pool and frees it&#10;     Redeem changes a Demon Recruit into an Angel Recruit &#10;     Truce does nothing&#10;     Corrupt changes two Angel Recruits into Demon Recruits&#10;     Fall takes frees two Demon Recruits.&#10;&#10;&#10;Justice's Decision: After all players have made their decisions on which Action Cards to play or discard, the Justice may swap players' Action Cards, up to the number of Imps in the game (so, if there are 3 Imps in the game, the Justice may swap up to three players' Action Cards). If a player plays both of their cards, the Justice can now discard both; if a player plays one and discards the other, the Justice can swap those cards around so the discarded one is now played.&#10;&#10;The only way for a player to voluntarily discard both of their cards is for them to appeal to the Justice, hoping that the Justice will believe them when they claim that the cards will only do harm to their team.&#10;&#10;Reveal: After the Justice has made their decisions, all played cards are collected and given face-down to the Justice, who shuffles them together. All discarded cards, and the remaining Action Card deck, are given to the player on the Justice's left (also face-down).&#10;&#10;The Justice reveals the played cards one at a time, enacting the rules on each, continuing until all cards have been followed. At any time, if one team reaches their win condition, the game is over, and players may reveal their alignments.&#10;&#10;Justice's Investigation: The final major piece to the game is the Justice's Investigation - on the round that the 10th Recruit is freed (regardless of Alignment, instead a total count of freed Recruits), the Justice chooses a player and secretly looks at that player's Alignment Card - beware, however, that there are Power Cards that may affect the Justice's decision and the outcome! The Justice may be truthful or lie about that player's alignment.&#10;&#10;At the end of a round, the Justice role moves to the player to the left, and it all starts over again.&#10;&#10;Whichever faction gets the most Recruit Tokens on their side wins the game! Supports up to 15 players.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Fantasy",
      "Mythology",
      "Party Game"
    ],
    "Mechanics": [
      "Role Playing",
      "Variable Player Powers",
      "Voting"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Konflikt '47: Japanese Starter Set",
    "ID": 236361,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/236361/konflikt-47-japanese-starter-set",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "June 1947. The Imperial Japanese Army is consolidating its position after almost 16 years of war, first with China, then in a brief struggle with the Soviet Union and later against the US and British Commonwealth. With major gains on the Asian mainland and still holding territory across the Pacific, the Japanese Army is under pressure but holding firm.&#10;&#10;New Rift-tech weaponry is appearing in greater numbers and the Allies political uncertainty plays to Japan&rsquo;s advantage. The fortitude and fanaticism of the Japanese soldier remains a potent force, but it&rsquo;s the Rift-tech Scorpion light walker that terrifies its enemies, a stealthy machine with a powerful weapon load. As Walker technology advances, the humble tank may become obsolete, but in the meantime, the Rift-tech weaponry upgrades keep the proven Type 97-Kai Shinhoto Chi-Ha in the front line, its compression cannon capable of defeating infantry and Allied tanks alike.&#10;&#10;This Konflikt '47 starter set provides the men and machines needed to finally push the Allies out of Asia and ensure the domination for the Emperor.&#10;&#10;&mdash;desription from the publisher&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Chit-Pull System",
      "Dice Rolling",
      "Point to Point Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Country: Japan",
      "Game: Konflikt '47",
      "Players: Two-Player Only Games",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Test of Honour: The Samurai Miniatures Game – Samurai Warband",
    "ID": 236362,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgameexpansion/236362/test-of-honour-the-samurai-miniatures-game-samurai",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Samurai Warband set contains a mix of plastic troops but no metals at all. The main game has enough models for two players, so this set is designed for if a third player wants to join in the fun with a &lsquo;standard&rsquo; samurai warband rather than any of the themed expansions.&#10;&mdash; description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Chit-Pull System",
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Cheap Chapel",
    "ID": 236368,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/236368/the-cheap-chapel",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "960",
    "Weight": "0",
    "Description": "The Cheap Chapel is a fully cooperative role-playing board game for one to six players.&#10;&#10;Build your unique character and make strategic decisions with your group to overcome a variety of monsters from dozens of scenarios.&#10;Optimize your character&rsquo;s attributes  as you level up and work together with your group to fight battles of increasing difficulty.&#10;&#10;See your character grow after each fight by learning new skills and increasing attributes. Choose to specialize and grow more powerful in certain attributes, or expand your versatility with a greater variety of skills.&#10;&#10;Designed by a role-player for role-players,this board game offers steadily-building character development and a variety of attributes including: strength, dexterity, constitution, intelligence, wisdom and charisma.&#10;&#10;Likewise, the available classes --Paladin, Mage, Priest, Thief and Ranger--  include 20 skills as well as 6 companions who can be hired for each of the quests.&#10;&#10;The fighting system is direct, so that skills can be used to their full potential. &#10;The standard attack is carried out with an attack roll and compared to the monster's defense. &#10;In contrast, many skills have nothing to do with throwing dice, but require the party to come up with a plan.&#10;&#10;Each story contains a storybook with over 25 scenarios, 20 monsters and battle slides for some scenarios. The variety of these monsters guarantees for a constant difficulty level.&#10;We recommend playing  5 scenarios, which will take about 1 hour per player, and then taking a break until your next game night.&#10;&#10;Every game in The Cheap Chapel is different. Apart from different stories, decisions in one game can influence the course of the next game, not including the incredible number of possibilities to customize your character.&#10;&#10;Choose your character, roll starting attributes, put on your gear and go on an adventure.&#10;&#10;The world of The Cheap Chapel awaits you.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Fantasy",
      "Medieval"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Cooperative Game",
      "Dice Rolling",
      "Role Playing",
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mercante in fiera",
    "ID": 236371,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.32",
    "Link": "https://boardgamegeek.com/boardgame/236371/mercante-in-fiera",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "1",
    "Description": "This game reimplements the popular Italian game Mercante in Fiera with new graphics, contents and game flow:&#10;1) the illustrated cards are a tribute to some modern board games (example: the farmer of Agricola, the king of Caylus, the panda of Takenoko, the hut of Stone age);&#10;2) includes a board and coins;&#10;3) in addition to the &ldquo;classic version&rdquo;, there is a &ldquo;modern version&rdquo;.&#10;&#10;Game flow of the modern version:&#10;- At the beginning all cards are distributed to players (there is therefore no auction phase).&#10;- In turn, each player plays the role of the merchant and can see 3 losers cards for free or spend coins to see a winning card. He then has to try to conclude a deal with a player by selling, exchanging or buying a card. After doing this, he reveals a loser card. &#10;- In one round, each player plays the role of a merchant 2-3 times according to the number of players. Then, players reveal the winning cards and earn the correspondent coins.&#10;- After 3 rounds, players earn or lose additional coins according to the number of completed deals, and whoever has the most is the winner.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pathfinder Adventure Card Game: Ultimate Combat Add-On Deck",
    "ID": 236381,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.11",
    "Link": "https://boardgamegeek.com/boardgameexpansion/236381/pathfinder-adventure-card-game-ultimate-combat-add",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Improve your fighting prowess with new cards for to enhance your combat lifestyle. Chock full of enough armors and weapons for any war you might wage, the Ultimate Combat Add-On Deck can be used with any Pathfinder Adventure Card Game character or Adventure Path. Or you can play with the brand-new character included in this 109-card box: Hayato, the iconic samurai. Get ready for action with the Ultimate Combat Add-On Deck!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Series: Pathfinder Adventure Card Game (Paizo Publishing)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pathfinder Adventure Card Game: Ultimate Intrigue Add-On Deck",
    "ID": 236382,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.71",
    "Link": "https://boardgamegeek.com/boardgameexpansion/236382/pathfinder-adventure-card-game-ultimate-intrigue-a",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Make new friends and influence strangers with new boons that develop your character in exciting and sinister ways. Brimming with poisons, weapons, and underworld contacts, the Ultimate Intrigue Add-On Deck can be used with any Pathfinder Adventure Card Game character or Adventure Path.&#10;&#10;Or you can play with the character included in this 109-card box: Aric the Red Raven, the iconic vigilante. Don't leave the house at night without the Ultimate Intrigue Add-On Deck.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Cooperative Game",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Series: Pathfinder Adventure Card Game (Paizo Publishing)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pathfinder Adventure Card Game: Ultimate Magic Add-On Deck",
    "ID": 236383,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.81",
    "Link": "https://boardgamegeek.com/boardgameexpansion/236383/pathfinder-adventure-card-game-ultimate-magic-add",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Whether you're an arcane or divine spellcaster, you need the magical boon cards included in this exciting new player deck for the Pathfinder Adventure Card Game! Loaded with spells and magic items galore, the Ultimate Magic Add-On Deck can be used with any Pathfinder Adventure Card Game character or Adventure Path. Or you can play with the character included in this 109-card box: Enora, the iconic arcanist!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Variable Player Powers"
    ],
    "Families": [
      "Series: Pathfinder Adventure Card Game (Paizo Publishing)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bushido: Zenkibo",
    "ID": 236384,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/236384/bushido-zenkibo",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "A legend amongst the Zephyr guard, Zenkibo is a nimble and ruthless fighter. Swift on the wing and skilled in the Suzume yari, he makes a strong addition to any Tengu warband.&#10;&#10;Blister contains one model, one 30mm base and one full colour profile card.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bushido: Taliriktug",
    "ID": 236385,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/236385/bushido-taliriktug",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Taliriktug is as strong and rugged as the mountains he calls home. With his ancestral axe, crafted to last generations, none can resist his wide and arcing blows, felling opponents unable to the block his furious onslaught.&#10;&#10;Blister contains one model, one 30mm base and one full colour profile card.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bushido: Kotenbo",
    "ID": 236386,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/236386/bushido-kotenbo",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The Haiatake are the third of the warrior caste of the Tengu. Strong, loyal and fearsome fighters, dedicated to the pursuit of mastery of martial disciplines. Their traditional weapon the oversized Katana which they wield either single or double handed with equal skill.&#10;&mdash; description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bushido: Nuniq",
    "ID": 236387,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/236387/bushido-nuniq",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "An amazing hunter and tracker, Nuniq knows the mountains she calls home better than any other. Enemies to the tribes must tread carefully if they don&rsquo;t want to lose men to the hidden traps and snares, obvious to the tribes people but undetectable to outsiders. Her eyes miss nothing, whether spotting prey, animal or human.&#10;&mdash; description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bushido: Tarobo",
    "ID": 236388,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/236388/bushido-tarobo",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The Blue Gale scouts are comprised of the quickest and most nimble of the Suzume. Tarobo as the fastest amongst them, ducking and dashing from combat, foes swinging at empty air as the bushi severs limbs with the Blue Gale signature short blade. Always accompanied by a number of wild hunting birds that create a network of eyes for identifying any threat and swarming to distract them.&#10;&mdash; description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bushido: Hill Tribe Warrior",
    "ID": 236389,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/236389/bushido-hill-tribe-warrior",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The many tribes of the mountain have been chased and persecuted for as long as the stories tell. Hounded into the mountains and left to scratch a meagre existence from the barren earth. This has made them a strong, resilient and resourceful people. Little is known about how or why the Tengu reached out to the tribes but the alliance has proved valuable to both sides. All the people of hill tribes are able warriors as they must be to survive in the harsh cold, when the need arises these people of snow and ice are fearsome combatants.&#10;&mdash; description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bushido: Zephyr Guard",
    "ID": 236391,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/236391/bushido-zephyr-guard",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Each of the Tengu races serve a role within their society. The Suzume are the smallest of the warrior caste, but what they lack in size they make up for in speed and guile. These nimble and skilled bushi are an essential arm of the Tengu army, dodging and twisting in combat, as unpredictable as the zephyrs of wind from which they take their name. Their armour is as strong as it is light, the secret of its construction tightly held by only a few Haiatake smiths.&#10;&mdash; description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bushido: Buzenbo",
    "ID": 236392,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/236392/bushido-buzenbo",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The rarest and largest of the Tengu, the Kurama are the leaders of the Tengu people. Buzenbo like all of his caste is a formidable warrior with both sword and bow. Standing ten foot tall and with a wing span three times that, the Kurama are a majestic sight on the battlefield. Soaring down and scattering the enemy with a thunderous beat of muscled wing before unleashing volley after volley of steel tipped arrows the length of a man. Even the bravest will tremble at the screech heard shortly before the shadow of Fujin&rsquo;s wrath falls upon them.  &#10;&mdash; description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bushido: Sanjakubo",
    "ID": 236395,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/236395/bushido-sanjakubo",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "If the Koroko are the soul and heart of the Tengu then the Karasu are the mind. In the Chamber of the Sun the Karasu study the texts written in an age immemorial, learning the secrets of the Kami and how to command them. This has led to a tense relationship with the Koroko who see the use of this knowledge as dangerous. Sanjakubo is an adept Shugenja able to invoke and harness Raijin&rsquo;s fury against the enemy, or through the use of ancient lore curse them.   &#10;&mdash; description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bushido: Ryuhobo",
    "ID": 236396,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/236396/bushido-ryuhobo",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The teachers and spiritual leaders of the Tengu, keepers and communers with the great Kami, Amaterasu, Fujin, Raijin and of course the great spirit of the Mountain Rokan. Though small in stature the Koroko of the Tengu hold great responsibility within the ranks of the Tengu. Ryuhobo, like all Koroko holds a special bond with his brothers and sisters such is their attunement. A skilled healer and with hand and prayer. If the Kurama are the swift blades of the Tengu, the Koroko are its soul.&#10;&mdash; description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bushido: Hokibo, Kurama Samurai",
    "ID": 236397,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/236397/bushido-hokibo-kurama-samurai",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Where the Suzume are the most common, the Kurama are a rarity at the hatching. They are the largest, proudest and strongest warriors amongst the Tengu. Hokibo being a prime example of the Tengu warrior caste. There are few who can be called his equal with a blade, but as the Tengu are taught one&rsquo;s mind must be as keen as the blade they wield. Hokibo&rsquo;s knowledge of tactics lets him know what the enemy are planning sometimes before they do. His fluid strikes slice steel like rice paper, in combat a single flex of powerful wings can launch him to his feet or force smaller foe away.   &#10;&mdash; description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gelatinous Cube Dice",
    "ID": 236398,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.95",
    "Link": "https://boardgamegeek.com/boardgame/236398/gelatinous-cube-dice",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Gelatinous Cube Dice placed First in the Most Innovative Mechanic category of the 2016 Mint Tin Game Design Contest, as well as placing in the top 10 of all other categories.&#10;&#10;An action point dungeon-crawl puzzler where you assume the form of a gelatinous cube. The six-sided die represents your playing piece. As you move around the board, you flip to adjacent die-facings when moving to adjacent spaces. You will explore 30 dungeon rooms and must land on a space with the six on the die faceup in order to unlock the next room. Each level increases the difficulty, but also offers new powers as you become more gelatinous.&#10;&#10;Solo, low-ink, black and white, puzzle game. 6 pages --easy to assemble.&#10;&#10;&#10;&ldquo;&hellip;Iximl zephracoxia dissimilarity!&rdquo; you chant raising your wand into the air. You can feel yourself changing; the polymorph spell worked. The doubt after mumbling through some of the more difficult words leaves you as feel the mystical metamorphosis take effect. Those adepts back at the tower won&rsquo;t laugh at you anymore. Now that you&rsquo;ve finally mastered the spell you&rsquo;ll be able to enter the foreboding dungeon known as The Miasma Helilx, negate the protection glyphs, extinguish all of the darkfire candles, and finally destroy the Miasma Boilers at the bottom of the dun&hellip; wait a second&hellip;&#10;&#10;Your arms begin to turn green and translucent, and before you can think about it any further the transformation is complete. You are a gelatinous cube. You cannot see or hear anything, just taste and feel. Your mind is being assailed by the gibbering language of this ooze. You must stay sharp, you must focus, you must complete your quest before the brainless blob consumes you entirely.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Print & Play",
      "Puzzle"
    ],
    "Mechanics": [
      "Action Points",
      "Solo / Solitaire Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bushido: Scout of the Blue Gale",
    "ID": 236399,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/236399/bushido-scout-of-the-blue-gale",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Of the Suzume warriors the fast and most athletic are chosen for the Blue Gale, an elite scouting force. Skilled in watching without being seen, striking and fading away, with blade or bow they are effective fighters adding even greater tactical options to the already mobile Tengu Warbands.&#10;&mdash; description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bushido: Qimmiq",
    "ID": 236400,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/236400/bushido-qimmiq",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The quiet and peaceful guardians of the mountains, Qimmiq is a healer, teacher and father to his people. Like all holy men amongst the hill tribes he lives on the outskirts of his village where he can be closest to the wild and listen to the spirits. He is knows the wild as if it were an extention of his own body, as such he knows the ancient uses for all the flora found in the hills, and is able to call on the spirits on the wild to aid him in times of conflict. Calling the roots of trees to bind invaders, or asking favours of the wind to buffet or blow as need requires. &#10;&mdash; description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bushido: Naigubu",
    "ID": 236401,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/236401/bushido-naigubu",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "A venerable and revered shisai, old as the mountains themselves. Though sight has left him he sees all, knows all; for the birds are his eyes, ears and wings now. He knows the name of wind, of fire, of earth, wood and steel, he knows the nothingness of the void. Such is the respect he is afforded by the Kami he is able to bless his allies or force those of the darkness away, prevented from nearing him. Sensitive as any temple master he is able to bend or steer the flow of ki.&#10;&#10;The Father of the Mountains is holding the spiritual hearts of his people and will offer the lives of his people for the greater good.     &#10;&mdash; description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bushido: Kanut",
    "ID": 236402,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/236402/bushido-kanut",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Kanut, the leader of the hilltribes, is the father to all his people, a true hero, patient teacher and a stoic guardian. He is a great warrior, his acts and courage on the bloody field of battle dispelling doubt and instilling a fever in his warriors. Kanut is a resolute and effective, if direct, fighter. Skilled with the great axe delivering brutal blows to his enemies, those that run receive the sharp and stinging bite of one of his throwing axes, their edges as keen as any samurai sword. A veteran of many battles, wounded many times but seeming unwilling to die at the hands of his enemies. &#10;&mdash; description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bushido: Maniitok",
    "ID": 236403,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/236403/bushido-maniitok",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Like all of the warriors of the tribes, Maniitok is brave and honest. A keen farmer, pious and simple. The people of the hills are a simple uncompromising breed, as hard as the mountain and unyielding in the defence of their kin. A life in the hills is hard though and daily struggle against the land has carved Maniitok into the warrior that protects his people so fiercely, strong as a mountain ox, cutting down his enemies with wide arcing swings of his axe.&#10;&mdash; description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bushido: Giant Eagle",
    "ID": 236404,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/236404/bushido-giant-eagle",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The Koroko tell stories to the young hatchlings about the circle of life and of how all is connected, sharing the eternal truth that nothing truly dies but is born again as something else. They say that the great giant eagles that patrol the Ro-Kan, these feathered sentinels ever watchful for the slightest threat, are the reincarnation of great Tengu warriors now watching over the mountain in a different form. Their talons sharp as the strongest steel, appearing from nowhere and disappearing just as fast. No enemy can tell from where these feathered angels will strike next.    &#10;&mdash; description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Animals: Eagles",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bushido: Jirobo",
    "ID": 236405,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/236405/bushido-jirobo",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Jirobo is a great haiatake warrior, imbued with a natural talent in combat, he is able to judge his opponent&rsquo;s subtle movements. The weight changed in their stance, the snatched glance that gives away their intent. This brave tengu is then able to adjust, either by counter attacking or building an iron clad defence of steel.&#10;&mdash; description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bushido: Convocation of Eagles",
    "ID": 236406,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/236406/bushido-convocation-of-eagles",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The eagles are the eyes and ears of the Tengu, creating a potent early warning system should the enemy be foolish enough to climb into the snowy peaks of the Rokan. With beaks as sharp as steel and attacking with practised co-ordination, gouging and clawing down on the intruders, striking at weaknesses in the armour and exposed flesh.&#10;&mdash; description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bushido: Hakzabo",
    "ID": 236407,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/236407/bushido-hakzabo",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The outcast, an iconoclast once shunned by the Tengu, his wings clipped by the elders for crimes unclear. The Kuren Tengu are one of the rarest and the black Kuren even rarer. However the Black Kuren is a portent to a great disaster. Cast out and thought dead, but Hakzabo survived, raised by a hermit hunter. He has become an agile and skilled hunter warrior, deftly dodging and leaping across the battlefield. &#10;&mdash; description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bushido: Tengu Descension Special Card Pack 1",
    "ID": 236409,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/236409/bushido-tengu-descension-special-card-pack-1",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Special cards are an interesting and flexible way to create a very focussed, individual and distinct Warband for your favourite faction. There are four types of Special Cards and each work slightly differently but each in their own way enables you to customise your Warbands to fit the play style or theme you want.&#10;&#10;These packs contain an assortment of Enhancement, Event, Terrain and Theme Special cards that range from martial techniques to ancient shrines, acts of amazing heroism to soul draining terror. Each pack contains thematically fitting cards to adhere to the faction&rsquo;s strengths, weaknesses and in game feel.   &#10;&mdash; description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Heavenly Body",
    "ID": 236413,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/236413/heavenly-body",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Heavenly Body is a roll and move game around the theme of fitness and nutrition. Player tokens wear jerseys that contain beans representing weight. Each player begins the game with $200 and 20 lbs. Players move around the board landing on squares and drawing cards that may result in the gain, loss or no change to money or weight. Players can also land on squares that allow them to bet other players on how many of a certain exercise they can do. The object of the game is to have the most money in the end.&#10;&#10;At the end of the game, players must guess the weight of their token within a 3 lb margin of error to receive an additional $50. All weight is removed by paying the bank $20 per lb. All Olympic medals are cashed in for money depending on their type. After all players have finished this accounting, the player with the most money wins.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Educational",
      "Medical",
      "Sports"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Tale e quale Show",
    "ID": 236417,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/236417/tale-e-quale-show",
    "Min Players": "3",
    "Max Players": "12",
    "Min Play Time": "45",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The board game based on the Italian TV show &quot;Tale e quale Show&quot;.&#10;&#10;Players roll the die and move their pawn on the board. According to the square they land, they have to do one the following challenges:&#10;&#10;     they sing a song: the other players try to guess the title and the singer.&#10;     they say a song and its singer: the other players try to guess the released year.&#10;     they draw a singer on a white board: the other players try to guess the singer.&#10;     they sing a song with the voice of another singer: the other players try to guess the title and the singer.&#10;&#10;&#10;If someone guesses, he moves forward, if nobody guesses, the current player moves back.&#10;The first player who arrives to the final square wins.&#10;&#10;You can play also in team.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Line Drawing",
      "Roll / Spin and Move",
      "Singing",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Roll Play: Erotic Story Dice",
    "ID": 236420,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/236420/roll-play-erotic-story-dice",
    "Min Players": "1",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Roll Play Dice works  like Rorys Story cubes. You select a number of Dice, roll them and either tell an erotic story with them or act out what you rolled. That is totally your decision!&#10;&#10;",
    "Categories": [
      "Dice",
      "Party Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Pattern Recognition",
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Sword & Sorcery: Hero Pack – Onamor the Necromancer/Summoner",
    "ID": 236422,
    "Year": "(2017)",
    "Geek Rating": "5.693",
    "Avg Rating": "8.16",
    "Link": "https://boardgamegeek.com/boardgameexpansion/236422/sword-and-sorcery-hero-pack-onamor-the-necromancer",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "3.4",
    "Description": "The world of Sword &amp; Sorcery always needs new heroes! With this Hero Pack, you now have the possibility to introduce a new, powerful character into your campaign.&#10;&#10;Sometimes, heroes are shadowy figures dabbling in the dark arts or renegades from their kin... Born into a family of powerful wizards, descendants of Avalon, Onamor can be played as either a Chaotic Necromancer or a Lawful Summoner.&#10;&#10;As a Necromancer, Onamor grew up alone, with arcane tomes his only company. The years spent learning the obscure art of necromancy have twisted his mind, Onamor has traded the very essence of his life to become a Necromancer, able to raise corpses from death and manipulate them through his powerful will.&#10;&#10;As a Summoner, Onamor grew up surrounded by magic and tutored in the arcane arts, until one day, a powerful demon slayed both his parents in front of him. That day, Onamor sworn to spend his life dominating and banishing demons, using them as a weapon against other supernatural entities, because only a demon can inflict anger and pain to another demon...&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Game: Sword & Sorcery"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Game of Thrones: The Card Game (Second Edition) – House of Thorns",
    "ID": 236435,
    "Year": "(2017)",
    "Geek Rating": "5.590",
    "Avg Rating": "8.11",
    "Link": "https://boardgamegeek.com/boardgameexpansion/236435/a-game-of-thrones-the-card-game-second-edition-hou",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "House Tyrell surges into the light with House of Thorns, a new deluxe expansion for A Game of Thrones: The Card Game! Within this box, you'll find a wealth of new cards, bringing powerful new options to support and diversify House Tyrell's most important themes, alongside iconic characters sworn to House Tyrell, including Mace Tyrell, the Queen of Thorns, Margaery Tyrell, and the Knight of Flowers. Though House Tyrell receives the bulk of the cards in this expansion, you'll also find new non-loyal cards for each of the seven other factions and new options for any deck with seven new plots (one loyal to House Tyrell and six neutral).&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fantasy",
      "Fighting",
      "Medieval",
      "Negotiation",
      "Novel-based"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Books: A Song of Ice and Fire",
      "Collectible: Living Card Game (Fantasy Flight Games)",
      "Game: A Game of Thrones – The Card Game (LCG)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Word Round",
    "ID": 236438,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.62",
    "Link": "https://boardgamegeek.com/boardgame/236438/word-round",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In each timed round, from the 8 letters on the face up cards, find the most words of 3 or more letters that no one else thinks of. Score the most points after each the agreed number of rounds.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Matchbox Games (Ginger Fox)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Music Quiz",
    "ID": 236440,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.52",
    "Link": "https://boardgamegeek.com/boardgame/236440/music-quiz",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Be the first to correctly answer 5 quiz questions.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Biota: North Atlantic",
    "ID": 236441,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.57",
    "Link": "https://boardgamegeek.com/boardgame/236441/biota-north-atlantic",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Discover the wildlife of the North Atlantic Ocean and the Arctic.&#10;Create food chains from living beings.&#10;Experience the man-made environmental destructions. &#10;Protect the environment through ECO innovation.&#10;&#10;Co-operative and competitive game modes from age 8, for 2 to 8 players.&#10;&#10;Family game mode:&#10;&#10;In each round: &#10;&#10;     Draw and put 5 cards to the center of the table face up. &#10;     Each player plays 2 cards simultaneously.&#10;     Resolve:&#10;         Eco cards neutralize the related threat cards. &#10;         Remaining threat cards kill the related living being cards.&#10;         Check if each living being has at least one nutriment. Then discard all starving beings.&#10;         Players get their own played Eco cards with the neutralized threat cards and the survivor being cards as VP.&#10;    &#10;     Each player draws 2 cards.&#10;&#10;&#10;When the deck runs out the player with the most VPs (collected cards) wins. In case of co-operative game the players lost if the number of the discarded cards exceeds a specified number.&#10;&#10;Strategic game mode:&#10;The players take actions to collect beings and eco cards from a 3x5 matrix. Eco cards could be played as a specific action and neutralizing threat cards for bonus VPs. During this game the players build food chains (the longer worth more VPs)&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Educational",
      "Environmental"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Set Collection",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Test of Honour: The Samurai Miniatures Game – Bandits & Brigands",
    "ID": 236445,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/236445/test-of-honour-the-samurai-miniatures-game-bandits",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Kojir&#197;&#141; leads a gang of bandits and brigands with a reputation for robbing travellers in sudden, vicious attacks. His lack of mercy has earned him the nickname 'Oni' - the demon.&#10;&#10;Ruthless, cunning and upholding little to no honour, these bandits and brigands will fight for any side if they have the right amount of money. Nothing is too beneath them and nothing is too challenging, making them the ideal hire for anyone who wants a job done.&#10;&#10;Kojir&#197;&#141;&rsquo;s has the ability to take Coin cards from samurai he cuts down, and make use of those cards for the rest of the battle. Combine that with other skill cards like Rotten to the Core, Ambush and Mob Tactics, and you have a dangerous bunch of thieves!&#10;&#10;Get more out of your battlefield with rules for climbing, leaping (and falling!), entering buildings and fighting from defended positions.&#10;&#10;Rules for night-time battles &ndash; keep your enemies at a distance and they&rsquo;ll have a hard time spotting you through the darkness unless you&rsquo;ve strayed too close to a lantern!&#10;&#10;Rules for unaware enemies, for battles in which one side is launching a surprise attack and the other is initially clueless about the danger. This allows you to sneak around, trying to take down outlying foes without alerting the others&hellip; But if an unaware warrior spots a dead body or overhears the commotion of an attack, they&rsquo;ll soon become suspicious and realise what&rsquo;s happening!&#10;&#10;Three new scenarios &ndash; Sudden Attack, Ambush in the Dark and Undercover Raid &ndash; which utilise the new Darkness and Unaware rules. These battles are perfect to try out the less honourable behaviour of the warriors in this set.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Chit-Pull System",
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Theme: Samurai"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Test of Honour: The Samurai Miniatures Game – Bandits & Brigands Swordsmen",
    "ID": 236446,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/236446/test-of-honour-the-samurai-miniatures-game-bandits",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Found in the bad section of town, these are the notorious villains that'll keep any samurai wary when travelling down a dark path...&#10;&#10;This is a set of 3 figures to expand on the basic box set of Bandits and Brigands Infantry.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Campaign / Battle Card Driven",
      "Chit-Pull System",
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Theme: Samurai"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Runewars Miniatures Game: Uthuk Y'llan Infantry Command Expansion",
    "ID": 236447,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.37",
    "Link": "https://boardgamegeek.com/boardgameexpansion/236447/runewars-miniatures-game-uthuk-yllan-infantry-comm",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The Locust Swarm gathers its strength with the Uthuk Y'llan Infantry Command Expansion for Runewars Miniatures Game! Enhance your Uthuk Y'llan army with leaders and champions like the Uthuk Shrieker, Witch, Warsprinter, and Grotesque. Learn the secrets of the demonic&#10;Uthuk Y'llan and spread the wrath of the Ynfernael across Terrinoth!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Larklamp",
    "ID": 236458,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.10",
    "Link": "https://boardgamegeek.com/boardgame/236458/larklamp",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "60",
    "Weight": "2",
    "Description": "&quot;Play enchanting tabletop games made of light and shadow with the Larklamp Magic Lantern Game system. [...] The Larklamp is a unique tabletop game system handmade by veteran game designer P.D.Warne in Montreal, Canada.&#10;&#10;&mdash;description from the publisher&#10;&#10;The main component of the Larklamp is a lantern assembled from laser-cut wood, into which card panels are placed. Light from the lantern shines through holes in the card panels to create a game play area of light and shadow (the board, as such) on the table surface.&#10;&#10;The game system was published in 2017. Two games were available at the time of its release (Snixtrap and Wisp in the Vale), but the publisher's web site indicates they plan to develop one new game for the Larklamp system annually.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Electronic",
      "Fantasy",
      "Game System"
    ],
    "Mechanics": [
      "Action Queue",
      "Hand Management",
      "Modular Board",
      "Point to Point Movement",
      "Roll / Spin and Move",
      "Secret Unit Deployment",
      "Team-Based Game"
    ],
    "Families": [
      "Game: Larklamp"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Make & Break",
    "ID": 236460,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/236460/make-and-break",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Card game where players score by forming couples (straight and gay).&#10;&#10;Players each start with 5 cards. In their turn, they draw a card and then either play to the table a couple with matching sexual orientation (you can't pair a straight male with a lesbian female) or a card that affects their own or another player's couples. Cards include children, proposal cards (to marry couples) and break-ups. By playing an affair card, a player can split up two couples from other players and take a partner from each to form a couple for themselves.&#10;&#10;The impact of the 'tale that' element of the game is moderated by the fact that scoring is continuous rather than end of game; so couples that are broken up are those for which a player has already scored.&#10;&#10;The game box gives this game a 17+ rating but there is nothing risqu&eacute; about the game. It is only unsuitable for children who might be shocked or upset to learn of same-sex partnerships or of marriage break-ups.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Take That"
    ],
    "Families": []
  }
]