[
  {
    "Rank": "25901",
    "Name": "Kameltreiber AG",
    "ID": 11854,
    "Year": "(1989)",
    "Geek Rating": "5.485",
    "Avg Rating": "4.47",
    "Link": "https://boardgamegeek.com/boardgame/11854/kameltreiber-ag",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Camel racing meets memory. Players set up a racing track consisting of 25 tiles. Every player gets a camel. Movement is made by turning over one of 36 hidden tiles numbered 1-6 (using the tile that the previous player turned over is not allowed). Depending on the space you land on you may move again, must end your turn or go to the end of the caravan. Overlapped camels are out of the race. Last camel in wins.&#10;&#10;Mainly a memory game with some nice racing elements in it.&#10;&#10;",
    "Categories": [
      "Arabian",
      "Memory",
      "Racing"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Animals: Camels"
    ]
  },
  {
    "Rank": "25902",
    "Name": "The X-Files Trivia Game",
    "ID": 10275,
    "Year": "(1997)",
    "Geek Rating": "5.485",
    "Avg Rating": "5.01",
    "Link": "https://boardgamegeek.com/boardgame/10275/the-x-files-trivia-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.25",
    "Description": "This X-Files game is based on season 1-3.&#10;You need a vcr to be able to play it.&#10;You play an enclosed video tape, then a question gets asked, either the question is connected to the series clip from the tape, or it's about topics concerning the X-Files. &#10;(You can chose between two different degrees of difficulty.)&#10;The topics are:&#10;- The Characters&#10;- The Background/History&#10;- The Mystery&#10;- Behind the Scenes&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Murder / Mystery",
      "Science Fiction",
      "Spies / Secret Agents",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Videocassettes",
      "Theme: TV Detectives",
      "Trivia: Television",
      "TV Shows: The X-Files"
    ]
  },
  {
    "Rank": "25903",
    "Name": "Dogopoly",
    "ID": 27340,
    "Year": "(1977)",
    "Geek Rating": "5.485",
    "Avg Rating": "4.28",
    "Link": "https://boardgamegeek.com/boardgame/27340/dogopoly",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.5",
    "Description": "Monopoly with a couple of interesting twists.  For kids, the most interesting twists are the canine theme.  All the markers are dogs, the spaces around the board are different breeds, jail has become &quot;the pound&quot; and the houses are actually doghouses.  Community Chest and Chance morph into Trees and Telephone poles (less sophomoric than it sounds) and instead of bank error in your favor you get rewarded for running off the dogcatcher or you have to go to the vet. The theme encourages a more light hearted approach than the serious real estate game.&#10;&#10;For adults the best &quot;twists&quot; are those that speed up the action.  The game does not require you to own all the territories of a given color before you can build a doghouse.  You can only build as many doghouses as you have territories of that color, but you don't have to own them all.  For instance, yellow in Dogopoly has three territories, if you own two of them you could have two doghouses on each, even if the third is unowned, or even owned by another player.  Whenever you first buy a territory you are also given the option to immediately buy a doghouse at half-price.  Taken together these little twists make the game go much faster.&#10;&#10;There are few other twists, like the addition of shortcut paths across the board that can reroute players.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Trading"
    ],
    "Families": [
      "Animals: Dogs",
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "25904",
    "Name": "Moonstar",
    "ID": 1714,
    "Year": "(1981)",
    "Geek Rating": "5.485",
    "Avg Rating": "5.20",
    "Link": "https://boardgamegeek.com/boardgame/1714/moonstar",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.75",
    "Description": "First was published 'Corona' (1974). Moonstar (1981) added planets and variants&#10;(variant number 8 is Corona, without sand timer). &#10;'Harun' (1984) is not new game, it is a rethemed copy of Moonstar! &#10;'Orbit' (1993) a new variation including the Corona variations &amp; Harun.&#10;Finally, Randolph recycled most of the game into his 'Rasende Roboter' ('Ricochet Robots') (1999) , although the course mechanism and the objective were completely changed.&#10;&#10;Quite possibly the first &quot;German&quot; game to cross the Atlantic...&#10;&#10;About the game (from the back of the box)&#10;&#10;Moonstar is a game unlike any other game for any number of people. All the action is governed by dice, yet there is no luck involved. The dice simply establish the situation. It is up to the players to act upon it. A game with endless variety.&#10;&#10;Playable by any number of people, from one to a hundred, Moonstar combines numbers calculations, memory, and quick-thinking into a fast-playing, action-packed, exciting contest of pure skill.&#10;&#10;The board represents the twelve constellations (stars) of the Zodiac and the playing pieces represent moons and planets. Each game consists of a number of rounds of play. In each round, the board and playing pieces are first setup by one of the players. Then the dice are thrown. A one-minute auction period begins. Each player may bid any number of times in the auction or not at all. Each bid, however, must be higher than the previous one. When the one-minute runs out, the highest bidder plays that round.&#10;&#10;The play of the round also lasts one minute. A player plays a round by placing one die on each moon on the, board and then moving that moon (and die) a number of stars equal to the number of the die. The die is then removed and the moon may not be moved again. This procedure is followed for each moon. The player must move each moon before the time runs out, or those moons which have not been moved may not move.&#10;&#10;The player's score is then totaled to see if he has made his bid, by scoring a number of points for each moon, depending on which stars and planets they have landed on, If a player makes his bid, he scores a number of points equal to his bid. If he fails, he scores nothing. Rounds are setup and played in this manner until one player has scored enough points to win.&#10;&#10;But this is only the beginning. Moonstar is actually twelve games in one. Game One is simply the Basic Game. Games Two-Twelve each change one or more parts of Game One, or add something to it. They introduce things like challenging bids, side bets, more moons, more dice, different planet values, no planets. and advanced scoring methods.&#10;&#10;Includes:&#10;&#10;    16&quot; x 16&quot; gameboard&#10;    15 moon pieces&#10;    21 planet pieces&#10;    1 minute sand timer&#10;    11 6-sided dice&#10;    rulebook&#10;&#10;&#10;Re-implements:&#10;&#10;    Corona&#10;&#10;&#10;Re-implemented by:&#10;&#10;    Orbit&#10;    Ricochet Robots&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Dice"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Betting and Bluffing",
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "25905",
    "Name": "Big Brain Academy Cardgame",
    "ID": 39778,
    "Year": "(2008)",
    "Geek Rating": "5.485",
    "Avg Rating": "4.67",
    "Link": "https://boardgamegeek.com/boardgame/39778/big-brain-academy-cardgame",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Who has the biggest brain? The new mental fitness game based on the original best-selling Nintendo&trade; DS title. Speed and accuracy count - not smarts - when answering questions at the Big Brain Academy. Challenge your brain in five fun categories: Analyze, Compute, Identify, Memorize and Think. You collect medals based on the number of questions you answer correctly. Big Brain Academy keeps minds nimble and players laughing! Your goal is to collect the most medals. Game includes 125 cards, dry erase pen, 25 medals, red revealer. 2 to 4 Players. Ages 8 and up.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Math",
      "Memory",
      "Number",
      "Party Game",
      "Puzzle",
      "Trivia",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Memory",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Video Game Theme: Nintendo"
    ]
  },
  {
    "Rank": "25906",
    "Name": "Skip-Bo Dice",
    "ID": 4038,
    "Year": "(1995)",
    "Geek Rating": "5.485",
    "Avg Rating": "4.77",
    "Link": "https://boardgamegeek.com/boardgame/4038/skip-bo-dice",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Players roll colored dice that match the colors of Skip-Bo cards, attempting to match the lowest empty space on the board, which entitles them to points and more rolls.  Players can either bank their points and pass the dice, or press on, with the risk of losing the points if the numbers rolled don't match up with the board.  Skip-Bo faces are wild, and can help players fill in spaces, but you can't bank after using one.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck"
    ],
    "Families": [
      "Game: Skip-Bo",
      "Versions & Editions: Dice Versions of Non-Dice Games"
    ]
  },
  {
    "Rank": "25907",
    "Name": "Gearworld: The Borderlands",
    "ID": 137669,
    "Year": "(2013)",
    "Geek Rating": "5.485",
    "Avg Rating": "5.47",
    "Link": "https://boardgamegeek.com/boardgame/137669/gearworld-the-borderlands",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.8966",
    "Description": "The Sky People retreated above the clouds and left the Borderlands to crumble and decay. The old machines are rusted and broken and the scavengers of Gearworld live off scraps from the past and refuse from the Sky People's flying cities. The scavengers' only hope for a better life is to build great towering skyworks and gain the favor of the World Above, allowing them to outlast and outlive their rival scavenger gangs. In the Borderlands, survival is an exception.&#10;&#10;Gearworld: The Borderlands is a game of conquest and survival in a post-apocalyptic world for 2-4 players who must gather resources and use them wisely. Players need those resources in order to strengthen their military might, to enhance their transport capabilities, and to reach the final goal of building the skyworks. Resources can be produced in areas with resource tokens, traded with other players, and taken by force. To build a development &ndash; e.g., weapons, transport vehicles or skyworks &ndash; all of the required resources have to be located in the same space on the map. This makes effective transport an important issue in the game. At the same time players must be strong enough to protect their resources from the other players while investing resources in their skyworks in order to win the game.&#10;&#10;Seize territory, marshal resources and defend yourself from your rivals. Reclaim the machines of old to build powerful weapons and enormous skyworks. Can you forge a new future from the rusted remnants of the past?&#10;&#10;Microbadges:&#10;  &#10;[microbadge=28656 original inline] Gearworld: The Borderlands fan&#10;&#10;",
    "Categories": [
      "Industry / Manufacturing",
      "Negotiation",
      "Political",
      "Science Fiction",
      "Territory Building",
      "Transportation",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Trading"
    ],
    "Families": [
      "Components: Miniatures",
      "Theme: Steampunk"
    ]
  },
  {
    "Rank": "25908",
    "Name": "Scooby-Doo! Thrills and Spills",
    "ID": 6693,
    "Year": "(1999)",
    "Geek Rating": "5.485",
    "Avg Rating": "4.75",
    "Link": "https://boardgamegeek.com/boardgame/6693/scooby-doo-thrills-and-spills",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.1429",
    "Description": "The first player to move both of their player pieces all the way up the path to the Mystery Machine wins the game.  A spinner determines how many spaces you move.  If you land on a monster space you wind up the top and set it loose.  Any game pieces it knocks over are returned to start.&#10;&#10;Ages 6 and up&#10;&#10;Includes: gameboard, plastic mountain pieces, legs, &quot;C&quot; shaped ring, Mystery Machine, top with handle, 8 movers, spinner, 3 monster cards, label sheet and instructions.&#10;&#10;An &quot;electronic talking&quot; version was later released which is the same game but adds speech (3 different phrases) as the top is spun.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Electronic",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Dogs",
      "TV Shows: Hanna-Barbera",
      "TV Shows: Scooby-Doo!"
    ]
  },
  {
    "Rank": "25909",
    "Name": "25 Outlaws",
    "ID": 283544,
    "Year": "(2019)",
    "Geek Rating": "5.485",
    "Avg Rating": "5.35",
    "Link": "https://boardgamegeek.com/boardgame/283544/25-outlaws",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.5",
    "Description": "25 OUTLAWS &ndash; OLD WEST POKER WITH OUTLAW RULES a new card game from CHICKAPIG game creator Brian Calhoun and Dave Matthews.  While based on the classic game of poker, 25 OUTLAWS offers a fun, Wild West twist. It&rsquo;s a rough-and-tumble game set in the Old West, with outlaws (players) using every means available to eliminate rival outlaw gangs. With duels, bank robberies and more, 25 OUTLAWS is bringing new meaning to the term &ldquo;high stakes.&rdquo; While on tour, Dave Matthews drew all of the art for the game &ndash; from the chips and cards to the outlaw illustrations on the box cover.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "American West",
      "Bluffing",
      "Card Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Card Play Conflict Resolution",
      "Dice Rolling",
      "Player Elimination"
    ],
    "Families": []
  },
  {
    "Rank": "25910",
    "Name": "The Hunger Games: Training Days",
    "ID": 71837,
    "Year": "(2010)",
    "Geek Rating": "5.485",
    "Avg Rating": "5.34",
    "Link": "https://boardgamegeek.com/boardgame/71837/the-hunger-games-training-days",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "From the best selling book comes the Hunger Games Training Days, A Game of Strategy.  Coinciding with the final book in the trilogy being released this fall, the Training Days game allows 2-6 players to follow in the footsteps of their favorite Tributes.&#10;&#10;User review: Each player chooses a district to represent and a gender. The players take the appropriate Tribute Card. Each Tribute Card gives the players ratings from one (low) to eight (high) in four attributes: strength, ability, cunning, and charm. The Challenge deck is shuffled and a player is chosen to go first. The players will take their turns in clockwise order.&#10;&#10;The first player reveals a number of Challenge cards equal to the number of players. Each player has three effort tokens: one (low), three (medium), and six (high). Each player, in turn, will assign one effort token face down to any Challenge card. After all the players have assigned their effort tokens, the events on the Challenge cards are resolved. One Challenge card at a time, the effort tokens are revealed and the winner of the event is determined. Each player total one&rsquo;s own Effort tokens plus the Attribute rating called for by the card, plus alliance bonuses (from Tribute cards not already in play) plus a die roll. The player with the highest total wins the event and the approval rating associated with the event.&#10;&#10;Three End of Day cards were shuffled into the Event deck at the beginning of the game. When ever an End of Day card is revealed, then all the event cards are shuffled with the End of Days cards. Before the game began the players determine how many days the will last. When that number of End of Day cards has been revealed, then the game is over and the player who has the highest approval rating is the winner.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Novel-based"
    ],
    "Mechanics": [
      "Auction / Bidding"
    ],
    "Families": [
      "Books: The Hunger Games"
    ]
  },
  {
    "Rank": "25911",
    "Name": "Ali Baba",
    "ID": 1946,
    "Year": "(1993)",
    "Geek Rating": "5.485",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/1946/ali-baba",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.8571",
    "Description": "Players take turns moving Ali Baba around the game board to their best advantage, trying to unload loot at the most opportune moments, in a quest to collect the most cash.&#10;&#10;",
    "Categories": [
      "Arabian",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Folk Tales & Fairy Tales: Ali Baba and the Forty Thieves",
      "Mythology: Arabian"
    ]
  },
  {
    "Rank": "25912",
    "Name": "Home Alone",
    "ID": 6194,
    "Year": "(1991)",
    "Geek Rating": "5.485",
    "Avg Rating": "4.68",
    "Link": "https://boardgamegeek.com/boardgame/6194/home-alone",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "A spin-and-move game in which players hide valuables and booby traps throughout the house and try to lead the crooks into tripping the traps but not finding the valuables.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "25913",
    "Name": "Bubble Talk",
    "ID": 67486,
    "Year": "(2010)",
    "Geek Rating": "5.485",
    "Avg Rating": "5.42",
    "Link": "https://boardgamegeek.com/boardgame/67486/bubble-talk",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "1.0625",
    "Description": "In the party game Bubble Talk, the active player each round presents one of 150 images included in the game to the other players; these players then each choose one of the caption cards in their hands, and the active player decides which caption fits the image best, awarding the image card to the player who submitted that caption. Bubble Talk includes 300 different caption cards, with the captions presented in word balloons, aka, &quot;bubble talk&quot;.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "25914",
    "Name": "Toss Your Cookies",
    "ID": 27870,
    "Year": "(2007)",
    "Geek Rating": "5.484",
    "Avg Rating": "5.36",
    "Link": "https://boardgamegeek.com/boardgame/27870/toss-your-cookies",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.3846",
    "Description": "Hungry for fun? Look no further than this outrageously delicious game of quick cookie collecting. Try to gather five of the same cookie by following the dice actions: Pass cookie cards to your neighbor, swap them with an opponent, or steal the milk card. Watch out for half-eaten cookies that will spoil your set. And if you roll &quot;Toss All,&quot; get ready for an all-out cookie flinging frenzy! Be the first to get five of a kind plus the milk and you're one fortunate cookie.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Dice"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Food & Drink: Cookies",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "25915",
    "Name": "Wolsung: The Boardgame",
    "ID": 38227,
    "Year": "(2008)",
    "Geek Rating": "5.484",
    "Avg Rating": "5.42",
    "Link": "https://boardgamegeek.com/boardgame/38227/wolsung-the-boardgame",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.1875",
    "Description": "Wolsung: The Boardgame is a large family game for 2 to 4 players. They act as inventors and industrialists living in a fictional steampunk world, largely similar to the Victorian times. The inventors develop extraordinary constructions &ndash; steam cars, golems and zeppelins &ndash; in the race for the title of the best designer at the World&rsquo;s Fair.&#10;&#10;The objective of the game is to build the best and the most unique machines &ndash; players compete against each other for plans of the devices as well as for the resources necessary to build them.&#10;&#10;The game contains multiple elements: the board, auxiliary boards (players&rsquo; workshops), a 55-card deck, numerous tokens and wooden markers and a surprise gadget being the key element of the game mechanics.&#10;The board game constitutes the first product of the Wolsung Project, which includes publishing a modern role-playing game &quot;Wolsung: Magic of the Steampunk Age&quot; (in Polish) as well as other games and expansion packs to them and gadgets such as playing card decks and special dice.&#10;&#10;The game contains the following components:&#10;&#10;- the board&#10;- 3 combines&#10;- the deck of 55 cards&#10;- 4 workshops&#10;- 84 wooden worker tokens&#10;- 76 wooden resource tokens&#10;- 12 wooden upgrade tokens&#10;- 1 round marker&#10;- 1 first engineer marker&#10;- the rulebook&#10;&#10;",
    "Categories": [
      "Industry / Manufacturing",
      "Science Fiction"
    ],
    "Mechanics": [
      "Auction / Bidding"
    ],
    "Families": [
      "Theme: Steampunk"
    ]
  },
  {
    "Rank": "25916",
    "Name": "Rollin' Bones: Pirates of the Caribbean (On Stranger Tides) Dice Game",
    "ID": 101954,
    "Year": "(2011)",
    "Geek Rating": "5.484",
    "Avg Rating": "5.04",
    "Link": "https://boardgamegeek.com/boardgame/101954/rollin-bones-pirates-of-the-caribbean-on-stranger",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Description from the package back:&#10;Push your luck as you bury, capture and steal bones in this exciting Pirates dice game. Actual bone shaped dice. Roll the bone dice to Capture, Bury, Steal or Lose Em All. Bury the most bones, score the most points and you win. Take and play anywhere with the mesh storage bag for your bones.&#10;&#10;Play Description:&#10;Beginning the game each player takes one bone from the bone yard (pile), youngest player rolls first. Each bone (die) is marked with 4 symbols (Skull and crossbones, a sword, a bone, and a shovel. &#10;Roll a bone draw another bone from the bone yard (roll all the bones again unless no bones were available)&#10;Roll a sword and steal a bone from another player (roll all the bones again, unless no bones were taken)&#10;Roll a shovel and you can bury one bone&#10;But watch out, if ye rolls a skull ye loses all yer bones (except buried ones)&#10;&#10;When all bones have been buried each player rolls all they have... The most skulls rolled is the winner.&#10;&#10;A game should not last more than 15mins.&#10;&#10;Game Contents:&#10;14 Plastic Bone Dice&#10;1 Brown Mesh Carry Bag&#10;1 Rules Set&#10;&#10;",
    "Categories": [
      "Dice",
      "Movies / TV / Radio theme",
      "Pirates"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Brands: Disney",
      "Movies: Pirates of the Caribbean"
    ]
  },
  {
    "Rank": "25917",
    "Name": "Knock Out Whist",
    "ID": 20525,
    "Year": null,
    "Geek Rating": "5.484",
    "Avg Rating": "5.20",
    "Link": "https://boardgamegeek.com/boardgame/20525/knock-out-whist",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.4545",
    "Description": "This is a simple plain-trick game, suitable for children. It seems to be played mostly in Britain, and is often called by the alternative name Trumps. Any number from two to seven may play. A session consists of seven hands, of diminishing size.&#10;&#10;A 52-card pack is used, with four suits ranking from high to low A K Q J 10 9 8 7 6 5 4 3 2. A player is selected to deal, and deals seven cards each, clockwise. The uppermost of the undealt cards is turned face upwards to indicate the trump suit.&#10;&#10;The player on dealer's left leads to the first trick. Players must follow suit if they can, otherwise they may play any card. Each trick is won by the highest trump in it; otherwise by the highest card of the suit led. The winner of a trick leads to the next trick.&#10;&#10;After the first hand, a second hand is dealt, by the next player in order around the table, with only six cards each. The game continues like this, with one fewer card per player on each hand, until the final hand consists of one card each.&#10;&#10;The winner of most tricks on the first hand chooses the trump suit on the second hand, and so on (i. e. the winner of the second hand chooses trump for the third hand, etc.). If there is a tie for who took most tricks, the players involved in the tie cut cards for the right to choose trumps.  A player who takes no tricks at all in a hand is knocked out, is dealt no more cards, and takes no further part in the game.  There is one exception to the rule about being knocked out: the first player during the game who takes no tricks on a hand is not knocked out immediately but is awarded the &quot;dog's life&quot;.&#10;&#10;The game is won by the winner of the one trick on the final hand. Or if all but one of the players are knocked out before this, the surviving player is the winner.&#10;&#10;Source: pagat.com&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Components: Traditional Playing Cards",
      "Digital Implementations: Board Game Arena"
    ]
  },
  {
    "Rank": "25918",
    "Name": "Zakgeldspel",
    "ID": 32740,
    "Year": "(1996)",
    "Geek Rating": "5.484",
    "Avg Rating": "4.73",
    "Link": "https://boardgamegeek.com/boardgame/32740/zakgeldspel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Children learn all about payments and savings. Who has saved enough money to buy that coveted new bicycle? That is what this attractively presented game is about.&#10;&#10;When playing, children learn correctly counting money (play coins are included), learn about interest on bank savings and how to buy goods cheaper.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Simulation"
    ],
    "Families": [
      "Components: Game Box Used In Play"
    ]
  },
  {
    "Rank": "25919",
    "Name": "Snail Race",
    "ID": 8191,
    "Year": "(2000)",
    "Geek Rating": "5.484",
    "Avg Rating": "5.04",
    "Link": "https://boardgamegeek.com/boardgame/8191/snail-race",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "This is a stand-alone follow-up game to Snail's Pace or Snail's Pace introducing six new tracks and some new cards. It is still the same snail racing game where you, by playing speed cards, compete to be the first across the finish line.&#10; The boards are progressively more dangerous, and require some good thinking at the end of the series, although luck does have a major role in the game.&#10; Still, it is a fast game with a lot of humor added. So it is excellent to play when you have only a short time for a game, and do not want to spend the evening explaining rules to people.&#10;&#10;Re-implements:&#10;&#10;    Snail's Pace&#10;&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Racing"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Animals: Snails"
    ]
  },
  {
    "Rank": "25920",
    "Name": "Black Stories: Mystery Edition",
    "ID": 32743,
    "Year": "(2007)",
    "Geek Rating": "5.484",
    "Avg Rating": "5.46",
    "Link": "https://boardgamegeek.com/boardgame/32743/black-stories-mystery-edition",
    "Min Players": "2",
    "Max Players": "15",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.125",
    "Description": "How could that have happened? Black Stories are fiddly, morbid and mysterious riddles for teenagers and adults. The players try to reconstruct the crime by asking, guessing and fiddling about. Only yes/no answers are allowed. A spooky card game just right for any party. This version of the black stories has mysteries about vampires, aliens, undead and other fantasy based themes.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Fantasy",
      "Horror",
      "Humor",
      "Murder / Mystery",
      "Party Game"
    ],
    "Mechanics": [
      "Storytelling"
    ],
    "Families": [
      "Game: Black Stories",
      "Misc: No Table Needed"
    ]
  },
  {
    "Rank": "25921",
    "Name": "NFL Franchise",
    "ID": 3652,
    "Year": "(1982)",
    "Geek Rating": "5.484",
    "Avg Rating": "4.16",
    "Link": "https://boardgamegeek.com/boardgame/3652/nfl-franchise",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "The object of this game is to accumulate 23 players, 1 coach and 125 points for your team. You accumulate players via the draft, Roselle's Rules, and trades.&#10;&#10;First you must purchase the franchise, then stock it with players. Real life player names are included (Ed Too Tall Jones, OJ Simpson, Gale Sayers, Joe Montana along with coaches like John Madden, Bill Walsh and George Halas.) Each player and coach has a different salary and adds a different value to your team.&#10;&#10;",
    "Categories": [
      "Economic",
      "Sports"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Trading"
    ],
    "Families": [
      "Sports Teams: National Football League (NFL)",
      "Sports: American Football / Gridiron"
    ]
  },
  {
    "Rank": "25922",
    "Name": "The Vampire, the Elf & the Cthulhu",
    "ID": 172580,
    "Year": "(2016)",
    "Geek Rating": "5.484",
    "Avg Rating": "5.33",
    "Link": "https://boardgamegeek.com/boardgame/172580/the-vampire-the-elf-and-the-cthulhu",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.3333",
    "Description": "J.- Night, almost total darkness. Only rarely the pale glow of the moon could find space between the thick clouds to slightly illuminate the landscape. But he had no need of the moon to locate his target, his eyes were able to see in the darkness better than anyone else. He moved slowly, not to avoid making any noise, his movements were always soft, almost ethereal: never in his eternal life he had been sensed by his prey; a few more steps and he would be on target. It was there, unaware, helpless in front of his attack: a quickly and decisively move and it&rsquo;s neck would not have even realized to be drilled. No worries, no tension, the cold calm that always filled him, made him perfect for this task. Suddenly the beating of wings, a night bird, inappropriate and unwanted, alerted the defenseless creature. But it was too late to avoid the arrow...&#10;H. - Why he doesn&rsquo;t use his tentacles to destroy it?&#10;B.- Which vampire has tentacles or shoots arrows?&#10;J.- From immemorial time, orcs are killed by elves with bow and arrows.&#10;B.- You have turned the helpless girl, alone in the dark night, in a putrid orc?! Who can drink the slimy, filthy, black blood of orc?&#10;J- No one will drink the blood of anyone, Bram!&#10;H.- Yes, I agree with John, Cthulhu never drinks anything!&#10;B.- What is this Cthulhu, Howard?&#10;H.- The protagonist of our story, isn&rsquo;t it?&#10;&#10;The Vampire, the Elf and the Cthulhu (VEC) is a strategic card game in which players represent writers who are trying to complete a novel together. That said, VEC is a &quot;light game made for gamers&quot;, not a storytelling game.&#10;&#10;Players must acquire cards through an auction system. Cards represent the writer's ideas: protagonists, characters, events, places, items, encounters. Cards have special powers and players activate them to interact with other players (move cards, turn cards, refill energy, etc). The aim of the game is to move specific cards to a special zone of the table game area, called the NOVEL area. Cards must be placed there in the right sequence and type/color: each player has a different objective with a different sequence and colors, so as the result will be identical/similar to player objective, victory points will be scored. Card powers can be combined resulting in a huge number of play combinations creating many possible strategies.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Horror"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Deck, Bag, and Pool Building",
      "Open Drafting"
    ],
    "Families": [
      "Creatures: Fairies / Elves / Pixies",
      "Creatures: Vampires",
      "Crowdfunding: Giochistarter",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "25923",
    "Name": "Blockhead!",
    "ID": 3427,
    "Year": "(1952)",
    "Geek Rating": "5.484",
    "Avg Rating": "5.42",
    "Link": "https://boardgamegeek.com/boardgame/3427/blockhead",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.0435",
    "Description": "This game is a collection of 20 colorful, odd-shaped wooden blocks, plus a bookmark-sized cardboard base. Players take turns choosing a block, and then try to place it on the current tower of blocks. Only the first block placed may touch the base, and no other block can touch the table or the base. You can only use one hand to place a block.  The first time a player causes the pile to tumble he is a SQUARE. The second time he is a CHARACTER. The third time he is a BLOCKHEAD! and is out.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [
      "Stacking and Balancing"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)"
    ]
  },
  {
    "Rank": "25924",
    "Name": "Muumipeikon kalaretki",
    "ID": 206850,
    "Year": "(2016)",
    "Geek Rating": "5.484",
    "Avg Rating": "4.80",
    "Link": "https://boardgamegeek.com/boardgame/206850/muumipeikon-kalaretki",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Moomintroll goes fishing. Players spread fish tiles on board face down and then take turns placing the Moomintroll figure on top of the tiles.&#10;&#10;If there's a fish, the tile is magnetic and will get stuck to the Moomintroll figure base. If the tile doesn't have fish, it won't catch.&#10;&#10;There are also Snufkin tiles that give you extra turns and Stinky tiles that make other players lose fish.&#10;&#10;The game ends when a player has managed to catch enough fish.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Comic Book / Strip"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Characters: Moomins"
    ]
  },
  {
    "Rank": "25925",
    "Name": "The Isle of Doctor Necreaux",
    "ID": 42892,
    "Year": "(2009)",
    "Geek Rating": "5.484",
    "Avg Rating": "5.45",
    "Link": "https://boardgamegeek.com/boardgame/42892/the-isle-of-doctor-necreaux",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "1.92",
    "Description": "From the publisher:&#10;&#10;Build a Character... Infiltrate the Island... Defeat Necreaux&rsquo;s Minions... Find the Scientists... And before time runs out... Escape!&#10;&#10;The Isle of Doctor Necreaux is a cooperative card game for 1 to 5 players fighting the diabolical mad scientist Doctor Necreaux. You&rsquo;ll find yourself wondering what in the world is worth saving when the world itself is held hostage.&#10;&#10;Components:&#10;110 cards, dice, turn board and counters&#10;&#10;",
    "Categories": [
      "Adventure"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Islands: Fictional",
      "Theme: Mad Science / Mad Scientist",
      "Theme: Pulp",
      "Theme: Retro"
    ]
  },
  {
    "Rank": "25926",
    "Name": "Hand Made Wonders",
    "ID": 158343,
    "Year": "(2014)",
    "Geek Rating": "5.484",
    "Avg Rating": "5.08",
    "Link": "https://boardgamegeek.com/boardgame/158343/hand-made-wonders",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Hand Made Wonders is a party game that combines dexterity and co-operation.&#10;&#10;Everyone wears a colored bracelet on each wrist. After the judge gives a signal, players stretch out one arm, then players form teams with the other players who stretch out an arm with a bracelet in the same color. Depending on the size of the team, the players have to form an architectural wonder by following the instructions on a card, e.g., create the Great Wall of China with a horizontal row of five hands. All players on the fastest team get a reward card for either their left or right arm, depending on what they used. The first player to collect three left and three right cards wins.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "25927",
    "Name": "Irrational Game",
    "ID": 187033,
    "Year": "(2016)",
    "Geek Rating": "5.484",
    "Avg Rating": "5.03",
    "Link": "https://boardgamegeek.com/boardgame/187033/irrational-game",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "1",
    "Description": "A thought provoking, engaging and fun way to incorporate social sciences and human behavior into a challenging and strategic game.&#10;&#10;Dan Ariely's Irrational Game lets players draw question cards that describe unique and unusual social science experiments - players win if they correctly predict the results.&#10;&#10;The Irrational Game includes numerous question cards that showcase human behavioral experiments in various categories, but predicting the results of these experiments isn&rsquo;t enough to win the game. As part of the game mechanics, players can earn Power Cards that enable them to engage and challenge each other.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "25928",
    "Name": "Bible Challenge",
    "ID": 8448,
    "Year": "(1984)",
    "Geek Rating": "5.484",
    "Avg Rating": "4.97",
    "Link": "https://boardgamegeek.com/boardgame/8448/bible-challenge",
    "Min Players": "2",
    "Max Players": "16",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.6667",
    "Description": "This is a Bible trivia game in which players or teams move around a board representing the books of the Bible, the twelve apostles, and the twelve tribes of Israel. To win, a player or team must correctly answer at least one question from each of seven categories and then make it to the center of the board to answer one final question.&#10;This game will put your knowledge of the Bible to the test, while having fun at the same time.&#10;&#10;",
    "Categories": [
      "Religious",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "25929",
    "Name": "Baron",
    "ID": 22085,
    "Year": "(2006)",
    "Geek Rating": "5.484",
    "Avg Rating": "5.19",
    "Link": "https://boardgamegeek.com/boardgame/22085/baron",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.1818",
    "Description": "The sixth game in the Tilsit Collection is Baron, a tactical hexagonal tile-laying game for 2 to 5 players set in the 11th century. Similar to 2002&rsquo;s release Himalaya, Baron was previously available as a free download under the name &quot;Combats des fiefs&quot; (Fiefdom Wars). Its warm reception by French gamers secured a publishing deal for its designer, Franz Gaudois.&#10;&#10;",
    "Categories": [
      "Medieval",
      "Territory Building"
    ],
    "Mechanics": [
      "Modular Board",
      "Tile Placement"
    ],
    "Families": [
      "Components: Hexagonal Tiles",
      "Series: Tilsit Collection"
    ]
  },
  {
    "Rank": "25930",
    "Name": "Wicket The Ewok",
    "ID": 4904,
    "Year": "(1983)",
    "Geek Rating": "5.484",
    "Avg Rating": "4.52",
    "Link": "https://boardgamegeek.com/boardgame/4904/wicket-the-ewok",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.6",
    "Description": "Basic move and collect game based on the characters from &quot;Return of the Jedi&quot; film &amp; &quot;Ewoks&quot; television series. It is part of the  Star Wars games.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Movement Points"
    ],
    "Families": [
      "Movies: Star Wars"
    ]
  },
  {
    "Rank": "25931",
    "Name": "1776: The Birth Of A Nation",
    "ID": 4057,
    "Year": "(1974)",
    "Geek Rating": "5.484",
    "Avg Rating": "4.56",
    "Link": "https://boardgamegeek.com/boardgame/4057/1776-the-birth-of-a-nation",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.1429",
    "Description": "The object of this game is to assume the identity of a famous American Colonist and collect bounty, money and signatures for the Declaration of Independence. This is done through a series of reenactments of historical events from the landing of the Pilgrims through the American Revolution&#10;&#10;User review: Players start the game with an Identity Card. This tells the player who that person is during the game and what victory conditions must be met in order to win: the number of Signature Cards, bounty units and amount of money. Players also start with $5000 and a pawn on Independence Hall. In turn, players will roll the dice and follow the instructions on whatever space the pawn lands. A player who lands on another player&rsquo;s space sends the latter player to stock where that player must lose one turn. Players are free to barter Signature Cards, bounty units, and money amongst themselves. Every time a player passes Independence Hall that player gets $1000. A player who reaches Independence Hall with the assigned requirements is the winner.&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "American Indian Wars",
      "American Revolutionary War",
      "Political"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Track Movement"
    ],
    "Families": [
      "Country: France",
      "Country: Great Britain",
      "Country: USA"
    ]
  },
  {
    "Rank": "25932",
    "Name": "Monopoly: My Little Pony",
    "ID": 147112,
    "Year": "(2013)",
    "Geek Rating": "5.484",
    "Avg Rating": "5.42",
    "Link": "https://boardgamegeek.com/boardgame/147112/monopoly-my-little-pony",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Monopoly: My Little Pony features the familiar Monopoly gameplay, with players rolling dice and moving their tokens around the game board while trying to buy or trade for sets of property in order to bankrupt everyone else and win the game.&#10;&#10;The figure tokens in Monopoly: My Little Pony are miniatures of the ponies in the television show &ndash; Rarity, Fluttershy, Rainbow Dash, Twilight Sparkle, Pinkie Pie and Applejack &ndash; while the property locations include Cutie Mark Clubhouse, Everfree Forest, Sweet Apple Acres, Manehattan, and the Crystal Empire.&#10;&#10;",
    "Categories": [
      "Economic",
      "Movies / TV / Radio theme",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Animals: Horses",
      "Game: Monopoly (Official)",
      "Game: Monopoly Junior",
      "Toys: My Little Pony"
    ]
  },
  {
    "Rank": "25933",
    "Name": "Mighty Magpies",
    "ID": 18110,
    "Year": "(2005)",
    "Geek Rating": "5.484",
    "Avg Rating": "4.31",
    "Link": "https://boardgamegeek.com/boardgame/18110/mighty-magpies",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "The stealing magpies have a competition on who will steal the most berries and shiny rings. Each player moves a magpie on the game board from one nest to another. The routes between the nests are marked with different colours, and on each turn the two colour dice will show which route your magpie can take. The magpie can steal one berry or ring form each nest on its route &ndash; these bring you points at the end of the game. Sometimes the magpies steal berries also from the other players&rsquo; loots! When all the nests have been looted, the winner is the player who has stolen the most points.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Animals: Crows / Ravens / Magpies"
    ]
  },
  {
    "Rank": "25934",
    "Name": "Jurassic Park III: The Spinosaurus Chase Game",
    "ID": 2906,
    "Year": "(2001)",
    "Geek Rating": "5.484",
    "Avg Rating": "4.52",
    "Link": "https://boardgamegeek.com/boardgame/2906/jurassic-park-iii-the-spinosaurus-chase-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "The object of the game is to get your pawn from its start space to the &quot;Final Escape&quot; space while avoiding the pursuing Spinosaurus.  Movement is handled through rounds of card play during which cards are played and then reacted to in order to eliminate all the cards in your hand.  Dinosaur cards have values ranging from 1-5 while Escape cards have values ranging from +1 to +3.  In order to play a Dinosaur atop another Dinosaur, it must be greater in value than the preceding card.  Escape cards may be played on any Dinosaur and these also allow you to play an additional Dinosaur card.&#10;&#10;Once someone has gone out, movement on the board (of players and the Spinosaurus) is based upon the last played card.&#10;&#10;If the Spinosaurus lands on your pawn, you are knocked back (not eliminated).&#10;&#10;First pawn/player to reach the Final Escape space wins.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Dinosaurs",
      "Islands: Fictional",
      "Movies: Jurassic Park"
    ]
  },
  {
    "Rank": "25935",
    "Name": "Inwigilacja Luksusowa",
    "ID": 38418,
    "Year": "(2008)",
    "Geek Rating": "5.484",
    "Avg Rating": "4.65",
    "Link": "https://boardgamegeek.com/boardgame/38418/inwigilacja-luksusowa",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.6667",
    "Description": "Inwigilacja luksusowa is a sequel to the game Inwigilacja&#10;&#10;Of course it is also a game about politicians who are trying to get support for their parties, by revealing their opponents' dirty secrets. It is a deduction game, similar to &quot;The mystery of the Abbey&quot;, and it is a heavy satire on Polish parliament and government.&#10;&#10;Home Page: http://www.kuzniagier.pl/szczegoly.php?grupa_p=4&amp;przedm=902293 (Polish)&#10;&#10;The game contains the following components:&#10;&#10;- the board&#10;- the deck of 55 cards&#10;- the deck of 54 files cards&#10;- 24 tokens&#10;- 10 answer markers&#10;- 5 pawns&#10;- 1 die&#10;- notebooks&#10;- the rulebook&#10;&#10;",
    "Categories": [
      "Deduction",
      "Humor",
      "Political"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Country: Poland"
    ]
  },
  {
    "Rank": "25936",
    "Name": "Totem Land",
    "ID": 28860,
    "Year": "(2007)",
    "Geek Rating": "5.484",
    "Avg Rating": "4.84",
    "Link": "https://boardgamegeek.com/boardgame/28860/totem-land",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "2.1111",
    "Description": "You are the chosen leader of one of up to four clans that have converged on Totem land. Your charge: to build Totem poles along with other competing clans, using your allocated 8 precious totems.&#10;&#10;Each totem has a unique value on it. The goal is to finish the game with as many of your most valuable totem pieces on top of the totem poles as possible - ideally, with a totem built only with your own pieces.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": []
  },
  {
    "Rank": "25937",
    "Name": "Galapagos",
    "ID": 66251,
    "Year": "(2010)",
    "Geek Rating": "5.484",
    "Avg Rating": "5.30",
    "Link": "https://boardgamegeek.com/boardgame/66251/galapagos",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.3",
    "Description": "The Pacific Ocean, 1835. The ship &bdquo;HMS Beagle&ldquo; arrives at the Gal&aacute;pagos islands. On board is the young biologist Charles Darwin, who is later to become famous throughout the world for his revolutionary ideas of evolution and natural selection. However, before this, he spent much of his time collecting and examining a variety of different species. In this game, the players are biologists walking in the footsteps of Darwin. They go on expeditions on the Gal&aacute;pagos islands in order to discover rare species, and create exhibitions to score exhibition points. The player with the most exhibition points when the game ends wins the game&#10;&#10;",
    "Categories": [
      "Adventure",
      "Animals"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Country: Ecuador",
      "Islands: Galápagos (Ecuador)",
      "Theme: Tropical",
      "Theme: Tropical Islands"
    ]
  },
  {
    "Rank": "25938",
    "Name": "Ein Nilpferd kommt selten allein",
    "ID": 4596,
    "Year": "(1993)",
    "Geek Rating": "5.484",
    "Avg Rating": "4.91",
    "Link": "https://boardgamegeek.com/boardgame/4596/ein-nilpferd-kommt-selten-allein",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.5",
    "Description": "Party-game where players have to answer questions, mime or draw objects with a &quot;limp&quot; pen...&#10;&#10;In this party game, players move one of two hippo pawns over an 8-shaped track.The fields they land on determine the task they have to fulfill (for this, they also draw a card) - in most cases, the other players try to guess the word/phrase that was intended: &#10;- Draw an item with a wobbly pen&#10;- Take a sip of water and gargle the word&#10;- Group acting (together with one or more players they chose)&#10;Other tasks include&#10;- Reading out a text - now everyone in turn has to say a word connecting to the text within three seconds. Players who fail to do that are out of this task round; the last player &quot;standing&quot; receiving points. &#10;- Rolling a &quot;poker&quot; die. A saxophone means a five point chip and the chance to roll again. When a lemon is rolled, all chips of this round are lost. The player can stop rolling any time.&#10;&#10;Each kind of field has its own scoring rules. The first player to score 100 points is the winner.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Line Drawing",
      "Singing"
    ],
    "Families": [
      "Animals: Hippopotamuses"
    ]
  },
  {
    "Rank": "25939",
    "Name": "Lightning: War on Terror",
    "ID": 18695,
    "Year": "(2005)",
    "Geek Rating": "5.484",
    "Avg Rating": "4.89",
    "Link": "https://boardgamegeek.com/boardgame/18695/lightning-war-on-terror",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.2",
    "Description": "From the Decision Games web site:&#10;&#10;&quot;This is the third game in the Lightning series. Fight the war on terror with America's cutting edge weapon systems! You have been charged with hunting down terrorists aiding regions around the world and toppling their corrupt governments. To accomplish this, you have been given command of the latest weapons and best personnel America has to offer. You get to command elements of the Air Force, Army, Navy, Marines, Special Forces and Propaganda Warfare. War on Terror is an ultra-low complexity card game for all ages. The focus is on fast card play, strategy, and fun interactive game play for 2-4 players. Includes 110 full color playing cards and one sheet of rules.&quot;&#10;&#10;Lightning: War on Terror was a nominee in the Charles S. Roberts awards for Best Modern Era Boardgame (Charles S. Roberts Awards) for 2005.&#10;&#10;Lightning Game Series&#10;&#10;",
    "Categories": [
      "Card Game",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Series: Lightning (Dan Verssen)"
    ]
  },
  {
    "Rank": "25940",
    "Name": "Kazaam Dice",
    "ID": 53373,
    "Year": "(2009)",
    "Geek Rating": "5.484",
    "Avg Rating": "5.06",
    "Link": "https://boardgamegeek.com/boardgame/53373/kazaam-dice",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.2",
    "Description": "Master Ambrosius wanders around his vast home, observing his apprentices with satisfaction. He smiles, seeing how hard they work, calling into being new homunculi and performing daring alchemical experiments. As soon as the doors close behind the dignified alchemist, however, a ruthless competition begins between the younger adepts of the Art. They compete for ingredients, formulas and secrets. The homunculi belonging to the apprentices run around the whole abode, performing pressing tasks in a fight for the title of the best alchemist of their generation.&#10;&#10;Kazaam Dice is a dynamic dice game for 2-4 players, taking on the roles of young alchemists. By strategically using their slim resources, they are trying to succeed in their own experiments and interfere with their enemies' plans at the same time. The exciting gameplay and easy, modern and elastic rules make Kazaam Dice a perfect game for the whole family. Compete for the title of the best pupil of Master Ambrosius!&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "25941",
    "Name": "Krull",
    "ID": 1626,
    "Year": "(1983)",
    "Geek Rating": "5.484",
    "Avg Rating": "5.05",
    "Link": "https://boardgamegeek.com/boardgame/1626/krull",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.4",
    "Description": "From the rulebook:&#10;&#10;&quot;You and your opponents are battling to save Princess Lyssa from the Beast. (He's taken her from Prince Colwyn and carried her off to the Black Fortress!) You must capture the Glaive card. Don't let opponents take it from you! And locate the Black Fortress card, while keeping its whereabouts a secret from others. Once you have the Glaive and can expose the Black Fortress, battle the Beast and try to rescue the Princess. Defeat the Beast and you're winner!&quot;&#10;&#10;Based on the movie of the same name&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Medieval",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "25942",
    "Name": "Dinosaur Escape",
    "ID": 175497,
    "Year": "(2015)",
    "Geek Rating": "5.484",
    "Avg Rating": "5.38",
    "Link": "https://boardgamegeek.com/boardgame/175497/dinosaur-escape",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "The object of Dinosaur Escape is to get all three dinosaurs safely to Dinosaur Island before the volcano erupts! Work together to move the dinosaur movers around the board and uncover the matching dinosaurs under the fern tokens.&#10;&#10;On your turn, roll the die. If you roll a number, move any dinosaur mover the indicated number of spaces any direction on the path. Then turn over one fern token anywhere on the board. If you reveal rocks, bones or other items, flip the token back over. If you reveal a dinosaur, and the dinosaur mover of the same species is in the same habitat area, move the dinosaur moved and matching token to Dinosaur Island. You just helped a dinosaur escape!&#10;&#10;If you reveal a dinosaur but the dinosaur mover of the same species is not in the same habitat as the token, flip the token back over. Dinosaur movers and matching tokens must be in the same habitat to help a dinosaur escape! If you turn over the T-Rex, RUN! Move each of the dinosaur movers in play back to a start space. If you roll a volcano, place volcano piece number 1 in the stand on the board. If you can find and help all three lost dinosaurs escape to Dinosaur Island before completing the 3D volcano puzzle, you all win!&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Prehistoric"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Memory",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Dinosaurs"
    ]
  },
  {
    "Rank": "25943",
    "Name": "Eat It!",
    "ID": 21257,
    "Year": "(2007)",
    "Geek Rating": "5.484",
    "Avg Rating": "4.51",
    "Link": "https://boardgamegeek.com/boardgame/21257/eat-it",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "&#10;Here&rsquo;s a trivia game you can really sink your teeth into! Test your taste buds with fun trivia questions about the foods you love to eat, from Chocolate &amp; Candy to Snacks &amp; Desserts. What kind of animal is Cheetos&rsquo; mascot, Chester? How many fudge stripes are there on a Keebler Fudge Stripes Cookie &ndash; 3, 5, 6, or 7? When Americans scream for ice cream, what is their favorite topping? The answers &ndash; A Cheetah, 5, and Chocolate Syrup! This fun and tasty trivia game redefines the food pyramid, with &ldquo;Snack Attack&rdquo;, &ldquo;Cookies&rdquo;, &ldquo;Ice Cream &amp; Desserts&rdquo;, &ldquo;Candy&rdquo; and &ldquo;Chocolate&rdquo; categories occupying the spaces. Answer the questions correctly, make your way to the top of the Snacks &amp; Sweets Pyramid, and you&rsquo;ll be the Snacks &amp; Sweets Trivia Superstar! Game comes with Eat It! Game Board, 1 Box of 400 Eat It! Question &amp; Answer Cards, 1 Set of 35 Eat It! Pyramid Cards, 1 Die, 6 Game Pieces, and Game Instructions. For 2 &ndash; 6 Players, Ages 13 and Up. &#10;&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "25944",
    "Name": "Alchemy!",
    "ID": 154298,
    "Year": "(2015)",
    "Geek Rating": "5.484",
    "Avg Rating": "5.53",
    "Link": "https://boardgamegeek.com/boardgame/154298/alchemy",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.3333",
    "Description": "Alchemy! is a card game that turns players into competing apprentice alchemists trying to impress their master by being the first to complete a set of potions in a laboratory space they all share. Every turn, players can rush to finish their work or sabotage those who are pursuing the same potions they are, and once you've completed a potion, you can keep it for victory points or drink it to try to get even further ahead.&#10;&#10;Every turn, players draw cards and 'transmute' a component from a pool they share with all of the other players at the table in order to produce 'elements' (earth, air, fire, water) that can then be combined to try to match the formulas at the bottom of the potion cards that act as victory points.&#10;&#10;Potions are randomized each game, so each match has its own feel - some are very directly competitive, producing potions that allow players to directly attack one another, and others require more indirection and planning. Analyzing the available potions and trying to predict the interplay between them and the value of victory points vs. the effects of the potions is a key element of play.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Party Game"
    ],
    "Mechanics": [
      "Pattern Building",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Alchemy"
    ]
  },
  {
    "Rank": "25945",
    "Name": "Shoot Out",
    "ID": 23025,
    "Year": "(1995)",
    "Geek Rating": "5.484",
    "Avg Rating": "5.26",
    "Link": "https://boardgamegeek.com/boardgame/23025/shoot-out",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.1765",
    "Description": "This Knizia 2-player game was originally published in Games &amp; Puzzles in 1995. It has been reprinted several times, including as a bonus item in the DVD Going Cardboard: A Board Game Documentary.&#10;&#10;It is high noon in Silver City, Texas.&#10;&#10;Your opponent faces you on the other side of the street. Deadly silence. Step by step you edge closer towards your foe. Your hand wavers above your gun-belt.&#10;&#10;The game plays from duel to duel until one player picks up cards with a total value of 14 or more. On each turn, a player may move (closer to his opponent) or shoot (you have 2 guns: a Colt and a Winchester rifle). Optionally, either player may choose to end the duel and retreat (picking up more ammo).&#10;&#10;",
    "Categories": [
      "American West",
      "Card Game"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Magazine: GameLink",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "25946",
    "Name": "Mau Mau!!",
    "ID": 193049,
    "Year": null,
    "Geek Rating": "5.484",
    "Avg Rating": "5.03",
    "Link": "https://boardgamegeek.com/boardgame/193049/mau-mau",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "mau mau!! is a family card game. The aim of the game is to get rid of your hand of cards first. You do so by playing cards from your hand that match the top card of the discard pile. Of course, one has to follow certain rules such as matching the color or the number.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Card Games: Shedding / Stops"
    ]
  },
  {
    "Rank": "25947",
    "Name": "Nothing To Declare",
    "ID": 206410,
    "Year": "(2017)",
    "Geek Rating": "5.484",
    "Avg Rating": "5.22",
    "Link": "https://boardgamegeek.com/boardgame/206410/nothing-to-declare",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "0",
    "Weight": "1",
    "Description": "That feeling when you manage to smuggle that stuffed armadillo wearing a cowboy hat in your baggage past customs to take home and show off to your cousin Danny...&#10;&#10;In Nothing To Declare, players take on the role of holiday makers returning home, trying to smuggle the weirdest items through customs to impress their family. The game is played across five rounds, with each round representing a different connecting flight. For each flight, the player poses as a stereotypical passenger in order to try to disguise themselves and get the weirdest items through.&#10;&#10;Nothing To Declare is a light family game that balances luck and strategy. Remember where are the high value items hiding, and plan to play the right passenger card at the right time to maximum effect. Whatever you do, don't reveal an inspection card!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Travel"
    ],
    "Mechanics": [
      "Hand Management",
      "Memory",
      "Push Your Luck",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "25948",
    "Name": "Bonje in de stal",
    "ID": 168840,
    "Year": "(2014)",
    "Geek Rating": "5.484",
    "Avg Rating": "5.08",
    "Link": "https://boardgamegeek.com/boardgame/168840/bonje-in-de-stal",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Chaotic reaction game for the whole family.&#10;&#10;You have to fill your stables with 1 male animal and at least 1 female animal of the same kind. &#10;If you have 2 male animals in 1 stable, than you have &quot;trouble in the stable&quot; or in Dutch &quot;Bonje in de stal&quot;.&#10;&#10;All players flip a card at the same time, grab and play as fast as possible a card of your choice.&#10;Animals you win have to put in your own stable. You can block or empty other stables with elephants, mad cows and crazy horses.&#10;If you have a truck, you can put the animals in other stables.&#10;&#10;Can you be the first player who fills 5 stables?&#10;&#10;Given to the visitors of Spellenspektakel 2014 in Eindhoven, The Netherlands.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Farming"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "25949",
    "Name": "TomaTomato",
    "ID": 256479,
    "Year": "(2018)",
    "Geek Rating": "5.484",
    "Avg Rating": "5.35",
    "Link": "https://boardgamegeek.com/boardgame/256479/tomatomato",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "TomaTomato includes four card types &mdash; Tomato, Mato, Ma, To &mdash; that you will turn over and line up one by one, and after a turn, you must read the entire line of cards from start to finish. At the start you may have to say only &quot;Tomato&quot;, but quickly the cards will escalate into the difficult tongue-twister &quot;Tomatotomatomama!&quot; It sounds great when you can say it smoothly and hilarious when you can't!&#10;&#10;With its simple rules, TomaTomato is a party game full of laughter that anyone can enjoy.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "Characters: Minions"
    ]
  },
  {
    "Rank": "25950",
    "Name": "City Blocks",
    "ID": 138195,
    "Year": "(2013)",
    "Geek Rating": "5.484",
    "Avg Rating": "5.25",
    "Link": "https://boardgamegeek.com/boardgame/138195/city-blocks",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.6364",
    "Description": "Metro City is redeveloping an old industrial district for mixed use (residential, commercial and industrial) and the mayor is offering bonuses to two developers for aesthetic completion of key streets. Can you win greater bonuses than your competitor by strategically building homes, offices, stores, courthouses, parks and malls in ways that upset your opponent&rsquo;s plans for the city?&#10;&#10;The city district is a 6 x 5 grid with 11 named streets. Each street has a mayor's bonus associated with it, from $1 to $15, drawn randomly at the start of the game. Players try to develop each street better than their opponent to claim its bonus.&#10;&#10;Each player keeps a hand of 5 Building tiles out of 20 available to them. When placing a tile on an empty city block, if the tile completes a street (a row or column) they compare the value of their Buildings on the street to their opponent's Buildings to determine who wins the bonus. A straightforward comparison simply involves adding the number of each tile: Residential Buildings count from 1 to 5, Commercial Buildings count from 2 to 6 and Industrial Buildings count from 3 to 7. However, four types of special tiles change how the bonus is determined: a Park or Mall prevents either player's Industrial Buildings from counting towards the bonus on a street; a Power Plant or Mall prevents Residential Buildings from counting towards the bonus. Finally, the Courthouse allows the player to switch the bonuses of two streets.&#10;&#10;Instead of placing a tile on an empty block, a player can discard a Currency token and build over a block they have already developed.&#10;&#10;Whoever has the most money wins, and earns a key to the city from the mayor!&#10;&#10;",
    "Categories": [
      "City Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: nestorbooster",
      "Digital Implementations: Yucata",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "25951",
    "Name": "Mega Jackpot",
    "ID": 419262,
    "Year": "(2024)",
    "Geek Rating": "5.484",
    "Avg Rating": "5.37",
    "Link": "https://boardgamegeek.com/boardgame/419262/mega-jackpot",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Mega Jackpot is a card game crafted to capture the electric atmosphere of a casino slot machine.&#10;&#10;&#10;     Turn over cards to align three matching symbols to hit the Jackpot!&#10;     But the excitement doesn't stop there &ndash; gamble your winnings and flip a tile for a shot at the elusive Mega Jackpot.&#10;     For the true thrill-seekers, push your luck to the limits and go all-in for the Super Mega Jackpot.&#10;&#10;&#10;Victory is just a flip away!&#10;&#10;Embark on an adrenaline-pumping journey into the heart of the casino world, where every player can taste the thrill of risk from the comfort of their home. Mega Jackpot is a rollercoaster of emotions, testing your nerve while filling the room with laughter and cheers.&#10;&#10;Highlights of Mega Jackpot:&#10;Simple: Dive in effortlessly, thanks to a theme everyone knows.&#10;Modular: Engage with the core game or amp up the excitement with the Mega Jackpot tiles.&#10;Brain Boost: Sharpen your mathematical thinking by weighing the odds.&#10;Captivating: Each card turn builds suspense, delivering the casino's thrill without the risk.&#10;&#10;Transform any night into a lively casino adventure with Mega Jackpot &ndash; where fortune favors the brave, and laughter is the ultimate jackpot.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Bingo",
      "Push Your Luck",
      "Sudden Death Ending"
    ],
    "Families": [
      "Digital Implementations: Board Game Arena"
    ]
  },
  {
    "Rank": "25952",
    "Name": "Baker Street: L'héritage de Sherlock Holmes",
    "ID": 294321,
    "Year": "(2019)",
    "Geek Rating": "5.484",
    "Avg Rating": "4.23",
    "Link": "https://boardgamegeek.com/boardgame/294321/baker-street-lheritage-de-sherlock-holmes",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "The game allows two teams of investigators compete who will be the first to solve the crime that happened in the quarter of Westminster by visiting 4 main locations, solving puzzles and gaining indications. These indications will direct to one of multiple suspects. Whoever finds the murderer first wins the game. There is also cooperative variant where one team tries to find the correct solution to the case. Cases are randomly generated by a combination of 4 main puzzles (each in its respective location) chosen out of 9 possibilities for each location.&#10;&#10;&mdash;user summary&#10;&#10;Il semblerait que Sherlock ait besoin de votre aide pour r&eacute;soudre des crimes de plus en plus nombreux &agrave; Londres.&#10;&#10;R&eacute;solvez les &eacute;nigmes, arpentez le Londres du XIXe si&egrave;cle, et &eacute;patez le plus c&eacute;l&egrave;bre des enqu&ecirc;teurs...&#10;&#10;Des cartes &quot; &Eacute;nigme  &quot; pour explorer Hyde Park, Crystal Palace, Kensington Gardens ou encore le Albert Hall.&#10;&#10;Des cartes &quot; Indice &quot; pour progresser et r&eacute;soudre le crime.&#10;&#10;Un poster pour identifier le coupable !&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Deduction",
      "Novel-based",
      "Puzzle"
    ],
    "Mechanics": [],
    "Families": [
      "Books: Sherlock Holmes"
    ]
  },
  {
    "Rank": "25953",
    "Name": "Sherpa",
    "ID": 29117,
    "Year": "(2007)",
    "Geek Rating": "5.484",
    "Avg Rating": "4.56",
    "Link": "https://boardgamegeek.com/boardgame/29117/sherpa",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.8",
    "Description": "Since Edmund Hillary and Tenzing Norgay first climbed Mount Everest in 1953, many mountaineers have attempted to repeat their exploit, but with great difficulty.&#10;&#10;In this game, YOU are responsible for a team of mountaineers whose objective is to reach the summit of Everest. You will establish one of the supply camps essential to your climbs. You will manage and move human and material resources while facing many dangers in the mountain.&#10;&#10;Beware, a strange creature wanders in these sacred regions. The yeti is no longer a legend...&#10;&#10;Embark on this great adventure where the courage of your team-mates will make all the difference.&#10;&#10;On your mark, get set, ...go!&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "25954",
    "Name": "Meme: The Game – Disney Edition",
    "ID": 266031,
    "Year": "(2018)",
    "Geek Rating": "5.484",
    "Avg Rating": "5.15",
    "Link": "https://boardgamegeek.com/boardgame/266031/meme-the-game-disney-edition",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Once upon a time, someone paired a classic Disney scene with a smart saying and a meme was born! Join visuals with sayings to create the funniest memes, as judged by your friends. This Disney version of Meme the Game is more kid-friendly than the original, and is perfect for the entire family.&#10;&#10;To setup, shuffle the Word Card deck and the Picture Card deck separately, and the oldest player serves as the dealer. Each player receives three Word Cards and three Picture Cards, which are dealt face down and kept private from other players.&#10;&#10;The object of the game is to create the funniest &ldquo;meme&rdquo; combining one picture card and one word card from your hand. To start, the first Dealer serves as the &ldquo;judge&rdquo;, who does not submit a meme that round, and other players submit their best picture-and-word combo for the judge to analyze. The judge determines the funniest meme created, and the player who submitted the best meme is given one point. After each round, it is important that every player draw a new word and picture card to bring the total number of cards in his/her hand back up to six (three word cards and three picture cards). From there, the &ldquo;judge&rdquo; responsibilities are passed to the left, and play continues until one player gains five points (that is, wins five rounds with the best meme).&#10;&#10;Contents: 112 picture cards, 88 word cards, and instruction sheet.&#10;&#10;Note: There is another boxed version with 225 picture cards and 175 word cards.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Movies / TV / Radio theme",
      "Party Game"
    ],
    "Mechanics": [
      "Voting"
    ],
    "Families": [
      "Brands: Disney",
      "Mechanism: Judging Games",
      "Theme: Memes"
    ]
  },
  {
    "Rank": "25955",
    "Name": "Marriage Material",
    "ID": 12599,
    "Year": "(2004)",
    "Geek Rating": "5.484",
    "Avg Rating": "5.23",
    "Link": "https://boardgamegeek.com/boardgame/12599/marriage-material",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Welcome to the Dating Pool, where the single life is care-free and full of selfish bliss...that is unless Mother has anything to say about it.&#10;&#10;Though for some, marriage can be a wonderful and fulfilling experience, for others it is seen as a burden to be feared and avoided. In Marriage Material, you are this kind of person. To you, marriage signals the end of all things fun. it means dinner parties, snot nosed children, and in-laws. However, there is still hope. The path to marriage is a complex one, filled with vast Commitments that prove to your significant other that you are indeed &ldquo;The Marrying Type&rdquo;. Do too many of these Commitments and you may quickly find yourself...Marriage Material (From the Website).&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Theme: Love / Romance"
    ]
  },
  {
    "Rank": "25956",
    "Name": "Balance of Power",
    "ID": 43231,
    "Year": "(2012)",
    "Geek Rating": "5.484",
    "Avg Rating": "5.44",
    "Link": "https://boardgamegeek.com/boardgame/43231/balance-of-power",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "1.8333",
    "Description": "Game description from the publisher:&#10;&#10;It is 1815 and the world has been turned upside down. Napoleon Bonaparte has finally been defeated after nearly conquering all of Europe through years of devastating warfare. Now the Great Powers must deal with the chaos left behind. As each nation eagerly tries to grow, a careful balance of governmental, military and economic interests must be maintained.&#10;&#10;In Balance of Power, players carefully create and move Kings, Generals and Bankers as they capture territories and expand their empires. A player&rsquo;s skill and strategy are all that stand between him and ultimate victory!&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Territory Building",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Rock-Paper-Scissors"
    ],
    "Families": []
  },
  {
    "Rank": "25957",
    "Name": "The Furglars",
    "ID": 287741,
    "Year": "(2019)",
    "Geek Rating": "5.484",
    "Avg Rating": "4.87",
    "Link": "https://boardgamegeek.com/boardgame/287741/the-furglars",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "The Furglars is a dice rolling family game that takes game night to a strange and mysterious place. Players take turns rolling an ever-changing quantity of dice hoping to capture Furgles, which are represented by the furry side of each die. Furgles are then traded in for precious Bullion Points. The dice also feature a lock icon which protects Furgles, and a hand icon that can be used to pick locks and steal Furgles from other players. The first player to collect 15 Bullion Points wins the game!&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "25958",
    "Name": "Sweet Mess",
    "ID": 244268,
    "Year": "(2022)",
    "Geek Rating": "5.484",
    "Avg Rating": "4.99",
    "Link": "https://boardgamegeek.com/boardgame/244268/sweet-mess",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "3",
    "Description": "Welcome to the Sweet Mess baking competition. You have worked hard to get here and the Master Chef cannot wait to see how you handle his famous recipes. The Sweet Mess kitchen is chaotic and, of course, &hellip;messy! Work smarter and more efficiently than the other contestants and you might just come away with the victory. May the best chef win!&#10;&#10;Throughout the competition you will gather ingredients from bowls, mix them together, put them in the oven, and bake them to get awarded. The more recipes you complete, the more skillful you become and the more Cooking Points you receive. Bake them in the best possible manner to get baking bonus points. Use kitchen tools to aid you and take advantage of random kitchen events. Ready&hellip;Set&hellip;Bake!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Contracts",
      "Modular Board",
      "Set Collection"
    ],
    "Families": [
      "Components: Game Trayz Inside",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "25959",
    "Name": "Pirates vs. Ninjas",
    "ID": 150162,
    "Year": "(2012)",
    "Geek Rating": "5.484",
    "Avg Rating": "5.08",
    "Link": "https://boardgamegeek.com/boardgame/150162/pirates-vs-ninjas",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "The second game in the &quot;AvA&quot; series that started with Army vs. Aliens.  It is a stand alone 2 player game, but can be combined with the other games in the series for variety or for larger games.&#10;&#10;Each player takes one of the factions and rolls all 9 dice.  Then players alternate either attacks or using a special power.  Dice that are used are put back into the dice cup.  If a player cannot attack or use a power, they instead 'rally' and roll the dice cup (and reroll any or all of their dice still in play).&#10;&#10;The two forces have different special powers.&#10;&#10;",
    "Categories": [
      "Dice",
      "Pirates"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Army vs. Aliens",
      "Players: Two-Player Only Games",
      "Theme: Ninjas"
    ]
  },
  {
    "Rank": "25960",
    "Name": "Mad QUAO",
    "ID": 145621,
    "Year": "(2013)",
    "Geek Rating": "5.484",
    "Avg Rating": "5.13",
    "Link": "https://boardgamegeek.com/boardgame/145621/mad-quao",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.25",
    "Description": "In this sequel to QUAO (pronounced &quot;cow&quot;), The Farm continues to be run under the Iron Hoof of the bovine dictator, QUAO, but as time goes on she is becoming increasingly bizarre and whimsical in her demands! Players must not violate her strange rules or those of her crazed consort, BullyQ, while attempting to rise further in her favor, or possibly even overthrow her rule.&#10;&#10;Mad QUAO is a lightweight hierarchy card game with a few twists. Players take turns playing cards on a central pile and drawing new cards, seeking to empty their hands as soon as the draw deck runs out. The order that players go out determines the hierarchy for the next round.&#10;&#10;But at the beginning of each round, the QUAO adds a new bizarre QUAO Rule Card to the game. If a player breaks a QUAO Rule, they must draw a card &ndash; and so must all of the lower-ranked players. (Of course, the player who caught them gets immunity!) Over the course of the game, other special cards may come up. Bully Rules are similar to QUAO Rules, but affect only one player. In addition, the lower-ranked players have access to a few special Wild Cards in the deck, but they require players to perform stunts.&#10;&#10;The end result is a card game in which you can rise from the ranks of the chicken proletariat to ruler of The Farm through good play and a lot of luck, but you might also have to win a fashion runway walk-off, talk only through a sock puppet, and never say the word &quot;turn&quot;.&#10;&#10;Good luck, QUAOmrade!&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Ladder Climbing"
    ],
    "Families": [
      "Card Games: Climbing",
      "Card Games: Shedding / Stops"
    ]
  },
  {
    "Rank": "25961",
    "Name": "Quinque",
    "ID": 255027,
    "Year": "(2018)",
    "Geek Rating": "5.484",
    "Avg Rating": "5.21",
    "Link": "https://boardgamegeek.com/boardgame/255027/quinque",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "2",
    "Description": "There&rsquo;s only one skydiving competition in which two teams race to form a five-man formation in the middle of free fall. After the starting jumpers make their leap, you have about fifteen minutes to be the first to complete your line and claim victory.&#10;&#10;On your turn in Quinque, you mark a free skydiver on a tile (placing a parachute on their back) and move a tile with the four skydivers on it. You can also choose to move instead of marking, so you may move even two tiles in a turn. Players alternate turns until one of them successfully lines up five of their own skydivers horizontally, vertically, or diagonally. This five-man formation is called &quot;Quinque&quot;!&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Modular Board",
      "Pattern Building"
    ],
    "Families": [
      "Category: Combinatorial",
      "Category: n in a row",
      "Digital Implementations: Board Game Arena",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "25962",
    "Name": "Last Man Standing",
    "ID": 4371,
    "Year": "(1999)",
    "Geek Rating": "5.484",
    "Avg Rating": "4.42",
    "Link": "https://boardgamegeek.com/boardgame/4371/last-man-standing",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.3333",
    "Description": "Each player chooses one of eight characters that spoof popular spy/action-movie characters or actors: James Blonde, Emma Shell, Austin Flowers, Indiana Smith, Jackie Chang, Dirty Larry, Shift, or Arnold Weissenmeiner. They wander around a sort of super-generic indoor area with corridors, rooms, and safes (somebody's HQ? no villains are in evidence), trying to wipe each other out with their character abilities and the weapons and specials they find in the safes. Obviously enough, the last man (or woman, or team) standing wins. Reminiscent of &quot;Frag,&quot; but with more complicated mechanisms.&#10;&#10;The modular boards are square grids on the same scale as most of Jolly Roger's other games; in fact, the boards for &quot;Orcs at the Gates&quot; and &quot;Maul of America&quot; can be used with this game.&#10;&#10;Approximate playing time is totally arbitrary; it will vary depending on the number of players, the size of the playing area, and so forth. Two hours at least matches the standard length of Jolly Roger's timed games.&#10;&#10;Online Play&#10;&#10;&#10;     Ludoholic (no longer available)&#10;&#10;&#10;",
    "Categories": [
      "Fighting",
      "Humor",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Action Points",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "25963",
    "Name": "Gold!",
    "ID": 4404,
    "Year": "(1981)",
    "Geek Rating": "5.484",
    "Avg Rating": "5.01",
    "Link": "https://boardgamegeek.com/boardgame/4404/gold",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.5714",
    "Description": "Using the basic rules, the players start with $1,000,000 and 12 certificates representing financial instruments worth either 900,000, 1,000,000, or 1,100,000 and denominated in either dollars, pounds sterling, deutschemarks, yen, or swiss francs. They proceed around the board, encountering spaces that cause yields to change; prices to change; players to draw Risk or Option cards or roll on the Fate table; players to buy, sell, or swap investments; etc. The first player to reach the &quot;Gold!&quot; space gets an extra $1,000,000 and the game ends immediately; the wealthiest player at that point is the winner.&#10;&#10;The advanced rules add fluctuating certificate values and bank auctions of certificates. Playing time is a guess.&#10;&#10;The photo on the game cover is of an actual pile of a million pounds sterling worth of gold bullion.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Commodity Speculation",
      "Roll / Spin and Move",
      "Stock Holding",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "25964",
    "Name": "Krusade",
    "ID": 20989,
    "Year": "(2005)",
    "Geek Rating": "5.484",
    "Avg Rating": "4.58",
    "Link": "https://boardgamegeek.com/boardgame/20989/krusade",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "In Krusade you roll dice to move along a track (there are a variety of paths to choose from). If you land on some spaces you collect a polyomino from a set of 18. Once you have collected 18 polyominos, you choose a challenge card and you need to use the polyominoes to create the pattern on the challenge card to win the game. While you are trying to solve the puzzle, the other players continue to play. Various locations on the board have different effects such as &quot;return all your pieces and start again&quot;, &quot;take a piece from every player&quot;, or &quot;swap seats with any player&quot;.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Dice",
      "Puzzle"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Building",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Components: Polyominoes"
    ]
  },
  {
    "Rank": "25965",
    "Name": "Posing Pandas",
    "ID": 282080,
    "Year": "(2018)",
    "Geek Rating": "5.484",
    "Avg Rating": "4.48",
    "Link": "https://boardgamegeek.com/boardgame/282080/posing-pandas",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "This game consists of score sheets and five custom panda dice with six unique sides: face, top, back, feet, side with bamboo, side without bamboo. Players take turns rolling the dice up to three times trying to make different combinations. At the end of a turn, the player must fill a box on the scorecard. If the player made no combination, they must enter zero into one of the boxes. A box may only be filled once per game. When all boxes are filled, the game ends. The player with the highest point count wins.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Animals: Pandas",
      "Components: Polyhedral (not D6) dice",
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "25966",
    "Name": "Harry Potter and the Chamber of Secrets Trivia Game",
    "ID": 11635,
    "Year": "(2002)",
    "Geek Rating": "5.484",
    "Avg Rating": "5.02",
    "Link": "https://boardgamegeek.com/boardgame/11635/harry-potter-and-the-chamber-of-secrets-trivia-gam",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.3333",
    "Description": "This trivia game covers the second book of the Harry Potter series: Harry Potter and the Chamber of Secrets.&#10;&#10;Played as a two player game,(or with more players divided into 2 teams), choose either Grffindor or Slytherin's Quidditch team. Each side maneuvers their four quidditch players on the quidditch field board in an attempt to catch the golden snitch. Each card contains 5 different (increasingly difficult) types of questions each keyed to a different position or ball: Quaffle, Keeper, Bludger, Beater or Golden Snitch Question. Which question asked depends upon which player was moved and his/her location on the field.&#10;&#10;The game ends upon the correct answering of a Golden Snitch Question.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Fantasy",
      "Movies / TV / Radio theme",
      "Novel-based",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Books: Harry Potter",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "25967",
    "Name": "Shadowrun: DMZ Downtown Militarized Zone",
    "ID": 3476,
    "Year": "(1990)",
    "Geek Rating": "5.484",
    "Avg Rating": "5.36",
    "Link": "https://boardgamegeek.com/boardgame/3476/shadowrun-dmz-downtown-militarized-zone",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.5",
    "Description": "Shadowrun: Downtown Militarized Zone is a 3D game with cardboard miniatures inspired by the homonym role-playing game.&#10;&#10;DMZ is a game of street combat set in the near future. Quick combat-resolution and movement systems make battles move along, whether the fight is on motorcycles or on foot, whether it is fought with magic, automatic weapons, or bare fists. DMZ is a great introduction to the Shadowrun universe, and will stand alone as a board game, or can be used to resolve large-scale gang and street combats in the Shadowrun roleplaying game.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Better Description Needed!",
      "Players: Two-Player Only Games",
      "Setting: Shadowrun",
      "Theme: Cyberpunk",
      "Versions & Editions: Board Game Versions of Role-Playing Games"
    ]
  },
  {
    "Rank": "25968",
    "Name": "Exile Sun",
    "ID": 72535,
    "Year": "(2012)",
    "Geek Rating": "5.484",
    "Avg Rating": "5.41",
    "Link": "https://boardgamegeek.com/boardgame/72535/exile-sun",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3",
    "Description": "Game Play Description&#10;&#10;Exile Sun combines some of the most compelling strategic mechanics in a way that delivers a streamlined, integrated, and fast-paced game of competition and conflict. Simplified deck building, hand management, simultaneous hidden worker placement, a card draft, 6 unique player advantages, and a revolutionary zero-luck combat resolution system ensure that playing Exile Sun is like no other game. Private and public card-based objectives give players options for points, but they must choose carefully when allocating their limited resources. The player with the most points accumulated at the end of three game cycles wins.&#10;&#10;A Game Round&#10;&#10;The game simply consists of cycles where each player in turn makes four fleet moves and then ends their turn by moving a pawn on the 'Timer Track'. The 'Timer Track' triggers events like 'Supply' and 'Battle' that effect all players simultaneously. Once each event is resolved, the player turns continue.&#10;&#10;&#10;            Moves - These moves can be regular movement, scanning an enemy fleet, launching a decoy fleet, and initiating a battle.  &#10;            Events - The battle and supply events are resolved with a mechanic that may be best described as simultaneous hidden worker placement. This unique mechanic involves the use of a control card with 10 sliding tabs. The resulting game play is tense, intuitive, and intensely competitive. &#10;        &#10;    &#10;&#10;&#10;&#10;Theme Overview&#10;&#10;Far off and forgotten, orbiting the Exile star, a fragmented group of Colonial powers is struggling to exist in the harsh environment of their foreign home.  Having been unexpectedly cut off from contact with Earth over two hundred years ago, the process of gaining some economic recovery has been slow and arduous.  With dissension rising among the populace, these leaders must compete to gain military, economic, and technological advantages over each other in a race to lead the united colonies in a mission to contact Earth. Time is short. While an outright planetary assault could express dominance in military power, perhaps luring out and destroying an opposing Flagship or Construction Shipyard can have the same effect using fewer resources. Or hit and run assaults with fleets of strike craft can be equally effective. But be warned, leaders dare not neglect their own colony resources, or their supporters will lose faith in them and they&rsquo;ll fall quickly out of the race.&#10;&#10;",
    "Categories": [
      "Fighting",
      "Science Fiction"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Hexagon Grid",
      "Open Drafting",
      "Secret Unit Deployment",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "25969",
    "Name": "Don't Be a Dik Dik",
    "ID": 343629,
    "Year": "(2018)",
    "Geek Rating": "5.484",
    "Avg Rating": "4.91",
    "Link": "https://boardgamegeek.com/boardgame/343629/dont-be-a-dik-dik",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "There are lots of naughty names in nature, and we've brought them to you in this hilarious card game. The aim of the game is to get rid of all your cards by collecting pairs and passing wisely...and, most importantly don't be a DIK DIK! Ask any of your fellow players if they have your card to secure a matching pair. If you end the game with the DIK DIK card, tough luck, you're a DIK DIK, you lose!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Mature / Adult"
    ],
    "Mechanics": [
      "Finale Ending",
      "Single Loser Game"
    ],
    "Families": []
  },
  {
    "Rank": "25970",
    "Name": "Monopoly: Canada (Electronic Banking)",
    "ID": 89620,
    "Year": "(2009)",
    "Geek Rating": "5.484",
    "Avg Rating": "4.83",
    "Link": "https://boardgamegeek.com/boardgame/89620/monopoly-canada-electronic-banking",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1",
    "Description": "The modern Canadian edition of the classic real estate game. Buy properties, build houses and hotels, collect rent from fellow players. This edition includes Canadian cities as voted for in an online contest poll in early 2010, and uses an electronic banking device to replace paper money.  Player tokens are also replaced with more modern items, and dollar values of properties, rents and fees have been increased to more comtemporary amounts.&#10;&#10;From the back of the box:&#10;&#10;&quot;Make millions with the swipe of a card! Wheel and deal your way to a fortune even faster using debit cards instead of cash.  All it takes is a card swipe for money to change hands. Now you can collect rent, buy properties and pay fines - all with the touch of a button! It's a new way to play the family classic that's been brought up-to-date with higher property values and locations based on your favourite Canadian cities!&quot;&#10;&#10;",
    "Categories": [
      "Economic",
      "Electronic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Country: Canada",
      "Game: Monopoly (Official)"
    ]
  },
  {
    "Rank": "25971",
    "Name": "Monopoly: Transformers",
    "ID": 29924,
    "Year": "(2007)",
    "Geek Rating": "5.484",
    "Avg Rating": "5.27",
    "Link": "https://boardgamegeek.com/boardgame/29924/monopoly-transformers",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2",
    "Description": "Transform and Roll Out!&#10;&#10;The Civil War between the Autobots and the evil Decepticons has spilled out of Cybertron and onto this collector&rsquo;s edition of the MONOPOLY&reg; game. In this episode of the Transformers saga, you&rsquo;ll travel the Transformers universe buying, selling, and trading cities, bases, and planets, mining for precious Energon Cubes and Anti-Matter to own and control it all. Decipher Autobot and Decepticon cards using a special Card Decoder. Choose from six collectible tokens. Will you fight for the peace loving Autobots as Optimus Prime, Bumblee, or Jazz or the evil Decepticons as Megatron, Starscream, or Soundwave?&#10;&#10;Your destiny is more than meets the eye. Take the Space Bridge and Advance to GO!&#10;&#10;Collectible pewter tokens include: Optimus Prime, Megatron, Bumblebee, Soundwave, Jazz, and Starscream.&#10;&#10;Special Card Decoder allows players to read the directives on the Chance and Community Chest cards.&#10;&#10;Special Monopoly Doubles rules allows Transformers fans to battle for properties, collect extra money, draw Autobot or Decepticon cards, and take away Energon Cubes.&#10;&#10;",
    "Categories": [
      "Economic",
      "Movies / TV / Radio theme",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Theme: Robots",
      "Toys: Transformers"
    ]
  },
  {
    "Rank": "25972",
    "Name": "Roar! Catch the Monster",
    "ID": 172480,
    "Year": "(2015)",
    "Geek Rating": "5.484",
    "Avg Rating": "5.37",
    "Link": "https://boardgamegeek.com/boardgame/172480/roar-catch-the-monster",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "1.4286",
    "Description": "A group of scientists have discovered an abandoned laboratory belonging to the old doctor Swindle. To their great astonishment, they stumbled upon three mutated young monsters retained in the depths of the laboratory! They decided to keep them.&#10;&#10;In Roar! Catch the Monster, the players take on the role of the clever Scientists and the running Monster! The board presents a city divided into numerous districts and buildings. Each of these places gives out a characteristic sound to which the Scientists have to listen in order to catch their monsters. The Scientists move their pawns on the board to designated fields. The player who controls the monster has a mobile device, which is the main tool of the game. They move around the same fields as the Scientists, but their movement can only be detected on a screen.&#10;&#10;The monster has to fulfill its mission before it's captured by the Scientists. Within the mission the monster has to stand in the immediate vicinity of a given place. Together, the Scientists have to guess the current whereabouts of the monster using only the sound played by the mobile device after it completes its move. Using their skills, the players try to predict the route taken by the elusive Monster and catch it before it causes trouble!&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Deduction",
      "Electronic"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Grid Movement",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Digital Hybrid – App/Website Required",
      "Creatures: Monsters"
    ]
  },
  {
    "Rank": "25973",
    "Name": "Bubble Bomb",
    "ID": 171411,
    "Year": "(2015)",
    "Geek Rating": "5.484",
    "Avg Rating": "4.57",
    "Link": "https://boardgamegeek.com/boardgame/171411/bubble-bomb",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "In Bubble Bomb, players use their bubbles to create bombs, or perhaps set bombs off &mdash; whatever the case might be, you need to get your bubbles in order to match target bombs and win.&#10;&#10;To set up, each player takes seven double-sided chips from a bag, with each side of the chip showing a colored symbol; nine additional chips are placed in the center of the table. Nine double-sided bomb tiles are placed to the side, and each bomb tile shows either a color or a symbol, but not both.&#10;&#10;Everyone plays simultaneously, with each player flipping her chips one by one, flipping chips in the center of the table one by one, and swapping one of her chips for one of the publicly available chips. As soon as all seven of a player's chips match one of the target bombs &mdash; say, by being all pink or all triangles or one of each color &mdash; that player yells &quot;Boom!&quot; She then identifies the matching bomb, places one of her chips aside as a one-point scoring marker, draws a new chip from the bag, then flips over that bomb before play resumes.&#10;&#10;If a player matches two bombs simultaneously &mdash; e.g., all blue and one of each symbol &mdash; she sets aside two tokens instead of one. If a players matches the Bubble Bomb, which calls for one of each color and one of each symbol, she claims the Bubble Bomb (even if another player claimed it earlier), then swaps all of her chips for seven in the middle of the table before play resumes; the Bubble Bomb is worth three points at the end of the game.&#10;&#10;With four players, the game ends when the final chip is drawn from the bag and the player with the most points wins; with 2-3 players, the first player to collect nine points wins.&#10;&#10;",
    "Categories": [
      "Real-time"
    ],
    "Mechanics": [
      "Memory",
      "Pattern Building"
    ],
    "Families": []
  },
  {
    "Rank": "25974",
    "Name": "TriATri",
    "ID": 351494,
    "Year": "(2021)",
    "Geek Rating": "5.484",
    "Avg Rating": "4.70",
    "Link": "https://boardgamegeek.com/boardgame/351494/triatri",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "TriATri is a must-follow trick-taking game in which the players each aim to score the most points.&#10;&#10;The &quot;lead suit&quot; is determined by the color of gem chosen by the lead player, from either in front of themselves or a central pool.  The winner of the trick will take the gem.  Players earn positive points for complete sets of gems (1 of each color), and will typically lose points for incomplete sets.&#10;&#10;The cards have a relationship such that their value may be multiplied depending upon the color of the previously played card.&#10;&#10;You can play in the board game arena.&#10;https://boardgamearena.com/gamepanel?game=triatri&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Digital Implementations: Board Game Arena"
    ]
  },
  {
    "Rank": "25975",
    "Name": "Dog-opoly",
    "ID": 14000,
    "Year": null,
    "Geek Rating": "5.484",
    "Avg Rating": "4.68",
    "Link": "https://boardgamegeek.com/boardgame/14000/dog-opoly",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "1.25",
    "Description": "Dog-opoly is a dog themed version of interpretation of Monopoly.&#10;&#10;The traditional properties are replaced with individual breeds of dogs that are traded between the players.  Houses are replaced with &quot;Dog Houses&quot;, hotels are replaced with &quot;Big Bones&quot;, Chance and Community Chest are replaced with &quot;Good Dog&quot; and &quot;Bad Dog&quot;, and a set of cast metal dog-themed tokens are included.&#10;&#10;The only game components which no effort has been made to theme are the money, which is standard across all Late for the Sky games, and the dice.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Animals: Dogs",
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "25976",
    "Name": "NFL Showdown",
    "ID": 12601,
    "Year": "(2002)",
    "Geek Rating": "5.484",
    "Avg Rating": "5.17",
    "Link": "https://boardgamegeek.com/boardgame/12601/nfl-showdown",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.8571",
    "Description": "This is similar to the MLB Showdown game - but it makes use of an electronic bar code reader that resolves play selection. The defense and offense swipe their cards through the reader and then the reader requests a specific player card be swiped through and this will generate a play result. The swiping tends to be flaky (like any other card reader) - you can purchase booster packs to have a better selection of players and plays.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games",
      "Sports Teams: National Football League (NFL)",
      "Sports: American Football / Gridiron"
    ]
  },
  {
    "Rank": "25977",
    "Name": "Mini Cat & Mouse",
    "ID": 35482,
    "Year": "(2008)",
    "Geek Rating": "5.484",
    "Avg Rating": "4.59",
    "Link": "https://boardgamegeek.com/boardgame/35482/mini-cat-and-mouse",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "From the box: An exciting chase waits for you! The clever mice found cheeze in the pantry. Beware the cat...ready to pounce. The race begins! Which lucky mouse will return safely to their mouse hole?&#10;&#10;Ages 4 - 8&#10;&#10;note: a typo on the back of the english edition box claims 2-8 players - which is not possible with only 4 player pieces! The side of the box shows a correct 2-4 player icon&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Cats",
      "Animals: Mice",
      "Series: Mini (Ravensburger)"
    ]
  },
  {
    "Rank": "25978",
    "Name": "1001 Karawane",
    "ID": 30363,
    "Year": "(2007)",
    "Geek Rating": "5.484",
    "Avg Rating": "5.11",
    "Link": "https://boardgamegeek.com/boardgame/30363/1001-karawane",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.875",
    "Description": "1001 Karawane is set in the desert. Players are in search of three magic artifacts - the winning condition of the game. The player who can 'read' the desert best, has the best chance at winning the game.&#10;&#10;Water is of much importance as is protection for your caravans. In cities you'll find gold and gold you can trade with dealers - you might even trade it for a magical artifact.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Exploration",
      "Travel"
    ],
    "Mechanics": [
      "Memory",
      "Trading"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Animals: Camels",
      "Theme: Deserts"
    ]
  },
  {
    "Rank": "25979",
    "Name": "Guess Where?",
    "ID": 13951,
    "Year": "(2004)",
    "Geek Rating": "5.484",
    "Avg Rating": "5.07",
    "Link": "https://boardgamegeek.com/boardgame/13951/guess-where",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "A thematic follow-up to the 1991 game Guess Who?, Guess Where? is another mystery guessing game, though this time you need to figure out where in the house the other player has placed each family member. Players can ask yes or no questions, and they can be either specific (&quot;Is Dad in the Kitchen?&quot;) or general (&quot;Is Dad on the First Floor?&quot;). The first one to correctly guess the location of each of the eight family members wins.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Deduction"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "25980",
    "Name": "StrataGem",
    "ID": 13478,
    "Year": "(2004)",
    "Geek Rating": "5.484",
    "Avg Rating": "5.20",
    "Link": "https://boardgamegeek.com/boardgame/13478/stratagem",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.7333",
    "Description": "From the publisher, Playroom Entertainment:&#10;&#10;In StrataGem, players strategically form a 3x3 grid with the best combinations of cards to score the most points, using cards with the same type of gems, same number of gems or gem cards that form a numeric straight. A player may overlap as often as they want, but at the end of the game, points are scored horizontally, vertically and diagonally in the grid. But don't get your precious jewels snatched away, when opponents attempt to sabotage you with their Gem Thief cards, which will surely keep you on high alert! Put your thinking cap on, stay cool and collected, and you'll be sure to win the game!&#10;&#10;Not to be confused with:&#10;&#10;        Stratagem (1998)&#10;        Stratagem (2014)&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Components: 3 x 3 Grids"
    ]
  },
  {
    "Rank": "25981",
    "Name": "Tavern Trouble",
    "ID": 240355,
    "Year": "(2021)",
    "Geek Rating": "5.484",
    "Avg Rating": "4.45",
    "Link": "https://boardgamegeek.com/boardgame/240355/tavern-trouble",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "8",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Prepare your stool, draw your cards, and get ready for Tavern Trouble &ndash; the fast paced card game that&rsquo;s easy to learn and highly fun. You&rsquo;ll play your cards to control the many travelers of the well-known establishment the Crowned Frog and use their special powers in great brawls.&#10;&#10;Elements of the game&#10;A deck includes 27 characters cards with power from 1 to 9. To keep the scores, each player has a card squared from 0 to 25 (these go by the original name of &ldquo;life points&rdquo;). At the beginning of the game, each player put his life token on the 20 square(during the game it is not possible to go with a score higher than 25 life points).&#10;&#10;Win the game&#10;There is only one way to win the game. When a player loses all his life points, he is eliminated. The game ends when there is only one player with life points.&#10;&#10;Walkthrough&#10;The game is played in a succession of turns, where the players will try to reduce the life points of their opponents. A turn includes 4 phases:&#10;A. deal&#10;B. draw&#10;C. play an ability&#10;D. reveal &amp; score&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Fantasy",
      "Fighting",
      "Party Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management",
      "Player Elimination",
      "Push Your Luck"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "25982",
    "Name": "The Dinosaur Game: Survival or Extinction",
    "ID": 12819,
    "Year": "(1995)",
    "Geek Rating": "5.484",
    "Avg Rating": "5.18",
    "Link": "https://boardgamegeek.com/boardgame/12819/the-dinosaur-game-survival-or-extinction",
    "Min Players": "2",
    "Max Players": "16",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.7778",
    "Description": "The Players are different species of dinosaur, trying to survive. They collect food tokens while surviving attacks from other dinosaurs, natural disasters, and other challenges. The Dinosaurs move through four different habitats - forest, desert, plains, and swamp in a winding path to the finish line. The dinosaur who gets to the finish line first without running out of food wins.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Environmental",
      "Prehistoric"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Roll / Spin and Move",
      "Variable Player Powers"
    ],
    "Families": [
      "Animals: Dinosaurs"
    ]
  },
  {
    "Rank": "25983",
    "Name": "Jailbreakers: Plan Your Escape",
    "ID": 179876,
    "Year": "(2015)",
    "Geek Rating": "5.484",
    "Avg Rating": "5.03",
    "Link": "https://boardgamegeek.com/boardgame/179876/jailbreakers-plan-your-escape",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "In Jailbreakers: Plan Your Escape you take the role of a group of prisoners plotting their escape. Carefully gather materials to create unique items that are needed to execute escape plans. Each item has a special ability which will help you along the way. But be careful as you collect items from rooms around the prison as the guards can catch you!&#10;&#10;Summary of play in six steps:&#10;&#10;Step 1: Roll and Place Prisoner Dice&#10;&#10;A player begins his turn by rolling a six sided die. Depending on the value rolled he must then place that die on a placement card that is less than or equal to that value. Since there can only be one die per placement there is a possibility that he will be unable to place his die due to another player being there or that space being patrolled by a guard, if that is the case he will temporarily lose that die.&#10;&#10;Step 2: Take Action on Placement Card&#10;&#10;After landing on a placement card the player then takes the action associated with that card. Some placements will allow you to collect materials while others let you steal from other players.&#10;&#10;Step 3: Use Material Cards to Craft Items&#10;&#10;Anytime during a players turn they may take two material cards to create a crafted item. Each crafted item has a special ability which helps throughout the game. Some crafted items will alter dice rolls while others make it easier to escape.&#10;&#10;Step 4: Gather the Items for an Escape Plan&#10;&#10;There will be a handful of escape plans that are available for everyone to utilize. Use the escape plans available as a guide on what combination of crafted items you should be creating. Once you have collected the required items needed (2-4 depending on the type of escape plan) you can execute that escape.&#10;&#10;Step 5: Execute an Escape Plan&#10;&#10;In order to successfully escape the player must draw the required success cards needed (Depending on the type of escape plan) one by one. This number is indicated on the escape plan. You may back out at any time but if you fail then you will lose all the items you used during that attempt.&#10;&#10;Step 6: Escape with Two Prisoners&#10;&#10;The first player to escape with two prisoners wins the game&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck",
      "Set Collection",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Jail / Prison (Modern)"
    ]
  },
  {
    "Rank": "25984",
    "Name": "UFO Attack",
    "ID": 63898,
    "Year": "(2010)",
    "Geek Rating": "5.484",
    "Avg Rating": "4.40",
    "Link": "https://boardgamegeek.com/boardgame/63898/ufo-attack",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "An UFO is attacking the moon-base. You control one of four brave astronauts that have to stop the alien. UFO attack is a LEGO&copy; game where all the playing pieces, dice and board is made out of LEGO bricks.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Set Collection"
    ],
    "Families": [
      "Creatures: Aliens / Extraterrestrials",
      "Series: LEGO Games",
      "Theme: UFOs",
      "Toys: LEGO"
    ]
  },
  {
    "Rank": "25985",
    "Name": "Spawn: The Game",
    "ID": 1409,
    "Year": "(1995)",
    "Geek Rating": "5.484",
    "Avg Rating": "4.41",
    "Link": "https://boardgamegeek.com/boardgame/1409/spawn-the-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "While this is essentially a Parchessi variant, the game mechanics were well adapted to the comic book character Spawn, as he was expressed at the time.&#10;&#10;Players play cards from their hands which may affect themselves, affect another player or function as tiles on the board.  In this case, they alter the movement point cost to enter that space.&#10;&#10;Next, players roll dice to build up power (movement) points and move their figure appropriately.&#10;&#10;As in Parcheesi, the first player to complete one trip around the board wins.&#10;&#10;Other items spice up this mix.  Power chips may be spent to add to your roll, but must be spent before you roll.  The Violator pawn sends a Spawn pawn back.  The Overtkill pawn makes it harder to enter its space.&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Dice",
      "Racing"
    ],
    "Mechanics": [
      "Action Points",
      "Tile Placement"
    ],
    "Families": [
      "Theme: Superheroes",
      "Traditional Games: Pachisi / Ludo"
    ]
  },
  {
    "Rank": "25986",
    "Name": "Ramses Return",
    "ID": 89927,
    "Year": "(2011)",
    "Geek Rating": "5.484",
    "Avg Rating": "5.33",
    "Link": "https://boardgamegeek.com/boardgame/89927/ramses-return",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Ramses Pyramid was one of the titles that launched the LEGO games line in 2009, and designer Reiner Knizia was played up in the press due to his involvement with the game.&#10;&#10;In Ramses Return, Knizia and other designers, um, return to the setting of the first game, with players now trying to capture three different golden treasures to win the game. During the game set-up, six differently-colored crystals are hidden underneath six temples placed on the board. An additional eight crystals are laid out on the game board, with four types of golden treasures on display as well, one type in each corner. On a turn, the player rolls the die and gets one of two results:&#10;&#10;&bull; If the die shows one or two colors and the player has a crystal matching one of these colors, then she can move up to two spaces on the board. If she lacks a matching crystal, she picks up a temple and secretly looks inside: if the crystal inside the temple matches, she reveals it, moves her figure up to two spaces, then sets the temple down again, possibly in a new location; if the crystal doesn't match, she replaces the temple and doesn't move.&#10;&#10;&bull; If the die shows a mummy, the player moves her token up to three spaces and moves the mummy three spaces around the outer edge of the board. Any player caught by the mummy leaves a golden treasure (or a crystal if no treasure is held) in that space, then returns to start. The mummy and token movement can be done in either order.&#10;&#10;Land on a crystal or golden treasure that you don't have, and you can claim it. Collecting crystals helps you move more consistently, and collecting treasures is how you win the game. The rules include a few variants for mummy movement and crystal power.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Ancient: Egypt",
      "Constructions: Pyramids",
      "Country: Egypt",
      "Creatures: Mummies",
      "Occupation: Adventurer / Explorer",
      "Series: LEGO Games",
      "Toys: LEGO"
    ]
  },
  {
    "Rank": "25987",
    "Name": "Banana Joe",
    "ID": 267144,
    "Year": "(2018)",
    "Geek Rating": "5.484",
    "Avg Rating": "4.94",
    "Link": "https://boardgamegeek.com/boardgame/267144/banana-joe",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "The little monkey Banane Joe is taking a nap on its banana palm. Try to take away as much bananas as possible from him to win the game. In each round you roll the dice - to make the game more interesting, you may have to give another player one of your bananas without warning or you are allowed to take one banana from one of the others. But take care of Banana Joe! If you have taken too many bananas from his banana palm, he is going to jump into the air. Try to catch him to get additional bananas.&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Animals: Apes / Monkeys",
      "Food & Drink: Bananas"
    ]
  },
  {
    "Rank": "25988",
    "Name": "GemBlo Pyramid",
    "ID": 39145,
    "Year": null,
    "Geek Rating": "5.484",
    "Avg Rating": "4.87",
    "Link": "https://boardgamegeek.com/boardgame/39145/gemblo-pyramid",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1.8333",
    "Description": "The goal of the game is to get rid of your cubes before the other players. When a player has 2 or fewer cubes left, the game ends.&#10;Players draw a number of cubes from the pool of 50 coloured cubes (5 colours and numbered 0-9. The same number is displayed on all six faces of the die). This varies depending upon the number of players in the game.&#10;In turn, each player tries to place a higher valued pyramid on the board than the previous player. If a player is unable to do so, they pass their turn. Play continues with the next person able to place a higher value pyramid on the board unless it goes around to the last person who successfully place a pyramid. In this case, they may place a pyramid of any value. &#10;The board has inset spaces to take the cubes at an angle for stacking the number cubes. A player forms a pyramid by having using three dice on the same level to form a base. Add together the numbers on the bases of these three cubes. The cube placed on the apex of this pyramid must match the last digit of the sum of numbers on the bases. (example: the base is formed of the numbers 5,7,9. The sum is 21. The apex of the pyramid must be a 1). &#10;The value of pyramids played is similar to a poker hand and varies from High Value (different colours and values) to a 'Royal Straight Flush' (a 7,8,9,0 with a 7 at the apex of the same colour).&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Dice",
      "Math"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Gemblo"
    ]
  },
  {
    "Rank": "25989",
    "Name": "Kamakura",
    "ID": 98350,
    "Year": "(2011)",
    "Geek Rating": "5.484",
    "Avg Rating": "4.29",
    "Link": "https://boardgamegeek.com/boardgame/98350/kamakura",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1.2",
    "Description": "Kamakura is a game of feudal Japanese warfare in which you attempt to defeat an opponent by taking their territories before they take yours; this is done by carefully choosing combinations of weapons, soldiers, and arrow barrages to attack with, while defending your own territories with a myriad of defensive techniques. Strategy, deception, and bravery will be your most valuable assets in the complex and varied game of Kamakura.&#10;&#10;The game features original artwork and game play.  The premise of the game is to capture all of your opponents territories OR gain a score of 17 or more. You combine various soldiers each with unique abilities with crafty weapons in order to take territories as your own. The mechanics behind the game are card management and general strategy.&#10;&#10;As of 2014 edition:&#10;&#10;Gameplay;&#10;We&rsquo;ve decided to introduce &ldquo;Clan Power&rdquo; cards. Each deck comes with 1 Clan Power card for each Clan, totaling 4 Clan Power cards per deck. Each Clan Power is unique, adding new strategic elements and depth. &#10;To compensate for adding the new Clan Power cards we took away 1 Naginata and 1 Yumi (the two most powerful weapons). The deck now totals 54 cards. &#10;Color coded backs have been added for easy sorting with their corresponding Clans.&#10;&#10;Updated Territories;&#10;Barrages and Walls now have point values. 1 barrage (Attack Power of 2) can take either the Farm or Village, but 2 barrages (total Attack Power of 4) are needed to take a Fortress or Palace. Walls now have a Defense Power of 2.&#10;Walls also have the ability to scout territories. For example, 1 Barrage can be played on a palace, if your opponent doesn&rsquo;t have a wall, they must still reveal the Territory, but it cannot be captured.&#10;Even though the Barrage now has an Attack Power, it still may NOT be used with a soldier.&#10;&#10;Refined Card UI;&#10;Along with enhanced card and box quality we wanted to address the card design and how they explained themselves. We rethought how to phrase the descriptions and abilities of every single card. This led us to add slight iconography to the cards to further help explain the context that each card may be used in. At the top right of the Abilities box is either a sword, shield, flag or a combination of sword and shield.&#10;&#10;For more info on the 2014 edition refer to the updates section of the Kickstarter for the 2011 edition.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Medieval",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Hand Management"
    ],
    "Families": [
      "Continents: Asia",
      "Country: Japan",
      "Crowdfunding: Kickstarter",
      "History: Kamakura Period to Muromachi Period",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "25990",
    "Name": "Loaded Questions: Adult Version",
    "ID": 28508,
    "Year": "(2007)",
    "Geek Rating": "5.484",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/28508/loaded-questions-adult-version",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "Get ready for fun questions, ridiculous answers and nonstop laughter as you and your friends take turns guessing which player wrote which answer while writing your own personal answers to suggestive, silly, and stimulating questions. The ADULT version of the best-selling Loaded Questions is more than suggestive, more than funny, and (from both laughter and embarrassment) just might make your cheeks as red as the cover of the box!&#10;&#10;",
    "Categories": [
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Loaded Questions",
      "Versions & Editions: Adult Versions of Family-Friendly Games"
    ]
  },
  {
    "Rank": "25991",
    "Name": "Urban Dictionary Game",
    "ID": 173387,
    "Year": "(2015)",
    "Geek Rating": "5.484",
    "Avg Rating": "4.48",
    "Link": "https://boardgamegeek.com/boardgame/173387/urban-dictionary-game",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "In the Urban Dictionary Game, players mix words, definitions, pictures and names to form irreverent combinations! They can also draw or act out words and definitions to win over the judge and rule the round.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "25992",
    "Name": "Titanic",
    "ID": 2012,
    "Year": "(1998)",
    "Geek Rating": "5.484",
    "Avg Rating": "4.91",
    "Link": "https://boardgamegeek.com/boardgame/2012/titanic",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.6667",
    "Description": "Object of the Game:&#10;To save as many of your passengers as possible. Passengers are only safe if they are in life-belts when the ship sinks (game ends).&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": [
      "History: The Sinking of the Titanic"
    ]
  },
  {
    "Rank": "25993",
    "Name": "Superfection",
    "ID": 8943,
    "Year": "(1975)",
    "Geek Rating": "5.484",
    "Avg Rating": "5.14",
    "Link": "https://boardgamegeek.com/boardgame/8943/superfection",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.375",
    "Description": "The object of this game is to pair geometric forms and then place the composite piece into the pop-up tray in the least amount of time. The pop-up tray is a 4x4 grid.&#10;&#10;To start, mix and scatter the geometric shapes making sure that matched pairs are not together. Then turn the timer on and try to match the forms into pairs placing each completed pair on the pop-up tray.&#10;&#10;When finished press the timer to stop it. However much time you have left is your score. If you fail to get all of the pairs collected the pop-up tray will pop-up throwing all the pieces out and giving you no score for the round.&#10;&#10;Re-implements:&#10;&#10;    Perfection&#10;&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Components: 4 x 4 Grids",
      "Series: Perfection (Lakeside Industries)"
    ]
  },
  {
    "Rank": "25994",
    "Name": "Quick And Dirty",
    "ID": 196564,
    "Year": "(2016)",
    "Geek Rating": "5.484",
    "Avg Rating": "4.93",
    "Link": "https://boardgamegeek.com/boardgame/196564/quick-and-dirty",
    "Min Players": "2",
    "Max Players": "20",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Quick And Dirty: An Offensively Fun Party Game is the game that rewards quick wits and dirty minds.&#10;&#10;To play you place a black category card pile and a white letter card pile face down. You then flip both a black and a white card over. The first player to yell an answer that starts with the letter and fits the category is the round winner. e.g.&#10;&#10;&quot;Things that happen in Vegas&quot;... starting with &quot;M&quot;&#10;... &quot;Mistakes!&quot;&#10;&#10;The round winner takes the black card to keep score, whoever had the most black cards at the end is the ultimate winner.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "25995",
    "Name": "Camelot",
    "ID": 14812,
    "Year": "(2005)",
    "Geek Rating": "5.484",
    "Avg Rating": "5.30",
    "Link": "https://boardgamegeek.com/boardgame/14812/camelot",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.6316",
    "Description": "In Camelot, players vie for control of Excalibur. Each player controls five Arthurs and a host of other Arthurian characters in a heated attempt to grab and retrieve the sword before any other player succeeds in this task.&#10;&#10;On the surface, the game appears to be a very simple wargame, combat being quickly resolved without any dice as characters fight each other. The key to the game, however, is that two players are always taking turns at the same time, the turns being regulated by &quot;turn tokens&quot; that pass around the board. When one player finishes his or her turn, the turn-token is passed to the next player who does not already have one. If one player is a slowpoke taking his turn, then the other turn-token passes around the table, allowing other players to take turns. This forces players to take very fast turns, usually about 5 seconds each, allowing the game to move along with the intensity of a video game. Games usually take 20 to 30 minutes to play, even with three to six players.&#10;&#10;Special rules resolve potential conflicts that could occur when two players try to perform actions simultaneously where priority is in question, resolving quickly and simply.&#10;&#10;No player ever quite gets knocked out of the game due to loss of characters; Arthurs always &quot;rejuvenate&quot;, returning to your pile of pieces (your &quot;village&quot;) that can enter the board. Characters start at a chosen entry space at the edge of the board, and move to the center to grab Excalibur, returning the Sword to their entry space to win. Each of the 5 character-types (Merlin, Lancelot, etc) have their own unique abilities, but everyone starts with an identical set of pieces.&#10;&#10;There are also two variants in the rules, allowing players to vary the game by going after the &quot;Accoutrements of Kingship&quot; instead of the Sword, or by gathering a number of gold pieces scattered around the board so as to &quot;buy the kingship&quot;. Tokens are included for these variants.&#10;&#10;The game is very intense and fast, requiring players to think on their feet and make fast realtime decisions; if you are a big fan of slow, deep thinking, strategy games, you might look elsewhere.&#10;&#10;",
    "Categories": [
      "Real-time"
    ],
    "Mechanics": [
      "Passed Action Token",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Theme: King Arthur / The Knights of the Round Table / Camelot"
    ]
  },
  {
    "Rank": "25996",
    "Name": "Håtunaleken",
    "ID": 10625,
    "Year": "(1977)",
    "Geek Rating": "5.484",
    "Avg Rating": "4.64",
    "Link": "https://boardgamegeek.com/boardgame/10625/hatunaleken",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.5",
    "Description": "This is a Swedish historical wargame based on Kingmaker. It recreates the historical happenings in around 1306 between King Erik Magnusson and his brothers Duke Erik and Duke Valdemar called the &quot;H&aring;tuna games&quot; which culminated in the &quot;Nyk&ouml;ping Banquet&quot; in December 1317. (See Wikipedia for details.) Since this is a game it might end in different ways!&#10;&#10;The game is intended for three players, but it is of course conceivable that one player plays both the dukes or only one of them. Another interesting feature is that if one of the royal participants die married, the player continue to take part in the game through the wife - one of three princesses - of the deceased.&#10;&#10;",
    "Categories": [
      "Medieval",
      "Wargame"
    ],
    "Mechanics": [
      "Square Grid"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Country: Sweden"
    ]
  },
  {
    "Rank": "25997",
    "Name": "Amos Daragon",
    "ID": 58339,
    "Year": "(2008)",
    "Geek Rating": "5.484",
    "Avg Rating": "4.83",
    "Link": "https://boardgamegeek.com/boardgame/58339/amos-daragon",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.3333",
    "Description": "Original description on the box:&#10;L'&eacute;quilibre du monde est menac&eacute;, les forces du bien et du mal se confrontent...&#10;&#10;Devenez un Porteur de masques et partez &agrave; la recherche des masques et des pierres de puissance dispers&eacute;s dans l'univers d'Amos Daragon!  Vous aurez &agrave; combattre des dragons, des sorciers, des d&eacute;mons et des cr&eacute;atures fantastiques!  Mais des &ecirc;tres bons et courageux vous aideront dans votre aventure.&#10;&#10;Un jeu original o&ucirc; la rivalit&eacute; et l'entraide se confondent pour vous faire vivre des moments de plus palpitants!&#10;&#10;Translation:&#10;&#10;As the balance of the world is threatened, the forces of good and evil confront...&#10;&#10;Become a Mask Carrier and search for masks and rocks of power scattered throughout the world of Amos Daragon! You must fight dragons, wizards, demons and creatures of fantasy! But good and courageous people will help you in your adventure.&#10;&#10;An original game of competition and cooperation that lets you live the most exciting moments!&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Race",
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Components: Dice with Icons"
    ]
  },
  {
    "Rank": "25998",
    "Name": "Are You Afraid of the Dark?",
    "ID": 9547,
    "Year": "(1995)",
    "Geek Rating": "5.484",
    "Avg Rating": "5.18",
    "Link": "https://boardgamegeek.com/boardgame/9547/are-you-afraid-of-the-dark",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.625",
    "Description": "Are you ready to be initiated into the Midnight Society?  You and your friends will be sent on a journey through the scariest places ever imagined.  If you overcome all of the obstacles, gain points in categories such as knowledge, strength, courage, and be the first one back to the campfire you too will be a member of the Midnight Society.  Players must accumulate a total of six points in each of the six categories and return to the campfire to win.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Horror",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Area Movement",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "25999",
    "Name": "Stacrobats",
    "ID": 9912,
    "Year": "(1970)",
    "Geek Rating": "5.484",
    "Avg Rating": "5.32",
    "Link": "https://boardgamegeek.com/boardgame/9912/stacrobats",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "A stacking game of Plastic Acrobats that are used to make a human tower.&#10;&#10;The game starts with a black acrobat standing on a platform. players then take turns to stack acrobats on top of the black one. A player has to take any acrobats that fall off during his or her turn. The player who loses all his acrobats first is the winner.&#10;&#10;Crazy Clown is similar but has slight game play differences&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Series: Spiele Minis (Ravensburger)",
      "Theme: Circus"
    ]
  },
  {
    "Rank": "26000",
    "Name": "Roope-Setä Liikemiespeli",
    "ID": 66499,
    "Year": "(2010)",
    "Geek Rating": "5.484",
    "Avg Rating": "4.66",
    "Link": "https://boardgamegeek.com/boardgame/66499/roope-seta-liikemiespeli",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "Robert's a great businessman, familiar characters take part in a duck Scrooge, organized by the thrill of competition, a businessman, to win a job Scrooge's group - the winner is the one who deserves the first million.&#10;This game is monopoly/go for broke/payday/cashflow like game! The game goes around the board where players need to make decisions and some weird things, like to make a sound of money or what is the most expensive thing you know. Everytime when you get it right or other player think that you got it, then yu get the amount of money written on the card or on the spcae you are standing on!&#10;Win, by getting a million!&#10;&#10;--publisher's description--&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Economic",
      "Humor",
      "Movies / TV / Radio theme",
      "Trivia"
    ],
    "Mechanics": [
      "Acting",
      "Dice Rolling",
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Brands: Disney"
    ]
  }
]