[
  {
    "Rank": "3601",
    "Name": "Crude: The Oil Game",
    "ID": 147,
    "Year": "(1974)",
    "Geek Rating": "5.910",
    "Avg Rating": "6.70",
    "Link": "https://boardgamegeek.com/boardgame/147/crude-the-oil-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.7379",
    "Description": "In Crude: The Oil Game, players take on the role of oil company CEOs, seeking to expand their companies into multi-national energy mega-corporations.  Just as with real world energy companies, player will setup facilities for oil drilling, oil pumping, oil refining into gasoline, and gasoline selling to the consumer... all of which are represented by actual plastic pieces placed on the board!  Players also speculate by buying and selling oil and gasoline barrels in both the domestic and foreign markets... again represented by actual plastic barrels in their playing area!&#10;&#10;However, the changing economic climate, as well as sudden world news events, will challenge players to keep a long-term strategic view of the world energy markets.  The first player to reach a corporation value of $750 million is the winner!&#10;&#10;Crude: The Oil Game is not only a great simulation of the global oil markets, but with almost 300 plastic playing pieces, it is a sight to behold!  Known as McMulti when it was printed in Europe almost 25 years ago, this great game is finally back in print after many years!&#10;&#10;Brought back into print in 2012 by Stronghold Games, Crude: The Oil Game has been a highly sought-after (&quot;Grail&quot;) game. This is an early Euro-style game &ndash; before Euro-style existed! &ndash; which accurately simulates the market forces and elements of the oil and gasoline markets at all levels of production, including oil drilling, oil pumping, oil and gasoline buying and selling in the domestic and foreign markets, oil refining, and finally gasoline selling to the consumer.&#10;&#10;",
    "Categories": [
      "Economic",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Commodity Speculation",
      "Dice Rolling",
      "Random Production",
      "Tile Placement"
    ],
    "Families": [
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Theme: Oil / Gas / Petroleum",
      "Theme: Trucks"
    ]
  },
  {
    "Rank": "3602",
    "Name": "10 Days in Asia",
    "ID": 22398,
    "Year": "(2007)",
    "Geek Rating": "5.910",
    "Avg Rating": "6.68",
    "Link": "https://boardgamegeek.com/boardgame/22398/10-days-in-asia",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "1.4286",
    "Description": "From the back of the box:&#10;&#10;You have 10 DAYS in ASIA - touring by train, airplane, ship, or on foot. Chart your course from start to finish using destination and transportation tiles. With a little luck and clever planning, you just might outmaneuver your fellow travelers. The first traveler to make connections for a ten day journey wins the game.&#10;&#10;In this fourth installment of the 10 Days in series, the players are touring Asia, arranging their tiles on the ten days (open spots) of their trays to create a string of consecutive steps that, once completed, creates one consecutive journey. Tiles of neighboring countries may be placed side-by-side on the tray, with trains, ships and airplanes connecting distant countries depending on where they are located. Tiles cannot be rearranged in a tray, but must be replaced one at a time from the few face-up tiles available to all players, or from a random draw.&#10;&#10;This installment introduces railroads which allow players to connect any countries that have stops along a selected rail line. These work in addition to the now-familiar airlines (connecting countries of the same color), and ocean liners (although now you have two oceans to contend with).&#10;&#10;",
    "Categories": [
      "Educational",
      "Travel"
    ],
    "Mechanics": [
      "Connections",
      "Hand Management"
    ],
    "Families": [
      "Card Games: Draw and Discard",
      "Continents: Asia",
      "Misc: Mensa Select",
      "Series: 10 Days in ..."
    ]
  },
  {
    "Rank": "3603",
    "Name": "Die Legenden von Andor: Chada & Thorn",
    "ID": 177079,
    "Year": "(2015)",
    "Geek Rating": "5.909",
    "Avg Rating": "6.60",
    "Link": "https://boardgamegeek.com/boardgame/177079/die-legenden-von-andor-chada-and-thorn",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.1522",
    "Description": "Description from the publisher:&#10;&#10;To Andor! Chada the archeress and Thorn the fighter travel from the northern end of Silberland to the southern coast of the island. The dwarfs there will help them cross back to Andor. On their voyage, thrilling adventures and new challenges await them. They will reach safe harbor only if they stick together, yet a sinister enemy follows their steps.&#10;&#10;Die Legenden von Andor: Chada &amp; Thorn, a two-player cooperative card game set in the world of Andor, tells the story of two heroes returning from the north (the setting for Die Legenden von Andor: Die Reise in den Norden). The players may choose one of four ready-to-play adventures, and the placement of the tiles allows them to experience new routes and different challenges.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building"
    ],
    "Families": [
      "Game: Legends of Andor",
      "Players: Two-Player Only Games",
      "Series: Two-player games (Kosmos)"
    ]
  },
  {
    "Rank": "3604",
    "Name": "Oriflamme: Ablaze",
    "ID": 313261,
    "Year": "(2020)",
    "Geek Rating": "5.909",
    "Avg Rating": "7.22",
    "Link": "https://boardgamegeek.com/boardgame/313261/oriflamme-ablaze",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2.2632",
    "Description": "In Oriflamme and Oriflamme Embrasement, the players find themselves in the middle of a medieval feud over the French royal crown. The King is dead! Long live the King! As heads of influential families, the players strive to come to power with cunning and malice, power and strength, virtue and infamy. Their goal: the king's throne!&#10;&#10;In the tactical card game, hidden cards are played in turn. By tactically uncovering and activating their effects, players can outdo or get them out of the way, because all players have the same goal in mind &mdash; to collect the most influence points for their family and thus win the game.&#10;&#10;In Oriflamme Embrasement (second installment of the award winning game Oriflamme), the incendiary war threatens to bring the kingdom to the ground. But nothing will stop your house to conquer the throne by putting forward every inch of your famous lust for power and vengeance.&#10;&#10;Oriflamme Embrasement offers 11 new action cards that can be mixed with Oriflamme or be used as a standalone.&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Medieval",
      "Political"
    ],
    "Mechanics": [
      "Action Queue",
      "Betting and Bluffing",
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Country: France",
      "Game: Oriflamme",
      "Mechanism: Card Line"
    ]
  },
  {
    "Rank": "3605",
    "Name": "Duel of Ages Set 1: Worldspanner",
    "ID": 6050,
    "Year": "(2003)",
    "Geek Rating": "5.909",
    "Avg Rating": "6.52",
    "Link": "https://boardgamegeek.com/boardgame/6050/duel-of-ages-set-1-worldspanner",
    "Min Players": "2",
    "Max Players": "16",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.8769",
    "Description": "From the Publisher:&#10;&#10;Behind the stunning artistry of Duel of Ages lies an epic, deeply intriguing strategy game that will capture your attention for years to come. Build the uniquely modular game map (using the PAKIT board game system) to your own advantage, thwarting the enemy's attempt to do the same.&#10;&#10;Accept a random roster of heroic characters, each with radically different abilities. Discover a way to turn this diverse group into an effective team. To survive, your team must acquire strange and deadly equipment by confronting the illusionary guardians of the labyrinths. But through every minute of play, the enemy will be uncomfortably close, hounding your team as you hound theirs...&#10;&#10;Expanded by&#10;&#10;    Duel of Ages Set 2: Intensity&#10;    Duel of Ages Set 3: Vast Horizons&#10;    Duel of Ages Set 4: Royal Tournament&#10;    Duel of Ages Set 5: Mercenary Camp&#10;    Duel of Ages Set 6: Field of Honor&#10;    Duel of Ages Set 7: Ruins of Cany XII&#10;    Duel of Ages: Masters Addendum&#10;    Duel of Ages: Prestige Pack&#10;    Duel of Ages: Scrye Add-On Pack&#10;&#10;&#10;",
    "Categories": [
      "Adventure",
      "Ancient",
      "Fighting",
      "Post-Napoleonic",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Player Elimination",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Duel of Ages",
      "Theme: Time Travel"
    ]
  },
  {
    "Rank": "3606",
    "Name": "Mesopotamia: Cradle of Civilization",
    "ID": 19301,
    "Year": "(2005)",
    "Geek Rating": "5.909",
    "Avg Rating": "6.48",
    "Link": "https://boardgamegeek.com/boardgame/19301/mesopotamia-cradle-of-civilization",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.435",
    "Description": "At the center is the Ziggurat, where you must bring 4 sacrifice tokens to win. But to deliver them, you must have sufficient Mana reserved by praying in temples, which players build. You bring your sacrifices from 4 huts that you build, and you can breed at an empty hut to increase your people. To build huts, temples, and Mana, you use rocks and timber that you collect from quarries and forests.&#10;&#10;Each turn, you can move 5 places, placing new tiles if you go off the map, seeding stones or timber if they are quarries or forests, and carrying resource to empty plains if you want to build. Building a hut or temple, breeding, or drawing an action card ends your turn, and you bank Mana if you have people on temples. So gradually, you build up your clan and have them do different things. Some stand at temples to pray, some explore and carry resource, others help build or breed. And when you deliver a sacrifice, you kill the messenger too, thus needing to breed more.&#10;&#10;Expanded By&#10;&#10;     Mesopotamia: Expansion&#10;&#10;&#10;",
    "Categories": [
      "Ancient",
      "Civilization"
    ],
    "Mechanics": [
      "Action Points",
      "Modular Board",
      "Pick-up and Deliver",
      "Point to Point Movement"
    ],
    "Families": [
      "Ancient: Mesopotamia",
      "Components: Rocks/Stones",
      "Region: Middle East"
    ]
  },
  {
    "Rank": "3607",
    "Name": "Multiuniversum",
    "ID": 192638,
    "Year": "(2016)",
    "Geek Rating": "5.908",
    "Avg Rating": "6.52",
    "Link": "https://boardgamegeek.com/boardgame/192638/multiuniversum",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.881",
    "Description": "You&rsquo;re part of a team of brilliant scientists working on the super secret lab: CERN. While experimenting with teletransportation your team came across a wonderful discovery: portals to new dimensions!&#10;&#10;Just imagine! Once a portal is open a whole new magical dimension is suddenly very close. All you need to do is take one step forward and you're there.&#10;&#10;The problem is... The crazy wild creatures from those other dimensions can now walk in.&#10;&#10;Oh no.&#10;&#10;Close the portals NOW!&#10;&#10;Multiuniversum is a card game puzzle in which players use actions on their cards to do research, move between 5 modules of the Hadron Collider, preparing tools so they can close portals to alternative realities.&#10;&#10;Each player has 3 cards on hand and 3 actions to make during their turn. Using these cards players can:&#10;&#10;     do research (draw 2 cards)&#10;     prepare a tool&#10;     move to any machine module&#10;     close portal&#10;     use module ability&#10;&#10;&#10;When the player closes a portal they get a sample from this universe (allows player to get bonus points) and knowledge points - described on card.&#10;&#10;Each 5 modules open 5 portals. The game ends immediately when three portals piles have run out. The scientist who got the most knowledge points receive a Nobel prize and wins the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Pick-up and Deliver",
      "Point to Point Movement",
      "Set Collection"
    ],
    "Families": [
      "Components: Multi-Use Cards",
      "Occupation: Researcher / Scientist",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "3608",
    "Name": "The World of Smog: On Her Majesty's Service",
    "ID": 168433,
    "Year": "(2015)",
    "Geek Rating": "5.908",
    "Avg Rating": "6.79",
    "Link": "https://boardgamegeek.com/boardgame/168433/the-world-of-smog-on-her-majestys-service",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "Set in the fantastic steampunk The World of Smog created by Panache Animation, On Her Majesty's Service is a stylish board game for two to four competing players. You'll need to navigate the rotating tiles that make up the game board, trading Ethers and Artefacts in order to fulfill the quest set by Queen Victoria, all the while dealing with the Agents of the Shadow Master.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Auction / Bidding",
      "Set Collection",
      "Stock Holding",
      "Trading"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Components: Gears",
      "Components: Gems/Crystals",
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Organizations: Forgenext",
      "Setting: The World of SMOG",
      "Theme: Steampunk"
    ]
  },
  {
    "Rank": "3609",
    "Name": "Wordsy",
    "ID": 208480,
    "Year": "(2017)",
    "Geek Rating": "5.908",
    "Avg Rating": "6.91",
    "Link": "https://boardgamegeek.com/boardgame/208480/wordsy",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.4",
    "Description": "Wordsy is a streamlined re-implementation of Prolix, a word game from 2010.&#10;&#10;Each round, players study the 8 letters (always consonants) on the board in real time. The first player to write down a word flips a 30-second timer. That player is now the fastest player, and every other player now has 30 seconds to write down their word.&#10;&#10;Once time has run out, the fastest player scores their word by counting the point value of each of the matching letters on the board. Players are not limited to the letters on the board; they can add any letters they'd like. Letters score based on which of the 4 columns of the board they're in, and how rare they are.&#10;&#10;After the fastest player scores, the first player clockwise scores their word, and compares it to the fastest player. If that player scored more than the fastest player, they score a small bonus.&#10;&#10;Every other player scores their word and checks for a bonus. Once they've all done this, the fastest player scores a bonus if their score is equal to or higher than half the other player's scores.&#10;&#10;After 7 rounds, players add the scores their best 5 words, plus their bonuses. The player with the most points wins!&#10;&#10;",
    "Categories": [
      "Real-time",
      "Word Game"
    ],
    "Mechanics": [
      "Paper-and-Pencil",
      "Real-Time",
      "Solo / Solitaire Game",
      "Spelling"
    ],
    "Families": [
      "Components: Sand Timers",
      "Crowdfunding: Kickstarter",
      "Series: Small Box Big Game (Allplay)"
    ]
  },
  {
    "Rank": "3610",
    "Name": "Tin Helm",
    "ID": 347900,
    "Year": "(2021)",
    "Geek Rating": "5.908",
    "Avg Rating": "7.60",
    "Link": "https://boardgamegeek.com/boardgame/347900/tin-helm",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "30",
    "Weight": "1.4706",
    "Description": "The Brotherhood of the Red Cloth long made their home deep in the abandoned mines of the Black Mountains. But sickness came upon them as they delved too deep, and their minds have been twisted and their attention has shifted to creating wicked evils. Darkness now lives here and only a true hero can cure the madness that has consumed all... Are you that hero?&#10;&#10;Tin Helm is the little brother to the hit solo dungeon crawler Iron Helm. Tin Helm shares some mechanics with it's older brother, but applies many new twists. Tin Helm also is quite small in size and makes the perfect dungeon-on-the-go game. It literally fits in a shirt pocket.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Containers: Mint Tins",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "3611",
    "Name": "Blockbuster",
    "ID": 272438,
    "Year": "(2019)",
    "Geek Rating": "5.908",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgame/272438/blockbuster",
    "Min Players": "4",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.05",
    "Description": "Blockbuster is a movie game for anyone who has seen a movie, and like all the best films it comes in two parts:&#10;&#10;In the Movie Buzzer Battle, both teams are given a topic, such as &quot;Movies with dogs&quot;. You start the 15-second timer, yell out a relevant movie, then whack the buzzer to reset the time. The other team is now in the hot seat and has to do the same. Whoever runs out of time hands the advantage to the other team, which takes control of the next round: Triple Charades Jeopardy.&#10;&#10;In this round, teams have to guess the movie, while you act it, use one word, or quote from it. There is all sorts of strategy and stealing, too.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Acting",
      "Team-Based Game"
    ],
    "Families": [
      "Containers: Video Tape Boxes"
    ]
  },
  {
    "Rank": "3612",
    "Name": "Warhammer 40,000: Kill Team – Octarius",
    "ID": 344697,
    "Year": "(2021)",
    "Geek Rating": "5.908",
    "Avg Rating": "8.11",
    "Link": "https://boardgamegeek.com/boardgame/344697/warhammer-40000-kill-team-octarius",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3.7",
    "Description": "While armies numbering millions clash on battlefields spread across a thousand worlds, specialised teams of elite operatives are dispatched on dangerous missions to accomplish vital objectives from the shadows. These kill teams, as they are known, are picked from the most capable and independent of their kind, using strange and esoteric skills to achieve what a mighty army could not.&#10;&#10;The new edition of Warhammer 40,000: Kill Team has been redesigned from the ground up as the greatest tabletop skirmish experience yet, seeing teams of experienced operatives engage in vicious close-quarters combat as they race to complete their missions. In this book you'll find the complete rules for playing Kill Team as well as a host of missions to embark on, lore covering the grim darkness of the 41st Millennium, and insight on the factions vying for dominance among the shadows.&#10;&#10;&mdash;description from the publisher&#10;&#10;This boxed set includes:&#10;&#10;1x 96-page Kill Team Octarius War Manual Book&#10;&#10;23x Citadel Miniatures&#10;&#10;17x Terrain Pieces&#10;&#10;3x Combat Gauges&#10;&#10;Double-sided Game Mat&#10;&#10;Two decks of 27 Tactical Ops cards&#10;&#10;10 dice&#10;&#10;",
    "Categories": [
      "Fighting",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Line of Sight",
      "Measurement Movement",
      "Movement Template",
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Wargames with Rules Supporting Only Two Players",
      "Setting: Warhammer 40,000 Wargames"
    ]
  },
  {
    "Rank": "3613",
    "Name": "The Dark Valley",
    "ID": 66855,
    "Year": "(2013)",
    "Geek Rating": "5.907",
    "Avg Rating": "7.92",
    "Link": "https://boardgamegeek.com/boardgame/66855/the-dark-valley",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "500",
    "Play Time": "500",
    "Weight": "3.3833",
    "Description": "(from GMT website:)&#10;&#10;The Dark Valley is a new game from award-winning designer Ted Raicer, focusing on the entire East Front campaign in World War II. The game components feature a beautiful map from Mark Mahaffey, stretching from Leningrad in the north to the Caucasus Mountains in the south, and around 600 counters representing every major unit that appeared during the course of the conflict. Initially most Soviet infantry are divisions, but as the game progresses these are replaced by armies and corps, so that players are not overwhelmed by the increasing Soviet Order of Battle.  All German mechanized divisions are present in the game, while their infantry is a mix of division and corps.&#10;&#10;Although the game is a semi-monster, and covers the entirety of the conflict from the launch of Barbarossa to the end of the war, the game system emphasizes playability rather than rules overhead, allowing the players to concentrate on strategy choices rather than rules minutiae.&#10;&#10;The core of the game system is a &ldquo;chit-pull&rdquo; activation system. Each turn a variety of action chits are drawn, in a random order, from the Action Chit Pool, and it is this that determines the exact flow of operations on that turn. [...]&#10;&#10;This chit-pull system imposes constant uncertainty upon the player and introduces considerable tension into the game. [...]&#10;&#10;The Axis supply network, which imposed crucial restraints upon the effectiveness of the offensive, is represented using supply depot units.[...]&#10;&#10;Besides the full campaign game, TDV features scenarios for Barbarossa, Case Blue, Kursk, and the Destruction of Army Group Center. Scenario start dates can also be used to explore shorter versions of the campaign.&#10;&#10;The Dark Valley is designed to be playable and exciting, modeling the tension of the campaign elegantly and simply. The game also plays very well in solitaire mode due to the underlying chit-pull system. From the German blitzkrieg in 1941 to the blazing ruins of Berlin, The Dark Valley provides a truly new look at this much-gamed theater.&#10;&#10;TIME SCALE: 1 or 2 months per turn&#10;MAP SCALE: 20 miles per hex&#10;UNIT SCALE: Divisions/Corps/Armies&#10;&#10;COMPONENTS:&#10;&#10;    Two 22x34&quot; maps&#10;    Three sheets of 1/2 &quot; counters&#10;    Four Player Aid Cards&#10;    Two 6-sided dice&#10;    Rules Booklet&#10;    Players Booklet &#10;&#10;&#10;DESIGNER: Ted S. Raicer&#10;DEVELOPER: Paul Marjoram&#10;MAP ART: Mark Mahaffey&#10;COUNTER ART: Charles Kibler&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Hexagon Grid",
      "Movement Points",
      "Multiple Maps",
      "Ratio / Combat Results Table",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Country: Belarus",
      "Country: Estonia",
      "Country: Latvia",
      "Country: Lithuania",
      "Country: Russia",
      "Country: Ukraine",
      "History: World War II (Eastern Front)",
      "Series: Dark Valley WWII (GMT)"
    ]
  },
  {
    "Rank": "3614",
    "Name": "Pendulum",
    "ID": 312804,
    "Year": "(2020)",
    "Geek Rating": "5.907",
    "Avg Rating": "6.40",
    "Link": "https://boardgamegeek.com/boardgame/312804/pendulum",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.9155",
    "Description": "In Pendulum, each player is a powerful, unique noble vying to succeed the Timeless King as the true ruler of D&uuml;nya. Players command their workers, execute stratagems, and expand the provinces in their domain in real time to gain resources and move up the four victory tracks: power, prestige, popularity, and legendary achievement.&#10;&#10;Players must use actual time as a resource in managing their strategy to best their opponents, using time on different action types and balancing it with time spent planning and analyzing. The winner will be the player who manages and invests their time most effectively and who builds the best engine, not the player who acts the quickest.&#10;&#10;Pendulum is the highest-rated protoype in the history of the Stonemaier Games Design Day.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Real-time"
    ],
    "Mechanics": [
      "Action Timer",
      "Deck Construction",
      "Real-Time",
      "Simultaneous Action Selection",
      "Solo / Solitaire Game",
      "Variable Player Powers",
      "Worker Placement",
      "Worker Placement, Different Worker Types"
    ],
    "Families": [
      "Components: Sand Timers",
      "Digital Implementations: Tabletopia",
      "Misc: Watch It Played How To Videos",
      "Organizations: Automa Factory"
    ]
  },
  {
    "Rank": "3615",
    "Name": "The Golden City",
    "ID": 40770,
    "Year": "(2009)",
    "Geek Rating": "5.907",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgame/40770/the-golden-city",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.256",
    "Description": "From far away, the adventurers have come to the island with the golden city in its center. Just arrived, they open up the first shop directly at the coast. Already it is possible to open up other ones in the villages along the street connections.&#10;&#10;That's worth it because through that you'll get goods, keys, money, and concessions that you need for getting ahead. And finally the first is able to establish himself in the golden City and thus get the most precious trading contracts.&#10;&#10;The Gold Trilogy&#10;&#10;Part one of &quot;The Gold Trilogy&quot; (besides Valdora and Felinia)&#10;&#10;Recommendations:&#10;&#10;&#10;     Best Family Game 2009, &#197;&#154;wiat Gier Planszowych&#10;     Der Portner 2009, 5th place&#10;     Pfefferkuchel 2009, 5th place&#10;     Family Strategy Game, Honorable Mention, GAMES Magazine, 2011&#10;     Game by Game 2010, Recommendation&#10;&#10;&#10;Expanded by:&#10;&#10;&#10;     Two player variant &quot;the big drought&quot;&#10;     Additional variant for &quot;the big drought&quot;&#10;&#10;&#10;",
    "Categories": [
      "Adventure",
      "Ancient"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Auction / Bidding",
      "Network and Route Building"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Series: The Gold Trilogy (Michael Schacht)"
    ]
  },
  {
    "Rank": "3616",
    "Name": "Gate",
    "ID": 305752,
    "Year": "(2020)",
    "Geek Rating": "5.907",
    "Avg Rating": "7.38",
    "Link": "https://boardgamegeek.com/boardgame/305752/gate",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.72",
    "Description": "Gate is a solitaire tower-defense game in which you take on the role of the leader of a small medieval town under siege from a swarm of vile creatures from the local forest. You have to manage the health of your town's gate, the tower, and the local farm. In addition, this attack is causing fear levels to rise. If you cannot keep your gate standing or if the fear of the townspeople gets too high, you lose the game. If, however, you can hold off the swarm of enemies long enough, you will be victorious!&#10;&#10;Gate uses deck-building as the driving mechanism in the game. You start with three starting cards, but as the game progresses you can recruit new people from your town to help your cause. Each character has unique abilities, and some even have special powers. The enemies in the game get increasingly more difficult with each new wave, so you have to make good choices as to when to spend resources on fighting off your foes, upgrading your command, and repairing your town.&#10;&#10;&mdash;description from designer&#10;&#10;",
    "Categories": [
      "Horror",
      "Medieval"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Market",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Category: Tower Defense",
      "Containers: Mint Tins",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "3617",
    "Name": "Thebes: The Tomb Raiders",
    "ID": 114387,
    "Year": "(2013)",
    "Geek Rating": "5.907",
    "Avg Rating": "6.86",
    "Link": "https://boardgamegeek.com/boardgame/114387/thebes-the-tomb-raiders",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.0196",
    "Description": "Game description from the publisher:&#10;&#10;Europe at the start of the 20th century: Foreign cultures and their artifacts have a strong appeal for archeologists, and its in that role that players try to increase their knowledge in order to equip and conduct expeditions to Egypt, Mesopotamia, Crete and Greece. Glory and esteem are waiting!&#10;&#10;Thebes: The Tomb Raiders is a card game version of the Thebes board game from designer Peter Prinz and Queen Games.  The game dispenses with the map of Thebes, but retains many of the main aspects of the game.  The main turn-order play of the game is based on the time-track; players must spend time to take actions, with varying amounts of time spent dependent on the nature and benefits of the action.  The player who is furthest back &quot;in time&quot; is the active player.  Players use actions to gain knowledge about five civilizations, and then use this knowledge in different actions to &quot;dig&quot; to pull cards from a civilization's deck that contains treasures and dirt.  The more knowledge a player has about a civilization, the more efficient the player is at searching for treasures.&#10;&#10;The game plays over a certain span of time, and when all players can no longer take any actions because they are out of time, the game is at an end, and the player with the highest score from their accumulated treasures wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Exploration",
      "Travel"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection",
      "Turn Order: Time Track"
    ],
    "Families": [
      "Ancient: Egypt",
      "Ancient: Greece",
      "Ancient: Mesopotamia",
      "Country: Egypt",
      "Country: Greece",
      "Country: Turkey",
      "Islands: Crete (Greece)",
      "Occupation: Adventurer / Explorer",
      "Series: Small Box (Queen)",
      "Theme: Archaeology / Paleontology",
      "Versions & Editions: Card Versions of Non-Card Games"
    ]
  },
  {
    "Rank": "3618",
    "Name": "Railways of Nippon",
    "ID": 214988,
    "Year": "(2018)",
    "Geek Rating": "5.907",
    "Avg Rating": "7.58",
    "Link": "https://boardgamegeek.com/boardgame/214988/railways-of-nippon",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "2.1667",
    "Description": "Description from the publisher:&#10;&#10;Railways of Nippon is a self-contained 2-4 player version of (but not a re-implementation because it also integrates with) Railways of the World with a new map of Japan designed by the Japanese game designer Hisashi Hayashi. The game takes place during Japan's rapid industrial growth during the Meiji era, where you take the role of one of the entrepreneurial railroad baron of that time.&#10;&#10;You plan and lay track, upgrade your trains, sell goods to distant cities, and use operation cards to become the richest railroad baron of Japan! Balance your budget wisely, since taking too many bank bonds can ruin your business over the course of the game. Also, watch the competition closely because you can only use the track that you laid down personally to trade.&#10;&#10;Since the island of Japan is mountainous and narrow there is often not enough space for everyone to lay their track where they want. Foreseeing your competitors moves and well thought out moves will ensure you an undisputed railroad empire!&#10;&#10;It was also released as an expansion, that required components from the base game: Railways of the World: Nippon Expansion.&#10;&#10;",
    "Categories": [
      "Trains"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Network and Route Building",
      "Pick-up and Deliver"
    ],
    "Families": [
      "Country: Japan",
      "Crowdfunding: Kickstarter",
      "Crowdfunding: Spieleschmiede",
      "Digital Implementations: Tabletopia",
      "Game: Railways of the World"
    ]
  },
  {
    "Rank": "3619",
    "Name": "Man O' War",
    "ID": 2516,
    "Year": "(1993)",
    "Geek Rating": "5.907",
    "Avg Rating": "7.18",
    "Link": "https://boardgamegeek.com/boardgame/2516/man-o-war",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.6613",
    "Description": "Man O' War is the game of Raging Sea Battles in the Warhammer World. As an admiral of an ocean-going war fleet you must command your ships - which can be either squadrons of Ships of the Line or heavily armored Men O' War and Independents, in the battle for supremacy of the high seas.&#10;&#10;Players choose fleets from the multitude of races of the Warhammer world. Every ship is represented by a template showing individual areas, each with a description of the items (masts, cannons etc.) in those areas - as well as the damage that they can take before being destroyed. Each location has a value that must be rolled to hit that area when attacked, along with another value that can be rolled by the defending player to possibly prevent any damage that might occur. Ships are classified one of three ways. They are either Ship of the Line (SOL) - which are designed to move as a group of three (each moving and fighting to completion before continuing on with the next ship in the squadron), a Man O' War (MOW)- which are single ships that are much larger, more powerful and crewed by larger numbers than a single SOL classed ship, or finally as an Independent (IND) - which are used individually like a Man O' War but are more in line in strength and abilities to that of a Ship of the Line.&#10;&#10;At the beginning of each turn, players determine Initiative by each rolling a die which determines who will go 1st in each phase - if the numbers are different, or how the wind direction changes if they both roll the same number. If the wind changes, the initiative roll and resolution is repeated until one player wins the die roll.&#10;&#10;Players then conduct the Magic Phase with each Admiral having his Wizard make one spell attempt if desired based on the Initiative order previously determined. If a spell is successful, the other player can try and dispel that spell just cast - but only if they have a corresponding type of magic to make the attempt.&#10;&#10;Next comes the Battle phase - which is also based on the previously determined initiative roll. Players alternate between phases of Movement/Combat, each choosing a single MOW, IND or SOL Squadron and then conducting movement (if desired) and/or making attacks, before passing the turn sequence back to their opponent. This process continues until all ships have been activated on both sides. Once that has occurred, the turn is over and a series of quick turn ending/record keeping events occurs before moving to the next turn. Game play continues for a predetermined time or until one side is destroyed, surrenders or flees the battlefield.&#10;&#10;The Main Boxed set contained 2 sets of 3 Wargalleys for the Empire and another 2 sets of 3 Wargalleys that were considered Pirates. THe main rules also included Fleet Lists and specific rules for each of the 6 Warhammer Races included in the game: The Imperial (Empire), Bretonnian, Dwarf, High Elf, Dark Elf and Orc. Each Race had had unique features, weapons and abilities that made every battle a new challenge for both players. Rules for a Campaign as well as additional pieces like playing pieces like Shoreforts were also included in the main ruleset.&#10;&#10;There were two separate expansions to the main game. The first was Plaguefleet which added rules and templates for the Chaos fleets of Khorne, Slaanesh, Tzeentch and Nurgle (collectively known as a Plaguefleet), the Skaven and finally the Chaos Dwarfs. This expansion effectively doubled the number of available fleets for the game. This expansion also included color templates for the original 6 races as well (Imperial, Bretonnian, Dwarf, High Elf, Dark Elf and Orc).&#10;&#10;The 2nd expansion Sea of Blood mainly introduced new rules for Airpower, Sea Monsters &amp; Beasts and Allies as well as new ships for the Dwarfs and Imperial fleets. The inclusion of the Norse fleet wrapped up the content for this expansion.&#10;&#10;Finally, complete rules for an Undead fleet - as well as some expansion rules for a few of the other races, were included in several of the issues of Game Workshop's Citadel Journal magazine.&#10;&#10;A wide variety of miniatures were produced to represent the many ships detailed in the main game and expansion sets but no miniatures were ever officially made for the Undead fleet. Assembling and painting the miniatures gave the game a feeling of being &quot;collectible&quot; as well as being a hobby in itself. Many players have created customized ships and new ships (and even complete fleets) including rules, ships templates and completed miniatures. The largest collection of these creations is housed at Groups IO and there is a very active Facebook Page as well.&#10;&#10;Man O War is still considered by many GW fan's as one of Games Workshop's best games. The wide variety of different ships, rules for each race and relatively small investment to get up and running contributed greatly to Man O War's popularity. Even today, fans scramble to find copies of the games and with the rise in accessibility to 3D printing, getting a fleet (or two) for this out of print game has never been easier.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Miniatures",
      "Nautical",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Setting: Warhammer Fantasy Wargames"
    ]
  },
  {
    "Rank": "3620",
    "Name": "Fire in the Sky: The Great Pacific War 1941-1945",
    "ID": 14083,
    "Year": "(1999)",
    "Geek Rating": "5.907",
    "Avg Rating": "7.51",
    "Link": "https://boardgamegeek.com/boardgame/14083/fire-in-the-sky-the-great-pacific-war-1941-1945",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "300",
    "Weight": "3.1538",
    "Description": "International Game Series game from Multi-Man Publishing.&#10;&#10;Simulating the Pacific Front of World War II has always been one of the great wargame design challenges. The same distance that planes could cover in a few hours took days for ships and weeks for foot soldiers. Hostile jungles and great oceans combined to make logistics and transport of paramount historical concerns. These and other design puzzles are solvable by only the most gifted designers.&#10;&#10;Renowned Japanese wargame designer Tetsuya Nakamura has successfully met these challenges and Multi-Man Publishing is to offer the elegant result - Fire in the Sky. Fire in the Sky has, until now, only been available in Japanese.&#10;&#10;With only one map and 180 counters, Fire in the Sky packs years of prior Pacific design attempts and experience into an effort that beautifully distills the essence of the conflict and serves as further proof that great things do indeed come in small packages. Fire in the Sky provides players with the same problems and perspectives faced by the historical combatants, yet does so in a game that can be played in 5 hours or less. The game is ingeniously balanced and so provides not only a look into the minds of the actual commanders, but also a fun, competitive and tense gaming experience.&#10;&#10;The game includes glorious 1-inch counters, a clever map that integrates hexes and areas, and rules that cover all of the essential aspects of the Great Pacific War. Oil convoys and troop transports are as vital to victory as the massive Carrier fleets that steam over the vast Pacific. Tetsuya Nakamura&rsquo;s intelligent and ingenious design also offers Western players a fascinating glimpse into the Japanese perspective on the war.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: Australia",
      "Country: China",
      "Country: Japan",
      "Country: United Kingdom",
      "Country: USA",
      "Decades: The 1940's",
      "History: World War II (Pacific)",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Region: Pacific Ocean",
      "Series: International Games (MMP)"
    ]
  },
  {
    "Rank": "3621",
    "Name": "Kobayakawa",
    "ID": 142325,
    "Year": "(2013)",
    "Geek Rating": "5.907",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/142325/kobayakawa",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.1798",
    "Description": "Kobayakawa is a game of bluffing and deduction. In this stylish new game from Jun Sasaki, components are kept at a minimum - there are only 15 cards, 32 tokens and the start player marker.&#10;&#10;The rules are simple:&#10;&#10;At the start each player is given 4 tokens. In addition 8 tokens are placed in the middle of the table. Spare tokens are set aside.&#10;&#10;The deck is shuffled and each player is dealt one card face down, an additional card is dealt face up next to the deck (this card is called the Kobayakawa).&#10;&#10;Each player takes a turn and either:&#10;&#10;- Draws a card to their hand and discards one of their 2 hand cards face up in front of them.&#10;Or&#10;- Turns over the top card of the deck to replace the current Kobayakawa.&#10;&#10;After all players have taken their turns, each must decide if they want to stay in and 'fight' by betting a token.&#10;&#10;All players that decided to fight reveal their card. The player that has the lowest value card adds the value of the current Kobayakawa to their own card. The player with the highest number (their own card; or their own card + the Kobayakawa) wins the round and they take all the tokens that players bet, plus a bonus token from the middle, they take the start player token for the next round.&#10;&#10;On the 7th round (when only 2 tokens remain in the middle) the stakes and the bonus are doubled to 2 tokens.&#10;&#10;After this 7th round the game ends and the player with the most tokens wins the game.&#10;&#10;Example Round:&#10;Kobayakawa: 8&#10;Player A: 9&#10;Player B: Pass&#10;Player C: 15&#10;Player D: 12&#10;&#10;Player C has the highest card value (15), but Player A is declared the winner as the results of the lowest card (9) and the Kobayakawa (8) is 17.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Number"
    ],
    "Mechanics": [
      "Betting and Bluffing"
    ],
    "Families": []
  },
  {
    "Rank": "3622",
    "Name": "Spinderella",
    "ID": 171129,
    "Year": "(2015)",
    "Geek Rating": "5.907",
    "Avg Rating": "6.48",
    "Link": "https://boardgamegeek.com/boardgame/171129/spinderella",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.1846",
    "Description": "In Spinderella, players race to get their three ants across the forest floor as quickly as they can, but spiders await in the branches above and &mdash; with a little help from opponents &mdash; one might swoop down to scoop up your ant and return it to the starting line. You can do the same to them, of course, so search for the right time to act and the right places to hide.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Race",
      "Roll / Spin and Move",
      "Three Dimensional Movement",
      "Track Movement"
    ],
    "Families": [
      "Animals: Ants",
      "Animals: Spiders",
      "Components: 3-Dimensional (3D)",
      "Components: Game Box Used In Play",
      "Components: Magnets"
    ]
  },
  {
    "Rank": "3623",
    "Name": "War of the Worlds: The New Wave",
    "ID": 226631,
    "Year": "(2019)",
    "Geek Rating": "5.906",
    "Avg Rating": "7.02",
    "Link": "https://boardgamegeek.com/boardgame/226631/war-of-the-worlds-the-new-wave",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.2083",
    "Description": "War of the Worlds: The New Wave is an asymmetrical deck-building game with a playing board for two players. The game events unfold several years after the original &quot;War of the Worlds&quot; story by H.G. Wells.&#10;&#10;The extraterrestrial invasion is occurring once again, but this time the Martians have arrived on a giant spaceship that lands in one of the backwater districts in Scotland. During the game, one player commands the alien forces, and the other one leads the UK self-defense units. The main objective of the invaders is to completely annihilate the population of Great Britain, while the opposite side needs to deal enough damage to the Martian army.&#10;&#10;The game is played with two asymmetrical decks of cards, a playing board, tokens, and miniatures.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Novel-based",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Books: The War of the Worlds",
      "Components: Map (Continental / National scale)",
      "Country: United Kingdom",
      "Creatures: Aliens / Extraterrestrials",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "3624",
    "Name": "Cities: Skylines – The Board Game",
    "ID": 267370,
    "Year": "(2019)",
    "Geek Rating": "5.906",
    "Avg Rating": "6.54",
    "Link": "https://boardgamegeek.com/boardgame/267370/cities-skylines-the-board-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "70",
    "Play Time": "70",
    "Weight": "2.4167",
    "Description": "Cities: Skylines &ndash; The Board Game is a co-operative game based on the popular computer game of the same name by Paradox Interactive.&#10;&#10;Gameplay starts with four land boards being visible, the exact number varying depending on the scenario. The goal is to finish a number of milestones and to make the inhabitants of your city happy. At the start of each milestone, one additional board is bought, flipped over from its nature side to its developed side. Players have personal cards that show what they can build, and ideally they discuss and plan with the other players how to best develop the city. The cards show what effects the building will have on the city, for example increasing the need for garbage collection, decreasing crime, or giving a bonus if placed next to a park.&#10;&#10;Cardboard tiles represent residential, commercial, industrial, and other buildings, and they have varied base shapes that are placed on the developed boards on the grid.&#10;&#10;When the players have developed the city to the next milestone, they choose which new board to buy to expand the city, score their current happiness, and start a new milestone. When the last milestone is finished, the game ends, then the total happiness score is summed. There is only one city treasury, and all players add to it when they make money for the city and take money from it for building a hospital or buying a new board. Making sure you have enough money is an important aspect of the game for if you run out of money, you go bankrupt and lose.&#10;&#10;A series of scenarios teach the game in steps, with each new step introducing new parts of the game. The full game with News, Unique buildings, Policies and Roles vary greatly from game to game, as players are provided with new challenges by the emergent behavior of the city.&#10;&#10;",
    "Categories": [
      "City Building",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Modular Board",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Polyominoes",
      "Occupation: Architect"
    ]
  },
  {
    "Rank": "3625",
    "Name": "After the Flood",
    "ID": 36888,
    "Year": "(2008)",
    "Geek Rating": "5.906",
    "Avg Rating": "6.85",
    "Link": "https://boardgamegeek.com/boardgame/36888/after-the-flood",
    "Min Players": "3",
    "Max Players": "3",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3.705",
    "Description": "Description courtesy of BoardgameNews.com&#10;&#10;After the Flood &ndash; a three-player game that&rsquo;s set in Sumeria, with players using regional resources to trade for goods not produced in the area while also building short-lived empires for long-lasting victory points.&#10;&#10;&ldquo;Certain mechanisms were created with three players in mind,&rdquo; says Wallace. &ldquo;You score an empire, then remove it, so you can try to maximize points on your turn without leaving yourself in a position to get hit on following turns.&rdquo; This design sidesteps the problem of a third player winning a game due to fights to the death by players 1 and 2, but that bug becomes a feature in another part of the game. Competition among the players for goods and army strength is relative rather than linear; having twice as many dudes collecting resources won&rsquo;t net you twice the number of goods, so getting into an arms race with one opponent might hurt the two of you together and advantage the third player who can spend resources on better things.&#10;&#10;Controlling different cities gives you different bonuses, with the bonus being based on the history of the city itself: Sippar lets you trade more, Babylon counts for additional armies, and so forth. Combat in the game is dice-based to avoid deterministic battles in which you can guarantee victory simply by piling up more troops, although size does have its advantages.&#10;&#10;&#10;&#10;Game Summary&#10;Like Wallace's other games Libert&eacute; and Byzantium, players don't represent a particular faction/nation. Instead, the game covers a long period of history (~1500 years in this case) and players temporarily control empires as they rise and fall. Score VP at the end of each turn (~350 years) when the empires fall. Players start with several resources and 2 workers in their available stock, and workers in the irrigation and weaving boxes. Each turn follows the same steps:1. Collect Resources (grain and textiles) based on relative rank of workers in the irrigation/weaving. Then take 8 workers to available stock (total 10 at start of game). Move all workers in Scribes and Toolmakers to the left (and &quot;Unused&quot;) side.&#10;&#10;2. Decline (turns 2 and 4 ONLY): each player removes all workers from Dilmun, and 1 from every non-Sumerian region. In the Irrigation and Weaving boxes, the player with the most workers reduces their number TO 2 (with n being the number of workers they returned to supply). The other players remove n workers. Finally, each removes 1 worker from the Scribes and Toolmakers boxes.&#10;&#10;3. Player Actions. In turn order (random at start of game), take 1 action. If anyone has passed, you must discard one item (resource, worker, or army) from your available stock to take an action. Continue rotating in turn order till all 3 pass. Action Choices:&#10;- Build City. Place one of your city markers in Sumerian region with no other city there. Most give you a special power. If all 4 out, may destroy old city to build new one.&#10;- Place Workers. Spend a resource of value x; place up to x workers in ONE location (Scribe box: max 2 workers/player). In addition, or instead, may use each unused scribe to move or place a worker.&#10;- Trade. Each worker is allowed to trade 1 resource for 1 of the resource(s) available in their region. Each region only provides 1 of each resource present there. However, if ANY army is in the region, workers cannot do anything. Each army, though, can conduct 1 trade just like a worker. In addition, or instead, you can use worker(s) in the Toolmakers box to convert metal to Tools (1/worker).&#10;- Start Empire. 3 available each turn, 1/player. Each has designated start region (2 Sumerian empires -- may start anywhere in Sumer). You must have equal or greater number of workers than any other single player in their home region (except Sumerian empires: no workers needed). Take designated # armies into available stock; may buy more (pay resource(s)). Also, may equip (spend resources; rank by value relative to what other already created empires spent). Then come onto board: if enemy army there, fight. Otherwise (or once enemy killed), place 1 or 2 armies in starting region.&#10;- Expand Empire.&#10;... [i]Place Army[/i] token (from available stock) to adjacent region. If enemy army present, fight.&#10;... [i]Destroy City[/i]. If have army in region with enemy city, discard 2 from supply to destroy it -- return to supply.&#10;... [i]Reinforce Region[/i]: place 2nd army into a region (max 2/region).&#10;... After any choice above, may discard 1 army from supply to Expand again.&#10;Fighting&#10;Attacker rolls 2d6. If better equipped than defender, kills on 5+. Otherwise, need 7+. May continue attacking until decide to end battle, or win and place 1 army in new region (all considered 1 attack; i.e., don't need to discard an army to continue the fight).&#10;- Pass. May opt to discard resource(s) as well.&#10;&#10;4. Determine Turn Order. Based on resources discarded when passing: most--&gt;least first--&gt;third. If tied, retain relative turn order.&#10;&#10;5. Score VP. 2VP/region with your army token. Then in turn order, decide whether or not to improve your cities: each requires discarding 2 wood + 0-4 resources (earn 3-18 VP). If improved, place marker on city -- it won't score again.&#10;&#10;6. Reset. Remove all armies from board. Remove all armies and workers from available stock. Advance turn marker.&#10;&#10;End of Game&#10;- After end of turn 5.&#10;- Final scoring: player with most [i]workers[/i] in each region scores VP shown on board.&#10;- Most VP wins. Tiebreaker = turn order.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Civilization",
      "Fighting"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area-Impulse",
      "Dice Rolling",
      "Set Collection"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Ancient: Mesopotamia",
      "Components: Map (Continental / National scale)",
      "Digital Implementations: SlothNinja",
      "Players: Three Players Only Games",
      "Series: Treefrog Line (Warfrog)"
    ]
  },
  {
    "Rank": "3626",
    "Name": "Batman: The Animated Series Adventures – Shadow of the Bat",
    "ID": 299566,
    "Year": "(2021)",
    "Geek Rating": "5.906",
    "Avg Rating": "8.02",
    "Link": "https://boardgamegeek.com/boardgame/299566/batman-the-animated-series-adventures-shadow-of-th",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3.5405",
    "Description": "Running off IDW Games' miniatures-driven &quot;Adventures Universal Game System&quot; (AUGS) engine, Batman: The Animated Series Adventures &ndash; Shadow of the Bat allows players to take the role of any hero in their roster in the game's 24 unique missions, which  areall inspired by fan-favorite episodes. Even villains can be swapped out in every mission to change up the threats that players will face.&#10;&#10;In Shadow of the Bat, 1-4 players take to the streets as Batman, Batgirl, Robin, Commissioner Gordon, and Catwoman, each with their own unique character abilities, skills, and custom dice. They have to work together to take down the likes of Two-Face, The Penguin, Mr. Freeze, The Riddler, Scarecrow, Man-Bat, The Joker, and Harley Quinn. As with other AUGS games, villains can be controlled by the game itself for full co-op play or by a fifth player. AUGS' modularity means that players can even create their own dream scenarios and teams, including bringing in elements from other AUGS products.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Comic Book / Strip",
      "Dice",
      "Miniatures",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Die Icon Resolution",
      "Grid Movement",
      "Hand Management",
      "Modular Board",
      "Solo / Solitaire Game",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Comic Books: Batman",
      "Comic Books: DC Universe",
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Mechanism: Campaign Games",
      "Misc: LongPack Games",
      "Players: One versus Many",
      "Series: Adventures (IDW)",
      "Theme: Superheroes",
      "TV Shows: Batman – The Animated Series"
    ]
  },
  {
    "Rank": "3627",
    "Name": "The A.R.T. Project",
    "ID": 378356,
    "Year": "(2023)",
    "Geek Rating": "5.906",
    "Avg Rating": "7.15",
    "Link": "https://boardgamegeek.com/boardgame/378356/the-art-project",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "2.0526",
    "Description": "You are part of the Art Rescue Team, with the aim of fighting against &quot;The White Hand&quot;, an organization responsible for many thefts of priceless works across the planet. Your team of specialists, the best in their field, will travel from Japan to Rio de Janeiro via Scandinavia in order to recover stolen works of art. Will you manage to gather, together, enough clues in the allotted time to stop this cultural looting?&#10;&#10;In the co-operative game The A.R.T. Project, you play together against the game. Each player draws two mission cards at the beginning of each round, then all players decide the order of the round. Your jerrycan reserves, weapons, allies, and clues are all held in common, and their management is essential. When you play a mission, you spend common resources and find clues that will be useful to everyone. Try to save seven works before the end of the mission deck...&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice",
      "Travel"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Chaining",
      "Cooperative Game",
      "Dice Rolling",
      "Moving Multiple Units",
      "Multi-Use Cards",
      "Multiple Maps",
      "Scenario / Mission / Campaign Game",
      "Set Collection"
    ],
    "Families": [
      "Theme: Art",
      "Theme: Burglary and Heists"
    ]
  },
  {
    "Rank": "3628",
    "Name": "Lanterns Dice: Lights in the Sky",
    "ID": 274090,
    "Year": "(2019)",
    "Geek Rating": "5.905",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgame/274090/lanterns-dice-lights-in-the-sky",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.0833",
    "Description": "The harvest is in, and now it's time to celebrate! The emperor has declared that this shall be the best harvest festival yet.&#10;&#10;In Lanterns Dice: Lights in the Sky, players act as artisans, decorating the palace lake with floating lanterns and launching fireworks to light up the sky. The player who earns the most honor has made the best impression on the emperor and wins.&#10;&#10;In more detail, roll dice and choose which colored lanterns players can fill on their scoresheets. Earn gifts to perform special actions, fill in additional colored lanterns, and create powerful combinations. Cover completed shapes with fireworks tiles to score points and put on a spectacular show!&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Pattern Building"
    ],
    "Families": [
      "Components: Polyominoes",
      "Country: China",
      "Game: Lanterns – The Harvest Festival",
      "Mechanism: Roll-and-Write",
      "Versions & Editions: Dice Versions of Non-Dice Games",
      "Versions & Editions: Roll- or Flip-and-Write Versions of Non-Writing Games"
    ]
  },
  {
    "Rank": "3629",
    "Name": "Axis & Allies: D-Day",
    "ID": 10081,
    "Year": "(2004)",
    "Geek Rating": "5.905",
    "Avg Rating": "6.43",
    "Link": "https://boardgamegeek.com/boardgame/10081/axis-and-allies-d-day",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.3614",
    "Description": "From the Avalon Hill web site:&#10;&#10;It&rsquo;s the morning of June 6, 1944. As Allied forces prepare to storm Normandy&rsquo;s beaches, the fate of Europe is in your hands! In honor of next year&rsquo;s 60th anniversary of D-Day, Avalon Hill will release Axis &amp; Allies D-Day, a new, stand-alone extension of the classic strategy game Axis &amp; Allies. Axis &amp; Allies D-Day will allow players to recreate the largest amphibious invasion in history.&#10;&#10;Axis &amp; Allies D-Day features detailed game components including a new blockhouse piece, an extra-large game board, and original artwork commissioned exclusively for the D-Day game box. Other elements of this new Axis &amp; Allies variant include a card deck with three card types -- Orders, Tactics, and Fortune -- to add depth and complexity to play. Order cards determine play sequence and break turns into distinct phases; Tactics cards offer players varied strategic opportunities; and Fortune cards add an element of unpredictability.&#10;&#10;Axis &amp; Allies D-Day begins as Operation Overlord, the invasion of German-held Normandy, is underway -- 130,000 soldiers of the United Kingdom, Canada, and the United States are poised to assault Fortress Europe. You and your fellow world powers control their fates.&#10;&#10;One player controls Germany, whose Axis forces have turned the beaches of Normandy into a near-impenetrable stronghold. Set to breach those defenses are the Allies: the United Kingdom, Canada, and the United States. The future of Europe and the world hangs in the balance.&#10;&#10;Axis &amp; Allies D-Day is designed for two or three players and can be played in two hours. Axis &amp; Allies D-Day is the third Axis &amp; Allies variant, following the successful Axis &amp; Allies Europe and Axis &amp; Allies Pacific, both of which were published in 2001.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Team-Based Game"
    ],
    "Families": [
      "Country: France",
      "Game: Axis & Allies (Avalon Hill)",
      "Region: Normandy (France)"
    ]
  },
  {
    "Rank": "3630",
    "Name": "Ekö",
    "ID": 177197,
    "Year": "(2015)",
    "Geek Rating": "5.905",
    "Avg Rating": "6.77",
    "Link": "https://boardgamegeek.com/boardgame/177197/eko",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.6111",
    "Description": "The first player with a palace to amass 12 victory points (VP) in constructed buildings and captive Emperors in Ek&ouml; wins the game.&#10;&#10;To set up, fill the board with all the pawns, placed at random. Before starting the game, each player can exchange their Emperor pawn with another of their pawns elsewhere on the board. On your turn, you must do both phases in this order: the action phase, then the reinforcements phase. During the action phase, you must perform one single action:&#10;&#10;&#10;    Move: Move to an empty space, regroup or attack; you can attack only a stack of enemy pieces that contains strictly fewer pieces than the attacking stack &mdash; except that a stack of four pieces can be attacked and destroyed by a stack of one piece.&#10;&#10;&#10;&#10;    Construct: You can construct only one building per space; subsequent construction on the same space replaces the existing building. Each terrain type allows specific types of construction. In order to construct a building on an empty space or on a space already containing one of your buildings, you must sacrifice pieces from a single stack adjacent to this construction space. &#10;&#10;&#10;Once per turn, you can take an extra action by sacrificing three stackable pieces. A stack that contains the Emperor can attack an enemy stack even if it contains an equal number of pieces, and even if it contains another Emperor. Each enemy Emperor you have captive is worth 3 VP.&#10;&#10;During the reinforcements phase, if you have pieces in your reserve, you must return at least one piece to play if you can.&#10;You can place up to three pieces onto a single stack of your color on the board (never on an empty space), respecting the following rule: You cannot place reinforcements on a stack if it is adjacent to another player's building.&#10;&#10;The game ends immediately when a player has amassed 12 VP by adding up the values of his buildings on the board and any Emperors they have captured &mdash; each village is worth 1VP, each tower 2VP, and each castle and captured Emperor 3VP &mdash; and they have at least one palace. Alternatively, if a player is the only one with pieces remaining on the board (making reinforcement impossible for the other players), they win.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Fantasy",
      "Territory Building"
    ],
    "Mechanics": [
      "Grid Movement",
      "Modular Board"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: Hexagonal Tiles",
      "Components: Wooden pieces & boards",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "3631",
    "Name": "Dark Tales",
    "ID": 166158,
    "Year": "(2014)",
    "Geek Rating": "5.905",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgame/166158/dark-tales",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.56",
    "Description": "The card game Dark Tales is inspired by classic fairy tales, retold in a dark style. The land of Dark Tales is populated by disturbing creatures and sinister characters, and the interaction between cards and magic items is the key to success: A character, event, or sword used at the right time can determine the fate of the game! Thanks to the many setting cards, the items you collect change their power from game to game.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Storytelling"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "3632",
    "Name": "KLASK 4",
    "ID": 270131,
    "Year": "(2019)",
    "Geek Rating": "5.905",
    "Avg Rating": "7.44",
    "Link": "https://boardgamegeek.com/boardgame/270131/klask-4",
    "Min Players": "4",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.1429",
    "Description": "KLASK 4 features the gameplay of KLASK, but within a round playing area with four goals so that four players can compete at the same time.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Real-time"
    ],
    "Mechanics": [
      "Real-Time",
      "Slide / Push"
    ],
    "Families": [
      "Components: Magnets"
    ]
  },
  {
    "Rank": "3633",
    "Name": "Cheeky Monkey",
    "ID": 29773,
    "Year": "(2007)",
    "Geek Rating": "5.905",
    "Avg Rating": "6.64",
    "Link": "https://boardgamegeek.com/boardgame/29773/cheeky-monkey",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.1443",
    "Description": "The push-your-luck game Cheeky Monkey includes eight sets of animals &ndash; three elephants, four seals, and so on up to ten monkeys &ndash; with a plastic chip representing each animal. To start the game, you place all the chips in a bag.&#10;&#10;On a turn, a player may draw chips until either (1) he chooses to stop or (2) he draws an animal that he has lying in front of him from a previous draw this turn. In this latter case, he returns all chips in front of him from the current turn to the bag, and the next player then takes his turn. In the former case, he stacks the chips in whatever order he wants on top of any chips he's collected in previous turns. (If a player has animals of only a single type, he can tuck them on the bottom of his stack.) Two special rules come into play while the player draws chips:&#10;&#10;&#10;     If a player draws an animal chip that matches the animal on top of an opponent's stack, the player can steal this animal, adding it to the chips currently in front of him. (If he busts for drawing a duplicate animal, this stolen chip is also returned to the bag.)&#10;     If a player draws a monkey, he can either keep the monkey (as with any other animal) or he can swap the monkey for the chip on top of an opponent's stack.&#10;&#10;&#10;When the last chip has been added to a stack, the game ends. Any player who has more chips of an animal type than any other player receives bonus points equal to the total number of that animal in the game. The player with the most points wins.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": [
      "Animals: Apes / Monkeys",
      "Containers: Unique Shape",
      "Series: Bookshelf (Gryphon Games)"
    ]
  },
  {
    "Rank": "3634",
    "Name": "Tantrix",
    "ID": 1038,
    "Year": "(1991)",
    "Geek Rating": "5.905",
    "Avg Rating": "6.36",
    "Link": "https://boardgamegeek.com/boardgame/1038/tantrix",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.2236",
    "Description": "Tantrix is a strategy game using painted synthetic resin hexagons (often mistakenly thought to be Bakelite). It was invented in New Zealand, and is clearly derived from the earlier Psyche-paths/Kaliko. Tantrix can be played as solitaire puzzles, ranging from easy to almost impossible, or as a multiplayer strategy game featuring a combination of strategy, luck and skill. Each tile has three tracks on it, in three different colors (out of four colors). Each track starts on one side of the tile and ends on another. The goal of the game is to create the longest line or loop of your chosen color. If you create a closed loop, each tile counts for two points.&#10;&#10;Each player has an open hand of six tiles. When it is your turn, you must first play tiles in any spaces that are &quot;required play&quot; (any hole that has at least three tiles bordering it is a required play). After each played tile, you randomly draw a new tile. Once you've filled all required spaces, you play one tile in any legal space. After that, you once again need to fill required spaces. To play the game well, you need to create required spaces in smart ways. This way you can both enable yourself to play more tiles during your turn and force your opponent to play tiles that continue your track (remember that your opponent's hand is open, so try to create required spaces that take advantage of his tiles).&#10;&#10;The full version contains 56 tiles.&#10;&#10;Note that there are also smaller solo brain teaser puzzles that are Outside the Scope of BGG. The 10-tile version is a color matching puzzle. Arrange the tiles so that all the colored lines match where the tiles touch each other. Additionally, for each puzzle challenge, select one color, and create a closed loop. Begin the easy puzzle by using the first four tiles (which are numbered on the reverse side 1, 2, 3 &amp; 4). Increase the level of difficulty by adding the fifth tile, then 6th tile etc. Comes in Green &amp; Black.&#10;&#10;Similar to:&#10;&#10;    Tantrix Gobble&#10;    The Mind Game&#10;    Kaliko (Psyche-Paths)&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Puzzle"
    ],
    "Mechanics": [
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": [
      "Components: Hexagonal Tiles",
      "Containers: Drawstring Bag",
      "Containers: Unique Shape",
      "Containers: Zippered Pouch",
      "Misc: LongPack Games",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "3635",
    "Name": "Fresh Fish",
    "ID": 1017,
    "Year": "(1997)",
    "Geek Rating": "5.905",
    "Avg Rating": "6.76",
    "Link": "https://boardgamegeek.com/boardgame/1017/fresh-fish",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3.044",
    "Description": "Players are trying to build the shortest path from the factories to their outlets.  As buildings and outlets are placed out on the board, the unforgiving road must connect them all, and in doing so may foil the others plans of providing the freshest fish.  A real brain burner.&#10;&#10;",
    "Categories": [
      "City Building"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Animals: Fish / Fishes",
      "Components: 7 x 7 Grids",
      "Components: 9 x 9 Grids"
    ]
  },
  {
    "Rank": "3636",
    "Name": "The Great Fire of London 1666",
    "ID": 41569,
    "Year": "(2010)",
    "Geek Rating": "5.905",
    "Avg Rating": "6.48",
    "Link": "https://boardgamegeek.com/boardgame/41569/the-great-fire-of-london-1666",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "80",
    "Play Time": "120",
    "Weight": "2.5496",
    "Description": "On Sunday September 2, 1666, Thomas Farriner, the baker to the King, forgot to put out the hearth fire in his shop. This simple act of negligence created a towering and lethal inferno which would eventually destroy 13,000 houses and leave nearly 90 percent of the city's population destitute and homeless...&#10;&#10;You are no simple bystander to this tragedy; the future of London lies in your hands.&#10;&#10;In The Great Fire of London 1666, the players are men of wealth and standing who own property around London. The Lord Mayor has failed to act and it is down to these mighty men to lead trained bands of militia to fight the fire and save the city. To do so they must decide which districts to sacrifice to the fire and which to protect. Remember, these same men own much of London, thus such choices will shape their own future and greatly affect their wealth and standing.&#10;&#10;Use the trained bands to suppress the fire and explosives to destroy blocks of housing to create fire breaks and prevent its spread. Do you choose to protect your own homes, turning a blind eye and allowing the fire to consume your rival's property? Or will you stand as the hero of London, and choose to save as much of the city as possible?&#10;&#10;Victory can belong to the player with the most property left after the ashes settle, but stopping the fire and saving London's most famous landmarks may win a more altruistic land owner the hearts and minds of the people.&#10;&#10;Save the city, or watch it burn.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "End Game Bonuses",
      "Hand Management",
      "Secret Unit Deployment",
      "Simulation",
      "Tags",
      "Take That"
    ],
    "Families": [
      "Cities: London (England, UK)",
      "Components: Map (City Scale)",
      "Country: England",
      "Country: United Kingdom",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Theme: Firefighting"
    ]
  },
  {
    "Rank": "3637",
    "Name": "Parfum",
    "ID": 172546,
    "Year": "(2015)",
    "Geek Rating": "5.904",
    "Avg Rating": "6.48",
    "Link": "https://boardgamegeek.com/boardgame/172546/parfum",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.0933",
    "Description": "Who will be the most successful perfumer? Parfum takes the players to the wonderful world of fragrances. Using ingredients like vanilla, lavender, or violets, the players distill precious essences in order to create unique perfumes. Only the player catering to their clientele's preferences will be able to sell their perfume. Each customer favors a specific fragrance, which must be contained in a flask to induce them to buy it.&#10;&#10;",
    "Categories": [
      "Industry / Manufacturing",
      "Renaissance"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Crowdfunding: Kickstarter",
      "Theme: Perfume"
    ]
  },
  {
    "Rank": "3638",
    "Name": "Resident Evil Deck Building Game",
    "ID": 79073,
    "Year": "(2010)",
    "Geek Rating": "5.904",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgame/79073/resident-evil-deck-building-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.2788",
    "Description": "In Resident Evil, a deadly virus has caused the dead to rise and infect any living thing they encounter!  Fleeing to a mysterious mansion, you must gather any materials you can find to protect yourself and fight for your survival against a legion of infected beings!&#10;&#10;The Resident Evil DBG brings the story to life in a game of strategy where players construct their card decks while they play.  Choose one of your favorite characters from Resident Evil such as: Chris Redfield, Jill Valentine, or Albert Wesker among others. Players start with only the most basic of items and weapons. As the game progresses, players build their arsenal with additional Weapons, Ammunition, Action or Item cards to customize their deck and improve their ability in defeating the Infected!  Your deck will be your lifeline to survival.  How will you survive the zombie outbreak?&#10;&#10;The Resident Evil DBG will consist of 250 playing cards, 3 different game modes (Story, Mercenary and Versus) and hundreds of possible scenarios within each mode for unlimited replay value.  No two games will ever be the same!&#10;&#10;&#10;     Story mode is the main version of the game where players must race to claim the best weapons, items, and ammunition before others get to it first. Quick thinking and a good instinct will help you survive the Mansion and be the one to escape to safety.  &#10;     Mercenary mode is similar to Story mode but this mode rewards the players that take the offensive. Players must prove their skills by defeating as many zombies as they can in a limited amount of time. This mode can be played in teams.&#10;     Versus mode removes the Infected from the game and pits the human characters against each other in a battle for dominance. Players must watch their back as they attempt to defeat each other while staying alive themselves. Watch out because you may find that players are not as merciful as the Infected!&#10;&#10;&#10;Players take on the role of one of the Heroes of Resident Evil. They start with a deck of 10 cards, which consist of Weapons and Ammo. Players must use their resources to obtain more powerful Weapons, Ammo, Items, and Action Cards that they add to their deck. As you progress in the game your Deck will become stronger and more efficient. You must use the cards in your deck to fight the &quot;Infected&quot; creatures which awards you Decorations . To win the game you must defeat more &quot;Infected&quot; creatures then your opponents, but the game only ends when the strongest &quot;Infected&quot; creatures is killed. Once he is killed, the player that has gained the most Decorations wins the game.&#10;&#10;&#10;     Ammo cards are used to power your Weapons as well as purchase new cards.&#10;     Weapon cards are used to battle the &quot;Infected&quot; creatures. Stronger weapons require more ammo.&#10;     Item cards allow you to strengthen and Heal your Character.&#10;     Action cards give you additional actions that you can take during your turn, such as drawing more cards or improving the power of your weapons.&#10;&#10;&#10;Game Contents&#10;&#10;     250 Cards&#10;     Game Manual&#10;&#10;&#10;Integrates with:&#10;&#10;    Resident Evil Deck Building Game: Alliance&#10;    Resident Evil Deck Building Game: Mercenaries&#10;&#10;&#10;Expanded by:&#10;&#10;    Resident Evil Deck Building Game: Outbreak&#10;    Resident Evil Deck Building Game: Nightmare&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Horror",
      "Video Game Theme",
      "Zombies"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Open Drafting",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Creatures: Zombies",
      "Players: Games with Solitaire Rules",
      "Video Game Theme: Resident Evil"
    ]
  },
  {
    "Rank": "3639",
    "Name": "Masters of the Universe: The Board Game – Clash for Eternia",
    "ID": 311475,
    "Year": "(2023)",
    "Geek Rating": "5.904",
    "Avg Rating": "7.80",
    "Link": "https://boardgamegeek.com/boardgame/311475/masters-of-the-universe-the-board-game-clash-for-e",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.5862",
    "Description": "When Eternia is threatened by Skeletor and his vile minions, the noble Prince Adam holds aloft the Sword of Power and proclaims, &quot;By the Power of Grayskull, I have the power!&quot;, transforming into He-Man!&#10;&#10;Masters of the Universe: The Board Game - Clash for Eternia is a competitive one vs many or fully cooperative action-driven board game. Choose to play as the Heroic or Evil Warriors, use unique abilities on the battlefield, upgrade skills, and by the power of Grayskull, win the fight for Eternia!&#10;&#10;Players use dice rolling and character stats to move over a hex grid board and control Castle Greyskull.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Action Queue",
      "Campaign / Battle Card Driven",
      "Cooperative Game",
      "Critical Hits and Failures",
      "Dice Rolling",
      "Die Icon Resolution",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Scenario / Mission / Campaign Game",
      "Simultaneous Action Selection",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Category: Tower Defense",
      "Components: Dice with Icons",
      "Components: Miniatures",
      "Crowdfunding: Gamefound",
      "Crowdfunding: Kickstarter",
      "Players: One versus Many",
      "Toys: Masters of the Universe",
      "TV Shows: 80's Cartoons"
    ]
  },
  {
    "Rank": "3640",
    "Name": "Yokohama Duel",
    "ID": 264637,
    "Year": "(2018)",
    "Geek Rating": "5.904",
    "Avg Rating": "7.51",
    "Link": "https://boardgamegeek.com/boardgame/264637/yokohama-duel",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.5263",
    "Description": "It is the beginning of the Meiji era. Once a sleepy fishing village, Yokohama has opened to foreign trade since the end of the Edo period and has now developed into one of Japan&rsquo;s busiest trade centers. Goods such as copper and raw silk have gathered in Yokohama to be exported to foreign countries hungry for them. In addition, foreign technologies and cultural practices have integrated into the Japanese lifestyle as quickly as the modernization of the cityscape.&#10;&#10;In this stand-alone game, you and your opponent compete to dominate the market. Roam the streets, strategically manage your assistants, and build a successful business empire while enlisting the aid of foreign agents. Each district in Yokohama offers unique benefits; exploit them wisely to outplay your opponent. Achieve coveted goals, master new technology, and chart your path to victory.&#226;&#128;&#175;&#10;&#10;&#10;Yokohama Duel: A head-to-head battle for business supremacy awaits!&#226;&#128;&#175;&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Set Collection",
      "Worker Placement"
    ],
    "Families": [
      "Cities: Yokohama (Japan)",
      "Country: Japan",
      "Game: Yokohama",
      "Players: Two-Player Only Games",
      "Versions & Editions: Two-Player Versions of More-Player Games"
    ]
  },
  {
    "Rank": "3641",
    "Name": "Windward",
    "ID": 282922,
    "Year": "(2020)",
    "Geek Rating": "5.904",
    "Avg Rating": "6.94",
    "Link": "https://boardgamegeek.com/boardgame/282922/windward",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "2.36",
    "Description": "You are a captain flying your Ship on the skies of the gaseous planet Celus. Gain the most notoriety by sailing the skies, hunting crestors, fighting opponents. Whichever player has the most notoriety points at the end of the game is the winner. To gain notoriety, you can trade in Crestor teeth and gas at the trading post.&#10;&#10;Players take turns to move their ships, take actions, use supply cards, and battle other players.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Aviation / Flight",
      "Dice",
      "Miniatures",
      "Nautical",
      "Space Exploration",
      "Transportation"
    ],
    "Mechanics": [
      "Area Movement",
      "Bias",
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Hand Management",
      "Modular Board",
      "Pick-up and Deliver",
      "Solo / Solitaire Game",
      "Trading",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Players: Games with Solitaire Rules",
      "Theme: Oil / Gas / Petroleum"
    ]
  },
  {
    "Rank": "3642",
    "Name": "SpellBook",
    "ID": 391834,
    "Year": "(2023)",
    "Geek Rating": "5.904",
    "Avg Rating": "6.49",
    "Link": "https://boardgamegeek.com/boardgame/391834/spellbook",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.0227",
    "Description": "Become the greatest wizard of the Annual Grand Rite by collecting and managing your Materia to feed your familiar and learn your spells. Act quickly to use your powers early...or wait to unleash them at full strength. Your path to victory is full of choices and combined tactics!&#10;&#10;In SpellBook, each player, accompanied by a familiar, possesses a grimoire and collects Materia to master spells and feed their familiar. The game provides pre-drawn spell sets for use in the early rounds, but soon players start drawing spells randomly or create their own spell combinations that are common to all players. Each spell combination gives an effect that lasts the rest of the game, and the more ingenious the combination, the more powerful the effect. As the rounds progress, the game becomes a different experience every time, with more than 2,100 spell combinations being possible.&#10;&#10;The game ends as soon as a magician's grimoire is complete or a familiar is fully fed, then the player with the most points wins.&#10;&#10;SpellBook includes a solo mode that closely mirrors the multiplayer experience, offering a high level of challenge and an excellent way to learn the game's rules.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Digital Implementations: Board Game Arena",
      "Misc: Watch It Played How To Videos"
    ]
  },
  {
    "Rank": "3643",
    "Name": "Billabong",
    "ID": 464,
    "Year": "(1992)",
    "Geek Rating": "5.904",
    "Avg Rating": "6.83",
    "Link": "https://boardgamegeek.com/boardgame/464/billabong",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.8904",
    "Description": "In the geometrical racing game Billabong &mdash; currently available on the market as Billabong Race &mdash; players maneuver teams of kangaroos by jumping around a &quot;billabong&quot;, that is, &quot;a dead-end channel extending from the stream of a river&quot;, with this term being used in Australia. The board is filled with checkerboard-style squares around the billabong in the middle.&#10;&#10;To start, everyone takes turns placing their five kangaroos on an empty square behind the stream that serves as the race's start &mdash; and finish &mdash; line. On your turn, you move one of your five kangaroos, usually moving it in a jump or series of jumps over the other kangaroos. Jumps can be long, but they must take a specific format; for example, if the kangaroo to be jumped over is five spaces away from your current location, your landing space must be five spaces beyond this kangaroo. You can jump over only one kangaroo at a time, but you can make multiple jumps on a turn as long as each jump is along a straight line (whether orthogonally or diagonally) and it does not pass over the billabong. Your other option &mdash; moving a kangaroo just one space &mdash; is usually used as a positioning tactic for a subsequent move.&#10;&#10;The first player to get all five kangaroos around the billabong and over the finish line wins.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals",
      "Racing"
    ],
    "Mechanics": [
      "Grid Movement",
      "Race",
      "Square Grid"
    ],
    "Families": [
      "Animals: Kangaroos",
      "Category: Combinatorial",
      "Components: 14 x 16 Grids",
      "Components: Meeples (Animal) / Animeeples",
      "Components: Wooden pieces & boards",
      "Country: Australia",
      "Digital Implementations: Yucata",
      "Theme: Anthropomorphic Animals"
    ]
  },
  {
    "Rank": "3644",
    "Name": "Tsukiji",
    "ID": 142124,
    "Year": "(2017)",
    "Geek Rating": "5.904",
    "Avg Rating": "7.19",
    "Link": "https://boardgamegeek.com/boardgame/142124/tsukiji",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.9355",
    "Description": "Tokyo, 1930. The morning wakes up lazy, but you have a lot of work to do. In Tsukiji, each player is a restaurant owner who faces other traders at tough auctions for the best batches of fish and seafood. Understand the logic of prices, manipulate quotes, set traps, sabotage your opponents, and seek the greatest possible profit in this tense fight for the best fish in all of Japan!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Commodity Speculation",
      "Market",
      "Open Drafting",
      "Set Collection",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Country: Japan",
      "Crowdfunding: Catarse",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "3645",
    "Name": "Harrow County: The Game of Gothic Conflict",
    "ID": 360899,
    "Year": "(2024)",
    "Geek Rating": "5.904",
    "Avg Rating": "7.94",
    "Link": "https://boardgamegeek.com/boardgame/360899/harrow-county-the-game-of-gothic-conflict",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "3.7419",
    "Description": "A witch named Hester was hung, burned, and buried under a tree. Some time later, the family of Hester come to Harrow County to destroy it, but standing in their way is eighteen-year-old Emmy who mysteriously has powers of her own.&#10;&#10;In the asymmetric combat game Harrow County: The Game of Gothic Conflict, players can play as one of the Protectors, trying to rescue townsfolk, or as one of the family, trying to destroy Harrow County. You can instead play as a third faction that originates from the surprise return of Emmy's twin sister, Kammi, who wants to rule Harrow County. Players activate mason jars to move their haints (undead creatures) around the hex-based board as they try to accomplish their missions. Combat is resolved using a never-before-seen cube tower that's built into the actual box.&#10;&#10;Finally, a third player can enter the game: Hester, the dead witch buried under the tree. She controls the roots of the tree and using the cube tower, Hester can infect haints on her roots, which causes a snake to be placed into its ear. That player can still control this haint, but now so can Hester. If Hester comes back to life, then she needs to eat the other legends to gain all her power back to win.&#10;&#10;In short, Harrow County is a thematic, tactical game of territory control and enemy elimination to determine the fate of Harrow County.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Horror",
      "Mythology"
    ],
    "Mechanics": [
      "Action Drafting",
      "Chit-Pull System",
      "Cube Tower",
      "Deduction",
      "Hexagon Grid",
      "King of the Hill",
      "Movement Points",
      "Moving Multiple Units",
      "Multiple Maps",
      "Network and Route Building",
      "Pick-up and Deliver",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Components: Game Box Used In Play",
      "Containers: Unique Shape",
      "Crowdfunding: Kickstarter",
      "Theme: Witches"
    ]
  },
  {
    "Rank": "3646",
    "Name": "Industria",
    "ID": 8124,
    "Year": "(2003)",
    "Geek Rating": "5.904",
    "Avg Rating": "6.41",
    "Link": "https://boardgamegeek.com/boardgame/8124/industria",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.6762",
    "Description": "Description from designer Michael Schacht (swiped from the Terminal City Gamers site, who in turn got it from Erwin Broens):&#10;&#10;You play chronologically in 5 time periods with specific industries and technologies. It is a bidding game. The new bidding system is: You have an auctioneer. He sells several open cards. He decides the selling order (one by one). The others make clockwise just one bid or no bid. The auctioneer can accept the highest bid, take the money, and sell the next card, or the auctioneer can take the card by himself, but then he is no longer the auctioneer (next clockwise is). If no one bids on something, the auctioneer must take the card (that can be hard because money is really short) - so you have to be careful what you sell.&#10;&#10;The cards you're bidding on are production places, technologies, resources, and improvements (bonus). After the bidding phase you can build production places and improvements and develop technologies, then you immediately get victory points. For that you need money and resources (mainly from other production places).&#10;&#10;Problem: If you build late (next period started) you get less or nothing.&#10;&#10;At the end you get extra points for good improvement combinations and production places that work together.&#10;&#10;Reimplemented by: &#10;&#10;    Industry&#10;&#10;&#10;",
    "Categories": [
      "Economic",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "3647",
    "Name": "Hanafuda",
    "ID": 5451,
    "Year": "(1701)",
    "Geek Rating": "5.903",
    "Avg Rating": "6.86",
    "Link": "https://boardgamegeek.com/boardgame/5451/hanafuda",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.7317",
    "Description": "Hanafuda cards originated in beginning of 18th-century Japan. &#10;Legend says stewards of Edo Shogunate created it from Portuguese playing cards.&#10;&#10;A deck consists of forty-eight cards divided into twelve suits of four cards each. Each suit represents one of the twelve months of the year or individual plants (almost all flowers).&#10;&#10;The cards are small (about 1 x 2 inches), made from stiff cardboard, and are beautifully illustrated.&#10;&#10;Many different games can be played with a Hanafuda deck.&#10;&#10;The standard game was Hachi-Hachi (Eighty-eight), which resembles the Western game Casino, but is more complicated and subtle.  The standard game now is Koi-Koi.&#10;&#10;Re-implemented by:&#10;&#10;    Go Stop, the game using Hwatu (&#237;&#153;&#148;&#237;&#136;&#172;, &#232;&#138;&#177;&#233;&#151;&#152;), Korean Hanafuda.&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Game System"
    ],
    "Mechanics": [
      "Hand Management",
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": [
      "Card Games: Fishing",
      "Characters: Moomins",
      "Country: Japan",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: Tabletopia",
      "Promotional: Board Games",
      "Theme: Flowers",
      "Traditional Games: Hanafuda"
    ]
  },
  {
    "Rank": "3648",
    "Name": "Cover Your Assets",
    "ID": 121193,
    "Year": "(2011)",
    "Geek Rating": "5.903",
    "Avg Rating": "6.44",
    "Link": "https://boardgamegeek.com/boardgame/121193/cover-your-assets",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.1346",
    "Description": "The stakes are high in this high-energy, competitive, and cut-throat, set-collection card game from Grandpa Beck's Games!&#10;&#10;In Cover Your Assets, players compete to become the first millionaire by building towers of matching sets made from 10 different types of asset cards (things like jewels, piggy banks, classic autos, and more). Each new set that is created is stacked crosswise on top of the previous set, covering, and protecting, all the sets beneath it.&#10;&#10;The top set of assets in your pile is vulnerable, and can be stolen by other players if they show you a matching asset card, or wild (which are Silver and Gold cards) from their hand. You can defend your stack by showing the challenger a matching card from your own hand. If you do, they can counter with another matching card of their own. The battle rages back and forth until one player can't respond, or bows out.&#10;&#10;If you win, you keep the set, if the challenger wins, they take the set. Regardless of who wins, ALL the cards used in the challenge are added to the set, increasing its value and allure to other players.&#10;&#10;To keep the set from being stolen by another player, the best thing you can do is to Cover Your Assets, by creating a new pair from your hand, or by stealing a set from the top of another player's stack during your next turn.&#10;&#10;At the end of the round scores are tallied, the cards are shuffled, and a new round begins. The first player to reach $1,000,000 wins!&#10;&#10;Cover Your Assets is quick to learn, and simple to play, yet surprisingly addictive and strategic. The game plays with 4-6 players, and is a great for mixed groups as kids, teens, parents, and grandparents alike can learn the game in minutes and enjoy it for hours.&#10;&#10;The 2021 edition contains advanced rules, new cards, and rules for 2 &amp; 3 players!&#10;&#10;Be warned: This is not a good game for sore losers!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Digital Implementations: Sovranti"
    ]
  },
  {
    "Rank": "3649",
    "Name": "Marvel Dice Masters: The Amazing Spider-Man",
    "ID": 177939,
    "Year": "(2015)",
    "Geek Rating": "5.903",
    "Avg Rating": "7.32",
    "Link": "https://boardgamegeek.com/boardgame/177939/marvel-dice-masters-the-amazing-spider-man",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.2727",
    "Description": "Marvel Dice Masters: The Amazing Spider-Man is a collectible dice-building tabletop game designed by Quarriors! creators Michael Elliott and Eric M. Lang.&#10;&#10;The Marvel Dice Masters: The Amazing Spider-&shy;Man Starter Set features fan favorite characters like Spider-&shy;Man, Ghost Rider, Kingpin, and more! Marvel Dice Masters: The Amazing Spider-&shy;Man premieres the Sinister Six, Allies, Underdogs, and other exciting mechanics!&#10;&#10;With game&shy;play that supports two players in epic dice battles, Marvel Dice Masters: The Amazing Spider-&shy;Man will let players build their own team of heroes or villains! The Marvel Dice Masters: The Amazing Spider-&shy;Man Starter Set is perfect for the Dice Masters veteran or someone looking to jump into the game fresh!&#10;&#10;Introducing more than 30 heroes and villains (and their dice!), Marvel Dice Masters: The Amazing Spider-&shy;Man will be sure to stick out as a highlight of your Dice Masters collections!&#10;&#10;The Marvel Dice Masters: The Amazing Spider-Man Gravity Feed features fan favorite characters like Spider-Man, Gwen Stacy, Aunt May, Blink, The Sinister Six, Agent Venom, Cloak, Dagger, and more!&#10;&#10;Marvel Dice Masters: The Amazing Spider-Man has brand new mechanics for Allies and Underdogs. Even when the odds are against Spider-Man, he&rsquo;ll surprise you with some new tricks!&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Comic Book / Strip",
      "Dice",
      "Fighting"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Dice Games",
      "Comic Books: Marvel Universe",
      "Comic Books: Spider-Man",
      "Game: Dice Masters",
      "Players: Two-Player Only Games",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "3650",
    "Name": "Back to the Future: Dice Through Time",
    "ID": 292564,
    "Year": "(2020)",
    "Geek Rating": "5.903",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/292564/back-to-the-future-dice-through-time",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.0857",
    "Description": "Great Scott! Biff stole the DeLorean and went on a joyride through time, disrupting events and scattering items through space and time! Now it&rsquo;s up to you to help Doc and Marty repair the space-time continuum before time paradoxes unravel the very fabric of the universe. Jump in your time machine, complete events, return items, and help! The future is in your hands!&#10;&#10;In this cooperative dice game, you&rsquo;ll take control of a DeLorean and travel through the entire Back to the Future film trilogy, completing memorable events and returning key items to their proper place and time before the OUTATIME tracker reaches &ldquo;Game Over.&rdquo; Each round, you and your fellow players will roll dice to determine your actions, which include time travel, moving meddling members of the Tannen family, and more.&#10;&#10;You&rsquo;ll use your dice to complete events from the films. Once an event is complete, you&rsquo;ll draw an item card, which you&rsquo;ll need to return by traveling to the year and location listed on the card. Then, the OUTATIME tracker is reduced &mdash; buying you more time &mdash; and you earn an Einstein token. Einstein tokens provide one action anyone can use later. In a pinch, you can even &quot;ripple&quot; dice by placing them on your space the board, allowing other players in future years to pick them up and use them!&#10;&#10;After everyone has taken their actions, advance the OUTATIME tracker depending on which year has the most unsolved events. Finally, add Paradox tokens to all unsolved events on the board. In later rounds, these will cause the OUTATIME tracker to go up even faster! Return all the items before the OUTATIME tracker reaches &ldquo;Game Over&rdquo; to win!&#10;&#10;",
    "Categories": [
      "Dice",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Pick-up and Deliver"
    ],
    "Families": [
      "Misc: Watch It Played How To Videos",
      "Movies: Back to the Future",
      "Theme: Mad Science / Mad Scientist",
      "Theme: Time Travel"
    ]
  },
  {
    "Rank": "3651",
    "Name": "Ninja Camp",
    "ID": 176565,
    "Year": "(2016)",
    "Geek Rating": "5.903",
    "Avg Rating": "6.65",
    "Link": "https://boardgamegeek.com/boardgame/176565/ninja-camp",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.5312",
    "Description": "Goooood morning, campers! I hope you got plenty of sleep last night, because Sensei Saru has a full day of training in store for you! So study your lessons well, and be quicker and craftier than your fellow campers, as Sensei only invites the best to be his personal apprentices. Will it be YOU?!&#10;&#10;One of the Small Box/Big Fun line of games from Action Phase Games, Ninja Camp pits animal martial artists against one another in a training exercise where the best will become the personal ninja apprentice of Sensei Saru. Each player starts with two cards, each representing a ninja skill, with the rest of the deck making up the game board. By using the cards in their hand, players navigate the board, adding new skills to their hand as they do&mdash;and leaving fewer movement options for their fellow campers. Each player also has a unique ninja ability that he can use once per game to try to turn the game in his favor. A game that sets up and plays in thirty minutes or less, Ninja Camp is sure to provide hours of fun for families and future ninjas!&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Map Reduction",
      "Modular Board",
      "Player Elimination",
      "Variable Player Powers"
    ],
    "Families": [
      "Components:  Meeples",
      "Crowdfunding: Kickstarter",
      "Game: Ninja Camp",
      "Series: Small Box Big Fun (Action Phase Games)",
      "Theme: Ninjas"
    ]
  },
  {
    "Rank": "3652",
    "Name": "Tiny Epic Defenders",
    "ID": 155708,
    "Year": "(2015)",
    "Geek Rating": "5.902",
    "Avg Rating": "6.24",
    "Link": "https://boardgamegeek.com/boardgame/155708/tiny-epic-defenders",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.8302",
    "Description": "GENERAL INFO: Cooperative, 1-4 players, 30 minutes.&#10;THEME: Fantasy, set in the world of Tiny Epic Kingdoms.&#10;HOOK: Fast paced, portable co-op, with a unique turn-deck mechanic.&#10;WIN: Defeat the Epic Foe!&#10;LOSE: Let the Capital City get destroyed!&#10;STORY: After the Great War (Tiny Epic Kingdoms), many of the factions, shattered and defeated, looked for something to cling to. One final hope before the last of their race would flow like the river into the ocean of history, gone and forgotten. It was the sages of the Order of Gamelyn who answered their prayers. They provided a new perspective on unity, and a way of life that would welcome peaceful members of any faction. A utopia for all. With very few options and a will to survive, this world alliance became an inevitable truth in the eyes of many of the factions&rsquo; leaders. Even factions who hated one another had nothing left but each other. Under the guidance of the Order of Gamelyn, a Capital City was chosen and factions from all over the world came to call this city their new home. At last, the world was at peace&hellip; but not for long. A great storm is coming and in the darkness of the mist, there be demons.&#10;&#10;You have fought hard and established your Kingdom, but peace never lasts.&#10;&#10;Your scouts report that hordes of treacherous monsters is approaching the outskirts of your Capital City. If your Capital City falls you will lose everything, along with your Kingdom.&#10;&#10;Gather your friends and defend against the onslaught in this exciting and unpredictable cooperative micro-game!&#10;&#10;In Tiny Epic Defenders, players must select their classes and work together to defend against the evil horde and slay the Epic Foe.&#10;&#10;Will you take on the role of the Barbarian, the Sorcerer, the Cleric or the Warrior? Each class has a unique player power that you will need to use.&#10;&#10;In this fast-paced game, players will scramble between various regions outside their Capital City fighting off enemy hordes! Each region will offers unique properties that players must account for in their strategies.&#10;&#10;If your group is fortunate enough to defeat the wave of monsters, you may live long enough to face the Epic Foe! Which Epic Foe will it be? Will you be prepared!?&#10;&#10;Does your group have what it takes to survive? Will you have the skill to be crowned the Tiny Epic Defenders!?&#10;&#10;&#10;For a deluxe edition of this game, see Tiny Epic Defenders: Deluxe Edition&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Medieval"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Campaign / Battle Card Driven",
      "Chit-Pull System",
      "Cooperative Game",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Dized Tutorial",
      "Category: Tower Defense",
      "Crowdfunding: Giochistarter",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Game: Tiny Epic Defenders",
      "Players: Games with Solitaire Rules",
      "Series: Tiny Epic (Gamelyn Games)"
    ]
  },
  {
    "Rank": "3653",
    "Name": "Trick of the Rails",
    "ID": 118497,
    "Year": "(2011)",
    "Geek Rating": "5.902",
    "Avg Rating": "6.57",
    "Link": "https://boardgamegeek.com/boardgame/118497/trick-of-the-rails",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2.4571",
    "Description": "Trick of the Rails, themed on the rise of the American railway period, combines 18XX-like portfolio management and a trick-taking card game. Players collect stock certificates and make the companies more valuable by laying the rail network.&#10;&#10;The game alternates between stock rounds and operating rounds. In stock rounds, the cards played become shares for the players. In operating rounds, the cards played become track for the companies. The companies get trains, which determine how many track cards they can count for their profit (the trains have costs as well, which may lead to companies not making any profit at all) and in the end, players simply count the value of their shares and highest value wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Trains"
    ],
    "Mechanics": [
      "Multi-Use Cards",
      "Stock Holding",
      "Trick-taking"
    ],
    "Families": [
      "Digital Implementations: Board Game Arena"
    ]
  },
  {
    "Rank": "3654",
    "Name": "The World Cup Game",
    "ID": 23604,
    "Year": "(2006)",
    "Geek Rating": "5.902",
    "Avg Rating": "7.09",
    "Link": "https://boardgamegeek.com/boardgame/23604/the-world-cup-game",
    "Min Players": "3",
    "Max Players": "16",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "1.9806",
    "Description": "The World Cup Game is a football (soccer) game that is like no other soccer game. This is the first of its kind that closely resembles the current genre of German-style boardgames that have become so popular in recent years. &#10;It is not a quiz game and it is not a single match style soccer game, but it covers two complete tournaments - the 1930 tournament in Uruguay and the 2002 tournament in Korea and Japan. Two games in one box. The 1930 game takes around an hour to play, while the 2002 game takes around 3 hours to play.&#10;&#10;The box is weighty, coming in at just under 2kg, so you get a lot for your money. The components are 2 large boards, 74 National flag tiles, 182 Action tiles, 87 Action cards, 36 Plastic footballs, 4 'blob'dice, 3 score sheets, a rulebook and the box!&#10;&#10;Expanded by:&#10;&#10;    The World Cup Game - Expansion 1 (contains World Cups of 1958, 1962 and 1966, and a sheet of all flags needed for the expansions)&#10;    The World Cup Game - Expansion 2 (contains World Cups of 1934, 1938 and 2006)&#10;    The World Cup Game - Expansion 3 (contains World Cups of 1950, 1986 and 1990 and Euro 2008)&#10;    The World Cup Game - Expansion 4 (contains World Cups of 1974, 1978, 1982 and 1994)&#10;    The World Cup Game - Expansion 5 (contains World Cups of 1954, 1970 and 1998)&#10;    The World Cup Game - Expansion 6 (Contains World Cup of 2010 and the new expansion card set)&#10;&#10;&#10;Cardgame version:&#10;The World Cup Card Game 2010&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Sports: Football / Soccer",
      "Theme: FIFA World Cup"
    ]
  },
  {
    "Rank": "3655",
    "Name": "Great War Commander",
    "ID": 165967,
    "Year": "(2018)",
    "Geek Rating": "5.902",
    "Avg Rating": "8.35",
    "Link": "https://boardgamegeek.com/boardgame/165967/great-war-commander",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.1724",
    "Description": "In 1914, the great powers of Europe could not save the international system that had been in place since Metternich a century before. Tangled alliances pushed them to the brink. Nations miscalculated and expected a short, limited war, but a four-year World War blew up in their faces and forever changed the continent and the world.&#10;Great War Commander traces the war as the nations and empires fought it on the western front across Belgium and northern France. The forces of three major powers-France, Germany and America- all have forces in the game. One player handles Germany while the other side commands either France or America.&#10; Great War Commander (GWC) is a wargame based on the popular Combat Commander series created by Chad Jensen where two players take turns playing &ldquo;Fate cards&rdquo; in order to activate military units on the mapboard. GWC offers many new and unique elements to its parent system. The maps are deeper, allowing more playing surface to maneuver two battalion-size forces facing each other. There are several new orders, like Offensive, Runner, and Machine Gun Suppress, all reflecting the intense and blinded combat. There are over 30 actions including Engineering works, Go to Ground, and Rolling Barrage, highlighting earthen ties and powerful artillery. And there are 40 events dealing with experiences unique to the times, such as Tanks and Sturmtruppen. Among the new and many contemporary events are Trommelfeuer, High Command Meddling, Petard Raquette and Machine Gun Nest.&#10;&#10;Great War Commander puts emphasis on the rigid top-down field command structure of the period with captains giving orders to lieutnants and NCOs which is new to the system. Besides the Fate Cards, there are Strategy Cards which factor in higher command and give a flavor and depth to the battles beyond that of the tactical level.&#10;&#10;Players already familiar with the Combat Commander system will find a ready path to learning Great War Commander, at the same time discovering the one-off experiences of the Great War. There are some trenches to be sure, but there are many open field battles too. Barrages can alter terrain. Gas attacks can flood a sector. Air dominance or reconnaissance can influence the fighting.&#10;&#10;Stand with the French at Verdun. Charge forward with the Germans in Belgium and at the Marne. Follow the Americans as they slug their way into and through Belleau Wood. GWC offers sixteen historical scenarios including one introductory scenario for players not yet familiar with the general game system, a three players scenario and four scenarios with tanks. The replay value is high and the dedicated Random Scenario Generator adds endless hours of play. Hexasim will expand GWC in upcoming sequels covering British, Russians, Austrians, Turks and Great War actions in Africa .&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation",
      "Variable Phase Order"
    ],
    "Families": []
  },
  {
    "Rank": "3656",
    "Name": "Origin",
    "ID": 127095,
    "Year": "(2013)",
    "Geek Rating": "5.901",
    "Avg Rating": "6.60",
    "Link": "https://boardgamegeek.com/boardgame/127095/origin",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.1333",
    "Description": "Starting from the heart of Africa, players in Origin will determine the course of mankind's expansion on our planet, with the tribes gradually growing more diversified over time while still maintaining links to their ancestors and to all inhabitants of Earth.&#10;&#10;The game tokens in Origin come in three colors, three heights, and three thicknesses, and at the start of the game one of the smallest, skinniest pieces is placed in the center of Africa. In addition, you place three technology tiles at random on the tan, orange and violet sections of the tech chart and six random tiles on the brown section; the tech tiles show 1-5 arrows. You also shuffle tan, orange and violet decks of cards and place them in the appropriate places. Tan cards provide an one-shot effect, orange cards give you a permanent power, and violet cards present you with an objective you must meet; if you do so, you can play the objective card on your turn, and immediately draw another. You can play at most one card of each color each turn.&#10;&#10;On a turn, a player takes one of three actions:&#10;&#10;&#10;    Place a new piece on a region of the game board, with this piece sharing two of the three characteristics of a piece in a neighboring region; the new piece cannot be shorter than the original piece. Mark this piece with a token of your player color.&#10;    Move one of your pieces on the board to an empty region, with short pieces moving only one space, medium height pieces moving up to two spaces, and tall pieces up to three.&#10;    Take over a region controlled by an opponent by moving one of your pieces into this region and relocating the opponent's piece to the region your piece left. You can do this only if the attacking piece is thicker than the opponent's piece.&#10;&#10;&#10;When you place a new piece on the board or move an existing piece, you're rewarded based on the color of the space you occupy. If you place in or move into a tan, orange or violet region, either you take a tile and the top card of this color or you draw three cards of this color and keep one of them. For a brown region, you either draw two tiles from the brown section of the tech board or draw one tile from anywhere. The technology tiles must be acquired from low to high &ndash; so you can't acquire a 4 unless you have a 3 &ndash; but you can have multiple tech stacks. You must meet a certain technology threshold in order to play the orange cards and acquire their special power.&#10;&#10;In addition, you can score points during the game by occupying a grassland on a continent or the two regions on opposite sides of a waterway strait.&#10;&#10;Players take turns until either all of the pieces are on the game board or all the tiles have been acquired or all the cards of one color have been drawn. Once this happens, players tally their points for objectives, grasslands, straits, tech tiles, and cards still in hand to see who wins!&#10;&#10;",
    "Categories": [
      "Exploration",
      "Prehistoric"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Digital Implementations: Board Game Arena"
    ]
  },
  {
    "Rank": "3657",
    "Name": "Cerberus",
    "ID": 256918,
    "Year": "(2018)",
    "Geek Rating": "5.901",
    "Avg Rating": "6.68",
    "Link": "https://boardgamegeek.com/boardgame/256918/cerberus",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.75",
    "Description": "Your final adventure has taken you where you should never have gone &mdash; to the underworld! You must escape and find a barque that can float you safely back. But Cerberus, the infernal watchdog, is on your heels with the intent to guard you forever.&#10;&#10;In the semi-cooperative game Cerberus, you must help each other traverse the game board without being caught by Cerberus so that you can board the barque. Each card in your hand offers you the choice between a small effect for you or a powerful effect for the group! However, there aren't enough seats on the barque for everyone, so sooner or later, some must be sacrificed. Will you help your group reach the exit, or will you play powerful bonus cards to lay traps for your opponents? Those caught by Cerberus get to seek revenge and victory by preventing all the adventurers from escaping...&#10;&#10;Each game is different thanks to ten different board layouts and your ability to adjust Cerberus' strength as you please.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Mythology",
      "Negotiation"
    ],
    "Mechanics": [
      "Hand Management",
      "Modular Board",
      "Semi-Cooperative Game"
    ],
    "Families": [
      "Mythology: Greek"
    ]
  },
  {
    "Rank": "3658",
    "Name": "Romi Rami",
    "ID": 383790,
    "Year": "(2023)",
    "Geek Rating": "5.901",
    "Avg Rating": "6.96",
    "Link": "https://boardgamegeek.com/boardgame/383790/romi-rami",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.3478",
    "Description": "Romi Rami is a game that feels like it&rsquo;s been around forever, with thousands of people quietly and gradually polishing it over time. Falling squarely in the family of &lsquo;Rummy&rsquo; games, Romi Rami features a double market.  The first one has number cards, and the second one has contracts to complete.&#10;&#10;The goal of the game: Make the most points by optimizing the combinations required by the contracts. Keep an eye on the trophies (they change from game to game) which will propel you to to the top spot on the podium!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Contracts",
      "End Game Bonuses",
      "Hand Management",
      "Market"
    ],
    "Families": [
      "Digital Implementations: Board Game Arena",
      "Traditional Card Games: Rummy"
    ]
  },
  {
    "Rank": "3659",
    "Name": "The Devil's Cauldron: The Battles for Arnhem and Nijmegen",
    "ID": 15369,
    "Year": "(2008)",
    "Geek Rating": "5.901",
    "Avg Rating": "8.25",
    "Link": "https://boardgamegeek.com/boardgame/15369/the-devils-cauldron-the-battles-for-arnhem-and-nij",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "2400",
    "Weight": "3.8372",
    "Description": "&quot;Devil's Cauldron&quot; is a company level simulation of the Northern two drop zones in Operation Market Garden. It is loosely based on an old Victory Games wargame called &quot;Panzer Command&quot;.&#10;&#10;Command and control is emphasized in this system and the game includes extensive documentation and historical background.&#10;&#10;Components include 4 linking maps (for the grand campaign) and three smaller gamettes (on Arnhem, the Island and Groesbeek Heights - each with its own rules and map). 1600 counters (of which roughly 700 are actual combat units) and attendant documentation.&#10;&#10;Play time for the various games range from one hour all the way up to 50 or so for the grand campaign.&#10;&#10;Contents:&#10;&bull;4 23.5&quot;x35.5&quot; map-sheets 3 of which are back-printed w/scenario maps&#10;&bull;3 9&quot;x12&quot; map extensions (adding useful areas which were &quot;just off&quot; the area covered by the 4 map-sheets)&#10;&bull;11 sheets of 5/8&quot; die-cut full-color counters&#10;&bull;1 counter-sheet of 1&quot; die-cut full-color counters&#10;&bull;Series Rulebooks (1 detailed; 1 &quot;quick start&quot;)&#10;&bull;TDC exclusive rulebook&#10;&bull;Historical booklet&#10;&bull;8 full-color divisional displays&#10;&bull;2 CRT/TEC Charts and Tables&#10;&bull;1 Game Turn Chart&#10;&bull;4 10-sided dice&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Hexagon Grid",
      "Line of Sight"
    ],
    "Families": [
      "Cities: Arnhem (The Netherlands)",
      "Cities: Nijmegen (The Netherlands)",
      "Series: Grand Tactical (MMP)",
      "Theme: Weather"
    ]
  },
  {
    "Rank": "3660",
    "Name": "Carnival Zombie",
    "ID": 140343,
    "Year": "(2013)",
    "Geek Rating": "5.900",
    "Avg Rating": "7.04",
    "Link": "https://boardgamegeek.com/boardgame/140343/carnival-zombie",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.3091",
    "Description": "The ancient manuscripts talk about a Leviathan, a huge creature lying on the silt bed of the lagoon on whose back the city has its foundations. All manuscripts agree on its eternal sleep and they all tell that the beast will wake up one day, shaking the city from its muddy roots, smashing the vitrified stilts on which the city stands, and crashing it into the seething sea where the monster will rise. The ancients say, however, that there will be signs; it is written that the Venetians will feel the tremors, that they would therefore save themselves from the monster, who will recover his freedom by plunging into the waves a deserted city.&#10;&#10;But there were no signs. What ancients did not know is that the Leviathan is not alive. For centuries, the city lived and prospered on the back of a corpse. That corpse, though, is now awakening &ndash; and with it the dead arise from the lagoon...&#10;&#10;In the cooperative game Carnival Zombie, players lead a group of characters who are fleeing on terra firma from the terror that has emerged from the lagoon of Venice. This group of characters must make its way through hordes of rotting &quot;Infected&quot; to leave the city, and players need to rush as the Leviathan upon which the foundations of Venice were built is awakening. Thus, it's only a matter of time before the city sinks in the dark waters of the lagoon.&#10;&#10;Each game is divided into several nights and days. During the nights, players hide in trenches behind the barricades to resist the attacks of the Infected. During the day, players move through the city, which is shaken by tremors. The Infected are drawn by the groans of the Leviathan in the abyss to help their master free itself from the rotting stilts that nail it to the silt bed.&#10;&#10;Players have several ways to get out of town, but little time to do it &ndash; and their path is hindered by the bosses, the most implacable servants of the Leviathan. If the players do make it out, they can assess their skills &ndash; and set a goal for next time &ndash; by counting the points scored during the game.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Horror",
      "Renaissance",
      "Zombies"
    ],
    "Mechanics": [
      "Action Points",
      "Action Queue",
      "Area Movement",
      "Cooperative Game",
      "Point to Point Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Tower Defense",
      "Cities: Venice (Veneto, Italy)",
      "Creatures: Zombies",
      "Game: Carnival Zombie"
    ]
  },
  {
    "Rank": "3661",
    "Name": "Fall of the Mountain King",
    "ID": 334829,
    "Year": "(2022)",
    "Geek Rating": "5.900",
    "Avg Rating": "7.36",
    "Link": "https://boardgamegeek.com/boardgame/334829/fall-of-the-mountain-king",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3.6154",
    "Description": "The gnome attack was sudden and relentless. They swarmed our tunnels, defiling our mountain home and driving us from our ancestral caverns. Trolls from every clan rushed to the heart of the mountain to defend our Great Halls. We've lost track of how long we've been beating back the endless waves of invaders. Soon, it will be time for a final stand. Will we rise up like champions, or be driven out to the wilderness to fight for survival? Sharpen your blades, brothers and sisters! Raise your hammers! If we trolls must fall, we'll fall fighting like kings!&#10;&#10;Fall of the Mountain King is a standalone prequel to In the Hall of the Mountain King, set during the catastrophic war that drove the trolls from their mountain kingdom generations ago. Build your ancestry to drive your actions in the caverns, win the loyalty of the clan Champions, and strive to be trolldom's greatest defender against the gnomish onslaught.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Closed Drafting"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Components: Game Trayz Inside",
      "Components: Miniatures",
      "Creatures: Trolls",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "3662",
    "Name": "Munchkin Marvel",
    "ID": 189848,
    "Year": "(2016)",
    "Geek Rating": "5.900",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgame/189848/munchkin-marvel",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.0952",
    "Description": "Description from the publisher:&#10;&#10;Munchkin Marvel fuses the classic card game fun of monster-slaying and role-playing with the most iconic characters from the Marvel universe. Created under license from Steve Jackson Games and in conjunction with Marvel, Munchkin Marvel comes complete with new monsters (villains), allies (heroes), and custom S.H.I.E.L.D. Identification Cards.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip",
      "Fighting"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Comic Books: Marvel Universe",
      "Game: Munchkin",
      "Theme: Superheroes",
      "Versions & Editions: Versions with IP after the original release"
    ]
  },
  {
    "Rank": "3663",
    "Name": "Smash Up: Munchkin",
    "ID": 162559,
    "Year": "(2015)",
    "Geek Rating": "5.900",
    "Avg Rating": "6.55",
    "Link": "https://boardgamegeek.com/boardgame/162559/smash-up-munchkin",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.2",
    "Description": "The &quot;shufflebuilding&quot; game Smash Up starts with a simple premise: Take the twenty-card decks of two factions, shuffle them into a forty-card deck, then compete to smash more Bases than your opponents! Each faction brings a different powers and sometimes different game mechanisms into play, so every combination of factions brings a unique play experience.&#10;&#10;During play, Base cards (each with their own difficulties and abilities) are in play. You attempt to have the most power on the Base from your minions when the Base is smashed because when that happens each player in first, second and third place scores points.&#10;&#10;Smash Up: Munchkin is a Munchkin-themed version of Smash Up. There are eight factions; Clerics, Halflings, Orcs, Warriors, Elves, Thieves, Dwarves and Mages.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Humor"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Creatures: Fairies / Elves / Pixies",
      "Game: Munchkin",
      "Game: Smash Up"
    ]
  },
  {
    "Rank": "3664",
    "Name": "Buffy the Vampire Slayer: The Board Game",
    "ID": 203102,
    "Year": "(2016)",
    "Geek Rating": "5.900",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgame/203102/buffy-the-vampire-slayer-the-board-game",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "2.6207",
    "Description": "In Buffy the Vampire Slayer: The Board Game, you help Buffy and her friends defend the town of Sunnydale from an onslaught of vampires and demons, while ultimately attempting to foil the big bad's plot and prevent the Hellmouth from opening. You have to work together, using all of your resources &mdash; including special abilities for the character that you play, whether Willow, Spike, or Buffy herself &mdash; to defend the helpless townies.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Horror",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Creatures: Vampires",
      "Theme: TV Detectives",
      "TV Shows: Buffy the Vampire Slayer"
    ]
  },
  {
    "Rank": "3665",
    "Name": "Vijayanagara: The Deccan Empires of Medieval India, 1290-1398",
    "ID": 334363,
    "Year": "(2024)",
    "Geek Rating": "5.900",
    "Avg Rating": "8.14",
    "Link": "https://boardgamegeek.com/boardgame/334363/vijayanagara-the-deccan-empires-of-medieval-india",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3.0714",
    "Description": "Vijayanagara: The Deccan Empires of Medieval India, 1290-1398 depicts the epic, century-long rise and fall of medieval kingdoms in India over two dynastic periods, for 1-3 players.&#10;&#10;Vijayanagara is the first game in the new Irregular Conflicts Series (ICS). With gameplay inspired by GMT&rsquo;s COIN system, players will take on the asymmetric roles of the Delhi Sultanate, the Bahmani Kingdom, and the Vijayanagara Empire, navigating event cards and unique action menus as they contest to write themselves into medieval Indian history. Players will rally local amirs and rajas to their cause, construct epic temples, forts, and qasbahs, and battle for supremacy over the Deccan Plateau.&#10;&#10;Highlights&#10;1. A sweeping, century-long narrative and numerous epic events.&#10;2. Playtime ~90 minutes.&#10;3. Three asymmetric Factions with different strengths and abilities.&#10;4. A fourth non-player Faction (Mongols) operated by the Bahmani and Vijayanagara players.&#10;5. A new battle-resolution system with strength-dependent risk mitigation.&#10;&#10;Vijayanagara is intended for players new to asymmetric wargames and veteran COIN players alike. The factions have distinct capabilities and each is faced with different strategic decisions, offering a very high degree of replayability. The game is streamlined: all player actions and most rules are visible on the table on player aids and cards.&#10;&#10;Gameplay and turn order is organized around a deck of unique event cards. With each new card, factions have the option to carry out the event or to select from faction-specific Commands and special Decrees; Commands such as the Conscription of new troops, Governing in Tributary Provinces, and Migration to begin life anew, and Decrees ranging from Demanding Tribute, Conspiring with Delhi&rsquo;s Governors to betray the Sultan, and forming new Alliances with minor regional powers.&#10;&#10;-description from publisher's website&#10;&#10;",
    "Categories": [
      "Medieval",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": [
      "Country: India",
      "Series: Irregular Conflicts Series (GMT)"
    ]
  },
  {
    "Rank": "3666",
    "Name": "Santorini: New York",
    "ID": 315631,
    "Year": "(2020)",
    "Geek Rating": "5.900",
    "Avg Rating": "6.96",
    "Link": "https://boardgamegeek.com/boardgame/315631/santorini-new-york",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.9231",
    "Description": "Santorini New York puts players in the work boots of builders constructing a grand city at the start of the 20th century. During the game, you will move your workers around Manhattan, raising buildings and skyscrapers. To prove your skill, climb atop the tallest building and look down over the city you have built. Only clever tactical moves and cards will bring you victory.&#10;&#10;In this 2-5 player abstract strategy game, you'll control 2 workers while all building New York City. Each turn consists of a move and a build, but special Role Cards impact how you play your turn. Each player will have 5 Role Cards, choosing one to play at the beginning of each turn. Once used, it is discarded, which continues until each player only has 1 Role Card left. 4 more are dealt to each player to provide more options.&#10;&#10;The first player to move to the third level wins the game, however they must have the Statue of Liberty when they do in order to win. Each Role Card has a number printed on it, showing it's initiative order. Role cards are simultaneously revealed each round, and the player with the lowest number goes first. The player with the highest number takes the Statue of Liberty, and is the only player who can win on that turn, creating an intense and dynamic 'all vs 1' environment every turn.&#10;&#10;The game comes with 14 Role Card sets, but only 4 are used each game, providing a large amount of replayability. The game also comes with 6 custom sculpts of the world-record breaking skyscrapers at the turn of the century.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement",
      "Hand Management",
      "Race",
      "Square Grid",
      "Three Dimensional Movement",
      "Turn Order: Role Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Cities: New York (New York, USA)",
      "Components: 3-Dimensional (3D)",
      "Game: Santorini",
      "Theme: Construction"
    ]
  },
  {
    "Rank": "3667",
    "Name": "Yummy Yummy Monster Tummy",
    "ID": 344254,
    "Year": "(2021)",
    "Geek Rating": "5.900",
    "Avg Rating": "7.10",
    "Link": "https://boardgamegeek.com/boardgame/344254/yummy-yummy-monster-tummy",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.1667",
    "Description": "There are strange noises coming from the attic at your grandpa&rsquo;s summer house. After climbing the stairs, you see colorful and furry Monsters everywhere! They seem to be friendly&hellip;. but also really hungry! You must feed them whatever you can find. They will eat anything, but what attracts them the most is the color of objects!&#10;&#10;Yummy Yummy Monster Tummy is a co-operative card game of color matching for 2-4 players. Your goal is to complete each level by feeding all of the Creatures foods they like.&#10;&#10;Each level consists of several Creatures that you must feed. Once a Creature opens its mouth, it&rsquo;s ready for you to feed it! In any order, each player chooses one Item card from their hand to feed to the Creature by scanning the card&rsquo;s QR code, which is located on the back of the card. When feeding a Monster, you must feed it Item cards that combine and mix into a color that is similar to the Monster&rsquo;s fur color. If you feed a Monster a mix of Items that do not result in a mixed color that is similar to their fur color, all players lose the game and must start the level over again.&#10;&#10;You can play Yummy Yummy Monster Tummy in either Story Mode or Party Mode. In Story Mode, there are 12 levels waiting for you. You will follow the story and unlock new Locations and Items by completing levels. On higher levels, you will also meet new Creatures. Some of them have exciting special abilities that provide additional fun challenges!&#10;&#10;In Party Mode, you can play a single game session using all of the Items you have unlocked so far. This allows you to experience the game without worrying about the story.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Humor"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Matching",
      "Push Your Luck"
    ],
    "Families": [
      "Components: Digital Hybrid – App/Website Required",
      "Creatures: Monsters",
      "Misc: LongPack Games",
      "Versions & Editions: Junior Versions of Grown-Up Games"
    ]
  },
  {
    "Rank": "3668",
    "Name": "Crystallo",
    "ID": 269618,
    "Year": "(2018)",
    "Geek Rating": "5.900",
    "Avg Rating": "6.92",
    "Link": "https://boardgamegeek.com/boardgame/269618/crystallo",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.7368",
    "Description": "Crystallo is a solo puzzle/abstract card game with a light fantasy theme. Explore the cavern lair of the wicked Black Dragon by placing cards, free six magical creatures by creating crystal sets, and, if you should succeed with that task, trap the dragon in his own cave. Collect treasure along the way, and you may emerge a wealthy champion!&#10;&#10;Crystallo is played with a deck of 54 illustrated cards and 18 gems, and runs about 20-30 minutes.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Fantasy",
      "Print & Play",
      "Puzzle"
    ],
    "Mechanics": [
      "Melding and Splaying",
      "Pattern Building",
      "Pattern Recognition",
      "Set Collection",
      "Solo / Solitaire Game",
      "Tile Placement"
    ],
    "Families": [
      "Components: Gems/Crystals",
      "Containers: Drawstring Bag",
      "Contests: Solitaire Print & Play",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Digital Implementations: Tabletopia",
      "Mechanism: Partially overlapping cards",
      "Misc: Watch It Played How To Videos",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Card Games",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "3669",
    "Name": "X-ODUS: Rise of the Corruption",
    "ID": 276997,
    "Year": "(2020)",
    "Geek Rating": "5.900",
    "Avg Rating": "7.77",
    "Link": "https://boardgamegeek.com/boardgame/276997/x-odus-rise-of-the-corruption",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "150",
    "Weight": "3.3469",
    "Description": "X-ODUS: Rise of the Corruption is a collaborative adventure and tactical game for 1 to 4 players, with a rogue-like mechanic and rpg elements, in a sci-fi setting.&#10;&#10;Set in the distant future, players take command of powerful spaceships, and explore the Galaxy to try and prevent an ancient entity known as the Corruption to rise and destroy all life.&#10;&#10;The modular board of hexagonal tiles, revealed as the game progresses, along with the random enemies, allies, explorations and events, creates an always renewed experience. &#10;On top of that, each spaceship has a different role, and as you play and evolve, you get to choose new abilities with each level. Many of these synergize with each other and with other ships as well, creating a vast number of possible team combinations and ways to approach each situation.&#10;&#10;The game is also highly cooperative,and generates a lot of player interaction around the table when strategizing, planning your next moves or simply fighting together against powerful enemies.&#10;&#10;Finally, with immersive art, design and texts, each new game tells the story of a band of adventurers saving the Galaxy, and the hardships they face along the way.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Hexagon Grid",
      "Modular Board",
      "Role Playing"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "3670",
    "Name": "Thunderstone: Starter Set",
    "ID": 140951,
    "Year": "(2013)",
    "Geek Rating": "5.900",
    "Avg Rating": "6.93",
    "Link": "https://boardgamegeek.com/boardgame/140951/thunderstone-starter-set",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.3143",
    "Description": "In the Thunderstone line of deck-building games, you build a party of heroes to defeat the dreaded Thunderstone Bearers in their dungeons or in the wilderness. As the game progresses, you gain powerful weaponry and level into new and mighty hero classes. Your goal is to claim the best cards and survive to take the Thunderstone.&#10;&#10;Thunderstone: Starter Set includes just enough for new players to get started in the world of Thunderstone Advance, while also providing new hero, monster and village cards that experienced players can bring to their game. This introductory set includes an easy set-up designed to get people started on the game in minutes.&#10;&#10;Integrates with&#10;&#10;&#10;    Thunderstone&#10;    Thunderstone Advance: Towers of Ruin&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Game: Thunderstone",
      "Game: Thunderstone Advance"
    ]
  },
  {
    "Rank": "3671",
    "Name": "Nacht der Magier",
    "ID": 19996,
    "Year": "(2005)",
    "Geek Rating": "5.900",
    "Avg Rating": "6.64",
    "Link": "https://boardgamegeek.com/boardgame/19996/nacht-der-magier",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.115",
    "Description": "The basic premise is simple: the board, resting on a platform, is full of wooden discs and trees and other bits. There's a ring of light in the middle, covered by a cardboard disc and a blazing fire. Cauldrons circle that disc. The goal is to get one's own cauldron to the ring of light by pushing the bits on the board.&#10;&#10;You start pushing from the side of the board and push in one continuous movement until you hear a clack; something has fallen off the board. Your turn ends there. Next player is up, and this continues until someone's cauldron is in the ring of light.&#10;&#10;The gimmick: the game is played in pitch black. When played in the dark, the fire, cauldrons, wizards (used to push the pieces) and the ring of light all glow, while the trees and discs turn invisible. The game can also be played in the light of the day, but it loses a lot of its charm.&#10;&#10;Ages 6 and up.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Push Your Luck",
      "Slide / Push"
    ],
    "Families": [
      "Components: Glow in the Dark"
    ]
  },
  {
    "Rank": "3672",
    "Name": "Game of Thrones: The Iron Throne",
    "ID": 204837,
    "Year": "(2016)",
    "Geek Rating": "5.900",
    "Avg Rating": "6.78",
    "Link": "https://boardgamegeek.com/boardgame/204837/game-of-thrones-the-iron-throne",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.7368",
    "Description": "Description from the publisher:&#10;&#10;In Game of Thrones: The Iron Throne, which uses the game systems from Cosmic Encounter, you and your friends each command one of the Great Houses of Westeros, pitting iconic characters against each other in epic battles and schemes. Negotiate, bluff, forge alliances, threaten your rivals &mdash; use every tool at your disposal to spread your influence, establish supremacy, and claim the ultimate prize: the Iron Throne!&#10;&#10;In more detail, each turn centers around the resolution of an encounter between two players. These encounters can result in hostilities, startling conquests, and the spread of influence, or they can result in the formation of temporary alliances. And though only two players in any encounter will be the &quot;active&quot; players, your friends might offer you their support &mdash; or turn around and offer it to someone else.&#10;&#10;The encounters of The Iron Throne resolve quickly, but they are full of opportunities for cunning strategy, devious intrigues, and brokered alliances. Each features a challenger and a defender, and after these players assign characters to resolve the encounter on the behalf of their Houses, other players may offer their support to either side. In this way, an encounter that starts as a contest between the Lannisters and the Starks may escalate and draw in the support of the Tyrells or other Houses.&#10;&#10;However, there's more to the encounters of The Iron Throne than this initial jostling for power, even with all the alliances and betrayals it can entail. There are still schemes within schemes, and the bluffs, negotiations, and hidden information that color these encounters as the active players discuss the House cards they intend to play. Of course, there's a very good chance that one or both of them may be lying, but they can offer and even agree to a truce. Or they can bid cards from their hands, hoping to win hostilities with the higher total power.&#10;&#10;In the event of a truce, the active players discuss what they may give each other in order to maintain the peace. In the event of hostilities, however, one side will win, and the other will suffer. You might seize influence or take hostages, or you may even have your characters put to the sword.&#10;&#10;Win enough of these encounters, though &mdash; and find the right ones to lose &mdash; and you might find yourself in position to seize the Iron Throne. The goal of the game is to spread five of your influence to your opponents' House cards and take the crown for yourself.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Movies / TV / Radio theme",
      "Negotiation"
    ],
    "Mechanics": [
      "Alliances",
      "Hand Management",
      "Negotiation",
      "Prisoner's Dilemma",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Books: A Song of Ice and Fire"
    ]
  },
  {
    "Rank": "3673",
    "Name": "Guild Ball",
    "ID": 155451,
    "Year": "(2015)",
    "Geek Rating": "5.900",
    "Avg Rating": "7.89",
    "Link": "https://boardgamegeek.com/boardgame/155451/guild-ball",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3.8",
    "Description": "Guild Ball is a tactical miniatures game of skirmish soccer. Two coaches lead six players from their respective guilds in a race to 12 points--gaining 4 points for scoring a goal, 2 points for taking out a regular player, and 1 point for taking out a mascot (yes, one of the six players on each team is a mascot). During each turn, coaches alternate activating one player at a time. With a small number of models per side, Guild Ball delivers great depth of strategy, balancing ball control, attack, and defense.&#10;&#10;The strategy in Guild Ball continues with the playbook system. Attacks are resolved by rolling dice against the target's defenses, but dice alone do not dictate the results of attacks. Coaches choose the results of attacks from their players' playbooks: the more successful hits an attack roll generates, the more options from the playbook the coach is able to choose from. Possible results include damage, tackles, knock-downs, pushes, dodges, and powerful character plays that can change the course of the game.&#10;&#10;Guild Ball is also a game of resource management: coaches must manage influence and momentum. Teams start each turn with a pool of influence. In order for a player to attack, kick the ball, or perform a character play, the player needs influence. Coaches allocate influence to players at the start of the turn, so careful planning is required. Momentum is generated by special playbook results and successful passes. Momentum allows a coach to perform special actions, such as taking shots on goal, healing damage, or making out-of-activation dodges. Momentum remaining at the end of a turn also affects the initiative roll for the next turn.&#10;&#10;Featuring 11 unique guilds, each with at least 12 players--and more guilds to be released--Guild Ball allows coaches to choose their own play style.&#10;&#10;",
    "Categories": [
      "Medieval",
      "Miniatures",
      "Sports"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games",
      "Sports: Football / Soccer",
      "Theme: Fantasy Sports"
    ]
  },
  {
    "Rank": "3674",
    "Name": "1066, Tears to Many Mothers: The Battle of Hastings",
    "ID": 155122,
    "Year": "(2014)",
    "Geek Rating": "5.899",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/155122/1066-tears-to-many-mothers-the-battle-of-hastings",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.2885",
    "Description": "Recreate the infamous Battle of Hastings! A promise has been broken, an evil omen is in the sky, a crown is at stake, and history is about to be made...&#10;&#10;1066, Tears to Many Mothers is an asymmetric, competitive, tactical card game in the style of Magic the Gathering, but non-collectable. Each player, as either Normans or Saxons, musters troops and resources to overcome the various obstacles in their way before the two armies clash on the battlefield at Hastings.&#10;&#10;Every card in the game is inspired by a real person or event from the time. With a focus on quick, tactical play and a thematic re-imagining of the events of the time, there is no deck building required, each player simply grabs their deck and shuffles, then play begins.&#10;&#10;Honours: 1066, Tears to Many Mothers was a runner up in the Golden Geek Awards, and was nominated in the Origins Awards for 'Best Historical Board Game'.&#10;&#10;Note on title: In April of 1066 Halley's Comet was in its perihelion orbit and writers at the time said it was four times the size of Venus and shining with a light equal to a quarter of that of the Moon. Many thought it was an evil omen, or even the end of the world - the monk Eilmer of Malmesbury Abbey wrote about the event: &quot;You've come, have you? &ndash; You've come, you source of tears to many mothers. It is long since I saw you; but as I see you now you are much more terrible, for I see you brandishing the downfall of my country.&quot;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Medieval",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Hand Management",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Country: England",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "History: Norman Conquest",
      "Misc: LongPack Games",
      "Players: Games with Solitaire Rules",
      "Players: Wargames with Solitaire Rules",
      "Series: Historic Epic Battle System (Hall or Nothing Productions)"
    ]
  },
  {
    "Rank": "3675",
    "Name": "Wok Star",
    "ID": 71655,
    "Year": "(2010)",
    "Geek Rating": "5.899",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgame/71655/wok-star",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.0645",
    "Description": "Wok Star is a cooperative real-time game where players take on different roles to help grow a Chinese restaurant in a tycoon style game. The clientele of customers is represented by a deck of cards with various Chinese dishes on them. Customers are served one at a time while a 20-second sand timer is running. If they are not served in time, they eat free.&#10;&#10;Each order requires a combination of ingredients to make. The board is used for tracking the levels of ten prepared ingredients in the kitchen. To prepare more ingredients, players spend dice in different combinations. All players are in charge of different tasks and all working simultaneously because the timer is running!&#10;&#10;At the end of each round, players pool their money and invest in different options to grow their business: new recipes, upgrade preparation cards, or advertise to get more customers. The players must have a certain level of profit by the last round to keep the restaurant open and win!&#10;&#10;",
    "Categories": [
      "Real-time"
    ],
    "Mechanics": [
      "Action Timer",
      "Cooperative Game",
      "Dice Rolling",
      "Real-Time",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Sand Timers",
      "Crowdfunding: Kickstarter",
      "Players: Games with Solitaire Rules",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "3676",
    "Name": "Zooloretto: The Dice Game",
    "ID": 117942,
    "Year": "(2012)",
    "Geek Rating": "5.899",
    "Avg Rating": "6.35",
    "Link": "https://boardgamegeek.com/boardgame/117942/zooloretto-the-dice-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.2443",
    "Description": "Zooloretto: The Dice Game takes the basic Zooloretto / Coloretto game play &ndash; on a turn either add to the offerings on display, or take one set of offerings &ndash; and replaces the cards with dice so that you'll never know which animals will pop up for you to take. Each player has her own scoresheet, which represents her zoo, with space for five types of animals: one crocodile, two ostriches, up to five lions. The scoresheet also has space to collect coins and barns for animals that don't fit in the appropriate pens.&#10;&#10;On a turn, the active player takes one of two actions:&#10;&#10;    Take two dice from the reserve, roll them, then assign each die to a transport cart on the game board.&#10;    Take all the dice in one transport cart, then tick off the animals/coins on those dice on your scoresheet.&#10;&#10;&#10;Dice can be placed in separate carts, and the number of dice is limited to six, eight, or ten depending on the number of players. The round continues until each player has taken dice from a cart, then a new round begins. The first player to fill the pen of a particular type of animal receives a bonus; if a player takes more animals than she has room for, however, she ticks off the barn for each type of overflow animal.&#10;&#10;The game ends once a player has filled all her animal pens or has space in only one pen. Players score one point for each animal and any bonus points they received; they lose two points for each barn ticked off, but for each group of coins collected, one penalty can be ignored. (Alternatively, coin groups are worth one point.) The player with the highest score wins!&#10;&#10;",
    "Categories": [
      "Animals",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Set Collection"
    ],
    "Families": [
      "Animals: Alligators / Crocodiles",
      "Animals: Apes / Monkeys",
      "Animals: Elephants",
      "Animals: Lions",
      "Animals: Ostriches",
      "Components: Dice with Icons",
      "Digital Implementations: Yucata",
      "Game: Coloretto",
      "Mechanism: Roll-and-Write",
      "Theme: Zoos, Aquaria, Safari Parks",
      "Versions & Editions: Dice Versions of Non-Dice Games",
      "Versions & Editions: Roll- or Flip-and-Write Versions of Non-Writing Games"
    ]
  },
  {
    "Rank": "3677",
    "Name": "Honga",
    "ID": 255805,
    "Year": "(2018)",
    "Geek Rating": "5.899",
    "Avg Rating": "6.96",
    "Link": "https://boardgamegeek.com/boardgame/255805/honga",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Excitement in a prehistoric period! The saber-toothed tiger clan is looking for a new leader, but which one of you can best take care of the clan in Honga and prove to be the most worthy leader?&#10;&#10;There are multiple ways to prove your worth: gather supplies, comb through the dark forest, pay homage to the old nature gods, attract mammoths, and successfully trade with other clans. But! No matter how busy you are with these tasks, you can never forget Honga! Whenever you ignore the local saber-toothed tiger, he will come and eat your food &mdash; and getting rid of him can turn out to be tough.&#10;&#10;Honga is an action selection resource management game for 2-5 players, age 8+, set in the prehistoric period. Players take turns playing their action card to the central board, paying careful attention to where they place it, and how it's rotated. The number of hands pointing to an action space determines how many times you may use that action. Gather resources and use them to complete trade agreements, lure mammoths to the tribe herd, and pay homage to the old nature gods. But! If you don't make sure that at least one action point is allocated to Honga's den, he'll come steal food from you! Players must balance between keeping Honga at bay and using their limited action points effectively.&#10;&#10;With multiple paths to victory, light player interaction, and a 45 minute play time, this game will have you coming back again and again to play with Honga, the local saber-tooth tiger that's really just a big kitty at heart.&#10;&#10;",
    "Categories": [
      "Prehistoric"
    ],
    "Mechanics": [
      "Action Points",
      "Set Collection",
      "Tile Placement",
      "Worker Placement"
    ],
    "Families": [
      "Animals: Tigers",
      "Series: Family Games (HABA)"
    ]
  },
  {
    "Rank": "3678",
    "Name": "Stonewall Jackson's Way II: Battles of Bull Run",
    "ID": 99358,
    "Year": "(2013)",
    "Geek Rating": "5.898",
    "Avg Rating": "8.68",
    "Link": "https://boardgamegeek.com/boardgame/99358/stonewall-jacksons-way-ii-battles-of-bull-run",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "720",
    "Weight": "3.6667",
    "Description": "(from MMP website:)&#10;&#10;Stonewall Jackson&rsquo;s Way II: Battles of Bull Run is the 9th game in the award-winning Great Campaigns of the American Civil War (GCACW) series. This game is actually two complete modules in one: it includes a complete revision and augmentation of Stonewall Jackson's Way (SJW; the first game in the series), and an entire new module covering the First Bull Run Campaign, called All Green Alike (AGA).&#10;&#10;The two maps included are newly painted by original map artist Charlie Kibler and include new historical and terrain details (to bring them up to the standards of the latest games in the GCACW series).&#10;&#10;Stonewall Jackson&rsquo;s Way II: Battles of Bull Run uses the same GCACW Standard Basic Game Rules that were first published in MMP's The Skirmisher #1 and Grant Takes Command. The Advanced Game rule sets are also standardized so players will be able to move quickly from one campaign to the other.&#10;&#10;All Green Alike: The First Bull Run Campaign, July 1861, includes five Basic Game and two Advanced Game scenarios. The Basic Game scenarios feature two Shenandoah Valley scenarios and two scenarios at Bull Run The two Advanced Game campaigns cover the advance and aftermath of the campaign.&#10;&#10;    Across the Potomac (4 turns, July 2-5, 1861) &#10;    Johnston vs. Patterson (3 turns, July 17-19, 1861) &#10;    McDowell&rsquo;s Opportunity (3 turns, July 19-21, 1861) &#10;    An End to Innocence (1 turn, July 21, 1861)&#10;    The Retreat to Washington (3 turns, July 21-23, 1861)&#10;    The Bull Run Campaign (13 turns, July 16-28, 1861) &#10;    The Virginia Campaign (14 turns, July 15-28, 1861) &#10;&#10;&#10;[The first and last scenarios require use of the Here Come the Rebels (the 2nd game in the GCACW series) west map (not included).]&#10;&#10;Stonewall Jackson&rsquo;s Way: Cedar Mountain to 2nd Manassas, August 1862, includes two new Basic Game scenarios, the five original Basic Scenarios redesigned and rebalanced, and the two original Advanced Game campaigns also revamped for better play balance:&#10;&#10;    Cedar Mountain (3 turns, August 8-10, 1862)&#10;    Lee vs. Pope (2 turns, August 18-19, 1862)&#10;    Stuart&rsquo;s Raid (3 turns, August 22-24, 1862)&#10;    From the Rappahannock to Bull Run (6 turns, August 25-30, 1862)&#10;    Jackson&rsquo;s March (3 turns, August 26-28, 1862)&#10;    Bag the Whole Crowd (3 turns, August 28-30, 1862)&#10;    Which Way Did He Go? (3 turns, August 28-30, 1862)&#10;    From the Rapidan to the Rappahannock (8 turns, August 19-26, 1862)&#10;    From the Rapidan to Manassas (15 turns, August 19 &ndash; September 2, 1862)&#10;&#10;&#10;Stonewall Jackson&rsquo;s Way II: Battles of Bull Run contains:&#10;One 28 page GCACW Series Rules Booklet&#10;One 68 page SJW II Specific Rules Booklet&#10;Two 22&quot;x 32&quot; full-color mapsheets (North &amp; South maps)&#10;Three Countersheets (840 1/2&quot; dual-side printed counters)&#10;One Terrain Effects Chart (2 sided)&#10;Two full-color Force Displays Cards (both 1 sided)&#10;Two 4 page color Charts and Tables foldout&#10;Two 6-sided Dice&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Ratio / Combat Results Table",
      "Zone of Control"
    ],
    "Families": [
      "States: Virginia",
      "Country: USA",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Great Campaigns of the American Civil War (Avalon Hill/MMP)"
    ]
  },
  {
    "Rank": "3679",
    "Name": "Pizarro & Co.",
    "ID": 3267,
    "Year": "(2002)",
    "Geek Rating": "5.898",
    "Avg Rating": "6.51",
    "Link": "https://boardgamegeek.com/boardgame/3267/pizarro-and-co",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.446",
    "Description": "Players are kings (or queens) bidding for the services of six famous explorers -- Ferdinand Magellan, Christopher Columbus, Francisco Pizarro, Vasco da Gama, James Cook, and Marco Polo. As the game progresses, competition for the explorers' services increases as each explorer has fewer expeditions available for investment. In the end, only one ship for each explorer makes the final trip and only one king earns those rewards.&#10;&#10;Firstly, the board is set up from two double-sided boards, giving four possible configurations with slightly different versions of each explorer. Each player has six ships and money cards numbered 1 to 9. There are three turns. In the first, each explorer has 3 ships, but only two of these will proceed to the second turn and only one will win through to the third.&#10;&#10;A set of cards with explorers is used for each turn - 3 of each explorer in turn one, 2 of each in turn two and 1 of each in the last turn. The top card is revealed and an auction held, going round the table until all but one player has passed. The winning bidder puts the card in front of them and places one of their ships on to the relevant explorer area on the board. This process is repeated until all the cards have been bid on.&#10;&#10;Each explorer has a different power, some giving victory points, others money or a special ability like being able to delay a subsequent auction, or a combination of these. At the end of a turn players gain two new money cards, plus any which explorers they have a ship on give them. The second turn work in the same way, but only players with a ship invested in an explorer can bid on it, and because there are only two ships of the three on each explorer moving to the second area, one will be left behind. Similarly, the third round sees just one ship of the remaining two move to the third and final area for each explorer. Scoring is then done, with more points available for players with ships reaching the third area.&#10;&#10;Money is always tight so it is a good idea to try and get some extra income, though this conflicts with the need to score points. Two of the explorers score a lot of points but have no income so each player must balance the two needs. Money cards are worth points as well, so there is also a trade off between using these to win auctions to advance your ships and keeping them to score with.&#10;&#10;",
    "Categories": [
      "Exploration",
      "Renaissance"
    ],
    "Mechanics": [
      "Auction / Bidding"
    ],
    "Families": [
      "Cities: Venice (Veneto, Italy)",
      "Country: England",
      "Country: Portugal",
      "Country: Spain",
      "History: Age of Discovery"
    ]
  },
  {
    "Rank": "3680",
    "Name": "Three-Dragon Ante",
    "ID": 20806,
    "Year": "(2005)",
    "Geek Rating": "5.898",
    "Avg Rating": "6.49",
    "Link": "https://boardgamegeek.com/boardgame/20806/three-dragon-ante",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.7279",
    "Description": "Three-Dragon Ante is a fast-paced noncollectable card game based on the games of chance played by characters within the D&amp;D game world. Three-Dragon Ante can be played as a standalone card game, or it can be played as part of a roleplaying campaign-where the abilities of each player&acute;s character give him or her a unique winning edge.&#10;&#10;Three-Dragon Ante is a force-bid game where the pot goes to the player who built the best dragon flight this round. Each turn you play a card into your &quot;flight&quot;, and if equal in strength or weaker than the dragon played by the prior player, that dragon's power activates (draw cards, take cards from opponents, steal from the pot, etc).  Game ends once one player goes bankrupt.&#10;&#10;Integrates with:&#10;&#10;    Three-Dragon Ante: Emperor's Gambit&#10;&#10;&#10;Expanded by:&#10;&#10;    Luck of the Draw (RPGGeek item)&#10;&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Hand Management",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Creatures: Dragons",
      "Mechanism: Tableau Building",
      "Setting: Dungeons & Dragons",
      "Versions & Editions: Board Game Versions of Role-Playing Games"
    ]
  },
  {
    "Rank": "3681",
    "Name": "3 Chapters",
    "ID": 423517,
    "Year": "(2024)",
    "Geek Rating": "5.897",
    "Avg Rating": "7.16",
    "Link": "https://boardgamegeek.com/boardgame/423517/3-chapters",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.7037",
    "Description": "Once upon a time, there was a magical book of fairy tales that had three chapters. You will now live through that book in 3 Chapters, a trick-taking game with three game phases:&#10;&#10;&bull; Chapter 1: Start with eight cards in hand, choose one, then pass the remaining cards clockwise. Continue doing this until all cards are drafted.&#10;&#10;&bull; Chapter 2: Play one card each. The highest card wins the trick and receives two points. Additionally, compare the skills on your cards with one another as this can earn you additional points.&#10;&#10;&bull; Chapter 3: Finally, evaluate the skills within your selected hand cards. They can bring additional points in this chapter.&#10;&#10;If you choose the fairy tale creatures wisely at the beginning, you can win plenty of tricks and collect lots of points. Clever card combinations can also bring points without tricks because everyone knows, say, that Hansel and Gretel are particularly strong as a team...&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Closed Drafting",
      "Set Collection",
      "Trick-taking"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Digital Implementations: BrettspielWelt",
      "Digital Implementations: TableTop Simulator Mod (TTS)"
    ]
  },
  {
    "Rank": "3682",
    "Name": "Quartz",
    "ID": 172881,
    "Year": "(2015)",
    "Geek Rating": "5.897",
    "Avg Rating": "6.97",
    "Link": "https://boardgamegeek.com/boardgame/172881/quartz",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "1.2424",
    "Description": "Dwarves are among the bravest, determined and hard workers creatures you can find. Especially when they are searching for crystals in a new mine.&#10;&#10;In Quartz, you belong to a group of dwarves who has just discovered a new mine on their land. Excited by the discovery, you decided to make a bet. Everyone will explore the mine for five days. At the end of each day you will sell in the city, the crystals you extracted during this day. At the end of the fifth day, the dwarf who earned the most money will become the only owner of the mine.&#10;&#10;Following along the same lines as its predecessor, Ouro de Tolo, Quartz is fast and tense game of push-your-luck and risk management in which the players, acting as dwarven miners, try to secure the best crystals for themselves while keeping their &quot;colleagues&quot; at bay. Each turn a player has three choices:&#10;&#10;&#10;    Extract a crystal, i.e., pull a crystal from the bag.&#226;&#128;&#168;&#10;    Play a card that brings him advantages or causes problems for opponents.&#10;    Leave the mine for that workday and cash in sets of crystals collected that day.&#10;&#10;&#10;Some of the main differences to the previous game are that now theres is only five rounds, you have more strategic actions and every card is worth victory points at the end of the game, it's possible to save up crystals from one round to the other, whenever two unstable crystal explodes you get experience tokens that will save you later, and a set collection that can double or sum more cash each round.&#10;&#10;What do you say? Will you accept this challenge?&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Push Your Luck",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Components: Gems/Crystals",
      "Creatures: Dwarves & Gnomes",
      "Digital Implementations: Tabletopia",
      "Series: Quartz",
      "Theme: Mining"
    ]
  },
  {
    "Rank": "3683",
    "Name": "Almoravid: Reconquista and Riposte in Spain 1085-1086",
    "ID": 295103,
    "Year": "(2022)",
    "Geek Rating": "5.897",
    "Avg Rating": "8.14",
    "Link": "https://boardgamegeek.com/boardgame/295103/almoravid-reconquista-and-riposte-in-spain-1085-10",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "360",
    "Weight": "4.1702",
    "Description": "Almoravid: Reconquista and Riposte in Spain, 1085-1086, is a board wargame about a pair of tumultuous campaigns in the Spanish Reconquista - Leonese King Alfonso VI's advances against the 11th Century's fractious Muslim Taifa states, and the resulting intervention by a fundamentalist African Muslim army seeking to roll the Christians back.  It is the second volume in GMT Games' Levy &amp; Campaign Series portraying medieval military operations.&#10;&#10;Players will raise and equip their armies and send them out to ravage or conquer disputed territory and defeat enemy forces.  Service obligations and alliances will provide a panoply of lords and vassals to serve on campaign  but only for limited periods.  Players must keep an eye on the calendar and reward lords to keep them in the field.&#10;&#10;The sides every 40 days will levy various lords and vassals and their forces, transport, and capabilities, backed by higher political authorities.  Each lord is rated for fealty, lordship, service, and command and lays out his forces and assets on a mat.  Wooden pieces represent units of knights, mounted sergeants, horse and foot units from North Africa, men-at-arms, light horse, militia, and serfs.  Assets include counters for transport such as carts and mule trains; provender to feed the army; and coin to pay for longer service or loot captured by ravaging or conquering enemy regions.&#10;&#10;The players then plan and command a campaign for that 40 days with the lords who have mustered.  To represent the limits of communications on medieval operations, stacks of command cards commit players to activating lords in a sequence that may or may not meet the needs of the developing situation.  Cylinder pieces on the map show the lords&rsquo; maneuvers, while markers on a feudal calendar show how much longer the lords will serve, influenced by success or failure in their campaigns. When lords clash in field battle or storming a castle, players array their lords&rsquo; mats left, right, center, and reserve and attempt to rout the enemy. Various event and capability cards reveal cultural and technological particulars that influence levy, campaign, and combat.&#10;&#10;Almoravid is solitaire friendly, or players can use optional screens to hide what the two players' lords levy.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Medieval",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Simulation"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Country: Spain",
      "Digital Implementations: VASSAL",
      "History: Reconquista",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Levy & Campaign (GMT)"
    ]
  },
  {
    "Rank": "3684",
    "Name": "Jet Set",
    "ID": 38872,
    "Year": "(2008)",
    "Geek Rating": "5.896",
    "Avg Rating": "6.74",
    "Link": "https://boardgamegeek.com/boardgame/38872/jet-set",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "2.5789",
    "Description": "Spend money to place your airplanes on key airlinks between cities. The first to place an airplane on a link gains cheaper rights, but other players can still use the link for a price. A number of flight cards are on display; a player can claim one after connecting the two cities shown.  Longer flights are worth more points, but the short flights are easier and less expensive to achieve, and they bring in just as much income as the long flights. At the end, it's urgent to get your secret Final Flight done, connecting three cities.  The winner is the player with the most valuable collection of flights achieved, including bonuses for finishing the Final Flight sooner.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Economic",
      "Transportation",
      "Travel"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Open Drafting",
      "Point to Point Movement"
    ],
    "Families": [
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "3685",
    "Name": "Findorff",
    "ID": 360617,
    "Year": "(2022)",
    "Geek Rating": "5.896",
    "Avg Rating": "7.04",
    "Link": "https://boardgamegeek.com/boardgame/360617/findorff",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "75",
    "Play Time": "75",
    "Weight": "2.7097",
    "Description": "Findorff is one of the 23 districts of Bremen, the hometown of Friedemann Friese. Findorff has three &ldquo;F&rdquo;s and is named after J&uuml;rgen Christian Findorff (1720-1792), who was responsible for draining and surveying the bog in the north of Bremen, for extracting the peat, and for populating the bog with residents.&#10;&#10;In Findorff, the game, you build up the district of Findorff in the period from 1803 to 1916. Historically, six major railway stations stood in Findorff during this period to connect to Hannover, Hamburg, Oldenburg, and Bremerhaven. While they were all later replaced by a single big main train station, you raise another three new rail stations at one of the two main roadbeds. Besides using boats on the peat canal, this small railway  helped to transport even more peat from the bog in the north of Bremen to Findorff. During the first half of the 19th Century, peat was the most important commodity for heating the houses and for supplying energy to the industry. In the late 19th century (and in the game), peat lost its importance once when replaced by the energy-rich coal.&#10;&#10;Findorff offers an economic engine builder with a resource market for peat known from Power Grid and an innovative resource management required when building rail tracks and houses in Findorff. Your focus is on raising the right combination of the 25 historical structures from the period of 1803-1916. Do you raise the Chair Pipes Factory or the Slaughterhouse to gain a lot of thalers, or smaller structures like Schools, the Beer Hall, or the Peat Skipper Shelter to win the game in small steps. You can even profit from the high mortality rate of this period by running a Cemetery.&#10;&#10;Only by adapting your strategy to your structures you honor Mr. Findorff, and win the game when the roadbed to Hamburg is finished.&#10;&#10;Findorff offers a challenging solo game as well.&#10;&#10;",
    "Categories": [
      "City Building",
      "Economic",
      "Industry / Manufacturing",
      "Napoleonic",
      "Post-Napoleonic",
      "Trains"
    ],
    "Mechanics": [
      "Hand Management",
      "Income",
      "Market",
      "Solo / Solitaire Game",
      "Variable Set-up"
    ],
    "Families": [
      "Cities: Bremen (Germany)",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "3686",
    "Name": "1987 Channel Tunnel",
    "ID": 279306,
    "Year": "(2019)",
    "Geek Rating": "5.896",
    "Avg Rating": "7.30",
    "Link": "https://boardgamegeek.com/boardgame/279306/1987-channel-tunnel",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.7097",
    "Description": "For centuries, the relationship between Britain and France has been marked by wars and rivalries, but also by mutual alliances. Both societies have a markedly different conception of Europe, but an intense commercial relationship that allowed them to work together in a common interest: the construction of the Channel Tunnel.&#10;&#10;In 1987 Channel Tunnel, you get to put yourself in command of a team of builders from Britain or France to unite the two countries under the sea! In this competitive two-player game, you need to lead your team of workers, develop technology, and seek funding to bring the tunnel boring machine to the meeting point at the heart of this epic engineering feat. When the center of the tunnel length is reached, players earn points based on how far have they developed their technology tracks, which cards they have, and whether they haven't deviated with their machines too much.&#10;&#10;When taking an action during the game, players play part of their tower of colored discs to perform it. This action won't be available for the rest of the round unless someone plays a taller tower (with more discs) on it. As soon as both players pass, return the discs to the bag, then start a new round.&#10;&#10;",
    "Categories": [
      "Transportation"
    ],
    "Mechanics": [
      "Worker Placement"
    ],
    "Families": [
      "1900 (Looping Games)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "3687",
    "Name": "Café International",
    "ID": 214,
    "Year": "(1989)",
    "Geek Rating": "5.896",
    "Avg Rating": "6.22",
    "Link": "https://boardgamegeek.com/boardgame/214/cafe-international",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "1.6422",
    "Description": "This game revolves around the placement of multi-national customers in a restaurant. The board shows many different tables, each with four chairs around them. The tables are grouped by nation, so the Chinese like to sit with other Chinese. However, some of the chairs are on the border between two nations, so a person from either place could occupy the seat. To further complicate this odd tile game, each of the people is either male or female, and tables must be gender-balanced.  As the game progresses some tiles become unplayable...&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Hand Management",
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": [
      "Components: 13 x 13 Grids",
      "Digital Implementations: BrettspielWelt",
      "Game: Café International"
    ]
  },
  {
    "Rank": "3688",
    "Name": "Doggerland",
    "ID": 381117,
    "Year": "(2023)",
    "Geek Rating": "5.896",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgame/381117/doggerland",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "3.4706",
    "Description": "Doggerland was a landmass that connected Great Britain to mainland Europe that disappeared under the North Sea after the last ice age. Humans lived on these fertile lands where multiple resources and animals were found.&#10;&#10;In Doggerland, you play a clan at around 15,000 BCE. Your goal is to expand your clan in order to leave a trace of its existence for centuries to come. Players increase their population, make crafts, paint murals in caves, raise megaliths for the gods, and (most of all) survive the rigors of the seasons. To do this, they explore the surrounding territory and adapt to the resources at their disposal. The territory differs in each game, thanks to modular tiles.&#10;&#10;Each round, players program their actions, then carry them out. These actions vary, based on available resources, abundance or scarcity around their villages, and also based on the actions of other players. As time passes, resources run out, and clans must migrate to find what they need for their development and survival.&#10;&#10;In each clan, there is a leader who brings bonuses, and a shaman who allows powerful and unique actions thanks to knowledge and magic. After 6-8 seasons, the clan with the most points wins.&#10;&#10;",
    "Categories": [
      "Prehistoric"
    ],
    "Mechanics": [
      "Programmed Movement",
      "Tile Placement",
      "Worker Placement",
      "Worker Placement, Different Worker Types"
    ],
    "Families": []
  },
  {
    "Rank": "3689",
    "Name": "Cyclades: Legendary Edition",
    "ID": 380619,
    "Year": "(2024)",
    "Geek Rating": "5.896",
    "Avg Rating": "8.54",
    "Link": "https://boardgamegeek.com/boardgame/380619/cyclades-legendary-edition",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.8077",
    "Description": "In the Cyclades archipelago, off the shores of a divided Greece, players develop their cities and compete for supremacy under the watchful gaze of the gods.&#10;&#10;In Cyclades: Legendary Edition, designers Bruno Cathala and Ludovic Maublanc have reworked the Cyclades base game and its many expansions to make gameplay more dynamic and fluid.&#10;&#10;The game features a strategic bidding system that defines the actions available to each player on their turn. You must balance your finances to optimize the various actions provided by the different gods, with each player gaining the support of only one god each turn. The game features a shorter and more dynamic bidding phase than the original Cyclades thanks to a new exponential bidding scale. Six gods are available instead of the five, increasing the variety of actions available:&#10;&#10;&#10;     Ares allows the movement of player armies and the building of fortresses.&#10;     Poseidon allows players to move their navies and build ports.&#10;     Zeus allows his followers to hire priests and build temples.&#10;     Athena provides her worshipers with philosophers and universities.&#10;     Apollo increases the income of his worshipers.&#10;     Hera provides mercenaries to enforce your troops during battle.&#10;&#10;&#10;Players now use landscape tiles to assemble the modular game board during set-up, allowing for ever-changing maps and game strategies. New creatures and heroes are available in the base game, offering new strategic opportunities to build metropolises and gain decisive advantages on the battlefield. Your goal is to be the first to control three metropolises, which can be obtained as follows:&#10;&#10;&#10;     Economic development, by constructing four different buildings.&#10;     Intellectual development, by owning four philosophers.&#10;     Heroic deeds, when sacrificing a hero.&#10;     Military conquest, when seizing an enemy city by strength.&#10;&#10;&#10;Cyclades: Legendary Edition features three game configurations:&#10;&#10;&#10;     &quot;Classic&quot; mode for 3-5 players in which each player defends their own interests.&#10;     &quot;Team&quot; mode for 4 or 6 players in which you play in teams of two, co-operating with one another and competing against others.&#10;     An enhanced and refined two-player mode.&#10;&#10;&#10;",
    "Categories": [
      "Ancient",
      "City Building",
      "Civilization",
      "Fighting",
      "Miniatures",
      "Mythology",
      "Nautical"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Auction / Bidding",
      "Auction: Fixed Placement",
      "Constrained Bidding",
      "Dice Rolling",
      "Set Collection",
      "Turn Order: Auction",
      "Variable Phase Order",
      "Variable Set-up"
    ],
    "Families": [
      "Ancient: Greece",
      "Components: Map (Continental / National scale)",
      "Components: Miniatures",
      "Country: Greece",
      "Creatures: Minotaurs",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Game: Cyclades",
      "Mythology: Greek"
    ]
  },
  {
    "Rank": "3690",
    "Name": "Nefarious",
    "ID": 108044,
    "Year": "(2011)",
    "Geek Rating": "5.896",
    "Avg Rating": "6.26",
    "Link": "https://boardgamegeek.com/boardgame/108044/nefarious",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.7342",
    "Description": "Your genius could have been such a boon to humanity. Your death ray had wonderful pest control applications, and your volcano activator was perfect for fighting global warming. But the fools at the institute, they wouldn't listen. They called you mad! You built a monster to rend them limb from limb, which your minions assured you was the very worst way to be rended. When it became clear that the only hope for the world was your own benign leadership, you took control of TV to announce this fact. But your broadcast was interrupted by someone else taking control of TV and announcing his own plan for world domination &ndash; and then that broadcast was interrupted by yet another interloper. So. Competition. Well, the world will never be as scared of these upstarts as it will be of you. Archimedes once said, &quot;Give me a long enough lever and a place to stand, and I will move the world.&quot; You will be the most terrifying lever the world has ever seen.&#10;&#10;Nefarious is a quick-playing game in which the players race to build inventions like a freeze ray, cloaking device, or robotic pet before their opponents can do the same. (Interesting side note: Eighteen different artists contributed to the artwork on the different inventions in the game.)&#10;&#10;Nefarious is played over several rounds. In each round the players simultaneously choose and reveal one of their actions that will allow them to allocate one of their Minions to an area on their Lair, obtain money, obtain a blueprint for an invention, or build one of their inventions if they have enough money to do so. The minions that you allocate to your Lair can earn you additional income depending on the actions that your neighbors choose. The first player to build 20 or more points worth of Inventions AND have more points than any other player wins.&#10;&#10;There is a twist to the game, though &ndash; actually, two twists! At the beginning of the game, you randomly draw two Twist cards, which change the environment so that the game plays differently each time. This means that in order to win, the players will have to revise their strategies each time they play Nefarious.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Science Fiction"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Digital Implementations: Tabletopia",
      "Theme: Mad Science / Mad Scientist",
      "Theme: Retro",
      "Theme: Villainy"
    ]
  },
  {
    "Rank": "3691",
    "Name": "Dinner in Paris",
    "ID": 320819,
    "Year": "(2020)",
    "Geek Rating": "5.896",
    "Avg Rating": "6.77",
    "Link": "https://boardgamegeek.com/boardgame/320819/dinner-in-paris",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "2.1818",
    "Description": "The restaurant industry in Paris is buzzing after the inauguration of a new pedestrian square in a very popular district for Parisians and tourists from all around the globe. It is a golden opportunity for you, restaurant owners, to open one of the addresses that will contribute to the culinary diversity and the reputation of the French capital. However, there isn&rsquo;t space for everyone and your opponents could throw a wrench in your gears!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Economic",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Chaining",
      "Contracts",
      "End Game Bonuses",
      "Hand Management",
      "Income",
      "Race",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Cities: Paris (France)",
      "Components: Miniatures",
      "Digital Implementations: Board Game Arena",
      "Theme: Food / Cooking",
      "Theme: Pub, Bars, Bistros..."
    ]
  },
  {
    "Rank": "3692",
    "Name": "Conflict of Heroes: Storms of Steel – Kursk 1943 (Third Edition)",
    "ID": 286344,
    "Year": "(2019)",
    "Geek Rating": "5.895",
    "Avg Rating": "8.39",
    "Link": "https://boardgamegeek.com/boardgame/286344/conflict-of-heroes-storms-of-steel-kursk-1943-thir",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "240",
    "Weight": "2.9545",
    "Description": "Storms of Steel! makes you a witness to the greatest tank battle in history! After their stinging defeat at Stalingrad, the Germans mass their best forces for an all-out attack against the growing Soviet bulge at Kursk. The Soviets' network of master spies has caught wind of the German plans, and they are prepared to trap and decimate the best panzer forces the Germans can muster.  Storms of Steel covers one of the largest tank battles in history. German Panzer and Anti-Tank hardware had caught up with the Soviets, allowing the Germans to destroy most Soviet tanks from great distances. But the Soviets countered this advantage with mass production of tanks, which were thrown at the Germans in an attempt to overwhelm them.&#10;&#10;Storms of Steel! is the second stand-alone title in the best selling Conflict of Heroes series. Each game in the series uses the same core rules system, so it's easy to advance from one game to the next! Conflict of Heroes is a tactical war game of platoon-sized engagements, with each counter representing a squad of infantry, a crewed gun, or a vehicle. The engagements are presented as firefights with different objectives. During a firefight, players use their army's units to fight for these objectives, which are worth victory points (VPs). The player with the most VPs at the end of the game wins.&#10;&#10;The rules for Storms of Steel are the same as for Awakening the Bear, but the two games play very differently. In Awakening the Bear, the Germans had to flank and get close to Soviet tanks if they stood any chance of penetrating the heavy T-34 tank armor. But by 1943, at the battle of Kursk, most Soviet tank armor could be penetrated by the Germans at great distances. So the tables are turned and players must employ very different tactics.&#10;&#10;All New for the 3rd Edition:&#10;&bull;Featuring the latest 3rd Edition Conflict of Heroes Rules!&#10;&bull;Updated the maps and overlay artwork to be highly detailed and more beautiful than the original!&#10;&bull;All new counters in addition to new versions of the previous counters!&#10;&bull;New box format, with updated tray inserts designed by Game Trayz!&#10;&#10;Please note:  There was never a second edition released.  This release is called Third Edition since it uses same rule-set as Awakening the Bear Third Edition.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Cities: Kursk (Russia)",
      "Components: Game Trayz Inside",
      "History: World War II (Eastern Front)",
      "Series: Conflict of Heroes (Academy Games)"
    ]
  },
  {
    "Rank": "3693",
    "Name": "Mégawatts",
    "ID": 39336,
    "Year": "(2008)",
    "Geek Rating": "5.895",
    "Avg Rating": "7.81",
    "Link": "https://boardgamegeek.com/boardgame/39336/megawatts",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.069",
    "Description": "This is the new entry for the Filosofia printing of Power Grid.  As the new game changes the map of the original, the two games should be regarded as separate entities.&#10;&#10;M&eacute;gawatts is the French release of the Friedemann Friese game Power Grid. The French edition is produced by Filosofia.&#10;&#10;As with Power Grid, the object of M&eacute;gawatts is to supply the most cities with power when someone's network gains a predetermined size.  In this new edition, players mark pre-existing routes between cities for connection, and then bid against each other to purchase the power plants that they use to power their cities.&#10;&#10;However, as plants are purchased, newer more efficient plants become available, so by merely purchasing you're potentially allowing others access to superior equipment.&#10;&#10;Additionally, players must acquire the raw materials (coal, oil, garbage and uranium) needed to power said plants (except for the 'renewable' windfarm/ solar plants which require no fuel), making it a constant struggle to upgrade your plants for maximum efficiency while still retaining enough wealth to quickly expand your network to get the cheapest routes.&#10;&#10;It differs from Power Grid by the maps included. Where Power Grid has the USA/Germany maps, the French version by Filosofia has the Qu&eacute;bec/France maps.&#10;&#10;The Qu&eacute;bec map uses minor rules change that makes a bigger use of the renewable power plants to represent the regional reality of hydro-electricity.&#10;&#10;The ruleset includes the basic game, as in Power Grid plus the minor rule changes for the two maps included.&#10;&#10; Re-Implements: &#10;&#10;&#10;     Power Grid&#10;     Funkenschlag&#10;&#10;&#10;Expanded by:&#10;&#10;&#10;     Power Grid: France/Italy&#10;     Power Grid: Benelux/Central Europe&#10;     Atolla Modulis (fan expansion for Funkenschlag)&#10;     Power Grid: The New Power Plants &#226;&#128;&#147; Set 1&#10;     Power Grid: China/Korea&#10;     Power Grid: Flux Generator&#10;&#10;&#10;The expansions Power Grid: France/Italy, Power Grid: Benelux/Central Europe and Power Grid: China/Korea include new double-sided game boards. These change the game by not only changing the characteristics of the geography, but also by changing the rules for power plant availability, resource availability, tying plant ownership and/or resource availability and/or price to geographic regions on the map, etc.&#10;&#10;Incorporated into:&#10;&#10;     Power Grid: Qu&#195;&#169;bec/Baden-W&#195;&#188;rttemberg (the Quebec map)&#10;&#10;&#10;",
    "Categories": [
      "Economic",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Network and Route Building"
    ],
    "Families": [
      "Game: Power Grid"
    ]
  },
  {
    "Rank": "3694",
    "Name": "Triassic Terror",
    "ID": 135243,
    "Year": "(2013)",
    "Geek Rating": "5.895",
    "Avg Rating": "6.88",
    "Link": "https://boardgamegeek.com/boardgame/135243/triassic-terror",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "2.8615",
    "Description": "Starting with just one herd in the swamp in Triassic Terror, players must establish new herds and grow them into larger herds, which will then migrate across the four pre-historic landscapes present, competing for the best habitats. This primaeval world is, however, full of danger. Players' dinosaurs will fall prey to the mighty T-Rex, marauding Velociraptors, and swooping Pterodactyls. Erupting volcanoes will devastate some areas and fill the skies with ash, making the affected area almost unlivable. The player who best avoids these terrors and maintains the largest herds across all four environments will win the game.&#10;&#10;",
    "Categories": [
      "Animals",
      "Prehistoric",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Open Drafting"
    ],
    "Families": [
      "Animals: Dinosaurs",
      "Components: Meeples (Dinosaur) / Dinomeeples",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "3695",
    "Name": "Arkeis",
    "ID": 275284,
    "Year": "(2023)",
    "Geek Rating": "5.895",
    "Avg Rating": "7.61",
    "Link": "https://boardgamegeek.com/boardgame/275284/arkeis",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "History is full of secrets...&#10;&#10;As they explore an ancient Egyptian tomb, a team of archaeologists and adventurers stumble upon a mystery that History forgot. To uncover the truth, they will have to delve deeper and deeper in the pyramids, dodging deadly traps and fighting back swathes of monsters running after them. Has the old Pharaoh placed a curse on this expedition? Should some secrets remain untold? This story is now yours to complete...&#10;&#10;Arkeis is a cooperative, story-driven, campaign game with minis set among ancient Egyptian ruins. &#10;Each player takes control of an adventurer as they explore a modular board.&#10;Players have up to two actions per turn: search, move, assist an ally or fight one of the numerous dangers waiting for them in the tombs! The results of their actions can be altered by the equipment and character upgrades they earn during the campaign. &#10; They can push their luck at the risk of being cursed or suffering lasting traumas from injuries!&#10;Each character has their own backpack to store their items (and curses) between adventures.&#10;Each scenario has objectives that the players will try to accomplish during the game to earn rewards in the form of key items and upgrades that influence later scenarios.&#10;&#10;It will take a team of skilled players to reveal all of Arkeis&rsquo;s secrets!&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Legacy Game",
      "Modular Board",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Storytelling",
      "Variable Player Powers"
    ],
    "Families": [
      "Ancient: Egypt",
      "Category: Dungeon Crawler",
      "Components: Miniatures",
      "Components: Official Music Soundtrack",
      "Constructions: Pyramids",
      "Country: Egypt",
      "Mechanism: Campaign Games",
      "Mechanism: Legacy",
      "Mythology: Egyptian",
      "Occupation: Adventurer / Explorer",
      "Organizations: Forgenext",
      "Theme: Archaeology / Paleontology",
      "Theme: Steampunk"
    ]
  },
  {
    "Rank": "3696",
    "Name": "Praetor",
    "ID": 137776,
    "Year": "(2014)",
    "Geek Rating": "5.895",
    "Avg Rating": "6.54",
    "Link": "https://boardgamegeek.com/boardgame/137776/praetor",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "75",
    "Play Time": "75",
    "Weight": "3",
    "Description": "It's the year AD 122, and the Roman Empire is at the peak of its glory. Caesar Hadrian is no longer waging war against the barbarians, but building cities and fortifications to ensure a lengthy domination of the Roman culture and wealth.&#10;&#10;The southern part of Britain is under Roman domination, and Caesar has already begun the construction of Hadrian's Wall to protect the empire from invasions from the North. Together with the wall, Caesar has ordered the founding of a new city that will remind the locals of the glory of Rome. He has appointed five of his most trusted men to take resources and workers from Rome and to build the city together &ndash; but in the end only one of them will be appointed Praetor and rule the Province in the name of Caesar.&#10;&#10;In Praetor, you will take the role of a Roman engineer, and you will work together with the other players to build a magnificent city. You will manage your limited resources wisely and look for new ones, you will recruit new Workers while your old experienced ones will retire, you will build settlements to keep the population happy, and you will praise the Gods to earn their favor. Caesar will reward you if you give away precious resources to build Hadrian&rsquo;s Wall, thus increasing your chances of becoming Praetor.&#10;&#10;Every turn, you will place your Workers on previously built City Tiles to gain resources, Morale, new Workers, or Favor points. You may also assign Workers to build new City Tiles or spend resources to meet Caesar&rsquo;s demands to gain Favor Points. At the end of each turn, you will have to pay your Workers. Otherwise, the mood in the city will deteriorate.&#10;&#10;Most of the actions your Workers will perform will help them gain experience. They will become increasingly skilled in collecting resources. Your most experienced Workers will eventually retire and bring you additional Favor Points, but you will still have to show solidarity and pay them until the end of the game.&#10;&#10;",
    "Categories": [
      "Ancient",
      "City Building",
      "Economic"
    ],
    "Mechanics": [
      "Delayed Purchase",
      "Market",
      "Modular Board",
      "Ownership",
      "Tile Placement",
      "Turn Order: Stat-Based",
      "Variable Player Powers",
      "Worker Placement",
      "Worker Placement with Dice Workers",
      "Worker Placement, Different Worker Types"
    ],
    "Families": [
      "Ancient: Rome",
      "Digital Implementations: Tabletopia",
      "Series: Expert (Granna)"
    ]
  },
  {
    "Rank": "3697",
    "Name": "Firefly Fluxx",
    "ID": 183896,
    "Year": "(2016)",
    "Geek Rating": "5.895",
    "Avg Rating": "6.65",
    "Link": "https://boardgamegeek.com/boardgame/183896/firefly-fluxx",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "30",
    "Weight": "1.35",
    "Description": "Join Mal, Wash, Zo&euml;, Inara, Kaylee, Jayne, Simon, River, Book, and more as Fluxx enters the 'Verse at full speed. With the rules constantly changing, Firefly Fluxx is just as unpredictable as misbehaving in space!&#10;&#10;Fluxx is a card game in which the cards themselves determine the current rules of the game. By playing cards, you change numerous aspects of the game: how to draw cards, how to play cards, and even how to win.&#10;&#10;At the start of the game, each player holds three cards and on a turn a player draws one card, then plays one card. By playing cards, you can put new rules into play that change numerous aspects of the game: how many cards to draw or play, how many cards you can hold in hand or keep on the table in front of you, and (most importantly) how to win the game. There are many editions, themed siblings, and promo cards available.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Game: Fluxx",
      "Misc: LongPack Games",
      "TV Shows: Firefly",
      "Versions & Editions: Versions with IP after the original release"
    ]
  },
  {
    "Rank": "3698",
    "Name": "Who Did It?",
    "ID": 241491,
    "Year": "(2018)",
    "Geek Rating": "5.895",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgame/241491/who-did-it",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.0263",
    "Description": "&quot;But, but...who did that?!&quot;&#10;&#10;In the card game Who Did It?, players race to get rid of their cards so that they can avoid the blame of owning the animal that pooped. Each game is as fun as it is fast; quickly find your card, be the first to throw it down, then blame someone else! Was it YOUR cat that pooped in the living room? Because it sure wasn't my bunny!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Single Loser Game"
    ],
    "Families": [
      "Animals: Cats",
      "Animals: Fish / Fishes",
      "Animals: Hamsters",
      "Animals: Rabbits / Hares",
      "Theme: Excrements / Feces / Poop / Urine"
    ]
  },
  {
    "Rank": "3699",
    "Name": "Loopin' Chewie",
    "ID": 173341,
    "Year": "(2014)",
    "Geek Rating": "5.894",
    "Avg Rating": "6.34",
    "Link": "https://boardgamegeek.com/boardgame/173341/loopin-chewie",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1",
    "Description": "This 2-3 player version of Loopin' Louie is re-themed with the Star Wars license.  Chewbacca in the Millennium Falcon is tasked with knocking out the other players' stormtroopers.  When only one player has stormtroopers left, that player wins.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Aviation / Flight",
      "Children's Game",
      "Electronic",
      "Movies / TV / Radio theme",
      "Real-time"
    ],
    "Mechanics": [
      "Player Elimination"
    ],
    "Families": [
      "Movies: Star Wars"
    ]
  },
  {
    "Rank": "3700",
    "Name": "7 Ronin",
    "ID": 154173,
    "Year": "(2013)",
    "Geek Rating": "5.894",
    "Avg Rating": "6.92",
    "Link": "https://boardgamegeek.com/boardgame/154173/7-ronin",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2.2143",
    "Description": "7 Ronin is an asymmetric two-player game in which one player controls a group of ninja attacking a village that's defended by seven ronin (masterless samurai), which are controlled by the other player. The ninja player wins by occupying five of the village's ten areas, while the ronin player wins by surviving eight rounds.&#10;&#10;Each turn starts with the players distributing their forces over the village areas simultaneously and separately. Their choices are then revealed, and combat resolved. Each of the ronin have a different special ability to aid the defender, while each of the village areas have a special ability usable by the attacker once it has been occupied.&#10;&#10;",
    "Categories": [
      "Medieval"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Secret Unit Deployment",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Wooden pieces & boards",
      "Country: Japan",
      "Digital Implementations: Tabletopia",
      "Players: Two-Player Only Games",
      "Theme: Ninjas",
      "Theme: Samurai"
    ]
  }
]