[
  {
    "Rank": "201",
    "Name": "Chaos in the Old World",
    "ID": 43111,
    "Year": "2009",
    "Geek Rating": "7.352",
    "Avg Rating": "7.66",
    "Link": "https://boardgamegeek.com/boardgame/43111/chaos-in-the-old-world",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3.1976",
    "Description": "Chaos in the Old World makes you a god. Each god&rsquo;s distinctive powers and legion of followers grant you unique strengths and diabolical abilities with which to corrupt and enslave the Old World.&#10;&#10;     Khorne, the Blood God, the Skulltaker, lusts for death and battle. &#10;     Nurgle, the Plaguelord, the Father of Corruption, luxuriates in filth and disease. &#10;     Tzeentch, the Changer of Ways, the Great Conspirator, plots the fate of the universe. &#10;     Slaanesh, the Prince of Pleasure and Pain, the Lord of Temptations, lures even the most steadfast to his six deadly seductions. &#10;&#10;&#10;Yet, as you and your fellow powers of Chaos seek domination by corruption and conquest, you must vie not only against each other, but also against the desperate denizens of the Old World who fight to banish you back to the maelstrom of the Realm of Chaos.&#10;&#10;Chaos in the Old World features three ways to win, and gives you an unparalleled opportunity to reshape the world in your image. Every turn you corrupt the landscape, dominating its inhabitants, and battle with the depraved followers of rival gods. Each god has a unique deck of gifts and abilities, and can upgrade their followers into deadly foes. Summon forth living manifestations of Chaos, debased and hidden cultists, and the horrifying greater daemons - beings capable of destroying near everything in their path.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting",
      "Horror",
      "Mythology",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "Events",
      "Hand Management",
      "Role Playing",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Control Boards",
      "Components: Miniatures",
      "Digital Implementations: VASSAL",
      "Setting: Warhammer Fantasy Board Games",
      "Theme: Villainy"
    ]
  },
  {
    "Rank": "202",
    "Name": "Star Wars: Outer Rim",
    "ID": 271896,
    "Year": "2019",
    "Geek Rating": "7.351",
    "Avg Rating": "7.74",
    "Link": "https://boardgamegeek.com/boardgame/271896/star-wars-outer-rim",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "2.5737",
    "Description": "Take to the stars and become a living legend in Star Wars: Outer Rim, a game of bounty hunters, mercenaries, and smugglers for 1-4 players!&#10;&#10;In Outer Rim, you take on the role of an underworld denizen, setting out to make your mark on the galaxy. You'll travel the outer rim in your personal ship, hire legendary Star Wars characters to join your crew, and try to become the most famous (or infamous) outlaw in the galaxy!&#10;&#10;But it won't be easy since the warring factions of the galaxy roam the outer rim, hunting down the scum that have proven to be a thorn in their side, and other scoundrels looking to make their mark see you as the perfect target to bring down to bolster their own reputation. Do you have what it takes to survive in the outer rim and become a living legend?&#10;&#10;In more detail, a game of Outer Rim takes place over a series of turns that sees players taking dangerous jobs, tracking down bounties, upgrading their ship, and more, all in service of gaining more and more fame. Regardless of the path you take to get there, your goal is to gain ten fame, which can come from a variety of sources, such as completing your character's personal goal, collecting on bounties and jobs, delivering illegal cargo, taking down patrols from the various factions struggling over the galaxy, and enjoying the finer things in life by purchasing luxury items with your hard-earned credits.&#10;&#10;While the path to victory may be different for scoundrels finding their way in the Outer Rim, everyone starts from the bottom with a simple starship. Your player board not only tracks your fame progress, but also contains slots for your ship, your character card, gear, reputation, modifications, jobs, and bounties.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Die Icon Resolution",
      "Modular Board",
      "Pick-up and Deliver",
      "Race",
      "Solo / Solitaire Game",
      "Trading",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Components: Standees",
      "Mechanism: Artificial Player",
      "Movies: Star Wars",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "203",
    "Name": "War of the Ring",
    "ID": 9609,
    "Year": "2004",
    "Geek Rating": "7.351",
    "Avg Rating": "7.78",
    "Link": "https://boardgamegeek.com/boardgame/9609/war-of-the-ring",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.8475",
    "Description": "In War of the Ring, one player takes control of the Free Peoples (FP), the other player controls Shadow Armies (SA).&#10;&#10;Initially, the Free People Nations are reluctant to take arms against Sauron, so they must be attacked by Sauron or persuaded by Gandalf or other Companions, before they start to fight properly: this is represented by the Political Track, which shows if a Nation is ready to fight in the War of the Ring or not.&#10;&#10;The game can be won by a military victory, if Sauron conquers a certain number of Free People cities and strongholds or vice-versa. But the true hope of the Free Peoples lies with the quest of the Ringbearer: while the armies clash across Middle Earth, the Fellowship of the Ring is trying to get secretly to Mount Doom to destroy the One Ring. Sauron is not aware of the real intention of his enemies but is looking across Middle Earth for the precious Ring, so that the Fellowship is going to face numerous dangers, represented by the rules of The Hunt for the Ring. But the Companions can spur the Free Peoples to the fight against Sauron, so the Free People player must balance the need to protect the Ringbearer from harm, against the attempt to raise a proper defense against the armies of the Shadow, so that they do not overrun Middle Earth before the Ringbearer completes his quest.&#10;&#10;Each game turn revolves around the roll of Action Dice: each die corresponds to an action that a player can do during a turn. Depending on the face rolled on each die, different actions are possible (moving armies, characters, recruiting troops, advancing a Political Track).&#10;&#10;Action dice can also be used to draw or play Event Cards. Event Cards are played to represent specific events from the story (or events that could possibly have happened) that cannot be portrayed through normal gameplay. Each Event Card can also create an unexpected turn in the game, allowing special actions or altering the course of a battle.&#10;&#10;Reimplemented by:&#10;&#10;    War of the Ring Collector's Edition&#10;    War of the Ring: Second Edition&#10;&#10;&#10;Upgrade to the 2nd edition (Card Pack) &#10;&#10;    War of the Ring (second edition): Upgrade Kit&#10;&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Fighting",
      "Novel-based",
      "Territory Building",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Events",
      "Hand Management"
    ],
    "Families": [
      "Authors: J.R.R. Tolkien",
      "Components: Map (Continental / National scale)",
      "Components: Miniatures",
      "Components: Multi-Use Cards",
      "Misc: Dice Tower Hall of Fame",
      "Series: War of the Ring (Nexus/Ares Games)"
    ]
  },
  {
    "Rank": "204",
    "Name": "This War of Mine: The Board Game",
    "ID": 188920,
    "Year": "2017",
    "Geek Rating": "7.348",
    "Avg Rating": "7.77",
    "Link": "https://boardgamegeek.com/boardgame/188920/this-war-of-mine-the-board-game",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "120",
    "Weight": "3.3238",
    "Description": "This War Of Mine: The Board Game is the tabletop adaptation of the award-winning video game that pictures the drama of civilians trapped in a war-torn city. You will enter this experience as a group of civilians trapped in a besieged and conflict-ridden city, enduring many hardships that often test the essence of humanity. During your struggle as the survivors, you will experience dramas connected with making extremely difficult decisions and choices and have to face the consequences of your actions sooner or later.&#10;&#10;TWOM: The Board Game features a multiplayer experience for up to 6 players, as well as a solo variant. You will be able to personify one of the well-known characters from video game and face hundreds of new challenges and difficult choices. The boardgame significantly broadens the original game&rsquo;s universe and emphasizes the depth of plot, yet its main focus will be on human interactions driven by survival instinct and group decision-making.  TWOM: The Board Game is an instant play game, with no need for reading the manual before starting the adventure.&#10;&#10;During day time you will take shelter in a ruined tenement house, which you will care about and manage by: removing rubble, searching through various rooms (often behind barricaded doors), you will build beds, improvised workshops, stoves, tools, water filters, small animal traps, you will cultivate an improvised vegetable garden, fix the tenements&rsquo; shelled facilities, reinforce the security of your shelter and should winter come, you&rsquo;ll try to keep it warm.&#10;&#10;Upon nightfall your main duties will consist of guarding your shelter and what little possessions you can accumulate against bandits and raiders. Those in your group fit for such a task will use the cover of the night to carefully explore dozens of the ever-changing locations scattered throughout the dangerous city in search of all the things that a person needs to survive (materials, food, meds, equipment, etc.). On your way you will meet tens of characters, each with a unique story (residents of the locations you visit, thieves, bandits, soldiers, war victims, refugees, neighbors, traders and members of local communities), each encounter is a potential, unique adventure. To guide you through all these events you will have the special SCRIPTS mechanism, responsible for implementing the deep and complex story and a coherent plot (each game will be unique and different than the previous).&#10;&#10;Your goal is to survive until the cessation of war hostilities. However, survival itself will often prove not to be enough. The price each of you will decide to pay, might be too high in the final outcome. So the goal is really to survive in a way that will let you live on with the decisions you made. The EPILOGUES mechanism will kick in here.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Mature / Adult",
      "Modern Warfare",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Events",
      "Grid Movement",
      "Narrative Choice / Paragraph",
      "Push Your Luck",
      "Role Playing",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Solo / Solitaire Game",
      "Storytelling",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Game: This War of Mine (Awaken Realms)",
      "Mechanism: Campaign Games",
      "Players: Games with Solitaire Rules",
      "Theme: Survival"
    ]
  },
  {
    "Rank": "205",
    "Name": "Arkham Horror: The Card Game (Revised Edition)",
    "ID": 359609,
    "Year": "2021",
    "Geek Rating": "7.343",
    "Avg Rating": "8.63",
    "Link": "https://boardgamegeek.com/boardgame/359609/arkham-horror-the-card-game-revised-edition",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "180",
    "Weight": "3.7615",
    "Description": "The boundaries between worlds have drawn perilously thin. Dark forces work in the shadows and call upon unspeakable horrors, strange happenings are discovered all throughout the city of Arkham, Massachusetts, and behind it all an Ancient One manipulates everything from beyond the veil. It is time to revisit that which started it all&hellip;&#10;&#10;In this game, you, on your own or with a friend (or up to three friends in this revised version), become characters within the quiet New England town of Arkham and work to investigate the recent strange happenings and solve the mysteries. You have your talents, sure, but you also have your flaws. Perhaps you've dabbled a little too much in the writings of the Necronomicon, and its words continue to haunt you. Perhaps you feel compelled to cover up any signs of otherworldly evils, hampering your own investigations in order to protect the quiet confidence of the greater population. Perhaps you'll be scarred by your encounters with a ghoulish cult.&#10;&#10;With a revamped system of organization and a number of quality-of-life improvements, the box comes with everything you need to get your Arkham campaigns started, including enough cards and components for up to three other players to join you in your quest against the Mythos.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;What Has Changed?&#10;     Support for up to four players with a single core set (the original core set supported only two players, meaning players needed two core sets to play with three or four players)&#10;     Two copies each of all 96 player cards from the original core set (the original core set included only one copy each of most of the player cards), with several featuring brand-new art, along with two copies each of 13 additional player cards previously released in expansions and not found in the original core set&#10;     An included cloth Chaos Bag for the chaos tokens (not included in the original core set)&#10;     New organization within the box's packaging, making it much easier to find the cards for the player decks and for each scenario than before&#10;     Additional quality-of-life improvements, such as new &quot;3&quot; and &quot;5&quot; numbered resource and clue/doom tokens and even a lead investigator token&#10;     Revised &quot;Learn to Play&quot; rulebook to allow new players to jump into the game more easily&#10;&#10;&#10;This revised edition is 100% compatible with all material previously published. Players who have all of the content released before this revised starter set will not find any new cards; this set contains the same cards, just more copies of them (and some with new art). &quot;Old-timers&quot; can continue where they left off under the new two-boxes campaign format (replacing the old &quot;deluxe expansion + mythos packs&quot; format) starting with Edge of the Earth.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Collectible Components",
      "Exploration",
      "Fantasy",
      "Horror",
      "Novel-based"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Communication Limits",
      "Cooperative Game",
      "Deck Construction",
      "Deck, Bag, and Pool Building",
      "Events",
      "Hand Management",
      "Map Deformation",
      "Modular Board",
      "Role Playing",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Stat Check Resolution",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Living Card Game (Fantasy Flight Games)",
      "Game: Arkham Horror – The Card Game",
      "Mechanism: Campaign Games",
      "Misc: Watch It Played How To Videos",
      "Players: Games with Solitaire Rules",
      "Series: Arkham Horror Files (Fantasy Flight Games)",
      "Theme: Cthulhu Mythos",
      "Versions & Editions: Card Versions of Non-Card Games"
    ]
  },
  {
    "Rank": "206",
    "Name": "Memoir '44",
    "ID": 10630,
    "Year": "2004",
    "Geek Rating": "7.338",
    "Avg Rating": "7.53",
    "Link": "https://boardgamegeek.com/boardgame/10630/memoir-44",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.2736",
    "Description": "Memoir '44  is a historical boardgame where players face-off in stylized battles of some of the most famous historic battles of World War II including Omaha Beach, Pegasus Bridge, Operation Cobra and the Ardennes.&#10;&#10;Memoir '44 includes over 15 different battle scenarios and features a double-sided hex game board for both beach landings and countryside combat. Each scenario mimics the historical terrain, troop placements and objectives of each army. Commanders deploy troops through Command and Tactic cards, applying the unique skills of his units -- infantry, paratrooper, tank, artillery, and even resistance fighters -- to their greatest strength.&#10;&#10;&quot;By design, the game is not overly complex&quot;, says Memoir '44 designer, Richard Borg. &quot;The game mechanics, although simple, still require strategic card play, timely dice rolling and an aggressive yet flexible battle plan to achieve victory.&quot; In addition to the large, double-sided gameboard, Memoir '44 includes 144 amazingly detailed army miniatures - including historically accurate infantry, tanks and artillery; 36 Obstacle pieces, 60 illustrated Command cards, 44 Special Terrain tiles, and 8 Custom Wooden dice.&#10;&#10;Memoir '44 is designed for 2 players but easily accommodates team play. With Memoir '44 Overlord scenarios, players can use multiple boards and up to 8 players to conduct large scale operations, experiencing the challenges of troop coordination and military chain of command on a large scale battlefield. Average game length is between 30 and 60 minutes, encouraging match play where players can command first one side and then the other.&#10;&#10;The Memoir &#039;44 series consists of the base game and a number of expansions.&#10;&#10;This game is based upon Richard Borg's Command and Colors system.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Campaign / Battle Card Driven",
      "Command Cards",
      "Dice Rolling",
      "Die Icon Resolution",
      "Grid Movement",
      "Hand Management",
      "Hexagon Grid",
      "Line of Sight",
      "Modular Board",
      "Movement Points",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Team-Based Game",
      "Variable Set-up"
    ],
    "Families": [
      "Components: Miniatures",
      "Country: France",
      "Country: Germany",
      "Country: USA",
      "Digital Implementations: Board Game Arena",
      "Game: Memoir '44",
      "Misc: Dice Tower Hall of Fame",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Commands & Colors"
    ]
  },
  {
    "Rank": "207",
    "Name": "Great Western Trail: Argentina",
    "ID": 364011,
    "Year": "2022",
    "Geek Rating": "7.336",
    "Avg Rating": "8.29",
    "Link": "https://boardgamegeek.com/boardgame/364011/great-western-trail-argentina",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "75",
    "Play Time": "150",
    "Weight": "3.9148",
    "Description": "In Great Western Trail: Argentina, you own a vast estancia in Argentina at the end of the 19th century, and you will need to travel the plains of the Pampas with your cattle to deliver them to the main train station in Buenos Aires.&#10;&#10;Great Western Trail: Argentina features gameplay elements similar to Great Western Trail such as deck management, the rondel mechanism, and the ability to upgrade your player board, along with twists on these elements and new features.&#10;&#10;The player board features a new type of worker &mdash; farmers &mdash; and different paths await on the game board to confront you with more choices. Will you take the road with buildings or a path past farmers? Maybe you'll have the chance to use your cows &mdash; well, the strength on your cow cards &mdash; to help farmers, getting them on your side and adding grain, a new type of resource, to your income, with grain being used for boat and city tiles.&#10;&#10;Perhaps you can unlock shortcuts that allow you to deliver your herd to Buenos Aires more quickly. Sure, you'll forfeit the use of action buildings, but maybe you can catch others unaware, with the ships leaving before they deliver. The timing of reaching the central train station to deliver your herd has never been so crucial, and valuable bonuses await on the city's port tiles.&#10;&#10;Money is easier to get in Great Western Trail: Argentina, but you have more to manage in terms of action options, shortcuts, and cards (including the new exhaustion cards), so the challenges won't let up.&#10;&#10;Great Western Trail: Argentina also includes a solitaire challenge in which Pedro is waiting for you to try to beat his score.&#10;&#10;",
    "Categories": [
      "Animals",
      "Economic"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Ownership",
      "Set Collection",
      "Solo / Solitaire Game",
      "Track Movement",
      "Variable Set-up"
    ],
    "Families": [
      "Animals: Cattle / Cows",
      "Components: Control Boards",
      "Country: Argentina",
      "Game: Great Western Trail",
      "Mechanism: Tableau Building",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "208",
    "Name": "The Red Cathedral",
    "ID": 227224,
    "Year": "2020",
    "Geek Rating": "7.335",
    "Avg Rating": "7.68",
    "Link": "https://boardgamegeek.com/boardgame/227224/the-red-cathedral",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "80",
    "Play Time": "80",
    "Weight": "2.8174",
    "Description": "Autumn is not the best time to climb up on a scaffold in Moscow, but it is still far better than doing so in the winter. Tsar Ivan wants to see results and our team will prove to him that we are the best builders in the city. We are sure to finish off those decorative arches with the brightest shining stones and ensure our place on the list of the government&rsquo;s trusted workers.&#10;&#10;Sheila Santos and Israel Cendrero make up the game designing duo known as Llama Dice. To date they have put out various titles with different Spanish publishers (1987 Channel Tunnel, Mondrian, Smoothies), and The Red Cathedral is the first game they have published with Devir. Pedro Soto (Holmes, Sherlock &amp; Mycroft, Papua) and Chema Rom&aacute;n (El mundo de &Aacute;guila Roja) took care of the graphic elements of the game with a grand homage to Ivan Bilibin, an iconic Russian artist from the turn of the twentieth century. Despite being from a far later period, his mark is very recognizable in the game.&#10;&#10;The Red Cathedral is a strategic, &ldquo;Euro&rdquo; board game in which the players take the roles of construction teams. Their job is to work together to put up St. Basil's cathedral in Moscow, as ordered by Ivan the Terrible. However, only one of them will be able to gain the favor of the Tsar.&#10;&#10;During the game, the players can carry out one of these three actions: assign a section of the cathedral, send resources to that section to build it, or go to the game board to achieve more resources. Each of these actions has its own mechanism and requires that the players pay close attention to what the other players are doing.&#10;&#10;When the sections of the cathedral are assigned the players take possession of the spaces in each of the columns that make up their section. The more sections built and the completion of each with its own tower, the more points the player will be given at the end of the game.&#10;&#10;The players can send resources to the cathedral sections that they have claimed. When they complete each of those sections they will obtain rewards in money and prestige points. They will also be able to install decorations on the completed sections to achieve even more recognition from the Tsar. This part of the game also works as a clock, since once any player completes the construction of their sixth section it brings about the end of the game.&#10;&#10;The game board shows us the iconic rondel of The Red Cathedral. It is where the players obtain all the resource types needed to complete their work on the cathedral, as well as to get favors from the guilds and professionals to make the most of their trip to the market. In the central rondel the players choose the die they wish to use and move forward as many spaces as is shown on the top side of said die, in order to obtain the resources indicated in the space destined by the die.&#10;&#10;The Red Cathedral is a very accessible game with regard to its rules because it is very easy to understand the various levels of the game, but it remains very interesting with regard to strategy. It is sure to please those who are more interested in the challenge offered by trying to strategically optimize their position in each game rather than the complexity of the rules.&#10;&#10;",
    "Categories": [
      "Dice",
      "Economic"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Contracts",
      "Dice Rolling",
      "End Game Bonuses",
      "Rondel",
      "Solo / Solitaire Game",
      "Victory Points as a Resource"
    ],
    "Families": [
      "Category: Dized Tutorial",
      "Cities: Moscow (Russia)",
      "Components: Control Boards",
      "Country: Russia",
      "Digital Implementations: Tabletopia",
      "Digital Implementations: Yucata",
      "Game: The Red Cathedral",
      "Mechanism: Tableau Building",
      "Series: Small Box Euros (Devir)",
      "Theme: Construction"
    ]
  },
  {
    "Rank": "209",
    "Name": "Descent: Journeys in the Dark (Second Edition)",
    "ID": 104162,
    "Year": "2012",
    "Geek Rating": "7.335",
    "Avg Rating": "7.61",
    "Link": "https://boardgamegeek.com/boardgame/104162/descent-journeys-in-the-dark-second-edition",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.214",
    "Description": "In Descent: Journeys in the Dark (Second Edition), one player takes on the role of the treacherous overlord, and up to four other players take on the roles of courageous heroes. During each game, the heroes embark on quests and venture into dangerous caves, ancient ruins, dark dungeons, and cursed forests to battle monsters, earn riches, and attempt to stop the overlord from carrying out his vile plot. Featuring double-sided modular board pieces, countless hero and skill combinations, and an immersive story-driven campaign, Descent: Journeys in the Dark (Second Edition) transports heroes to a vibrant fantasy realm where they must stand together against an ancient evil.&#10;&#10;With danger lurking in every shadow, combat is a necessity. For such times, Descent: Journeys in the Dark (Second Edition) uses a unique dice-based system. Players build their dice pools according to their character's abilities and weapons, and each die in the pool contributes to an attack in different ways. Surges, special symbols that appear on most dice, also let you trigger special effects to make the most of your attacks. And with the horrors awaiting you beneath the surface, you'll need every advantage you can take...&#10;&#10;Compared to the first edition of Descent: Journeys in the Dark, this game features:&#10;&#10;&#10;     Simpler rules for determining line of sight &#10;     Faster setup of each encounter&#10;     Defense dice to mitigate the tendency to &quot;math out&quot; attacks&#10;     Shorter quests with plenty of natural stopping points&#10;     Cards that list necessary statistics, conditions, and effects&#10;     A new mechanism for controlling the overlord powers&#10;     Enhanced hero selection and creation process&#10;     Experience system to allow for hero growth and development&#10;     Out-of-the-box campaign system&#10;&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Hand Management",
      "Line of Sight",
      "Map Addition",
      "Modular Board",
      "Movement Points",
      "Multiple Maps",
      "Once-Per-Game Abilities",
      "Role Playing",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Stat Check Resolution",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Components: Miniatures",
      "Creatures: Monsters",
      "Game: Descent – Journeys in the Dark",
      "Mechanism: Campaign Games",
      "Misc: Watch It Played How To Videos",
      "Players: Games with Solitaire Rules",
      "Players: One versus Many",
      "Setting: The Realms of Terrinoth"
    ]
  },
  {
    "Rank": "210",
    "Name": "Meadow",
    "ID": 314491,
    "Year": "2021",
    "Geek Rating": "7.334",
    "Avg Rating": "7.72",
    "Link": "https://boardgamegeek.com/boardgame/314491/meadow",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.2466",
    "Description": "Meadow is an engaging set collection game with over two hundred unique cards containing hand-painted watercolor illustrations. In the game, players take the role of explorers competing for the title of the most skilled nature observer. To win, they collect cards with the most valuable species, landscapes, and discoveries. Their journey is led by passion, a curiosity of the world, an inquiring mind, and a desire to discover the mysteries of nature. The competition continues at the bonfire where the players race to fulfill the goals of their adventures.&#10;&#10;In this medium-weight board game for 1-4 players, you take turns placing path tokens on one of the two boards. Placing a token on the main board allows the player to get cards, but playing them requires meeting certain requirements. Playing a token on the bonfire board activates special actions (which helps to implement a chosen strategy) and gives the opportunity to achieve goals that provide additional points. Throughout the game, players collect cards in their meadow and surroundings area. At the end, the player with the most points on cards and on the bonfire board wins.&#10;&#10;Meadow also includes envelopes with additional cards to open at specific moments...&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Environmental"
    ],
    "Mechanics": [
      "Hand Management",
      "Layering",
      "Open Drafting",
      "Set Collection",
      "Solo / Solitaire Game",
      "Worker Placement, Different Worker Types"
    ],
    "Families": [
      "Digital Implementations: Tabletopia",
      "Game: Meadow (Rebel Studio)",
      "Mechanism: Tableau Building",
      "Theme: Ecology",
      "Theme: Nature",
      "Theme: Trees and Forests"
    ]
  },
  {
    "Rank": "211",
    "Name": "Sekigahara: The Unification of Japan",
    "ID": 25021,
    "Year": "2011",
    "Geek Rating": "7.330",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/25021/sekigahara-the-unification-of-japan",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.798",
    "Description": "The battle of Sekigahara, fought in 1600 at a crossroads in Japan, unified that nation under the Tokugawa family for more than 250 years.&#10;&#10;Sekigahara allows you to re-contest that war as Ishida Mitsunari, defender of a child heir, or Tokugawa Ieyasu, Japan's most powerful daimyo (feudal lord).&#10;&#10;The campaign lasted only 7 weeks, during which each side improvised an army and a strategy with what forces their allies could provide. Each leader harbored deep doubts as to the loyalty of his units - for good reason. Several daimyo refused to fight; some even turned sides in the midst of battle.&#10;&#10;To conquer Japan you must do more than field an army - you must be sure it will follow you into combat. Cultivate the loyalty of your allies and deploy them only when you are confident of their allegiance. Win a battle by gaining a defection from the ranks of your opponent.&#10;&#10;Sekigahara is replete with unusual mechanics:&#10;&#10;        No dice are used&#10;        Cards represent loyalty and motivation. Without a matching card, an army will not enter battle.&#10;        Allegiance is represented by hand size, which fluctuates each turn.&#10;        Battles are a series of deployments, from hidden unit stacks, based on hidden loyalty factors. Loyalty Challenge cards create potential defection events.&#10;&#10;&#10;Sekigahara is a 3-hour block game based on the Japanese campaign waged in 1600. The 7-week war, fought along Japan's two major highways and in scattered sieges and backcountry skirmishes, elevated Tokugawa Ieyasu to Shogun and unified Japan for 265 years.&#10;&#10;Sekigahara is designed to offer an historically authentic experience within an intuitive game mechanic that can be played in one sitting. Great effort has been taken to preserve a clean game mechanism. (Despite a healthy amount of historical detail, the ruleset is a brief 6 pages.) Chance takes the form of uncertainty and not luck.&#10;&#10;No dice are used; combat is decided with cards. Blocks = armies and cards = motivation. The combination of army and motivation produces impact on the battlefield. Armies without matching cards don't fight. Battles resolve quickly, but with suspense, tactical participation, and a wide range of possible outcomes.&#10;&#10;Legitimacy is represented by hand size, which fluctuates each week according to the number of castles a player holds. Certain events deplete legitimacy, like force marches and lost battles. Recruitment, meanwhile, is a function of a daimyo's control over key production areas. Objectives (enemy units, castles, resources) exist all over the map.&#10;&#10;The initial setup is variable, so the situation is always fresh. Concealed information (blocks and cards) lends additional uncertainty. In this way the game feels like the actual campaign.&#10;&#10;Blocks are large and stackable. Every unit on the board is visible at once, and the strategic situation is comprehensible at a glance. Components use authentic clan designations and colors, and have a Japanese feel.&#10;&#10;True to history, the objectives (castles and economic centers) and forces (armies of allied daimyo) are dispersed. Support for one front means neglect for another. The player is pulled between competing priorities. Each side wonders where his opponent wants to fight, and where he is unready. There is a great deal of bluff in the game.&#10;&#10;Each player must rally the several daimyo of his coalition, managing the morale and motivation of each clan. The forces are dispersed, and while there are reasons to unify them, the objectives are also dispersed, and the timeframe compact, so skirmishing will occur all over the island.&#10;&#10;TIME SCALE     1 week per 2-player turns&#10;MAP SCALE     Point to point&#10;UNIT SCALE     One block = 5000 soldiers&#10;NUMBER OF PLAYERS     2&#10;&#10;COMPONENTS&#10;    Mounted Map&#10;    119 wooden pieces&#10;    1 and 1/2 sticker sheets&#10;    110 cards&#10;    Rulebook&#10;    Two player aid cards&#10;&#10;DESIGNER: Matthew Calkins&#10;MAP, CARD, &amp; BLOCK ART: Mark Mahaffey&#10;&#10;(source: GMT website)&#10;&#10;",
    "Categories": [
      "Civil War",
      "Pike and Shot",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Card Play Conflict Resolution",
      "Force Commitment",
      "Hand Management",
      "Point to Point Movement",
      "Secret Unit Deployment",
      "Turn Order: Auction",
      "Variable Set-up"
    ],
    "Families": [
      "Components: Block Wargames",
      "Components: Map (Continental / National scale)",
      "Components: Multi-Use Cards",
      "Country: Japan",
      "Digital Implementations: Yucata",
      "History: Sengoku Period",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Sekigahara mechanism"
    ]
  },
  {
    "Rank": "212",
    "Name": "Sagrada",
    "ID": 199561,
    "Year": "2017",
    "Geek Rating": "7.330",
    "Avg Rating": "7.47",
    "Link": "https://boardgamegeek.com/boardgame/199561/sagrada",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.9182",
    "Description": "Draft dice and use the tools-of-the-trade in Sagrada to carefully construct your stained glass window masterpiece.&#10;&#10;In more detail, each player builds a stained glass window by building up a grid of dice on their player board. Each board has some restrictions on which color or shade (value) of die can be placed there. Dice of the same shade or color may never be placed next to each other. Dice are drafted in player order, with the start player rotating each round, snaking back around after the last player drafts two dice. Scoring is variable per game based on achieving various patterns and varieties of placement...as well as bonus points for dark shades of a particular hidden goal color.&#10;&#10;Special tools can be used to help you break the rules by spending skill tokens; once a tool is used, it then requires more skill tokens for the other players to use them.&#10;&#10;The highest scoring window artisan wins!&#10;&#10;",
    "Categories": [
      "Dice",
      "Puzzle"
    ],
    "Mechanics": [
      "Contracts",
      "Dice Rolling",
      "End Game Bonuses",
      "Grid Coverage",
      "Open Drafting",
      "Pattern Building",
      "Set Collection",
      "Solo / Solitaire Game",
      "Turn Order: Progressive",
      "Variable Set-up"
    ],
    "Families": [
      "Category: Dized Tutorial",
      "Cities: Barcelona (Spain)",
      "Components: Dice as Playing Units",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Google Play",
      "Digital Implementations: Steam",
      "Game: Sagrada",
      "Mechanism: Dice Drafting",
      "Misc: Watch It Played How To Videos",
      "Organizations: The Game Artisans of Canada",
      "Players: Games with Solitaire Rules",
      "Theme: Art",
      "Theme: Art style – Art Nouveau"
    ]
  },
  {
    "Rank": "213",
    "Name": "Cosmic Encounter",
    "ID": 39463,
    "Year": "2008",
    "Geek Rating": "7.329",
    "Avg Rating": "7.52",
    "Link": "https://boardgamegeek.com/boardgame/39463/cosmic-encounter",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.5825",
    "Description": "Build a galactic empire...&#10;&#10;In the depths of space, the alien races of the Cosmos vie with each other for control of the universe. Alliances form and shift from moment to moment, while cataclysmic battles send starships screaming into the warp.&#10;&#10;This classic game of alien politics returns from the warp once more!&#10;&#10;In Cosmic Encounter, each player becomes the leader of one of dozens of alien races, each with its own unique power. On a player's turn, he or she becomes the offense. The offense encounters another player on a planet by moving a group of his or her ships through the hyperspace gate to that planet. Both sides can invite allies and play cards to try and tip the encounter in their favor.&#10;&#10;The object of the game is for players to establish colonies in other players' planetary systems by landing their ships on the other players' planets. The winner(s) are the first player(s) to have five colonies on planets outside his or her home system. The players must use force, cunning, and diplomacy to ensure their victory. And, because alliances are a key part of the game, multiple players can win together!&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Negotiation",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Alliances",
      "Card Play Conflict Resolution",
      "Hand Management",
      "Interrupts",
      "Negotiation",
      "Prisoner's Dilemma",
      "Race",
      "Simultaneous Action Selection",
      "Take That",
      "Trading",
      "Variable Player Powers"
    ],
    "Families": [
      "Creatures: Aliens / Extraterrestrials",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Digital Implementations: VASSAL",
      "Game: Cosmic Encounter"
    ]
  },
  {
    "Rank": "214",
    "Name": "Castles of Mad King Ludwig",
    "ID": 155426,
    "Year": "2014",
    "Geek Rating": "7.327",
    "Avg Rating": "7.51",
    "Link": "https://boardgamegeek.com/boardgame/155426/castles-of-mad-king-ludwig",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.6466",
    "Description": "In the tile-laying game Castles of Mad King Ludwig, players are tasked with building an amazing, extravagant castle for King Ludwig II of Bavaria...one room at a time. You see, the King loves castles, having built Neuschwanstein (the castle that inspired the Disney theme park castles) and others, but now he's commissioned you to build the biggest, best castle ever &mdash; subject, of course, to his ever-changing whims. Each player acts as a building contractor who is adding rooms to the castle he's building while also selling his services to other players.&#10;&#10;In the game, each player starts with a simple foyer. One player takes on the role of the Master Builder, and that player sets prices for a set of rooms that can be purchased by the other players, with him getting to pick from the leftovers after the other players have paid him for their rooms. When a room is added to a castle, the player who built it gains castle points based on the size and type of room constructed, as well as bonus points based on the location of the room. When a room is completed, with all entranceways leading to other rooms in the castle, the player receives one of seven special rewards.&#10;&#10;After each purchasing round, a new player becomes the Master Builder who sets prices for a new set of rooms. After several rounds, the game ends, then additional points are awarded for achieving bonus goals, having the most popular rooms, and being the most responsive to the King's demands, which change each game. Whoever ends up with the most castle points wins.&#10;&#10;",
    "Categories": [
      "Post-Napoleonic",
      "Puzzle"
    ],
    "Mechanics": [
      "End Game Bonuses",
      "Hidden Victory Points",
      "I Cut, You Choose",
      "Increase Value of Unchosen Resources",
      "Pattern Building",
      "Set Collection",
      "Tile Placement",
      "Turn Order: Progressive"
    ],
    "Families": [
      "Country: Germany",
      "Crowdfunding: Wspieram",
      "Digital Implementations: Tabletopia",
      "Game: Castles of Mad King Ludwig",
      "Misc: Made by Panda",
      "Misc: Mensa Select",
      "Misc: Watch It Played How To Videos",
      "Occupation: Architect",
      "Players: Games with Solitaire Rules",
      "Theme: Construction"
    ]
  },
  {
    "Rank": "215",
    "Name": "Horrified",
    "ID": 282524,
    "Year": "2019",
    "Geek Rating": "7.321",
    "Avg Rating": "7.62",
    "Link": "https://boardgamegeek.com/boardgame/282524/horrified",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.0216",
    "Description": "The stakes have been raised. Imagine living in a place so wretched that it's not plagued by one, two, or even three monsters &mdash; but seven of the most horrifying fiends!&#10;&#10;In this game, you'll come face to face with them all as you work together to rid the town of the maniacal or misunderstood creatures&hellip;before it's too late.&#10;&#10;Horrified includes high-quality sculpted miniatures (Frankenstein, The Bride of Frankenstein, The Wolf Man, Dracula, The Mummy, The Invisible Man, Creature from the Black Lagoon). Its innovative, easy-to-learn, cooperative gameplay has players working together against the monsters with varying levels of difficulty. Just as each monster is unique, they require different strategies and tactics to be defeated.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Horror",
      "Miniatures",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Pick-up and Deliver",
      "Point to Point Movement",
      "Solo / Solitaire Game",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Books: Dracula",
      "Books: The Invisible Man",
      "Characters: Frankenstein",
      "Components: Miniatures",
      "Components: Standees",
      "Creatures: Monsters",
      "Creatures: Mummies",
      "Creatures: Werewolves",
      "Misc: Watch It Played How To Videos",
      "Movies: Horror Movies",
      "Movies: Universal Studios Monsters",
      "Players: Games with Solitaire Rules",
      "Series: Horrified",
      "Theme: Retro"
    ]
  },
  {
    "Rank": "216",
    "Name": "Space Base",
    "ID": 242302,
    "Year": "2018",
    "Geek Rating": "7.321",
    "Avg Rating": "7.54",
    "Link": "https://boardgamegeek.com/boardgame/242302/space-base",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.1297",
    "Description": "In Space Base, players assume the roles of Commodores of a small fleet of ships. Ships begin docked at their stations and are then deployed to sectors as new ships are commissioned under your command. Use cargo vessels to engage in trade and commerce; mining vessels to build reoccurring base income; and carriers to spread your influence. Establish new colonies for a new Commodore in a sector to gain even more influence. Gain enough influence and you can be promoted to Admiral!&#10;&#10;Space Base is a quick-to-learn, quick-to-play dice game using the core &quot;I roll, everyone gets stuff&quot; mechanism seen in other games. It's also a strategic engine builder using a player board (your space base) and tableaus of ship cards you can buy and add to your board. The cards you buy and the order you buy them in have interesting implications on your engine beyond just the ability on the card you buy, making for a different type of engine construction than seen in similar games. Players can take their engine in a number of directions: long odds and explosive gains, low luck and steady income, big end-game combos to launch from last to first, or a mix-and-match approach. Ultimately, Space Base is a game you can just start playing and teach everyone how to play in the first round or two and has a satisfying blend of dice-chucking luck and challenging strategic choices.&#10;&#10;",
    "Categories": [
      "Dice",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting",
      "Random Production"
    ],
    "Families": [
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: Sovranti",
      "Game: Space Base",
      "Mechanism: Tableau Building"
    ]
  },
  {
    "Rank": "217",
    "Name": "7 Wonders (Second Edition)",
    "ID": 316377,
    "Year": "2020",
    "Geek Rating": "7.319",
    "Avg Rating": "7.84",
    "Link": "https://boardgamegeek.com/boardgame/316377/7-wonders-second-edition",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.3072",
    "Description": "7 Wonders&#10;The board game with more awards than any other game on the planet.&#10;With over 30 international awards, and over a million copies sold throughout the world, rediscover 7 Wonders, the game which has won more awards than any other game in the world, in a whole new version.   Lauded by both the public and critics, 7 Wonders has claimed its place as an unmissable reference point in modern board gaming. 7 Wonders is based on a simple and elegant mechanic (drafting) which allows up to 7 players to play with no dead time. Players make their choice and apply all of them at the same time. These choices are varied and their impact is real. Finally, the game is divided into 3 Ages which little by little increase the importance of these choices and thus the tension in the game. The global mechanics and the care given to the artwork are used to immerse the player in Antiquity and have contributed to the game&rsquo;s success.&#10;A game plays out over 3 rounds, called Ages, during which you simultaneously play cards, one at a time, to develop your City.&#10;&#10;These cards represent the various Buildings you can construct: resource producers, civilian, commercial, military, scientific structures, and guilds.&#10;&#10;At the end of each Age, you go to war with your nearest neighbours. At the end of all 3 Ages, you tally up all of the victory points earned by your City, your wonder, your military prowess, and your treasury. The player with the highest score wins the game.&#10;&#10;Content:&#10;7 Wonder boards&#10;148 Age cards: 49 Age I cards, 49 Age II cards, and 50 Age III cards&#10;78 Coins: 54 Coins of value 1, and 24 Coins of value 3&#10;48 Military Conflict tokens: 24 Defeats and 24 Victories (8 per Age)&#10;1 pad of score sheets&#10;3 quick reference sheets describing the effects of the cards&#10;1 List of cards and chaining leaflet&#10;1 rulebook&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game",
      "City Building",
      "Civilization",
      "Economic"
    ],
    "Mechanics": [
      "Closed Drafting",
      "Hand Management",
      "Neighbor Scope",
      "Set Collection",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Dized Tutorial",
      "Constructions: Pyramids",
      "Digital Implementations: Board Game Arena",
      "Game: 7 Wonders",
      "Mechanism: Tableau Building",
      "Misc: Watch It Played How To Videos"
    ]
  },
  {
    "Rank": "218",
    "Name": "Modern Art",
    "ID": 118,
    "Year": "1992",
    "Geek Rating": "7.319",
    "Avg Rating": "7.51",
    "Link": "https://boardgamegeek.com/boardgame/118/modern-art",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.2854",
    "Description": "Buying and selling paintings can be a very lucrative business.  Five different artists have produced a bunch of paintings, and it's the player's task to be both the buyer and the seller, hopefully making a profit in both roles.  He does this by putting a painting from his hand up for auction each turn.  He gets the money if some other player buys it, but must pay the bank if he buys it for himself.  After each round, paintings are valued by the number of paintings of that type that were sold.  The broker with the most cash after four rounds is the winner.&#10;&#10;Part of the Knizia auction trilogy.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Auction: English",
      "Auction: Once Around",
      "Auction: Sealed Bid",
      "Auction: Turn Order Until Pass",
      "Commodity Speculation",
      "Hand Management",
      "Victory Points as a Resource"
    ],
    "Families": [
      "Components: Player Screens",
      "Misc: Dice Tower Hall of Fame",
      "Misc: LongPack Games",
      "Series: 31 Minutos (Fractal Juegos)",
      "Series: Book Box (DiceTree)",
      "Theme: Art",
      "Theme: Fine Art and Art Museums",
      "Theme: Painting / Paintings"
    ]
  },
  {
    "Rank": "219",
    "Name": "The Resistance: Avalon",
    "ID": 128882,
    "Year": "2012",
    "Geek Rating": "7.319",
    "Avg Rating": "7.51",
    "Link": "https://boardgamegeek.com/boardgame/128882/the-resistance-avalon",
    "Min Players": "5",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.7411",
    "Description": "The Resistance: Avalon pits the forces of Good and Evil in a battle to control the future of civilization. Arthur represents the future of Britain, a promise of prosperity and honor, yet hidden among his brave warriors are Mordred's unscrupulous minions. These forces of evil are few in number but have knowledge of each other and remain hidden from all but one of Arthur's servants. Merlin alone knows the agents of evil, but he must speak of this only in riddles. If his true identity is discovered, all will be lost.&#10;&#10;The Resistance: Avalon is a standalone game, and while The Resistance is not required to play, the games are compatible and can be combined.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Fantasy",
      "Medieval",
      "Negotiation",
      "Party Game",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Finale Ending",
      "Hidden Roles",
      "Roles with Asymmetric Information",
      "Simultaneous Action Selection",
      "Team-Based Game",
      "Traitor Game",
      "Variable Player Powers",
      "Voting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Werewolf / Mafia",
      "Series: Postcard Box Games (Indie Boards and Cards)",
      "Theme: King Arthur / The Knights of the Round Table / Camelot"
    ]
  },
  {
    "Rank": "220",
    "Name": "Railways of the World",
    "ID": 17133,
    "Year": "2005",
    "Geek Rating": "7.318",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgame/17133/railways-of-the-world",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.0144",
    "Description": "Railways of the World (2009) is the new edition of the base game for Eagle Games' popular Railways of the World series, first published as Railroad Tycoon in 2005.  It reimplements the original game with several improvements.&#10;&#10;Revisit the early days of the Age of Steam as you begin with a locomotive (the venerable John Bull, the first locomotive to run in North America) and a vision (your Tycoon &quot;mission&quot; card). From there, build your budding railroad network into a vast empire. Connect New York to Chicago, earn the most money, develop bigger and faster locomotives and maybe even span North America and build the Transcontinental Railway!&#10;&#10;Multiple expansions featuring different maps are available.  Railways of the World is the new base game for the system and includes the engine placards, railroad tiles, train tokens, money, bonds, and other items that are needed in almost all the Railways of the World series. A gameboard depicting the eastern half of the United States is included in the base game, as well as a mounted map of Mexico.&#10;&#10;This game is preceded by the designer's other Winsome train games: Age of Steam, Australian Railways, Volldampf, New England Railways, Veld Spoorweg, Lancashire Railways, and Ferrocarriles Pampas.  Railroad Tycoon was the result of a collaboration with Glenn Drover, in which the mechanics and game-play of Martin Wallace's Age of Steam were simplified and streamlined and attractive over-produced components were added, in order to make Railroad Tycoon more appealing to less hardcore gamers and more accessible to a wider audience.&#10;&#10;A revised reprint was published at the end of 2010 which made some component improvements, such as the addition of Railroad Operation cards for the Mexico map.&#10;&#10;Complete series overview - The Railways of the World Series: Introducing the family members of the ideal medium-weight train game&#10;&#10;Note: The RailRoad Tycoon board itself is gigantic (about 36x45 inches, 91x114 cm) and requires a huge table or playing on the floor.&#10;&#10;Similar to:&#10;&#10;     Steam&#10;&#10;&#10;",
    "Categories": [
      "Trains",
      "Transportation",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Action Points",
      "Connections",
      "End Game Bonuses",
      "Hexagon Grid",
      "Income",
      "Loans",
      "Network and Route Building",
      "Open Drafting",
      "Ownership",
      "Pick-up and Deliver",
      "Tile Placement",
      "Turn Order: Auction"
    ],
    "Families": [
      "Country: Mexico",
      "Country: USA",
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: Tabletopia",
      "Game: Railways of the World"
    ]
  },
  {
    "Rank": "221",
    "Name": "Azul: Summer Pavilion",
    "ID": 287954,
    "Year": "2019",
    "Geek Rating": "7.315",
    "Avg Rating": "7.59",
    "Link": "https://boardgamegeek.com/boardgame/287954/azul-summer-pavilion",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.0675",
    "Description": "At the turn of the 16th Century, King Manuel I commissioned Portugal's greatest artisans to construct grandiose buildings. After completing the Palaces of Evora and Sintra, the king sought to build a summer pavilion to honor the most famous members of the royal family. This construction was intended for the most talented artisans &mdash; whose skills meet the splendor that the royal family deserves. Sadly, King Manuel I died before construction ever began.&#10;&#10;In Azul: Summer Pavilion, players return to Portugal to accomplish the task that never began. As a master artisan, you must use the finest materials to create the summer pavilion while carefully avoiding wasting supplies. Only the best will rise to the challenge to honor the Portuguese royal family.&#10;&#10;Azul: Summer Pavilion lasts six rounds, and in each round players draft tiles, then place them on their individual player board to score points. Each of the six colors of tiles is wild during one of the rounds.&#10;&#10;At the start of each round, draw tiles at random from the bag to refill each of the five, seven, or nine factories with four tiles each. Draw tiles as needed to refill the ten supply spaces on the central scoring board. Players then take turns drafting tiles. You can choose to take all of the tiles of a non-wild color on a factory and place them next to your board; if any wild tiles are on this factory, you must take one of them. Place all remaining tiles in the center of the table. Alternatively, you can take all tiles of a non-wild color from the center of play; you must also take one wild tile, if present.&#10;&#10;After all tiles have been claimed, players then take turns placing tiles on their individual boards. Each board depicts seven stars that would be composed of six tiles; each space on a star shows a number from 1-6, and six of the stars are for tiles of a single color while the seventh will be composed of one tile of each color. To place a tile on the blue 5, for example, you must discard five blue or wild tiles from next to your player board (with at least one blue being required), placing one blue tile in the blue 5 space and the rest in the discard tower. You score 1 point for this tile and 1 point for each tile within this star connected to the newly placed tile.&#10;&#10;If you completely surround a pillar, statue, or window on your game board with tiles, you get an immediate bonus, taking 1-3 tiles from the central supply spaces and placing them next to your board. At the end of the round, you can carry over at most four tiles to the next round; discard any others, losing 1 point for each such tile.&#10;&#10;After six rounds, you score a bonus for each of the seven stars that you've filled completely. Additionally, you score a bonus for having covered all seven spaces of value 1, 2, 3 or 4. You lose 1 point for each remaining tile unused, then whoever has the most points wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Puzzle"
    ],
    "Mechanics": [
      "End Game Bonuses",
      "Open Drafting",
      "Pattern Building",
      "Set Collection",
      "Tile Placement",
      "Turn Order: Claim Action"
    ],
    "Families": [
      "Country: Portugal",
      "Digital Implementations: Board Game Arena",
      "Game: Azul",
      "Theme: Art"
    ]
  },
  {
    "Rank": "222",
    "Name": "Paleo",
    "ID": 300531,
    "Year": "2020",
    "Geek Rating": "7.315",
    "Avg Rating": "7.68",
    "Link": "https://boardgamegeek.com/boardgame/300531/paleo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.6486",
    "Description": "Paleo is a co-operative adventure game set in the stone age, a game in which players try to keep the human beings in their care alive while completing missions. Sometimes you need a fur, sometimes a tent, but these are all minor quests compared to your long-term goal: Painting a woolly mammoth on the wall so that humans thousands of years later will know that you once existed. (Okay, you just think the mammoth painting looks cool. Preserving a record of your past existence is gravy.)&#10;&#10;What might keep you from painting that mammoth? Death, in all its many forms.&#10;&#10;Each player starts the game with a couple of humans, who each have a skill and a number of life points. On a turn, each player chooses to go to one location &mdash; possibly of the same type as other players, although not the same location &mdash; and while you have some idea of what you might find there, you won't know for sure until you arrive, at which point you might acquire food or resources, or find what you need to craft a useful object, or discover that you can help someone else in their project, or suffer a snakebite that brings you close to death. Life is full of both wonders and terrors...&#10;&#10;At the day's end, you need food for all the people in your party as well as various crafts or skills that allow you to complete quests. Failure to do so adds another skull on the tote board, and once you collect enough of those, you decide that living is for fools and give up the ghost, declaring that future humans can just admire someone else, for all you care.&#10;&#10;Paleo includes multiple modules that allow for a variety of people, locations, quests, and much more during your time in 10,000 BCE.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Exploration",
      "Prehistoric"
    ],
    "Mechanics": [
      "Action / Event",
      "Cooperative Game",
      "Memory",
      "Scenario / Mission / Campaign Game",
      "Simultaneous Action Selection",
      "Variable Set-up"
    ],
    "Families": [
      "Animals: Mammoths",
      "Animals: Wolves",
      "Category: Dized Tutorial",
      "Digital Implementations: Tabletopia",
      "Mechanism: Campaign Games",
      "Theme: Art",
      "Theme: Survival"
    ]
  },
  {
    "Rank": "223",
    "Name": "Ticket to Ride: Nordic Countries",
    "ID": 31627,
    "Year": "2007",
    "Geek Rating": "7.314",
    "Avg Rating": "7.63",
    "Link": "https://boardgamegeek.com/boardgame/31627/ticket-to-ride-nordic-countries",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.969",
    "Description": "Ticket to Ride: Nordic Countries takes you on a Nordic adventure through Denmark, Finland, Norway, and Sweden as you travel to the great northern cities of Copenhagen, Oslo, Helsinki, and Stockholm. This version was initially available only in the Nordic Countries of Denmark, Norway, Sweden, and Finland; a worldwide limited-edition release occurred in August 2008 and it has since been kept in print again by Days of Wonder.&#10;&#10;The goal in &quot;Nordic&quot; remains the same as base Ticket to Ride: collect and play cards to place your trains on the board, attempting to connect the different cities on your ticket cards. The map incorporates tunnels from Europe and also has routes containing ferries. Ferries will require a certain number of Locomotives to be played, as well as other cards, in order to be claimed. Locomotives are handled a bit differently as well. On your turn you may take 2 Locomotives if you want, but you can only use them on ferries, tunnels, or the special 9 length route.&#10;&#10;Unlike the USA or Europe maps, Nordic is designed for 2-3 players only and has a heavier focus on blocking your opponent and more aggressive play.&#10;&#10;Although not an official expansion for this set, Ticket to Ride Map Collection 5: United Kingdom & Pennsylvania can be used as an expansion for Nordic Countries, although limited to the three players included in this set.  Nordic Countries includes three sets of 40 trains, with 5 spare for each colour; the UK map in Ticket to Ride Map Collection 5: United Kingdom & Pennsylvania requires 35 trains and the Pennsylvania map requires 45 trains.&#10;&#10;Part of the Ticket to Ride series.&#10;&#10;",
    "Categories": [
      "Trains"
    ],
    "Mechanics": [
      "Hand Management",
      "Network and Route Building",
      "Open Drafting",
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": [
      "Cities: Copenhagen (Denmark)",
      "Cities: Stockholm (Sweden)",
      "Components: Map (Continental / National scale)",
      "Country: Denmark",
      "Country: Estonia",
      "Country: Finland",
      "Country: Norway",
      "Country: Sweden",
      "Game: Ticket to Ride (Official)"
    ]
  },
  {
    "Rank": "224",
    "Name": "A Game of Thrones: The Board Game (Second Edition)",
    "ID": 103343,
    "Year": "2011",
    "Geek Rating": "7.312",
    "Avg Rating": "7.53",
    "Link": "https://boardgamegeek.com/boardgame/103343/a-game-of-thrones-the-board-game-second-edition",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "3.7294",
    "Description": "Game description from the publisher:&#10;&#10;King Robert Baratheon is dead, and the lands of Westeros brace for battle.&#10;&#10;In the second edition of A Game of Thrones: The Board Game, three to six players take on the roles of the great Houses of the Seven Kingdoms of Westeros, as they vie for control of the Iron Throne through the use of diplomacy and warfare. Based on the best-selling A Song of Ice and Fire series of fantasy novels by George R.R. Martin, A Game of Thrones is an epic board game in which it will take more than military might to win. Will you take power through force, use honeyed words to coerce your way onto the throne, or rally the townsfolk to your side? Through strategic planning, masterful diplomacy, and clever card play, spread your influence over Westeros!&#10;&#10;To begin the game, each player receives an army of Footman, Knight, Siege Engine, and Ship units, as well as a set of Order tokens and other necessary components. Each player also receives a deck of unique House Cards, which are used as leaders in battles against rival Houses.&#10;&#10;Each round in the game is made up of three phases: the Westeros Phase, the Planning Phase, and the Action Phase. The Westeros Phase represents special events and day-to-day activities in Westeros. There are three different Westeros Decks, and each denotes a different global action, potentially affecting all players.&#10;&#10;The Planning Phase is perhaps the most important. Here you secretly assign orders to all of your units by placing one order token face down on each area you control that contains at least one unit (Knight, Footman, Ship, or Siege Engine). This portion of the game emphasizes diplomacy and deduction. Can you trust the alliance that you made? Will you betray your ally and march upon him? Players may make promises to each other (for aid or peace, for example), but these promises are never binding. The result is tense and compelling negotiations, often ending in backstabbing worthy of Westeros!&#10;&#10;During the Action Phase, the orders are resolved and battle is entered! When armies meet in combat, they secretly choose one of their House cards to add strength to the battle. Finally, the Houses can consolidate their power in the areas they control and use that power in future turns to influence their position in the court of the Iron Throne and to stand against the wildling Hordes.&#10;&#10;In addition to featuring updated graphics and a clarified ruleset, this second edition of A Game of Thrones includes elements from the A Clash of Kings and A Storm of Swords expansions, including ports, garrisons, Wildling cards, and Siege engines, while introducing welcome new innovations like player screens and Tides of Battle cards.&#10;&#10;Tides of Battle cards are an optional mechanism that brings an element of unpredictability to combat, representing erratic shifts in the momentum of war due to factors such as weather, morale, and tactical opportunity. During each combat, both players draw one Tides of Battle card from a communal deck, and its value modifies the strength of his chosen House card. What's more, such a card may also contain icons that can affect the outcome of the battle...all of which delivers a new level of intensity to your military engagements.&#10;&#10;Expanded by:&#10;&#10;     A Game of Thrones: The Board Game (Second Edition) &#226;&#128;&#147; A Dance with Dragons (2012)&#10;     A Game of Thrones: The Board Game (Second Edition) &#226;&#128;&#147; A Feast for Crows (2013)&#10;     A Game of Thrones: The Board Game (Second Edition) &#226;&#128;&#147; Mother of Dragons (2018)&#10;&#10;&#10;Reimplements:&#10;&#10;     A Game of Thrones (2003)&#10;     A Game of Thrones: A Clash of Kings Expansion (2004)&#10;     A Game of Thrones: A Storm of Swords Expansion (2006)&#10;&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Fantasy",
      "Negotiation",
      "Novel-based",
      "Political",
      "Wargame"
    ],
    "Mechanics": [
      "Advantage Token",
      "Alliances",
      "Area Movement",
      "Auction / Bidding",
      "Auction: Sealed Bid",
      "Card Play Conflict Resolution",
      "Events",
      "Hand Management",
      "Income",
      "Negotiation",
      "Order Counters",
      "Player Elimination",
      "Simultaneous Action Selection",
      "Sudden Death Ending",
      "Turn Order: Auction",
      "Variable Player Powers"
    ],
    "Families": [
      "Books: A Song of Ice and Fire",
      "Components: Map (Continental / National scale)",
      "Components: Player Screens",
      "Digital Implementations: Google Play",
      "Digital Implementations: Steam",
      "Digital Implementations: VASSAL",
      "Game: A Game of Thrones – The Board Game"
    ]
  },
  {
    "Rank": "225",
    "Name": "Ora et Labora",
    "ID": 70149,
    "Year": "2011",
    "Geek Rating": "7.310",
    "Avg Rating": "7.68",
    "Link": "https://boardgamegeek.com/boardgame/70149/ora-et-labora",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "3.8887",
    "Description": "In Ora et Labora (Latin for 'Pray and work'), each player is head of a monastery in the Medieval era who acquires land and constructs buildings &ndash; little enterprises that will gain resources and profit. The goal is to build a working infrastructure and manufacture prestigious items &ndash; such as books, ceramics, ornaments, and relics &ndash; to gain the most victory points at the end of the game.&#10;&#10;Ora et Labora, Uwe Rosenberg's fifth &quot;big&quot; game, has game play mechanisms similar to his Le Havre, such as two-sided resource tiles that can be upgraded from a basic item to something more useful. Instead of adding resources to the board turn by turn as in Agricola and Le Havre, Ora et Labora uses a numbered rondel to show how many of each resource is available at any time. At the beginning of each round, players turn the rondel by one segment, adjusting the counts of all resources at the same time.&#10;&#10;Each player has a personal game board. New buildings enter the game from time to time, and players can construct them on their game boards with the building materials they gather, with some terrain restrictions on what can be built where. Some spaces start with trees or moors on them, as in Agricola: Farmers of the Moor, so they hinder development until a player clears the land, but they provide resources when they are removed. Clever building on your personal game board will impact your final score, and players can buy additional terrain during the game, if needed.&#10;&#10;Players also have three workers who can enter buildings to take the action associated with that location. Workers must stay in place until you've placed all three. You can enter your own buildings with these workers, but to enter and use another player's buildings, you must pay that player an entry fee so that he'll move one of his workers into that building to do the work for you.&#10;&#10;Ora et Labora features two variants: France and Ireland.&#10;&#10;",
    "Categories": [
      "City Building",
      "Economic",
      "Industry / Manufacturing",
      "Medieval",
      "Religious",
      "Territory Building"
    ],
    "Mechanics": [
      "Increase Value of Unchosen Resources",
      "Modular Board",
      "Network and Route Building",
      "Worker Placement",
      "Worker Placement, Different Worker Types"
    ],
    "Families": [
      "Country: France",
      "Country: Ireland",
      "Food & Drink: Beer",
      "Food & Drink: Wine",
      "Mechanism: Tableau Building",
      "Players: Games with Solitaire Rules",
      "Religious: Monks/Abbots & Monasteries/Abbeys",
      "Series: Harvest (Uwe Rosenberg)"
    ]
  },
  {
    "Rank": "226",
    "Name": "Go",
    "ID": 188,
    "Year": "-2200",
    "Geek Rating": "7.310",
    "Avg Rating": "7.65",
    "Link": "https://boardgamegeek.com/boardgame/188/go",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "180",
    "Weight": "3.9227",
    "Description": "By all appearances,  Go is just two players taking turns laying stones on a 19&times;19 (or smaller) grid of intersections.  But once its basic rules are understood,Go shows its staggering depth. One can see why many people say it's one of the most elegant brain-burning abstract games in history.&#10;&#10;Players place one stone at a time on the board at an empty intersection. The goal of the game is to try to claim the most territory by walling off sections of the board and surrounding or capturing each other's stones.  The game doesn't end until the board fills up, or, more often, when both players agree to end it, at which time whoever controls the most territory wins.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Chaining",
      "Enclosure",
      "Pattern Building",
      "Pattern Recognition",
      "Square Grid"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 13 x 13 Grids",
      "Components: 17 x 17 Grids",
      "Components: 19 x 19 Grids",
      "Components: 2 x 2 Grids",
      "Components: 9 x 9 Grids",
      "Components: Rocks/Stones",
      "Components: Wooden pieces & boards",
      "Digital Implementations: Ai Ai",
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: BoardSpace",
      "Digital Implementations: BrettspielWelt",
      "Digital Implementations: igGameCenter",
      "Digital Implementations: Little Golem",
      "Digital Implementations: MindSports",
      "Digital Implementations: PlayStrategy",
      "Digital Implementations: Tabletopia",
      "Digital Implementations: Triqqy",
      "Players: Two-Player Only Games",
      "Series: 3M Bookshelf Series",
      "Series: Traveller (Ravensburger)",
      "Traditional Games: Go"
    ]
  },
  {
    "Rank": "227",
    "Name": "Forest Shuffle",
    "ID": 391163,
    "Year": "2023",
    "Geek Rating": "7.306",
    "Avg Rating": "7.70",
    "Link": "https://boardgamegeek.com/boardgame/391163/forest-shuffle",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "2.1924",
    "Description": "In Forest Shuffle, players compete to gather the most valuable trees, then attract species to these trees, thus creating an ecologically balanced habitat for flora and fauna.&#10;&#10;To start, each player has six cards in hand, with cards depicting either a particular type of tree or two forest dwellers (animal, plant, mushroom, etc.), with these latter cards being divided in half, whether vertically or horizontally, with one dweller in each card half.&#10;&#10;On a turn, either draw two cards &mdash; whether face down from the deck or face up from the clearing &mdash; and add them to your hand, or play a card from your hand by paying the cost, then putting it into play.&#10;&#10;During set-up, three winter cards were placed into the bottom third of the deck. When the third winter card is drawn, the game ends immediately, then players tally their points based on the trees and dwellers in their forest. Whoever scores the most points wins.&#10;&#10;Forest Shuffle is the first in a line of Lookout games sporting the Lookout Greenline label, produced on FSC certified paper and avoiding plastic completely.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Educational",
      "Environmental"
    ],
    "Mechanics": [
      "End Game Bonuses",
      "Hand Management",
      "Layering",
      "Multi-Use Cards",
      "Open Drafting",
      "Set Collection",
      "Tags"
    ],
    "Families": [
      "Animals: Birds",
      "Card Games: Draw and Discard",
      "Digital Implementations: Board Game Arena",
      "Game: Forest Shuffle",
      "Mechanism: Partially overlapping cards",
      "Theme: Nature",
      "Theme: Trees and Forests"
    ]
  },
  {
    "Rank": "228",
    "Name": "Star Wars: The Deckbuilding Game",
    "ID": 374173,
    "Year": "2023",
    "Geek Rating": "7.305",
    "Avg Rating": "7.86",
    "Link": "https://boardgamegeek.com/boardgame/374173/star-wars-the-deckbuilding-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.0199",
    "Description": "The Rebel Alliance fights valiantly against the tyranny of the Galactic Empire. Each new victory brings the Rebels hope, and each heroic sacrifice strengthens their resolve. Still, the Empire's resources are vast, and the firepower of its Empire Navy is unmatched. With neither side willing to accept defeat, their war rages across the galaxy...&#10;&#10;In Star Wars: The Deckbuilding Game, a head-to-head game for two players, the galaxy-spanning war between the Galactic Empire and the Rebel Alliance comes alive on your tabletop. In this easy-to-learn game, you and your opponent each choose a side, playing as either the Empire or the Rebels, and as the game progresses you both strengthen the power of your starting decks and work to destroy each other's bases. The first player to destroy three of their opponent's bases wins.&#10;&#10;In more detail, each player starts with a unique ten-card deck, with seven of those cards providing only resources to acquire new cards. Six cards from a galaxy deck are always on display, with Rebel cards facing the Rebel player, Empire cards the Empire player, and neutral cards turned sideways. You can spend resources to acquire cards in the galaxy row that don't belong to the opponent, and you can use attack power to take out cards that do belong to them, gaining a reward in the process.&#10;&#10;Each player starts with a base that lacks abilities (Dantooine for the Rebels and Lothal for the Empire), but when that base is destroyed, you get to choose a replacement from your base deck, with each base having a special ability. Choose wisely to counter your opponent's plans! In addition to having special abilities, capital ships absorb damage meant for your base.&#10;&#10;Players also fight for control of a Force track to gain additional resources or make use of &quot;If the Force is with you...&quot; abilities on their cards.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Open Drafting",
      "Tug of War"
    ],
    "Families": [
      "Movies: Star Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "229",
    "Name": "Commands & Colors: Ancients",
    "ID": 14105,
    "Year": "2006",
    "Geek Rating": "7.299",
    "Avg Rating": "7.78",
    "Link": "https://boardgamegeek.com/boardgame/14105/commands-and-colors-ancients",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.6895",
    "Description": "From the designer (about his Commands and Colors system, C&amp;C: Ancients, and Memoir' 44):&#10;&#10;&quot;Commands &amp; Colors: Ancients depicts warfare from the Dawn of Military History (3000 BC) to the opening of the Dark Ages (400 AD). Quite an ambitious undertaking for one game, yet Commands &amp; Colors, by design, is a unique historical wargame system which allows players to effectively portray stylized battles from this time in history. The 15 battles showcased in the scenario booklet, although stylized, focus on important terrain features and the historical deployment of forces in scale with the game system. The battles include Bagradas, Cannae, and Zama.&#10;&#10;&quot;The scale of the game fluctuates from battle to battle. For some scenarios, an infantry unit may represent a legion of fighters, while in other scenarios a unit may represent just a few brave warriors. But the tactics you need to execute conform remarkably well to the advantages and limitations inherent to the various units, their weapons, terrain and time.&#10;&#10;&quot;Unlike its older brother, Battle Cry by Avalon Hill, Commands &amp; Colors: Ancients is moderately more complex and contains additional historical details without the battlefield clutter. Most scenarios will still play to a conclusion in less than an hour.&#10;&#10;&quot;The command card system, drives movement, creates a true fog of war and presents both challenges and opportunities. There are four types of command cards: Leadership cards, Section cards, Troop cards and Tactic cards.&#10;&#10;&quot;The battle dice system resolves all combat efficiently and quickly. Each battle die has one Light, one Medium, one Heavy, one Leader, one Flag and one Swords symbol.&#10;&#10;&quot;The game mechanics, although simple, will still require strategic card play, historical tactics, timely dice rolling, and an aggressive, yet flexible battle plan to achieve victory.&quot;&#10;&#10;",
    "Categories": [
      "Ancient",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Command Cards",
      "Dice Rolling",
      "Hand Management",
      "Hexagon Grid",
      "Modular Board",
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Ancient: Greece",
      "Ancient: Rome",
      "Digital Implementations: VASSAL",
      "Game: Commands & Colors Ancients",
      "History: Punic Wars",
      "History: Sicilian Wars",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Commands & Colors"
    ]
  },
  {
    "Rank": "230",
    "Name": "Captain Sonar",
    "ID": 171131,
    "Year": "2016",
    "Geek Rating": "7.298",
    "Avg Rating": "7.51",
    "Link": "https://boardgamegeek.com/boardgame/171131/captain-sonar",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.197",
    "Description": "At the bottom of the ocean, no one will hear you scream!&#10;&#10;In Captain Sonar, you and your teammates control a state-of-the-art submarine and are trying to locate an enemy submarine in order to blow it out of the water before they can do the same to you. Every role is important, and the confrontation is merciless. Be organized and communicate because a captain is nothing without his crew: the Chief Mate, the Radio Operator, and the Engineer.&#10;&#10;All the members of a team sit on one side of the table, and they each take a particular role on the submarine, with the division of labor for these roles being dependent on the number of players in the game. Roles include: the Captain, who is responsible for moving the submarine and announcing some details of this movement; the Radio Operator listening to the opposing captain's orders and try to decipher where that sub might be in the water; the Engineer working in the munitions room to prepare torpedoes, mines and other devices that will allow for combat.&#10;&#10;Captain Sonar can be played in two modes: turn-by-turn or simultaneous. In the latter set-up, all the members of a team take their actions simultaneously while trying to track what the opponents are doing, too. When a captain is ready to launch an attack, the action pauses for a moment to see whether a hit has been recorded &mdash; then play resumes with the target having snuck away while the attacker paused or with bits of metal now scattered across the ocean floor.&#10;&#10;Multiple maps are included with varying levels of difficulty.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Fighting",
      "Modern Warfare",
      "Nautical",
      "Real-time"
    ],
    "Mechanics": [
      "Deduction",
      "Grid Movement",
      "Hidden Movement",
      "Line Drawing",
      "Real-Time",
      "Role Playing",
      "Secret Unit Deployment",
      "Simulation",
      "Team-Based Game"
    ],
    "Families": [
      "Components: Dry Erase Markers / Dry Erase Surfaces",
      "Components: Player Screens",
      "Game: Captain Sonar",
      "Mechanism: Hidden Movement",
      "Theme: Submarines"
    ]
  },
  {
    "Rank": "231",
    "Name": "Suburbia",
    "ID": 123260,
    "Year": "2012",
    "Geek Rating": "7.297",
    "Avg Rating": "7.47",
    "Link": "https://boardgamegeek.com/boardgame/123260/suburbia",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.7583",
    "Description": "Plan, build, and develop a small town into a major metropolis. Use hex-shaped building tiles to add residential, commercial, civic, and industrial areas, as well as special points of interest that provide benefits and take advantage of the resources of nearby towns. Your goal is to have your borough thrive and end up with a greater population than any of your opponents.&#10;&#10;Suburbia is a tile-laying game in which each player tries to build up an economic engine and infrastructure that will be initially self-sufficient, and eventually become both profitable and encourage population growth. As your town grows, you'll modify both your income and your reputation. As your income increases, you'll have more cash on hand to purchase better and more valuable buildings, such as an international airport or a high-rise office building. As your reputation increases, you'll gain more and more population &mdash; and the player with the largest population at the end of the game wins.&#10;&#10;During each game, players compete for several unique goals that offer an additional population boost &mdash; and the buildings available in each game vary, so you'll never play the same game twice!&#10;&#10;The second edition of Suburbia features updated artwork, larger tiles than in the original game, a dual-sided scoreboard, GameTrayz storage organizers, and more!&#10;&#10;",
    "Categories": [
      "City Building",
      "Economic"
    ],
    "Mechanics": [
      "Auction: Dutch",
      "Catch the Leader",
      "End Game Bonuses",
      "Hexagon Grid",
      "Income",
      "Open Drafting",
      "Set Collection",
      "Solo / Solitaire Game",
      "Tile Placement"
    ],
    "Families": [
      "Components: Game Trayz Inside",
      "Digital Implementations: Tabletopia",
      "Game: Suburbia",
      "Mechanism: Tableau Building",
      "Misc: Made by Panda",
      "Misc: Mensa Select",
      "Misc: Watch It Played How To Videos",
      "Players: Games with Solitaire Rules",
      "Theme: City"
    ]
  },
  {
    "Rank": "232",
    "Name": "Carcassonne",
    "ID": 822,
    "Year": "2000",
    "Geek Rating": "7.297",
    "Avg Rating": "7.41",
    "Link": "https://boardgamegeek.com/boardgame/822/carcassonne",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.8892",
    "Description": "Carcassonne is a tile placement game in which the players draw and place a tile with a piece of southern French landscape represented on it. The tile might feature a city, a road, a cloister, grassland or some combination thereof, and it must be placed adjacent to tiles that have already been played, in such a way that cities are connected to cities, roads to roads, et cetera. Having placed a tile, the player can then decide to place one of their meeples in one of the areas on it: in the city as a knight, on the road as a robber, in the cloister as a monk, or in the field as a farmer. When that area is complete that meeple scores points for its owner.&#10;&#10;During a game of Carcassonne, players are faced with decisions like: &quot;Is it really worth putting my last meeple there?&quot; or &quot;Should I use this tile to expand my city, or should I place it near my opponent instead, thus making it a harder for them to complete it and score points?&quot; Since players place only one tile and have the option to place one meeple on it, turns proceed quickly even if it is a game full of options and possibilities.&#10;&#10;First game in the Carcassonne series.&#10;&#10;",
    "Categories": [
      "Medieval",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Enclosure",
      "Map Addition",
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": [
      "Category: Dized Tutorial",
      "Cities: Carcassonne (France)",
      "Components:  Meeples",
      "Components: Map (Regional scale)",
      "Components: Wooden pieces & boards",
      "Country: France",
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: BrettspielWelt",
      "Digital Implementations: Google Play",
      "Digital Implementations: Steam",
      "Digital Implementations: VASSAL",
      "Game: Carcassonne",
      "Misc: BGG Hall of Fame",
      "Misc: Dice Tower Hall of Fame",
      "Misc: Watch It Played How To Videos",
      "Region: Languedoc (France)",
      "Religious: Monks/Abbots & Monasteries/Abbeys"
    ]
  },
  {
    "Rank": "233",
    "Name": "Village",
    "ID": 104006,
    "Year": "2011",
    "Geek Rating": "7.294",
    "Avg Rating": "7.49",
    "Link": "https://boardgamegeek.com/boardgame/104006/village",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3.0609",
    "Description": "Life in the village is hard &ndash; but life here also allows the inhabitants to grow and prosper as they please. One villager might want to become a friar. Another might feel ambitious and strive for a career in public office. A third one might want to seek his luck in distant lands.&#10;&#10;Each player will take the reins of a family and have them find fame and glory in many different ways. There is one thing you must not forget, however: Time will not stop for anyone and with time people will vanish. Those who will find themselves immortalized in the village chronicles will bring honor to their family and be one step closer to victory.&#10;&#10;Village is a game full of tactical challenges. A smart and unique new action mechanism is responsible for keeping turns short and yet still tactically rich and full of difficult decisions. Also unique is the way this game deals with the delicate subject of death; as a natural and perpetual part of life in the village, thoughts of death will keep you focused on smart time-management.&#10;&#10;Paraphrased from Opinionated Gamer's review:&#10;&#10;Each player&rsquo;s turn consists of taking a cube and then taking the action of the area they just took the cube from.  The board has multiple different zones with specific attributes, a market, a travel zone, a crafting zone, a church, and a council house.  Many of these offer multiple options, so even if you take a cube from the crafting area, you can get an ox, a horse, a cart, a plow, a scroll, or convert wheat to gold.  Each zone is seeded with cubes of four colors plus black cubes which serve as curses, there are lots of turns per round. Some areas offer short-term scoring, others offer long-term scoring, and still others offer only end-game scoring. The round ends when there are no cubes at any location.  The game ends when either the village chronicle or the anonymous graveyard is full.&#10;&#10;",
    "Categories": [
      "Economic",
      "Farming",
      "Medieval"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Contracts",
      "Set Collection",
      "Turn Order: Claim Action",
      "Worker Placement",
      "Worker Placement, Different Worker Types"
    ],
    "Families": [
      "Digital Implementations: Tabletopia",
      "Game: Village"
    ]
  },
  {
    "Rank": "234",
    "Name": "Splendor",
    "ID": 148228,
    "Year": "2014",
    "Geek Rating": "7.294",
    "Avg Rating": "7.42",
    "Link": "https://boardgamegeek.com/boardgame/148228/splendor",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.7795",
    "Description": "Splendor is a game of chip-collecting and card development. Players are merchants of the Renaissance trying to buy gem mines, means of transportation, shops&mdash;all in order to acquire the most prestige points. If you're wealthy enough, you might even receive a visit from a noble at some point, which of course will further increase your prestige.&#10;&#10;On your turn, you may (1) collect chips (gems), or (2) buy and build a card, or (3) reserve one card. If you collect chips, you take either three different kinds of chips or two chips of the same kind. If you buy a card, you pay its price in chips and add it to your playing area. To reserve a card&mdash;in order to make sure you get it, or, why not, your opponents don't get it&mdash;you place it in front of you face down for later building; this costs you a round, but you also get gold in the form of a joker chip, which you can use as any gem.&#10;&#10;All of the cards you buy increase your wealth as they give you a permanent gem bonus for later buys; some of the cards also give you prestige points. In order to win the game, you must reach 15 prestige points before your opponents do.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Renaissance"
    ],
    "Mechanics": [
      "Contracts",
      "Open Drafting",
      "Race",
      "Set Collection"
    ],
    "Families": [
      "Category: Dized Tutorial",
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: Google Play",
      "Digital Implementations: Steam",
      "Game: Splendor",
      "Mechanism: Tableau Building",
      "Misc: Watch It Played How To Videos"
    ]
  },
  {
    "Rank": "235",
    "Name": "Clash of Cultures: Monumental Edition",
    "ID": 299659,
    "Year": "2021",
    "Geek Rating": "7.291",
    "Avg Rating": "8.30",
    "Link": "https://boardgamegeek.com/boardgame/299659/clash-of-cultures-monumental-edition",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "180",
    "Play Time": "240",
    "Weight": "3.703",
    "Description": "Clash of Cultures: Monumental Edition brings back the classic game of exploration, expansion, and development with the Clash of Cultures base game and the Civilizations and Aztecs expansions in one box! Grow your civilization, advance your culture and tech, and leave your mark by building wonders, with this edition of the game including fully-sculpted miniatures of the Seven Wonders.&#10;&#10;In Clash of Cultures, each player leads a civilization from a single settlement to a mighty empire. Players must explore their surroundings, build large cities, research advances and conquer those who stand in the way. The game features a modular board for players to explore, 48 distinct advances, seven mighty wonders, and loads of miniatures and cards. The winner will create a culture that will be remembered and admired for millennia.&#10;&#10;",
    "Categories": [
      "Ancient",
      "City Building",
      "Civilization",
      "Economic",
      "Territory Building"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Grid Movement",
      "Hand Management",
      "Modular Board",
      "Tech Trees / Tech Tracks",
      "Trading",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Hexagonal Tiles",
      "Components: Miniatures",
      "Game: Clash of Cultures",
      "Mechanism: 4X"
    ]
  },
  {
    "Rank": "236",
    "Name": "Dead of Winter: A Crossroads Game",
    "ID": 150376,
    "Year": "2014",
    "Geek Rating": "7.291",
    "Avg Rating": "7.45",
    "Link": "https://boardgamegeek.com/boardgame/150376/dead-of-winter-a-crossroads-game",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3.0117",
    "Description": "&quot;Crossroads&quot; is a game series from Plaid Hat Games that tests a group of survivors' ability to work together and stay alive while facing crises and challenges from both outside and inside. Dead of Winter: A Crossroads Game, the first title in this series, puts 2-5 players in a small, weakened colony of survivors in a world in which most of humanity is either dead or diseased, flesh-craving monsters. Each player leads a faction of survivors, with dozens of different characters in the game.&#10;&#10;Dead of Winter is a meta-cooperative psychological survival game. This means players are working together toward one common victory condition, but for each individual player to achieve victory, they must also complete their personal secret objective, which could relate to a psychological tick that's fairly harmless to most others in the colony, a dangerous obsession that could put the main objective at risk, a desire for sabotage of the main mission, or (worst of all) vengeance against the colony! Games could end with all players winning, some winning and some losing, or all players losing. Work toward the group's goal, but don't get walked all over by a loudmouth who's looking out only for their own interests!&#10;&#10;Dead of Winter is an experience that can be accomplished only through the medium of tabletop games, a story-centric game about surviving through a harsh winter in an apocalyptic world. The survivors are all dealing with their own psychological imperatives, but must still find a way to work together to fight off outside threats, resolve crises, find food and supplies, and keep the colony's morale up.&#10;&#10;Dead of Winter has players making frequent, difficult, heavily-thematic, wildly-varying decisions that often have them deciding between what's best for the colony and what's best for themselves. The rulebook also includes a fully co-operative variant in which all players work toward the group objective with no personal goals.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Horror",
      "Zombies"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Dice Rolling",
      "Hand Management",
      "Narrative Choice / Paragraph",
      "Push Your Luck",
      "Scenario / Mission / Campaign Game",
      "Semi-Cooperative Game",
      "Storytelling",
      "Trading",
      "Traitor Game",
      "Turn Order: Progressive",
      "Variable Player Powers",
      "Voting"
    ],
    "Families": [
      "Components: Dynamic Event Boards",
      "Components: Standees",
      "Creatures: Zombies",
      "Digital Implementations: VASSAL",
      "Misc: Made by Panda",
      "Misc: Watch It Played How To Videos",
      "Series: Crossroads (Plaid Hat Games)",
      "Setting: Dead of Winter",
      "Theme: Post-Apocalyptic",
      "Theme: Survival"
    ]
  },
  {
    "Rank": "237",
    "Name": "Return to Dark Tower",
    "ID": 256680,
    "Year": "2022",
    "Geek Rating": "7.291",
    "Avg Rating": "8.24",
    "Link": "https://boardgamegeek.com/boardgame/256680/return-to-dark-tower",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "100",
    "Play Time": "120",
    "Weight": "2.6721",
    "Description": "For an age, the tower lay in ruins. Unbeknownst to the people of the realm, a great evil stirred in its bowels. It started with strange sightings: a flock of crows flying in circles until they dropped from the sky, the lake frozen solid in the height of summer. In time, they could not deny that which they most feared.&#10;&#10;The evil had not been vanquished. The darkness would soon fall again. The tower will rise.&#10;&#10;A &quot;sequel&quot; to the 1981 grail game, Return to Dark Tower is a game for 1-4 players who take the role of heroes. Together, they gather resources, cleanse buildings, defeat monsters, and undertake quests to build up their strength and discern what foe ultimately awaits them. When the heroes face the tower, the game shifts into its dramatic second act, where the players have one chance to defeat the enemy once and for all.&#10;&#10;The game features both cooperative and competitive modes of play.&#10;&#10;The game features traditional game mechanisms, such as engine building and resource management, paired with a technological interface unlike any seen before in games, including the titular tower, which holds more than a few secrets.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Electronic",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Area Movement",
      "Cooperative Game",
      "Events",
      "Push Your Luck",
      "Random Production",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Sudden Death Ending",
      "Trading",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Components: Digital Hybrid – App/Website Required",
      "Components: Drop Tower",
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Mechanism: Campaign Games",
      "Misc: Watch It Played How To Videos"
    ]
  },
  {
    "Rank": "238",
    "Name": "Ankh: Gods of Egypt",
    "ID": 285967,
    "Year": "2021",
    "Geek Rating": "7.287",
    "Avg Rating": "7.77",
    "Link": "https://boardgamegeek.com/boardgame/285967/ankh-gods-of-egypt",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3.1216",
    "Description": "Play as a god of ancient Egypt, competing to survive as society begins to forget the old ways, so that only you and your followers remain.&#10;&#10;Build caravans, summon monsters, and convert followers in your quest to reign supreme in Ankh: Gods of Egypt. Deities, monsters, and the people of ancient Egypt have been lovingly reimagined and interpreted in beautiful illustrations and detailed miniatures, and players will truly feel like gods as they shake the very foundations of Egypt. All gameplay in Ankh, including combat, is streamlined and non-random. Compete and win solely on your godly wits alone.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Ancient",
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Mythology"
    ],
    "Mechanics": [
      "Action Retrieval",
      "Alliances",
      "Area Majority / Influence",
      "Auction: Sealed Bid",
      "Card Play Conflict Resolution",
      "Grid Movement",
      "Hexagon Grid",
      "Kill Steal",
      "Player Elimination",
      "Race",
      "Tech Trees / Tech Tracks",
      "Variable Player Powers"
    ],
    "Families": [
      "Ancient: Egypt",
      "Components: Miniatures",
      "Creatures: Monsters",
      "Crowdfunding: Kickstarter",
      "Game: Ankh – Gods of Egypt",
      "Mythology: Egyptian"
    ]
  },
  {
    "Rank": "239",
    "Name": "Aeon's End: Legacy",
    "ID": 241451,
    "Year": "2019",
    "Geek Rating": "7.287",
    "Avg Rating": "8.06",
    "Link": "https://boardgamegeek.com/boardgame/241451/aeons-end-legacy",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2.8351",
    "Description": "&ldquo;You are not breach mages yet,&rdquo; Brama lectures as she paces down the line of students, her frail form belying her immense power. &ldquo;Breach mages have protected us since the beginning &mdash; since the burning of the world and our pilgrimage into the dark. It was they who founded Gravehold, our last bastion, and if you wish to stand beside these living legends, you must listen and learn. The Nameless shall come again, as they always have, and you will need to be ready. You are the hope of our future.&rdquo;&#10;&#10;As a young apprentice, you grew up to stories of the breach mages. Brama, the teacher, wisest of the mages. Dezmodia, the prodigy, master of great magic. Mist, the stoic leader and tactical genius. Malastar, the magical craftsman. Rebellious, powerful, and reckless perfectly sum up Xaxos. These mages are your heroes and tomorrow, after your ordeal, you will join their ranks.&#10;&#10;&ldquo;Each of you must overcome your ordeal to learn discipline and focus, the tools you will need to defend Gravehold. We are nothing without Gravehold. To be a breach mage is to sacrifice your life for Gravehold. When you die, it will be in defense of our city. Once you understand this universal truth...only then will you be ready to become a breach mage.&rdquo;&#10;&#10;Aeon's End is not required to play Aeon's End: Legacy.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Legacy Game",
      "Open Drafting",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Aeon's End",
      "Mechanism: Campaign Games",
      "Mechanism: Legacy",
      "Players: Games with Solitaire Rules",
      "Versions & Editions: Legacy Versions of Non-Legacy Games"
    ]
  },
  {
    "Rank": "240",
    "Name": "Tichu",
    "ID": 215,
    "Year": "1991",
    "Geek Rating": "7.287",
    "Avg Rating": "7.58",
    "Link": "https://boardgamegeek.com/boardgame/215/tichu",
    "Min Players": "4",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.3395",
    "Description": "Tichu took much of its rules and mechanics from Zheng Fen. It is a partnership climbing card game, and the object of play is to rid yourself of your hand, preferably while scoring points in the process.&#10;&#10;The deck is a standard 52-card pack with four special cards added: dog, phoenix, dragon and Mah Jong (1). When it's your turn, you may either beat the current top card combination &mdash; single card, pair of cards, sequence of pairs, full house, etc. &mdash; or pass. If play passes all the way back to the player who laid the top cards, they win the trick, clears the cards, and can lead the next one. The card led determines the only combination of cards that can be played on that trick, so if a single card is led, then only single cards are played; if a straight of seven cards is led, then only straights of seven cards can be played, etc.&#10;&#10;The last player out in a round gives all the cards they won to the player who exited first, and the last player's unplayed cards are handed to the opposite team. Fives, tens and Kings are worth 5, 10 and 10 points, with each hand worth one hundred points without bonuses &mdash; but the bonuses are what drive the game. At the start of a round, each player can call &quot;Tichu&quot; prior to playing any card. This indicates that the player thinks they can empty their hand first this round; if they do so, their team scores 100 points, and if not, their team instead loses 100 points. Cards are dealt at the start of a round in a group of eight and a group of six; a player can call &quot;Grand Tichu&quot; after looking at only their first eight cards for a &plusmn;200 point bonus. If both players on a team exit a round prior to either player on the opposite team, then no points are scored for cards and the winning team earns 200 points (with Tichu/Grand Tichu bonuses and penalties being applied as normal).&#10;&#10;The first team to 1,000 points wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Ladder Climbing",
      "Predictive Bid",
      "Team-Based Game"
    ],
    "Families": [
      "Card Games: Climbing",
      "Card Games: Outplay",
      "Card Games: Shedding / Stops",
      "Components: Traditional Playing Cards",
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: Boardible (Mobile)",
      "Digital Implementations: BrettspielWelt",
      "Digital Implementations: Steam",
      "Digital Implementations: Tabletopia",
      "Misc: Dice Tower Hall of Fame",
      "Series: Deluxe card game (Z-Man / Filosofia)"
    ]
  },
  {
    "Rank": "241",
    "Name": "Nidavellir",
    "ID": 293014,
    "Year": "2020",
    "Geek Rating": "7.281",
    "Avg Rating": "7.58",
    "Link": "https://boardgamegeek.com/boardgame/293014/nidavellir",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.1101",
    "Description": "Nidavellir, the Dwarf Kingdom, is threatened by the dragon Fafnir. As a venerable Elvaland, you have been appointed by the King. Search through every tavern in the kingdom, hire the most skillful dwarves, recruit the most prestigious heroes, and build the best battalion you can to defeat your mortal enemy!&#10;&#10;Each turn in Nidavellir, bid a coin on each tavern. In descending order, choose a character and add this character to your army. Each dwarf class has its own scoring way: blacksmith, hunter, warrior, explorer, and miner. A meticulous recruitment will allow you to attract a powerful hero to your army.&#10;&#10;You will also be able to increase the value of your gold coins thanks to the smart &quot;coin-building&quot; system, and get the best of the other Elvalands.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Mythology"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Auction: Sealed Bid",
      "Constrained Bidding",
      "Selection Order Bid",
      "Set Collection",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Creatures: Dwarves & Gnomes",
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: Game Park",
      "Mythology: Norse"
    ]
  },
  {
    "Rank": "242",
    "Name": "Star Realms: Colony Wars",
    "ID": 182631,
    "Year": "2015",
    "Geek Rating": "7.277",
    "Avg Rating": "7.79",
    "Link": "https://boardgamegeek.com/boardgame/182631/star-realms-colony-wars",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.9013",
    "Description": "Colony Wars is a deckbuilding game in the Star Realms series which is both a standalone box set for two players (featuring an 80-card trade deck, as in the original) and an expansion for the base Star Realms set that allows it to be played as a four-player game.&#10;&#10;In Colony Wars, as in Star Realms, players will start with a fleet (deck) of 10 basic ships, and can spend Trade to acquire more powerful ships and bases from a central trade row of 5 cards. This row is continuously replenished by random draws from the trade deck. Many ships and bases deal Combat damage which you can use to attack your opponent and/or destroy their bases. When you reduce your opponent's Authority to zero, you win.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Science Fiction"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Delayed Purchase",
      "Hand Management",
      "Open Drafting",
      "Take That"
    ],
    "Families": [
      "Game: Star Realms",
      "Misc: LongPack Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "243",
    "Name": "The Taverns of Tiefenthal",
    "ID": 269207,
    "Year": "2019",
    "Geek Rating": "7.276",
    "Avg Rating": "7.58",
    "Link": "https://boardgamegeek.com/boardgame/269207/the-taverns-of-tiefenthal",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.6807",
    "Description": "In the village of Tiefenthal lies &quot;The Tavern of the Deep Valley&quot;. There, all citizens from the area gather, but it's important to attract new, wealthy guests for only then is there enough money to expand the tavern, which will then lure nobles into the tavern as well. But which tavern expansion is best? Should you focus on money? Or rather ensure that the beer will keep flowing?&#10;&#10;In The Taverns of Tiefenthal, the challenge is to skillfully choose the dice and develop your personal deck of cards as profitably as possible. The game is structured with five modules so that your group can add extra levels of complexity as you become more familiar with the game.&#10;&#10;AWARDS&#10;2019  SXSW Tabletop Game of the Year nominee&#10;2019  The American Tabletop Awards COMPLEX GAMES winner&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Medieval"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Open Drafting",
      "Turn Order: Progressive",
      "Worker Placement",
      "Worker Placement with Dice Workers"
    ],
    "Families": [
      "Country: Germany",
      "Digital Implementations: Tabletopia",
      "Digital Implementations: Yucata",
      "Food & Drink: Beer",
      "Mechanism: Dice Drafting",
      "Misc: Watch It Played How To Videos",
      "Theme: Pub, Bars, Bistros..."
    ]
  },
  {
    "Rank": "244",
    "Name": "John Company: Second Edition",
    "ID": 332686,
    "Year": "2022",
    "Geek Rating": "7.273",
    "Avg Rating": "8.28",
    "Link": "https://boardgamegeek.com/boardgame/332686/john-company-second-edition",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "240",
    "Weight": "4.4512",
    "Description": "In John Company, players assume the roles of ambitious families attempting to use the British East India Company for personal gain. The game begins in the early eighteenth-century, when the Company has a weak foothold on the subcontinent. Over the course of the game, the Company might grow into the most powerful and insidious corporation in the world or collapse under the weight of its own ambition.&#10;&#10;John Company is a game about state-sponsored trade monopoly. Unlike most economic games players often do not control their own firms. Instead, they will collectively guide the Company by securing positions of power, attempting to steer the Company&rsquo;s fate in ways that benefit their own interests. However, the Company is an unwieldy thing. It is difficult to do anything alone, and players will often need to negotiate with one another. In John Company, most everything is up for negotiation.&#10;&#10;Ultimately, this game isn&rsquo;t about wealth; it&rsquo;s about reputation. Each turn some of your family members may retire from their Company positions, giving them the opportunity to establish estates. Critically, players do not have full control over when these retirements happen. You will often need to borrow money from other players to make the best use for a chance of retirement. Players also gain victory points by competing in the London Season for prestige and securing fashionable properties.&#10;&#10;John Company engages very seriously with its theme. It is meant as a frank portrait of an institution that was as dysfunctional as it was influential. Accordingly, the game wrestles many of the key themes of imperialism and globalization in the eighteenth and nineteenth centuries and how those developments were felt domestically. As such, this game might not be suitable for all players. Please make sure everyone in your group consents to this exploration before playing.&#10;&#10;The second edition is extensively revised and is not a reprint.&#10;&#10;&mdash;description from designer&#10;&#10;",
    "Categories": [
      "Economic",
      "Educational",
      "Negotiation",
      "Political"
    ],
    "Mechanics": [
      "Bribery",
      "Dice Rolling",
      "Negotiation",
      "Push Your Luck",
      "Simulation",
      "Voting"
    ],
    "Families": [
      "Country: India",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "History: Anglo-Indian Wars",
      "Misc: JonGetsGames Tutorial Videos",
      "Theme: Business/Management",
      "Theme: Colonial"
    ]
  },
  {
    "Rank": "245",
    "Name": "YINSH",
    "ID": 7854,
    "Year": "2003",
    "Geek Rating": "7.272",
    "Avg Rating": "7.71",
    "Link": "https://boardgamegeek.com/boardgame/7854/yinsh",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.6424",
    "Description": "In YINSH, the players each start with five rings on the board. Every time a ring is moved, it leaves a marker behind. Markers are white on one side and black on the other. When markers are jumped over by a ring they must be flipped, so their color is constantly changing. The players must try to form a row of five markers with their own color face up. If a player succeeds in doing so, he removes one of his rings as an indication that he has formed such a row. The first player to remove three of his rings wins the game. In other words, each row you make brings you closer to victory-but also makes you weaker, because you have one fewer ring to play with. Very tricky!&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Catch the Leader",
      "Grid Movement",
      "Pattern Building"
    ],
    "Families": [
      "Category: Combinatorial",
      "Category: n in a row",
      "Digital Implementations: BoardSpace",
      "Digital Implementations: Boiteajeux",
      "Digital Implementations: BrettspielWelt",
      "Misc: Mensa Select",
      "Players: Two-Player Only Games",
      "Series: GIPF Project"
    ]
  },
  {
    "Rank": "246",
    "Name": "Coimbra",
    "ID": 245638,
    "Year": "2018",
    "Geek Rating": "7.271",
    "Avg Rating": "7.61",
    "Link": "https://boardgamegeek.com/boardgame/245638/coimbra",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3.2568",
    "Description": "In the 15th and 16th century, Portugal is thriving under its leading role during the Age of Discovery. Nestled in the heart of Portugal, the city of Coimbra serves as a&nbsp;cultural center of the country. As the head of one of Coimbra's oldest houses, you seek to earn prestige by deepening relationships with nearby monasteries or funding expeditions of the era.&nbsp;To reach this goal, you must vie for the favors of the city's most influential citizens, even if you must offer a bit of coin or some protective detail.&#10;&#10;Coimbra introduces an innovative new dice mechanism in which the dice players draft each round are used in multiple different ways and have an impact on many aspects of their decision making. While there are many paths to victory,&nbsp;players should always seek to optimize their&nbsp;opportunities with every roll of the dice.&nbsp;Combined with ever-changing synergies of the citizens, expeditions, and monasteries, no two games of Coimbra will ever be the same!&#10;&#10;",
    "Categories": [
      "Dice",
      "Renaissance"
    ],
    "Mechanics": [
      "Action Drafting",
      "Auction / Bidding",
      "Dice Rolling",
      "End Game Bonuses",
      "Income",
      "Open Drafting",
      "Point to Point Movement",
      "Set Collection",
      "Tech Trees / Tech Tracks",
      "Turn Order: Stat-Based",
      "Variable Set-up",
      "Worker Placement with Dice Workers"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Country: Portugal",
      "History: Age of Discovery",
      "Mechanism: Dice Drafting"
    ]
  },
  {
    "Rank": "247",
    "Name": "Under Falling Skies",
    "ID": 306735,
    "Year": "2020",
    "Geek Rating": "7.271",
    "Avg Rating": "7.63",
    "Link": "https://boardgamegeek.com/boardgame/306735/under-falling-skies",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2.4",
    "Description": "Aliens have arrived to conquer Earth. Enemy ships fill the skies. Humanity retreats to underground bunkers located below cities across the globe. Stand against the common threat! Fight the invaders city by city. Build a team from around the globe to save your planet and defeat the aliens!&#10;&#10;&#10;GAMEPLAY&#10;&#10;Under Falling Skies is a solo game with a multi-mission campaign. In each mission, you take charge of defending a besieged city.&#10;&#10;Your actions are powered by an innovative dice placement mechanic. When you choose an action, you are also choosing which enemy ships will descend. Bigger numbers give better effects, but they also cause ships to descend faster.&#10;&#10;Expand your underground base to gain access to more powerful actions,  allowing you to shoot down enemy ships or deploy robots to increase your workforce, but don't forget to work on your research and watch your energy supply.&#10;&#10;The mothership draws closer every round, ratcheting up the tension.&#10;&#10;Can you complete your mission before your base is destroyed?&#10;&#10;Official rules: https://czechgames.com/files/rules/under-falling-skies-rules-en.pdf&#10;&#10;&#10;Under Falling Skies is based on the print &amp; play game that won the 2019 9-card Nanogame P&amp;P Design Contest. Built on the same intriguing mechanics, it now comes with a full-scale campaign providing even more content for hours of intense fun. &#10;&#10;",
    "Categories": [
      "Dice",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Once-Per-Game Abilities",
      "Re-rolling and Locking",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Square Grid",
      "Sudden Death Ending",
      "Variable Set-up",
      "Worker Placement",
      "Worker Placement with Dice Workers"
    ],
    "Families": [
      "Creatures: Aliens / Extraterrestrials",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "248",
    "Name": "Paths of Glory",
    "ID": 91,
    "Year": "1999",
    "Geek Rating": "7.270",
    "Avg Rating": "8.07",
    "Link": "https://boardgamegeek.com/boardgame/91/paths-of-glory",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "480",
    "Play Time": "480",
    "Weight": "3.8524",
    "Description": "(from GMT Games' website:)&#10;&#10;They called it the Great War. In over four years of titanic struggle, the ancient Europe of Kings and Emperors tore itself to pieces, giving birth to our own violent modern age. The bloody battles fought in the trenches of the Western Front, the icy plains of Poland, the mountains of the Balkans, and the deserts of Arabia, shaped the world we know today. We are all orphans of the Great War.&#10;&#10;Paths of Glory: The First World War, designed by six-time Charles S. Roberts awards winner, Ted Raicer, allows players to step into the shoes of the monarchs and marshals who triumphed and bungled from 1914 to 1918. As the Central Powers you must use the advantage of interior lines and the fighting skill of the Imperial German Army to win your rightful 'place in the sun.' As the Entente Powers (Allies) you must bring your greater numbers to bear to put an end to German militarism and ensure this is the war 'to end all wars.' Both players will find their generalship and strategic abilities put to the test as Paths of Glory's innovative game systems let you recreate all the dramatic events of World War I.&#10;&#10;Components:&#10;&#10;     316 full-color die-cut counters:&#10;         176 5/8&rdquo; die cut counters&#10;         140 1/2&rdquo; die cut counters&#10;    &#10;     One 22x34&quot; full-color mapsheet showing most of Europe and the Near East&#10;     110 Strategy Cards&#10;     32-page Rule Book including sample game replay (21 pages of actual rules)&#10;     Two Player Reference Cards &#10;&#10;&#10;DESIGNER: Ted Raicer&#10;DEVELOPER: Andy Lewis&#10;ART DIRECTOR: Rodger B. MacGowan&#10;MAP ART: Mark Simonitch&#10;CARDS &amp; COUNTER ART: Mark Simonitch&#10;&#10;&#10;(BGG description:)&#10;&#10;Following in the footsteps of We the People, Hannibal: Rome vs. Carthage, Successors: The Battles for Alexander's Empire (First/Second Edition), and For the People, Paths of Glory utilizes a similar card-driven system.  The game covers WWI from its outbreak to American intervention and spans all of Europe and the Middle East.  Not only is the game innovative, but it also plays fast, usually within just an evening.&#10;&#10;While the game itself has all of the normal expectations of a wargame, with various units, CRT charts and period chrome, at heart the game rests within the card play.  Players are given a hand of cards to play out six sub-phases of a turn.  Each sub-phase allows for the use of a card or a pass with a minimal movement of units.  Each card has four possible uses: operational movement, strategic movement, special events, and replacement points.  The cardplay forces players to constantly make tough decsions as they feel that they need to do a little bit of everything but they can only do one thing at a time.  How you play your cards will decide to a large degree the outcome of the war.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Point to Point Movement"
    ],
    "Families": [
      "Continents: Europe",
      "Country: France",
      "Misc: Dice Tower Hall of Fame",
      "Misc: LongPack Games",
      "Players: Two-Player Only Games",
      "Region: Middle East"
    ]
  },
  {
    "Rank": "249",
    "Name": "Ticket to Ride",
    "ID": 9209,
    "Year": "2004",
    "Geek Rating": "7.270",
    "Avg Rating": "7.39",
    "Link": "https://boardgamegeek.com/boardgame/9209/ticket-to-ride",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.8235",
    "Description": "With elegantly simple gameplay, Ticket to Ride can be learned in under 15 minutes. Players collect cards of various types of train cars they then use to claim railway routes in North America. The longer the routes, the more points they earn. Additional points come to those who fulfill Destination Tickets &ndash; goal cards that connect distant cities; and to the player who builds the longest continuous route.&#10;&#10;&quot;The rules are simple enough to write on a train ticket &ndash; each turn you either draw more cards, claim a route, or get additional Destination Tickets,&quot; says Ticket to Ride author, Alan R. Moon. &quot;The tension comes from being forced to balance greed &ndash; adding more cards to your hand, and fear &ndash; losing a critical route to a competitor.&quot;&#10;&#10;Ticket to Ride continues in the tradition of Days of Wonder's big format board games featuring high-quality illustrations and components including: an oversize board map of North America, 225 custom-molded train cars, 144 illustrated cards, and wooden scoring markers.&#10;&#10;Since its introduction and numerous subsequent awards, Ticket to Ride has become the BoardGameGeek epitome of a &quot;gateway game&quot; -- simple enough to be taught in a few minutes, and with enough action and tension to keep new players involved and in the game for the duration.&#10;&#10;Part of the Ticket to Ride series.&#10;&#10;",
    "Categories": [
      "Trains"
    ],
    "Mechanics": [
      "Connections",
      "Contracts",
      "End Game Bonuses",
      "Hand Management",
      "Network and Route Building",
      "Open Drafting",
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Continents: North America",
      "Country: USA",
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: Google Play",
      "Digital Implementations: Steam",
      "Game: Ticket to Ride (Official)",
      "Misc: BGG Hall of Fame",
      "Misc: Dice Tower Hall of Fame",
      "Misc: Watch It Played How To Videos"
    ]
  },
  {
    "Rank": "250",
    "Name": "Nations",
    "ID": 126042,
    "Year": "2013",
    "Geek Rating": "7.266",
    "Avg Rating": "7.60",
    "Link": "https://boardgamegeek.com/boardgame/126042/nations",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "40",
    "Play Time": "200",
    "Weight": "3.5406",
    "Description": "From the humble beginnings of civilization through the historical ages of progress, mankind has lived, fought, and built together in nations. Great nations protect and provide for their own, while fighting and competing against both other nations and nature itself. Nations must provide food and stability as the population increases. They must build a productive economy. And all the while, they must amaze the world with their great achievements to build up their heritage as the greatest nations in the history of mankind!&#10;&#10;Nations is an intense historical board game for 1&ndash;5 players that takes 40 minutes per player to play. Players control the fate of nations from their humble start in prehistoric times until the beginning of World War I. The nations constantly compete against each other and must balance immediate needs, long-term growth, threats, and opportunities.&#10;&#10;Gameplay introduction&#10;&#10;Players choose a Nation and a difficulty to play at, similar to the Civilization computer games series. After the growth phase, 2 historical events are revealed, which the players will compete for during the round. Then players take a single small action each, in player order, as many times as they wish until all have passed. Actions are:&#10;&#10;&#10;     Buy a card&#10;     Deploy a worker&#10;     Hire an architect for a wonder&#10;     Special action provided by a card&#10;&#10;&#10;Players each have individual boards that represent their Nation. There are many ways that players affect, compete, and indirectly interact with other players. But there is no map, no units to move around, and no direct attacks on other players.&#10;&#10;When all have passed, there is production, new player order is determined (every position is competed for), the historical events happen, and if this is the last round of an age, the books are scored. At the start of a new round, most old cards are removed and new ones are put on the display.&#10;&#10;Victory points are gained and lost during the game, and also awarded at the end of the game. The player with the most victory points is the winner.&#10;&#10;See 'More information' below for link to rules, etc.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Civilization",
      "Economic"
    ],
    "Mechanics": [
      "Events",
      "Open Drafting",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Nations",
      "Historical Figures: Various",
      "Mechanism: Tableau Building",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "251",
    "Name": "Near and Far",
    "ID": 195421,
    "Year": "2017",
    "Geek Rating": "7.264",
    "Avg Rating": "7.66",
    "Link": "https://boardgamegeek.com/boardgame/195421/near-and-far",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "2.8879",
    "Description": "Four wanderers search for the Last Ruin, a city that legends say contains an artifact that will grant the greatest desires of the heart. A lost love, redemption, acceptance, a family rejoined-- these are the fires that fuel the wanderers' journeys, but can they overcome their own greed and inner demons on the way?&#10;&#10;In Near and Far, you and up to three friends explore many different maps in a search for the Last Ruin, recruiting adventurers, hunting for treasure, and competing to be the most storied traveler. You must collect food and equipment at town for long journeys to mysterious locales, making sure not to forget enough weapons to fight off bandits, living statues, and rusty robots! Sometimes in your travels you'll run into something unique and one of your friends will read what happens to you from a book of stories, giving you a choice of how to react, creating a new and memorable tale each time you play.&#10;&#10;Near and Far is a sequel to Above and Below and includes a book of encounters. This time players read over ten game sessions to reach the end of the story. Each chapter is played on a completely new map with unique art and adventures.&#10;&#10;Answer the call of the ruins and begin your journey.&#10;&#10;Errata&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Closed Drafting",
      "Contracts",
      "Dice Rolling",
      "End Game Bonuses",
      "Hand Management",
      "Movement Points",
      "Multiple Maps",
      "Narrative Choice / Paragraph",
      "Network and Route Building",
      "Open Drafting",
      "Point to Point Movement",
      "Push Your Luck",
      "Resource to Move",
      "Scenario / Mission / Campaign Game",
      "Set Collection",
      "Storytelling",
      "Tags",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Components: Book as Board",
      "Components: Map (Regional scale)",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Mechanism: Campaign Games",
      "Misc: Forteller Audio Narration",
      "Misc: Made by Panda",
      "Setting: World of Arzium"
    ]
  },
  {
    "Rank": "252",
    "Name": "Calico",
    "ID": 283155,
    "Year": "2020",
    "Geek Rating": "7.263",
    "Avg Rating": "7.51",
    "Link": "https://boardgamegeek.com/boardgame/283155/calico",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.1882",
    "Description": "Calico is a puzzly tile-laying game of quilts and cats.&#10;&#10;In Calico, players compete to sew the coziest quilt as they collect and place patches of different colors and patterns. Each quilt has a particular pattern that must be followed, and players are also trying to create color and pattern combinations that are not only aesthetically pleasing, but also able to attract the cuddliest cats!&#10;&#10;Turns are simple. Select a single patch tile from your hand and sew it into your quilt, then draw another patch into your hand from the three available. If you are able to create a color group, you may sew a button onto your quilt. If you are able to create a pattern combination that is attractive to any of the cats, it will come over and curl up on your quilt! At the end of the game, you score points for buttons, cats, and how well you were able to complete your unique quilt pattern.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Puzzle"
    ],
    "Mechanics": [
      "Enclosure",
      "End Game Bonuses",
      "Grid Coverage",
      "Hexagon Grid",
      "Open Drafting",
      "Pattern Building",
      "Set Collection",
      "Solo / Solitaire Game",
      "Tile Placement"
    ],
    "Families": [
      "Animals: Cats",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Steam",
      "Digital Implementations: Tabletopia",
      "Players: Games with Solitaire Rules",
      "Series: Calico",
      "Theme: Sewing / Knitting / Cloth-Making"
    ]
  },
  {
    "Rank": "253",
    "Name": "My City",
    "ID": 295486,
    "Year": "2020",
    "Geek Rating": "7.262",
    "Avg Rating": "7.61",
    "Link": "https://boardgamegeek.com/boardgame/295486/my-city",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.9802",
    "Description": "My City is a competitive legacy game in which you develop a city on your own playing board through the ages.&#10;&#10;The game consists of 24 episodes, beginning with the development of a city in its early preindustrial stages and progressing through industrialization. During each game, players customize their experience by adding elements to their personal boards and adding cards to the game. Players' choices and action made during one session of gameplay carry over into the next session, creating a personalized gaming experience.&#10;&#10;For players who do not want to experience My City as a legacy game, a double-sided game board offers an alternate set-up for repeatable play (some elements from the legacy experience are needed for the repeatable play game, players can unlock these elements by playing through the first 4 episodes).&#10;&#10;",
    "Categories": [
      "City Building"
    ],
    "Mechanics": [
      "Bingo",
      "Catch the Leader",
      "Grid Coverage",
      "Legacy Game",
      "Pattern Building",
      "Scenario / Mission / Campaign Game",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Components: Polyominoes",
      "Digital Implementations: Board Game Arena",
      "Mechanism: Campaign Games",
      "Mechanism: Legacy",
      "Misc: LongPack Games",
      "Misc: Watch It Played How To Videos",
      "Theme: City"
    ]
  },
  {
    "Rank": "254",
    "Name": "Cyclades",
    "ID": 54998,
    "Year": "2009",
    "Geek Rating": "7.262",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/54998/cyclades",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.8149",
    "Description": "In this latest collaboration between Bruno Cathala and Ludovic Maublanc, players must buy the favor of the gods in their race to be the first player to build two cities in the Ancient Greek island group known as the Cyclades.&#10;&#10;Victory requires respect for all the gods - players cannot afford to sacrifice to only one god, but must pay homage to each of five gods in turn.  Each turn, the players bid for the favors of the gods, as only one player can have the favor of each god per turn - and each player is also limited to the favor of a single god per turn.&#10;&#10;     Ares allows the movement of player armies and the building of Fortresses.&#10;     Poseidon allows players to move their navies and build Ports.&#10;     Zeus allows his followers to hire priests and build temples.&#10;     Athena provides her worshipers with philosophers and universities.&#10;     Apollo increases the income of his worshipers.&#10;&#10;&#10;",
    "Categories": [
      "Ancient",
      "City Building",
      "Civilization",
      "Fighting",
      "Miniatures",
      "Mythology",
      "Nautical"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Auction / Bidding",
      "Auction: Fixed Placement",
      "Dice Rolling",
      "Open Drafting",
      "Set Collection",
      "Variable Phase Order"
    ],
    "Families": [
      "Ancient: Greece",
      "Components: Map (Continental / National scale)",
      "Components: Miniatures",
      "Components: Player Screens",
      "Country: Greece",
      "Creatures: Minotaurs",
      "Game: Cyclades",
      "Islands: Cyclades (Greece)",
      "Mythology: Greek"
    ]
  },
  {
    "Rank": "255",
    "Name": "KLASK",
    "ID": 165722,
    "Year": "2014",
    "Geek Rating": "7.261",
    "Avg Rating": "7.63",
    "Link": "https://boardgamegeek.com/boardgame/165722/klask",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.0521",
    "Description": "The KLASK game board is shaped like a ball field with two deep holes functioning as goals in each end of the field. In the middle of the field, three white magnetic pieces serve as &quot;obstacles&quot; &ndash; do NOT attract them to your own gaming piece! Your gaming piece is a black magnet. You control it by holding a large magnet under the board. This magnet is connected to a small magnet placed on the field. The purpose of the game is to push the small, red ball around on the field with your magnet/gaming piece, shoot the ball past the obstacles and your opponent and into the goal hole (Klask). It&rsquo;s so much fun when your opponent suddenly is covered in white obstacles or you drop your gaming piece into the goal &ndash; something which might happen if you get a little too eager!&#10;&#10;Place the game board on a table between the two players. Place the three white magnetic pieces on the white fields on the board. Put two coins in each point slot next to the &quot;0&quot;. Each player has a black magnetic gaming piece in two parts. Place the short (thin) part on top of the board and the long (thick) part under the board in such a way, so the two parts &ldquo;catch&rdquo; each other. Place the ball in the corner start field. Steer it with the black gaming pieces.&#10;&#10;The youngest player starts the game. You score a point if:&#10;&#10;&#10;    The ball ends in your opponent's hole and stays in the hole.&#10;    Two or all of the three white magnetic pieces stick to your opponent's gaming piece.&#10;    The opponent accidentally pulls their gaming piece into their own goal hole.&#10;    If the opponent loses their gaming piece.&#10;&#10;&#10;Each time you get a point, you must move your coin one point forward in the point slot. The player who first reaches the KLASK field wins.&#10;&#10;During the game:&#10;&#10;&#10;    If one of the white magnetic pieces sticks to a gaming piece, the game continues; if two of the white magnetic pieces stick to one gaming piece, the opponent gets one point.&#10;    If the ball falls over the edges of the board, you must place the ball in the corner start field in the half from which the ball fell.&#10;    If one or more white magnetic pieces fall over the edges of the board, the game continues.&#10;    Each time a player scores a point, you must put the white magnetic pieces back on the white fields on the board, and the player who did not score a point places the ball in their corner start field.&#10;&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Real-time"
    ],
    "Mechanics": [
      "Real-Time",
      "Score-and-Reset Game"
    ],
    "Families": [
      "Components: Magnets",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "256",
    "Name": "Combat Commander: Europe",
    "ID": 21050,
    "Year": "2006",
    "Geek Rating": "7.261",
    "Avg Rating": "7.95",
    "Link": "https://boardgamegeek.com/boardgame/21050/combat-commander-europe",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "3.2555",
    "Description": "Combat Commander: Europe is a card-driven board game covering tactical infantry combat in the European Theater of World War II. One player takes the role of the Axis (Germany) while another player commands the Allies (America or Russia). These two players will take turns playing one or more &ldquo;Fate&rdquo; cards from their hands in order to activate their units on the mapboard for various military functions.&#10;&#10;Players attempt to achieve victory by moving their combat units across the game map to attack their opponent&rsquo;s combat units and occupy as many objectives as possible. The degree to which a player succeeds or fails is measured by a scenario&rsquo;s specific &ldquo;Objective&rdquo; chits, the destruction of enemy units, and the exiting of friendly units off the opponent&rsquo;s board edge.&#10;&#10;A game of Combat Commander is divided into several measures of Game Time. There is no sequence of play to follow, however each Time segment is divided into a variable number of Player Turns, each of which may consist of one or more Fate Card &quot;Orders&quot; conducted by the active player. Fate Card &quot;Actions&quot; may generally be conducted by either player at any time. &quot;Events&quot; &mdash; both good and bad &mdash; will occur at random intervals to add a bit of chaos and uncertainty to each player&rsquo;s perfect plan.&#10;&#10;SCALE: Each hex of a Combat Commander map is roughly 100 feet of distance (about 30 meters). Each complete Player Phase abstractly represents several seconds of real time. Each complete measure of Game Time abstractly represents several minutes of real time.&#10;&#10;Each unit in the game is approximated as either a single Leader, a 5-man Team, or a 10-man Squad. Radios &mdash; and individual weapons larger than a pistol, rifle or BAR &mdash; are represented by their own counters.&#10;&#10;&#9;&#9;&#10;&#9;&#9;&#10;&#9;&#9;&#10;&#9;&#9;&#10;&#9;&#9;&#10;&#9;&#9;&#10;&#9;&#9;&#10;&#9;&#9;&#10;&#9;&#9;&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Advantage Token",
      "Campaign / Battle Card Driven",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Movement Points",
      "Simulation",
      "Variable Phase Order"
    ],
    "Families": [
      "Country: France",
      "Country: Germany",
      "Country: USA",
      "Digital Implementations: VASSAL",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Combat Commander"
    ]
  },
  {
    "Rank": "257",
    "Name": "Secret Hitler",
    "ID": 188834,
    "Year": "2016",
    "Geek Rating": "7.259",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/188834/secret-hitler",
    "Min Players": "5",
    "Max Players": "10",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.745",
    "Description": "Secret Hitler is a dramatic game of political intrigue and betrayal set in 1930s Germany. Each player is randomly and secretly assigned to be a liberal or a fascist, and one player is Secret Hitler. The fascists coordinate to sow distrust and install their cold-blooded leader; the liberals must find and stop the Secret Hitler before it's too late. The liberal team always has a majority.&#10;&#10;At the beginning of the game, players close their eyes, and the fascists reveal themselves to one another. Secret Hitler keeps his eyes closed, but puts his thumb up so the fascists can see who he is. The fascists learn who Hitler is, but Hitler doesn't know who his fellow fascists are, and the liberals don't know who anyone is.&#10;&#10;Each round, players elect a President and a Chancellor who will work together to enact a law from a random deck. If the government passes a fascist law, players must try to figure out if they were betrayed or simply unlucky. Secret Hitler also features government powers that come into play as fascism advances. The fascists will use those powers to create chaos unless liberals can pull the nation back from the brink of war.&#10;&#10;The objective of the liberal team is to pass five liberal policies or assassinate Secret Hitler. The objective of the fascist team is to pass six fascist policies or elect Secret Hitler chancellor after three fascist policies have passed.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Humor",
      "Party Game",
      "Political",
      "Print & Play",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Hidden Roles",
      "Player Elimination",
      "Team-Based Game",
      "Traitor Game",
      "Voting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Game: Werewolf / Mafia"
    ]
  },
  {
    "Rank": "258",
    "Name": "Dinosaur Island",
    "ID": 221194,
    "Year": "2017",
    "Geek Rating": "7.256",
    "Avg Rating": "7.55",
    "Link": "https://boardgamegeek.com/boardgame/221194/dinosaur-island",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "3.042",
    "Description": "In Dinosaur Island, players will have to collect DNA, research the DNA sequences of extinct dinosaur species, and then combine the ancient DNA in the correct sequence to bring these prehistoric creatures back to life. Dino cooking! All players will compete to build the most thrilling park each season, and then work to attract (and keep alive!) the most visitors each season that the park opens.&#10;&#10;Do you go big and create a pack of Velociraptors? They'll definitely excite potential visitors, but you'd better make a large enough enclosure for them. And maybe hire some (read: a lot of) security. Or they WILL break out and start eating your visitors, and we all know how that ends. You could play it safe and grow a bunch of herbivores, but then you aren't going to have the most exciting park in the world (sad face). So maybe buy a roller coaster or two to attract visitors to your park the good old-fashioned way?&#10;&#10;",
    "Categories": [
      "Animals",
      "Economic",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Income",
      "Set Collection",
      "Tile Placement",
      "Worker Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Animals: Dinosaurs",
      "Components:  Meeples",
      "Components: Meeples (Dinosaur) / Dinomeeples",
      "Crowdfunding: Kickstarter",
      "Game: Dinosaur Island/Dinosaur World",
      "Islands: Fictional",
      "Players: Games with Solitaire Rules",
      "Theme: Amusement Parks / Theme Parks",
      "Theme: Mad Science / Mad Scientist",
      "Theme: Zoos, Aquaria, Safari Parks"
    ]
  },
  {
    "Rank": "259",
    "Name": "Camel Up (Second Edition)",
    "ID": 260605,
    "Year": "2018",
    "Geek Rating": "7.252",
    "Avg Rating": "7.57",
    "Link": "https://boardgamegeek.com/boardgame/260605/camel-up-second-edition",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.5081",
    "Description": "In Camel Up, up to eight players bet on five racing camels, trying to suss out which ones will place first and second in a quick race around a pyramid. The earlier you place your bet, the more you can win &mdash; should you guess correctly, of course. Camels don't run neatly, however, sometimes landing on top of another one and being carried toward the finish line. Who's going to run when? That all depends on how the dice come out of the pyramid dice shaker, which releases one die at a time when players pause from their bets long enough to see who's actually moving!&#10;&#10;This 2018 edition of Camel Up features new artwork, a new game board design, a new pyramid design, engraved dice, and new game modes, including crazy rogue camels that start the race running in the opposite direction! You never know how a race will end!&#10;&#10;",
    "Categories": [
      "Animals",
      "Arabian",
      "Dice",
      "Racing"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Dice Rolling",
      "Roll / Spin and Move",
      "Track Movement",
      "Variable Set-up"
    ],
    "Families": [
      "Animals: Camels",
      "Components: Drop Tower",
      "Components: Meeples (Animal) / Animeeples",
      "Country: Egypt",
      "Game: Camel Up",
      "Misc: LongPack Games",
      "Theme: Deserts"
    ]
  },
  {
    "Rank": "260",
    "Name": "La Granja",
    "ID": 146886,
    "Year": "2014",
    "Geek Rating": "7.250",
    "Avg Rating": "7.60",
    "Link": "https://boardgamegeek.com/boardgame/146886/la-granja",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "3.5717",
    "Description": "In La Granja, players control small farms by the Alpich pond near the village of Esporles on the island of Mallorca. Over time, the players develop their farms and deliver goods to the village. Players are vying to earn the title of &quot;La Granja&quot; for their country estate!&#10;&#10;Over the course of 6 game rounds, players will expand their farm by adding fields, farm extensions, market barrows, and helpers.  They will earn VPs by delivering goods to the village of Esporles.  It is important to observe the actions of other players, manipulate turn order, and adjust your strategy based on the dice and cards.&#10;&#10;La Granja is a fascinating game that requires careful planning. Timing and speed is crucial. However, successful players must cope with the uncertainty of events during the game. The player who has earned the most victory points at the end of the game is the winner and new owner of the La Granja estate!&#10;&#10;",
    "Categories": [
      "Economic",
      "Farming"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Automatic Resource Growth",
      "Contracts",
      "Dice Rolling",
      "Hand Management",
      "Hidden Victory Points",
      "Income",
      "Market",
      "Multi-Use Cards",
      "Open Drafting",
      "Simultaneous Action Selection",
      "Solo / Solitaire Game",
      "Variable Player Powers",
      "Victory Points as a Resource"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Components: Multi-Use Cards",
      "Country: Spain",
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: Yucata",
      "Game: La Granja",
      "Islands: Mallorca (Spain)",
      "Mechanism: Dice Drafting",
      "Mechanism: Tableau Building",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "261",
    "Name": "Codenames: Duet",
    "ID": 224037,
    "Year": "2017",
    "Geek Rating": "7.248",
    "Avg Rating": "7.42",
    "Link": "https://boardgamegeek.com/boardgame/224037/codenames-duet",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.3609",
    "Description": "Codenames Duet keeps the basic elements of Codenames &mdash; give one-word clues to try to get someone to identify your agents among those on the table &mdash; but now you're working together as a team to find all of your agents. (Why you don't already know who your agents are is a question that Congressional investigators will get on your back about later!)&#10;&#10;To set up play, lay out 25 word cards in a 5&times;5 grid. Place a key card in the holder so that each player sees one side of the card. Each player sees a 5&times;5 grid on the card, with nine of the squares colored green (representing your agents) and three squares colored black (representing assassins). Three of the nine squares on each side are also green on the other side, one assassin is black on both sides, one is green on the other side and the other is an innocent bystander on the other side.&#10;&#10;Collectively, you need to reveal all fifteen agents &mdash; without revealing an assassin &mdash; before time runs out in order to win the game. Either player can decide to give the first one-word clue to the other player, along with a number. Whoever receives the clue places a finger on a card to identify that agent. If correct, they can attempt to identify another one. If they identify a bystander, then their guessing time ends. If they identify an assassin, you both lose! Unlike regular Codenames, they can keep guessing as long as they keep identifying an agent each time; this is useful for going back to previous clues and finding ones they missed earlier. After the first clue is given, players alternate giving clues.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Spies / Secret Agents",
      "Word Game"
    ],
    "Mechanics": [
      "Communication Limits",
      "Cooperative Game",
      "Memory",
      "Push Your Luck"
    ],
    "Families": [
      "Game: Codenames",
      "Players: Two-Player Only Games",
      "Versions & Editions: Two-Player Versions of More-Player Games",
      "Word Games: Guess the Word"
    ]
  },
  {
    "Rank": "262",
    "Name": "Fantasy Realms",
    "ID": 223040,
    "Year": "2017",
    "Geek Rating": "7.246",
    "Avg Rating": "7.51",
    "Link": "https://boardgamegeek.com/boardgame/223040/fantasy-realms",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.8149",
    "Description": "As ruler, it's up to you to build the mightiest realm in the world! Will you choose to follow military tactics and sweep away all in your path with a massive army? Will you turn towards sorcery and control an inaccessible island surrounded by impenetrable flames? The choice is yours, and no two realms will ever be the same in Fantasy Realms, a combo-licious card game.&#10;&#10;Fantasy Realms takes seconds to learn: Draw a card, discard a card &mdash; though you can draw from the deck or the discard area!&#10;&#10;Make the best hand you can by making the best combos. The game ends when ten cards are in the discard area. Aim for the highest score to win!&#10;&#10;To make scoring easier, the WizKids Games Companion offers a scoring helper for Fantasy Realms! After your game is complete, input your cards into the app &amp; instantly see who won! Also a handy lookup of all cards! Available on iOS and Google Play.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "End Game Bonuses",
      "Hand Management",
      "Open Drafting",
      "Set Collection",
      "Tags"
    ],
    "Families": [
      "Card Games: Draw and Discard",
      "Creatures: Dragons",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "263",
    "Name": "Legendary: A Marvel Deck Building Game",
    "ID": 129437,
    "Year": "2012",
    "Geek Rating": "7.244",
    "Avg Rating": "7.53",
    "Link": "https://boardgamegeek.com/boardgame/129437/legendary-a-marvel-deck-building-game",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.4317",
    "Description": "Legendary: A Marvel Deck Building Game is set in the Marvel Comics universe. To set up the game, players choose a mastermind villain (Magneto, Loki, Dr. Doom, Red Skull in the base game), stack that particular villain's attack cards underneath it, then modify the villain deck as needed based on that villain's particular scheme. Players then choose a number of hero decks &ndash; Spider-Man, Hulk, Wolverine, etc. &ndash; and shuffle them together; since players use only a handful of hero decks out of the fifteen included, the hero deck can vary widely in terms of what's available.&#10;&#10;Over the course of the game, players will recruit powerful hero cards to add to their deck in order to build a stronger and more resourceful deck. Players need to build both their recruitment powers (to enlist more heroes) and their fighting ability (to combat the villains who keep popping up to cause trouble). Players recruit heroes from an array of five cards, with empty slots refilled as needed. At the start of a player's turn, he reveals a villain and adds it to the row of villains. This row has a limited number of spaces, and if it fills up, the earliest villain to arrive escapes, possibly punishing the heroes in some way. Some villains also take an action when showing up for the first time, such as kidnapping an innocent bystander. The villain deck also contains &quot;master strike&quot; cards, and whenever one of these shows up, the mastermind villain (controlled by the game) takes a bonus action.&#10;&#10;As players fight and defeat villains, they collect those cards, which will be worth points at game's end. Players can also fight the mastermind; if a player has enough fighting power, he claims one of the attack cards beneath the mastermind, which has a particular effect on the game. If all of these cards are claimed, the game ends and players tally their points to see who wins. If the mastermind completes his scheme, however &ndash; having a certain number of villains escape, for example, or imposing a certain number of wounds on the heroes &ndash; then the players all lose.&#10;&#10;Hero decks in the base game: Gambit, Black Widow, Hawkeye, Emma Frost, Thor, Spider-Man, Iron Man, Storm, Captain America, Nick Fury, Rogue, Cyclops, Hulk, Wolverine, Deadpool&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Events",
      "Open Drafting",
      "Semi-Cooperative Game",
      "Solo / Solitaire Game",
      "Variable Set-up"
    ],
    "Families": [
      "Comic Books: Marvel Universe",
      "Game: Legendary (Upper Deck Entertainment)",
      "Misc: Watch It Played How To Videos",
      "Players: Games with Solitaire Rules",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "264",
    "Name": "Century: Golem Edition",
    "ID": 232832,
    "Year": "2017",
    "Geek Rating": "7.240",
    "Avg Rating": "7.59",
    "Link": "https://boardgamegeek.com/boardgame/232832/century-golem-edition",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.7015",
    "Description": "Century: Golem Edition is a re-themed version of Century: Spice Road set in the world of Caravania. In Century: Golem Edition, players are caravan leaders who travel the famed golem road to deliver crystals to the far reaches of the world. Each turn, players perform one of four actions:&#10;&#10;&#10;    Establish a trade route (by taking a market card)&#10;    Make a trade or harvest crystals (by playing a card from hand)&#10;    Fulfill a demand (by meeting a victory point card's requirements and claiming it)&#10;    Rest (by taking back into your hand all of the cards you've played)&#10;&#10;&#10;The last round is triggered once a player has claimed their fifth victory point card, then whoever has the most victory points wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Fantasy"
    ],
    "Mechanics": [
      "Action Retrieval",
      "Contracts",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Increase Value of Unchosen Resources",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Components: Gems/Crystals",
      "Digital Implementations: Board Game Arena",
      "Game: Century (Plan B Games)"
    ]
  },
  {
    "Rank": "265",
    "Name": "Hanamikoji",
    "ID": 158600,
    "Year": "2013",
    "Geek Rating": "7.238",
    "Avg Rating": "7.47",
    "Link": "https://boardgamegeek.com/boardgame/158600/hanamikoji",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.6796",
    "Description": "Welcome to the most famed Geisha street in the old capital, Hanamikoji. Geishas are elegant and graceful women who are skilled in art, music, dance, and a variety of performances and ceremonies. Greatly respected and adored, Geishas are masters of entertainment.&#10;&#10;In Hanamikoji, two players compete to earn the favor of seven illustrious Geishas by collecting each Geisha&rsquo;s preferred performance item. With careful speculation and a few bold moves, can you outsmart your opponent to win the favor of the most Geishas?&#10;&#10;Jixia Academy features the same gameplay as Hanamikoji, but with different artwork.&#10;&#10;Hanamikoji FAQ&#10;&#10;",
    "Categories": [
      "Card Game",
      "Medieval"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Force Commitment",
      "Hand Management",
      "I Cut, You Choose",
      "Race"
    ],
    "Families": [
      "Card Games: Lane Battler",
      "Card Games: Outplay",
      "Cities: Kyoto (Japan)",
      "Country: Japan",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Board Game Arena",
      "Game: Hanamikoji",
      "Misc: LongPack Games",
      "Players: Two-Player Only Games",
      "Series: Mini Games (IELLO)",
      "Series: Two-player games (Kosmos)",
      "Theme: Geisha"
    ]
  },
  {
    "Rank": "266",
    "Name": "Unmatched: Battle of Legends, Volume One",
    "ID": 274637,
    "Year": "2019",
    "Geek Rating": "7.236",
    "Avg Rating": "7.71",
    "Link": "https://boardgamegeek.com/boardgame/274637/unmatched-battle-of-legends-volume-one",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.9162",
    "Description": "In battle, there are no equals.&#10;&#10;Unmatched is a highly asymmetrical miniature fighting game for two or four players. Each hero is represented by a unique deck designed to evoke their style and legend. Tactical movement and no-luck combat resolution create a unique play experience that rewards expertise, but just when you've mastered one set, new heroes arrive to provide all new match-ups.&#10;&#10;Battle of Legends, Volume One features four heroes. King Arthur sacrifices cards to power up his attacks and gets some timely assistance from Merlin's magic. Alice is back from Wonderland with a giant vorpal blade and the Jabberwock by her side as she grows and shrinks to gain advantages on attack and defense. Medusa is happy to attack from range and let her harpies hound you, but just one devastating glance could end the battle quickly. Sinbad grows in power as he gains experience on each of his voyages.&#10;&#10;Combat is resolved quickly by comparing attack and defense cards. However, each card's unique effects and a simple but deep timing system lead to interesting decisions each time. The game also features an updated version of the line-of-sight system from Tannh&auml;user for ranged attacks and area effects.&#10;&#10;The game includes a double-sided board with two different battlefields, pre-washed miniatures for each hero, and custom life trackers that's brought to life with the stunning artwork of Oliver Barrett and the combined design teams of Restoration Games and Mondo Games.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting",
      "Mythology",
      "Novel-based"
    ],
    "Mechanics": [
      "Action Points",
      "Card Play Conflict Resolution",
      "Hand Management",
      "Line of Sight",
      "Player Elimination",
      "Point to Point Movement",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Books: Alice in Wonderland",
      "Category: Two-Player Fighting Games",
      "Components: Miniatures",
      "Components: Multi-Use Cards",
      "Game: Unmatched",
      "Misc: Watch It Played How To Videos",
      "Mythology: Arabian",
      "Mythology: Greek",
      "Theme: King Arthur / The Knights of the Round Table / Camelot"
    ]
  },
  {
    "Rank": "267",
    "Name": "Deception: Murder in Hong Kong",
    "ID": 156129,
    "Year": "2014",
    "Geek Rating": "7.234",
    "Avg Rating": "7.44",
    "Link": "https://boardgamegeek.com/boardgame/156129/deception-murder-in-hong-kong",
    "Min Players": "4",
    "Max Players": "12",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.5824",
    "Description": "Deception: Murder in Hong Kong is a game of deduction and deception for 4-12 players that plays in about 20 minutes.&#10;&#10;In the game, players take on the roles of investigators attempting to solve a murder case &ndash; but there's a twist. The killer is one of the investigators! Each player's role and team are randomly assigned at the start of play and include the unique roles of Forensic Scientist, Witness, Investigator, Murderer, and Accomplice. While the Investigators attempt to deduce the truth, the murderer's team must deceive and mislead. This is a battle of wits!&#10;&#10;The Forensic Scientist has the solution but can express the clues only using special scene tiles while the investigators (and the murderer) attempt to interpret the evidence. In order to succeed, the investigators must not only deduce the truth from the clues of the Forensic Scientist, they must also see through the misdirection being injected into the equation by the Murderer and Accomplice!&#10;&#10;Find out who among you can cut through deception to find the truth and who is capable of getting away with murder!&#10;&#10;Roles&#10;&#10;Forensic Scientist x1&#10;As the game master, the Forensic Scientist holds the solution to the crime. They are responsible for assisting the Investigators in identifying the &ldquo;Key Evidence&rdquo; and &ldquo;Means of Murder.&rdquo; When an Investigator does that successfully, the crime is solved and the Forensic Scientist and the Investigators win the game.&#10;&#10;During the game, the Forensic Scientist is NOT allowed to hint to the solution with words, gestures, or eyes.&#10;&#10;Murderer x1&#10;When the crime takes place, the Murderer chooses 1 Clue card and 1 Means card as the solution to the crime. These will be the &ldquo;Key Evidence&rdquo; and &ldquo;Means of Murder&rdquo; respectively.&#10;&#10;The Murderer tries to hide their role and look for a scapegoat. Even if they are identified, the Murderer still wins the game if no one correctly identifies both the &ldquo;Key Evidence&rdquo; and the &ldquo;Means of Murder&rdquo;.&#10;&#10;Investigators x8&#10;To solve the crime, the Investigators must analyze the hints given by the Forensic Scientist. As long as one of the Investigators correctly identifies both the &ldquo;Key Evidence&rdquo; and &ldquo;Means of Murder,&rdquo; the Murderer is arrested and the Investigators win the game (as does the Forensic Scientist).&#10;&#10;Bear in mind that the Murderer (and sometimes Accomplice) is among the Investigators! The innocent Investigators must make a vigorous effort to defend themselves from false accusation.&#10;&#10;Accomplice x1&#10;The Accomplice is an optional role for games with six or more players. The Accomplice knows who the Murderer is, as well as the solution to the crime. The Accomplice and Murderer both win if the Murderer gets away with his crime.&#10;&#10;Witness x1&#10;The Witness is an optional role when playing with six or more players.* The Witness is an Investigator who has witnessed the culprits leaving the crime scene. They have no way of knowing which is the Murderer and which is the Accomplice and they do not know how the crime was committed.&#10;&#10;If the Murderer is arrested but can identify the Witness, the Witness is considered to be killed, allowing the Murderer and the Accomplice to get away with murder and win the game.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Murder / Mystery",
      "Party Game"
    ],
    "Mechanics": [
      "Communication Limits",
      "Deduction",
      "Events",
      "Finale Ending",
      "Hidden Roles",
      "Storytelling",
      "Team-Based Game",
      "Traitor Game",
      "Variable Set-up"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Deception – Murder in Hong Kong",
      "Mechanism: Give a Clue / Get a Clue",
      "Players: One versus Many",
      "Region: Hong Kong",
      "Theme: Mystery / Crime",
      "Theme: Police"
    ]
  },
  {
    "Rank": "268",
    "Name": "MicroMacro: Crime City",
    "ID": 318977,
    "Year": "2020",
    "Geek Rating": "7.233",
    "Avg Rating": "7.48",
    "Link": "https://boardgamegeek.com/boardgame/318977/micromacro-crime-city",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "1.1047",
    "Description": "Crimes have taken place all over the city, and you want to figure out exactly what's happened, so you'll need to look closely at the giant city map (75 x 110 cm / 29.5 x 43 inches) to find all the hidden information and trace the trails of those who had it in for their foes.&#10;&#10;MicroMacro: Crime City includes 16 cases for you to solve. Each case includes a number of cards that ask you to find something on the map or uncover where someone has gone or otherwise reveal information relevant to a case. The city map serves as a map in time as well as space, so you'll typically find people in multiple locations throughout the streets and buildings, and you need to piece together what happened, whether by going through the case card by card or by reading only the starting card in the case and trying to figure out everything that happened for yourself. Will you be able to answer all questions about the case without fail?&#10;&#10;The second edition of MicroMacro: Crime City now marks each case with symbols so that parents can decide which cases the youngest investigators are cleared to research.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Components: Map (City Scale)",
      "Game: MicroMacro",
      "Mechanism: Campaign Games",
      "Misc: Limited Replayability",
      "Theme: City",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "269",
    "Name": "Sushi Go Party!",
    "ID": 192291,
    "Year": "2016",
    "Geek Rating": "7.233",
    "Avg Rating": "7.39",
    "Link": "https://boardgamegeek.com/boardgame/192291/sushi-go-party",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.3069",
    "Description": "Sushi Go Party! expands Sushi Go! with a party platter of mega maki, super sashimi, and endless edamame. You still earn points by picking winning sushi combos, but now you can customize each game by choosing &agrave; la carte from a menu of more than twenty delectable dishes. What's more, up to eight players can join in on the sushi-feast. Let the good times roll!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Closed Drafting",
      "End Game Bonuses",
      "Hand Management",
      "Set Collection",
      "Simultaneous Action Selection",
      "Variable Set-up"
    ],
    "Families": [
      "Country: Japan",
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: Sovranti",
      "Food & Drink: Fruit",
      "Food & Drink: Ice Cream & Gelato",
      "Food & Drink: Sushi",
      "Game: Sushi Go!",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "270",
    "Name": "Zombicide: Black Plague",
    "ID": 176189,
    "Year": "2015",
    "Geek Rating": "7.231",
    "Avg Rating": "7.61",
    "Link": "https://boardgamegeek.com/boardgame/176189/zombicide-black-plague",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "2.4821",
    "Description": "Description from the publisher:&#10;&#10;Zombicide: Black Plague takes the zombie apocalypse into a fantastical medieval setting! The arcane powers of the Necromancers have unleashed a zombie invasion in the age of swords and sorcery, and it's up to your group of straggling survivors to not only stay alive during these dark times, but to take back the realm and punish those responsible for the apocalypse!&#10;&#10;Zombicide: Black Plague allows you take control of paladins, dwarves, knights, and magicians, wielding powerful swords, crossbows, and even magic spells to defeat the zombie hordes and its Necromancer overlords. The classic Zombicide rules have been revamped for this new incarnation of the game, while still retaining the nonstop action, tense atmosphere and easy-to-learn rules that made Zombicide a classic. Equip your survivor with equipment like chainmail armor or shields to defend against the undead, pick up spell books to perform fantastic enchantments, or light up a pool of dragon bile to create an all-consuming inferno of dragon fire!&#10;&#10;Take on the zombie invasion from the medieval streets to secret vaults that create quick passages through the citadel (and often hold special artifacts). Chase down the elusive Necromancers to keep them from multiplying the zombie masses. And tackle a whole new set of missions through which your group of survivors will become the heroes of the land (or the last victims of the zombie massacre).&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Fighting",
      "Horror",
      "Medieval",
      "Miniatures",
      "Zombies"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Scenario / Mission / Campaign Game",
      "Turn Order: Progressive",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Components: Miniatures",
      "Creatures: Zombies",
      "Crowdfunding: Kickstarter",
      "Game: Zombicide",
      "Misc: Watch It Played How To Videos",
      "Players: Games with Solitaire Rules",
      "Theme: Post-Apocalyptic"
    ]
  },
  {
    "Rank": "271",
    "Name": "Flamme Rouge",
    "ID": 199478,
    "Year": "2016",
    "Geek Rating": "7.227",
    "Avg Rating": "7.48",
    "Link": "https://boardgamegeek.com/boardgame/199478/flamme-rouge",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.6963",
    "Description": "The excitement in the air is electric as the leaders round the last corner and head for the finish line. Each team has used cunning and skill to position their sprinter for this moment, but only one has done enough to pull off the win!&#10;&#10;Will your team lead from the front and risk exhaustion? Should you play it safe in the middle of the pack? Could you surprise everyone by striking from the back? Can you time your move perfectly?&#10;&#10;Anyone can race, few become champions!&#10;&#10;Flamme Rouge is a fast-paced, tactical bicycle racing game where each player controls a team of two riders: a Rouleur and a Sprinteur. The players&rsquo; goal is to be the first to cross the finish line with one of their riders. Players move their riders forward by drawing and playing cards from that riders specific deck, depleting it as they go. Use slipstreams to avoid exhaustion and position your team for a well timed sprint for the win.&#10;&#10;",
    "Categories": [
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Catch the Leader",
      "Hand Management",
      "Modular Board",
      "Programmed Movement",
      "Race",
      "Simulation",
      "Simultaneous Action Selection",
      "Track Movement"
    ],
    "Families": [
      "Country: France",
      "Game: Flamme Rouge",
      "Misc: LongPack Games",
      "Players: Games with expansions that add solo play",
      "Sports: Bicycling / Cycling",
      "Theme: Retro"
    ]
  },
  {
    "Rank": "272",
    "Name": "The Princes of Florence",
    "ID": 555,
    "Year": "2000",
    "Geek Rating": "7.225",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/555/the-princes-of-florence",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "75",
    "Play Time": "100",
    "Weight": "3.2419",
    "Description": "In The Princes of Florence, players attract artists and scholars to their palace while trying to become the most prestigious family in Florence.&#10;&#10;Over seven rounds, players attempt to score points in various ways, with most points being earned by playing profession cards to generate &quot;work points&quot;, which can be exchanged for money or victory points. The game includes a variety of professions, such astronomers, organists, and architects; each profession is attracted to a particular combination of building, landscape feature, and social freedom, and players acquire these items via auctions. The more that a player can match these preferences, the more work points they earn &mdash; but the minimum requirement of work points increases each round, and you must meet that threshold in order to convert the work points.&#10;&#10;",
    "Categories": [
      "City Building",
      "Renaissance"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "End Game Bonuses",
      "Grid Coverage",
      "Tile Placement",
      "Victory Points as a Resource"
    ],
    "Families": [
      "Cities: Florence (Tuscany, Italy)",
      "Components: 7 x 7 Grids",
      "Components: Polyominoes",
      "Components: Wooden pieces & boards",
      "Country: Italy",
      "Digital Implementations: BrettspielWelt",
      "Misc: Watch It Played How To Videos",
      "Region: Tuscany (Italy)",
      "Series: Alea Big Box",
      "Theme: Art"
    ]
  },
  {
    "Rank": "273",
    "Name": "Isle of Skye: From Chieftain to King",
    "ID": 176494,
    "Year": "2015",
    "Geek Rating": "7.225",
    "Avg Rating": "7.39",
    "Link": "https://boardgamegeek.com/boardgame/176494/isle-of-skye-from-chieftain-to-king",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "50",
    "Weight": "2.2536",
    "Description": "Isle of Skye is one of the most beautiful places in the world, with soft sand beaches, gently sloping hills, and impressive  mountains. The landscape of Isle of Skye is breathtaking and fascinates everyone.&#10;&#10;In the tile-laying game Isle of Skye: From Chieftain to King, 2&ndash;5 players are chieftains of famous clans and want to build their kingdoms to score as many points as possible&mdash;but in each game only four of the sixteen scoring tiles will be scored.&#10;&#10;Thanks to the scoring tiles, each game is different and leads to different tactics and strategies, but having enough money is useful no matter what else is going on. Managing that money can be tricky, though. Each turn, each player places two area tiles in front of them and sets the selling price for the tiles. Setting a high price is great, but only so long as someone actually pays the price because if no one opts to buy, then the seller must buy the tiles at the price they previously requested.&#10;&#10;In the end, the player with the best kingdom&mdash;and not the richest player&mdash;becomes the sovereign of the island.&#10;&#10;",
    "Categories": [
      "Economic",
      "Territory Building"
    ],
    "Mechanics": [
      "Catch the Leader",
      "Commodity Speculation",
      "I Cut, You Choose",
      "Set Collection",
      "Tile Placement",
      "Turn Order: Progressive"
    ],
    "Families": [
      "Components: Player Screens",
      "Country: Scotland",
      "Digital Implementations: Google Play",
      "Digital Implementations: Steam",
      "Game: Isle of Skye (Lookout Games)"
    ]
  },
  {
    "Rank": "274",
    "Name": "Roll Player",
    "ID": 169426,
    "Year": "2016",
    "Geek Rating": "7.225",
    "Avg Rating": "7.43",
    "Link": "https://boardgamegeek.com/boardgame/169426/roll-player",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.4254",
    "Description": "Mighty heroes don&rsquo;t just appear out of thin air -- you must create them! Race, class, alignment, skills, traits, and equipment are all elements of the perfect hero, who is ready to take on all opposition in the quest for glory and riches.&#10;&#10;In Roll Player, you will compete to create the greatest fantasy adventurer who has ever lived, preparing your character to embark on an epic quest. Roll and draft dice to build up your character&rsquo;s attributes. Purchase weapons and armor to outfit your hero. Train to gain skills and discover your hero&rsquo;s traits to prepare them for their journey. Earn Reputation Stars by constructing the perfect character. The player with the greatest Reputation wins the game and will surely triumph over whatever nefarious plot lies ahead!&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy",
      "Medieval"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting",
      "Role Playing",
      "Set Collection",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Dized Tutorial",
      "Crowdfunding: Kickstarter",
      "Crowdfunding: Wspieram",
      "Digital Implementations: Google Play",
      "Digital Implementations: Steam",
      "Digital Implementations: Tabletopia",
      "Games: Roll Player",
      "Mechanism: Dice Drafting",
      "Misc: Self-Referential Games",
      "Players: Games with Solitaire Rules",
      "Series: Madison Game Design Cabal",
      "Setting: World of Ulos"
    ]
  },
  {
    "Rank": "275",
    "Name": "Samurai",
    "ID": 3,
    "Year": "1998",
    "Geek Rating": "7.225",
    "Avg Rating": "7.48",
    "Link": "https://boardgamegeek.com/boardgame/3/samurai",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.4423",
    "Description": "Samurai is set in medieval Japan. Players compete to gain the favor of three factions: samurai, peasants, and priests, which are represented by helmet, rice paddy, and Buddha figures scattered about the board, which features the islands of Japan. The competition is waged through the use of hexagonal tiles, each of which help curry favor of one of the three factions &mdash; or all three at once! Players can make lightning-quick strikes with horseback ronin and ships or approach their conquests more methodically. As each figure (helmets, rice paddies, and Buddhas) is surrounded, it is awarded to the player who has gained the most favor with the corresponding group.&#10;&#10;Gameplay continues until all the symbols of one type have been removed from the board or four figures have been removed from play due to a tie for influence.&#10;&#10;At the end of the game, players compare captured symbols of each type, competing for majorities in each of the three types. Ties are not uncommon and are broken based on the number of other, &quot;non-majority&quot; symbols each player has collected.&#10;&#10;The game is part of what is sometimes called the Knizia tile-laying trilogy.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Medieval"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Hexagon Grid",
      "Once-Per-Game Abilities",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Components: Player Screens",
      "Country: Japan",
      "Series: Euro Classics (Reiner Knizia)",
      "Series: Tile-Laying Trilogy (Reiner Knizia)",
      "Theme: Samurai"
    ]
  },
  {
    "Rank": "276",
    "Name": "Glory to Rome",
    "ID": 19857,
    "Year": "2005",
    "Geek Rating": "7.222",
    "Avg Rating": "7.49",
    "Link": "https://boardgamegeek.com/boardgame/19857/glory-to-rome",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.9324",
    "Description": "In 64 A.D., a great fire originating from the slums of Rome quickly spreads to destroy much of the city, including the imperial palace. Upon hearing news of the fire, Emperor Nero Caesar races back to Rome from his private estate in Antium and sets up shelters for the displaced population.  Reporting directly to Nero, you are responsible for rebuilding the structures lost in the fire and restoring Glory to Rome.&#10;&#10;Glory to Rome is a card-based city building and resource management game with a novel mechanism. Each card may act as a building, a client, a raw material, or a valuable resource, frequently forcing players into difficult decisions regarding how each card should be used. In addition, much of the game is played from the discard pool, giving players some control over what cards are accessible to opponents.  Actions are triggered by a form of card-driven role selection -- the active player leads a role, and other players may follow if they discard a matching card from hand (to the pool).  Players who don't follow may 'think' to draw more cards.  There are thus strong interactions between the different uses of cards.  Scoring is a combination of completing buildings and storing resources, with end-of-game bonuses for storing a diverse assortment. Game length is player-controlled, and is triggered in a few different ways.&#10;&#10;The lighthearted artwork of the original editions was replaced by minimalist art in the 'black box' edition, and both have been the source of great controversy.  Many of the non-English editions use more conventional artwork.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game",
      "City Building",
      "Economic"
    ],
    "Mechanics": [
      "End Game Bonuses",
      "Follow",
      "Hand Management",
      "Multi-Use Cards",
      "Set Collection",
      "Sudden Death Ending",
      "Variable Phase Order"
    ],
    "Families": [
      "Ancient: Rome",
      "Cities: Rome (Lazio, Italy)",
      "Components: Multi-Use Cards",
      "Crowdfunding: Kickstarter",
      "Mechanism: Tableau Building"
    ]
  },
  {
    "Rank": "277",
    "Name": "Vindication",
    "ID": 224783,
    "Year": "2018",
    "Geek Rating": "7.221",
    "Avg Rating": "7.78",
    "Link": "https://boardgamegeek.com/boardgame/224783/vindication",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "150",
    "Weight": "3.0884",
    "Description": "Vindication (formerly Epoch: The Awakening) is a highly strategic, fantasy-based tabletop journey for 2-5 players. Play time is 15-30 minutes per player.&#10;&#10;Thrown overboard for a life of wretchedness, you wash ashore a hostile island ruins &mdash; completely alone with nothing except the breath in your lungs and an undaunted spirit.&#10;&#10;Through your advanced resource management, area control tactics, and freeform action selection, you&rsquo;ll add companions to your party, acquire bizarre relics, attain potent character traits, and defeat a host of unusual monsters in the ultimate goal of mastering heroic attributes &mdash; and regaining honor.&#10;&#10;You may perform 3 actions on each turn in the order you feel is most advantageous that turn:  activate a companion, travel to a new location, and interact with a map tile. Many actions require the the use of your influence to gain attributes in a one-of-a-kind heroic attribute alchemy system, which is leveraged to gain the game's most powerful rewards. For example, you can meditate at a spire to gain inspiration. You can train at a fort to gain strength. But then you can combine your inspiration and strength to gain the courage (inspired strength) which allows you to perform a bounty hunt.&#10;&#10;There are distinctive end-game triggers that can be affected through game play, over 72 unique card abilities that can be merged in unusual ways for potent combinations, and fresh tile placement each game for high replayability.&#10;&#10;",
    "Categories": [
      "Exploration",
      "Fantasy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "End Game Bonuses",
      "Hexagon Grid",
      "Map Addition",
      "Modular Board",
      "Ownership",
      "Variable Phase Order",
      "Worker Placement"
    ],
    "Families": [
      "Components: Game Trayz Inside",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Mechanism: Tableau Building"
    ]
  },
  {
    "Rank": "278",
    "Name": "Hallertau",
    "ID": 300322,
    "Year": "2020",
    "Geek Rating": "7.220",
    "Avg Rating": "7.85",
    "Link": "https://boardgamegeek.com/boardgame/300322/hallertau",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "50",
    "Play Time": "140",
    "Weight": "3.299",
    "Description": "The Hallertau in Bavaria, Germany is the largest continuous hop-producing region in the world. It prides itself upon being the first in Middle Europe to cultivate hops. This game is set around 1850, when the Hallertau became what it is today.&#10;&#10;As chief of a small Bavarian village in the Hallertau, your objective is to increase its wealth and prestige in the eyes of the world.&#10;&#10;To achieve this, you will need to supply the local crafts folk with goods from agriculture and sheep breeding.&#10;&#10;Place your workers, play your cards right, and let your village shine!&#10;&#10;&#10;     Progressive Worker Placement: Action spaces can be used multiple times, becoming more expensive in the process.&#10;     Two-Field Rotation System: Fields lose their potency over time so fallowing fields allows them to become increasingly effective.&#10;     Card Combos: You can play cards at any time; this timing&mdash;and the combination of cards&mdash;can be very powerful.&#10;     Sheep with an Expiration Date: Breeding sheep early comes with a lot of perks, but, eventually, sheep will die of natural causes.&#10;&#10;&#10;&mdash;description from the back of the box&#10;&#10;",
    "Categories": [
      "Animals",
      "Economic",
      "Farming",
      "Industry / Manufacturing",
      "Post-Napoleonic"
    ],
    "Mechanics": [
      "Action Points",
      "Advantage Token",
      "Automatic Resource Growth",
      "Contracts",
      "End Game Bonuses",
      "Hand Management",
      "Income",
      "Increase Value of Unchosen Resources",
      "Market",
      "Modular Board",
      "Solo / Solitaire Game",
      "Turn Order: Claim Action",
      "Worker Placement"
    ],
    "Families": [
      "Country: Germany",
      "Food & Drink: Beer",
      "Region: Bavaria (Germany)",
      "Series: Harvest (Uwe Rosenberg)"
    ]
  },
  {
    "Rank": "279",
    "Name": "Western Legends",
    "ID": 232405,
    "Year": "2018",
    "Geek Rating": "7.218",
    "Avg Rating": "7.61",
    "Link": "https://boardgamegeek.com/boardgame/232405/western-legends",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.8571",
    "Description": "Historic characters from the American Wild West face off and write new legends across the face of history! Gather your gun, your mount, and your grit as you forge your path into the history books.&#10;&#10;Western Legends is an open-world sandbox tabletop adventure for 2-6 players set in the American Wild West. Players assume the roles of historical figures of the era, earning their legendary status in a variety of ways: gamble, drive cattle, prospect for gold, rob the bank, fight bandits, pursue stories, become an outlaw, keep the peace. The possibilities are darn near endless.&#10;&#10;Each player's turn starts with drawing poker cards and/or gaining cash. Then they choose three actions. Possible actions include: move on the map (how far depends on whether they have a mount), doing a location-specific action (such as mine for gold if they are at a gold mine, gamble if they're in a saloon, etc.), fight other players at the same location (either duel them, rob them, or arrest them if they're wanted), play poker cards that have action abilities, etc. Legendary Points (LPs) are earned based on the outcomes of many of these actions, and the winner is whoever has the most LPs at the end of the game.&#10;&#10;Key Points&#10;- Award-winning gaming experience set in the American West!&#10;- Beautiful artwork, and presentation brings this highly thematic game to life.&#10;- Intuitive gameplay and choices lets you write your own legend every game!&#10;&#10;Note: The Russian edition of Western Legends contains two expansions packaged inside the box and thus has its own entry here: &#208;&#155;&#208;&#181;&#208;&#179;&#208;&#181;&#208;&#189;&#208;&#180;&#209;&#139; &#208;&#180;&#208;&#184;&#208;&#186;&#208;&#190;&#208;&#179;&#208;&#190; &#208;&#183;&#208;&#176;&#208;&#191;&#208;&#176;&#208;&#180;&#208;&#176; (Western Legends)&#10;&#10;",
    "Categories": [
      "Adventure",
      "American West",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Betting and Bluffing",
      "Card Play Conflict Resolution",
      "Dice Rolling",
      "End Game Bonuses",
      "Hand Management",
      "Pick-up and Deliver",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Game: Western Legends"
    ]
  },
  {
    "Rank": "280",
    "Name": "Pulsar 2849",
    "ID": 228341,
    "Year": "2017",
    "Geek Rating": "7.214",
    "Avg Rating": "7.66",
    "Link": "https://boardgamegeek.com/boardgame/228341/pulsar-2849",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3.3431",
    "Description": "It is the year 2849, and humanity has harnessed the power of the pulsars. Now we must find a way to distribute this power throughout the stars.&#10;In this Euro-style game, players explore space, claim pulsars, and discover technologies that will help them build energy-distribution infrastructure on a cosmic scale. Dice are used to purchase actions, and players choose their dice from a communal pool. There are many paths to victory so you can blaze your own trail to a bright future.&#10;&#10;Draft dice to explore the universe in Pulsar 2849. Game is only 8 rounds long.&#10;Each round, roll dice based on the number of players, sort them based on their values, then draft dice to take actions.&#10;&#10;Possible actions&#10;    &#226;&#150;&#161; Fly your survey ship&#10;    &#226;&#150;&#161; take a Gyrodyne&#10;    &#226;&#150;&#161; Develop a Pulsar&#10;    &#226;&#150;&#161; Build one or more energy transmitter vectors&#10;    &#226;&#150;&#161; Patent a technology&#10;    &#226;&#150;&#161; Buy a dice modifier&#10;    &#226;&#150;&#161; Complete a special project in your HQ and unlock Gate Run&#10;&#10;Players score points each round based on what they've discovered and explored, and everyone has common goals that they want to achieve.&#10;&#10;",
    "Categories": [
      "Dice",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting",
      "Point to Point Movement",
      "Worker Placement with Dice Workers"
    ],
    "Families": [
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Digital Implementations: Tabletopia",
      "Mechanism: Dice Drafting"
    ]
  },
  {
    "Rank": "281",
    "Name": "Kanban: Driver's Edition",
    "ID": 109276,
    "Year": "2014",
    "Geek Rating": "7.214",
    "Avg Rating": "7.78",
    "Link": "https://boardgamegeek.com/boardgame/109276/kanban-drivers-edition",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "4.3602",
    "Description": "&quot;Kanban&quot; &mdash; or &#231;&#156;&#139;&#230;&#157;&#191;, the Japanese word for billboard &mdash; is a term for the visual cues that might be used in a lean, efficient assembly line in order to expedite and smooth workflow. These signals get the workers what they need, where they need it, when they need it to create a just-in-time (JIT) production system.&#10;&#10;The setting for the game Kanban: Automotive Revolution is an assembly line. The players are ambitious managers who are trying to impress the board of directors in order to achieve as high a position as possible in the company and secure their careers. With promotions come advantages at the factory, such as more space to store precious materials and greater prestige to accelerate your ascent. Through solid management, you must strive to shine next to your peers. You need to manage suppliers and supplies, improve automobile parts, innovate &mdash; anything to stay on the cutting edge, or getting your hands greasy on the assembly line in order to boost production. You must exercise wisdom in choosing which projects you should start, selecting only those that will give you the upper hand and shunning those that will bog you down or cause the unthinkable &mdash; failure &mdash; which would diminish you in the eyes of the board.&#10;&#10;Over the course of the game, you persuade the board and the factory tender to help you develop and improve automobile parts. You make shrewd use of the outside suppliers and the limited factory supplies in order to appropriate needed part when the suppliers come up short. Because the factory must run at optimum efficiency, production doesn't wait for you or for mistakes.&#10;&#10;Like the process itself, Kanban: Automotive Revolution proves to be both innovative and rewarding. Game mechanisms tightly tied to the automobile manufacturing theme include:&#10;&#10;&#10;    The factory manager is a game-driven non-player character with two modes of play (&quot;nice&quot; or &quot;mean&quot;) to offer a friendly or more competitive gameplay environment.&#10;    Two independent player-influenced game timers &mdash; the factory production cycle and work week clock &mdash; provide timing tension to the game, trigger intermediate scoring phases, and factor into the game end conditions.&#10;    A simulation of the factory assembly line with spatial point-to-point movement adds an element to the game that requires optimal timing.&#10;    A design and innovation department, leveraged to manipulate the value of the various car models and component upgrades produced within the factory, drives the economy of the game.&#10;    Departmental training and certification tracks provide players a means to operate more efficiently.&#10;&#10;&#10;If you want a seat on the board someday, you need to show that you can keep a complex machine running smoothly, efficiently, with everything happening just at the right time. Kanban: Automotive Revolution is a pure Eurogame focused on economics and resource management that puts you in the driver's seat of an entire production facility, racing for the highest level of promotion.&#10;&#10;",
    "Categories": [
      "Economic",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Action Points",
      "Commodity Speculation",
      "Variable Phase Order",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Giochistarter",
      "Digital Implementations: Boiteajeux",
      "Digital Implementations: Tabletopia",
      "Series: Castle Line (Stronghold)",
      "Series: The Great Designers (Stronghold Games)",
      "Theme: Automotive Industry"
    ]
  },
  {
    "Rank": "282",
    "Name": "Hero Realms",
    "ID": 198994,
    "Year": "2016",
    "Geek Rating": "7.214",
    "Avg Rating": "7.51",
    "Link": "https://boardgamegeek.com/boardgame/198994/hero-realms",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.8519",
    "Description": "Hero Realms is a fantasy-themed deck-building game that is an adaptation of the award-winning Star Realms game. The game includes basic rules for two-player games, along with rules for multiplayer formats such as Free-For-All, Hunter, and Hydra.&#10;&#10;Each player starts the game with a ten-card personal deck containing gold (for buying) and weapons (for combat). You start each turn with a new hand of five cards from your personal deck. When your deck runs out of cards, you shuffle your discard pile into your new deck. An 80-card Market deck is shared by all players, with five cards being revealed from that deck to create the Market Row. As you play, you use gold to buy champion cards and action cards from the Market. These champions and actions can generate large amounts of gold, combat, or other powerful effects. You use combat to attack your opponent and their champions. When you reduce your opponent's score (called health) to zero, you win!&#10;&#10;Multiple expansions are available for Hero Realms that allow players to start as a particular character (Cleric, Fighter, Ranger, Thief, or Wizard) and fight cooperatively against a Boss, fight Boss decks against one another, or compete in a campaign mode that has you gain experience to work through different levels of missions.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Once-Per-Game Abilities",
      "Player Elimination",
      "Take That"
    ],
    "Families": [
      "Category: Two-Player Fighting Games",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Steam",
      "Digital Implementations: Tabletopia",
      "Game: Hero Realms"
    ]
  },
  {
    "Rank": "283",
    "Name": "Santorini",
    "ID": 194655,
    "Year": "2016",
    "Geek Rating": "7.213",
    "Avg Rating": "7.35",
    "Link": "https://boardgamegeek.com/boardgame/194655/santorini",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.7267",
    "Description": "Santorini is a re-imagining of the purely abstract 2004 edition. Since its original inception over 30 years ago, Santorini has been continually developed, enhanced and refined by designer Gordon Hamilton.&#10;&#10;Santorini is an accessible strategy game, simple enough for an elementary school classroom while aiming to provide gameplay depth and content for hardcore gamers to explore, The rules are simple. Each turn consists of 2 steps:&#10;&#10;1. Move - move one of your builders into a neighboring space. You may move your Builder Pawn on the same level, step-up one level, or step down any number of levels.&#10;&#10;2. Build - Then construct a building level adjacent to the builder you moved.  When building on top of the third level, place a dome instead, removing that space from play.&#10;&#10;Winning the game - If either of your builders reaches the third level, you win.&#10;&#10;Variable player powers - Santorini features variable player powers layered over an otherwise abstract game, with 40 thematic god and hero powers that fundamentally change the way the game is played.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Ancient",
      "Mythology"
    ],
    "Mechanics": [
      "Grid Movement",
      "Map Reduction",
      "Race",
      "Square Grid",
      "Team-Based Game",
      "Three Dimensional Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Ancient: Greece",
      "Category: Combinatorial",
      "Components: 3-Dimensional (3D)",
      "Components: 5 x 5 Grids",
      "Country: Greece",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Ai Ai",
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: Google Play",
      "Digital Implementations: Tabletopia",
      "Game: Santorini",
      "Islands: Santorini (Greece)",
      "Mythology: Greek",
      "Organizations: The Game Artisans of Canada",
      "Theme: Chibis",
      "Theme: Construction"
    ]
  },
  {
    "Rank": "284",
    "Name": "Tapestry",
    "ID": 286096,
    "Year": "2019",
    "Geek Rating": "7.212",
    "Avg Rating": "7.44",
    "Link": "https://boardgamegeek.com/boardgame/286096/tapestry",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "2.951",
    "Description": "Tapestry is a two-hour game for 1-5 players designed by Jamey Stegmaier.&#10;&#10;Create the civilization with the most storied history, starting at the beginning of humankind and reaching into the future. The paths you choose will vary greatly from real-world events or people &mdash; your civilization is unique!&#10;&#10;In Tapestry, you start from nothing and advance on any of the four advancement tracks (science, technology, exploration, and military) to earn progressively better benefits. You can focus on a specific track or take a more balanced approach. You will also improve your income, build your capital city, leverage your asymmetric abilities, earn victory points, and gain tapestry cards that will tell the story of your civilization.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Civilization"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Contracts",
      "Dice Rolling",
      "Events",
      "Grid Coverage",
      "Hand Management",
      "Hexagon Grid",
      "Income",
      "Map Addition",
      "Once-Per-Game Abilities",
      "Open Drafting",
      "Push Your Luck",
      "Solo / Solitaire Game",
      "Square Grid",
      "Take That",
      "Tech Trees / Tech Tracks",
      "Tile Placement",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Components: Miniatures",
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: Tabletopia",
      "Mechanism: Tableau Building",
      "Misc: Watch It Played How To Videos",
      "Organizations: Automa Factory",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "285",
    "Name": "Goa: A New Expedition",
    "ID": 9216,
    "Year": "2004",
    "Geek Rating": "7.212",
    "Avg Rating": "7.56",
    "Link": "https://boardgamegeek.com/boardgame/9216/goa-a-new-expedition",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3.3696",
    "Description": "Goa, a strategy game of auctions and resource management, is set at the start of the 16th century: beautiful beaches, a mild climate, and one of the most important trading centers in the world. Competing companies deal in spices, send ships and colonists into the world, and invest money. Are you on top or at the bottom? It depends on how you invest your profits. Will you make your ships more efficient? Enhance your plantations? Recruit more colonists? Only a steady hand in business will help.&#10;&#10;Each turn begins with an auction phase, where each player gets to auction one item (and the starting player two items). The first item being auctioned gives the right to go first the next turn (along with a card that gives an extra action). If you buy your own item, you pay it to the bank. If someone else buys the item you sell, they pay you. Items include plantations complete with crops, income tiles (income in money, ships, plantation refills each turn etc.), ships, settlers, and later on tiles that score points for certain achievements.&#10;&#10;After the auction, players get three actions to either improve their technologies or produce things such as spices on plantations, ships, money or build more plantations. Each player has a board showing their advancement for various things: getting ships, planting new spices, getting colonists, etc. The more a player advances along one track, the better one is doing that particular action. The further you get along a certain track, the more points that track is worth at the end, and there are also rewards to the first player who reaches the last two levels along each track. On the other hand, each player normally needs to perform the actions for all the tracks at some point, so it's not necessarily a good idea to concentrate on just a couple of them. Goa is a game that gives plenty of opportunity for tough decisions, since a player always has at least one action too few.&#10;&#10;The game mixes an interactive element of the auction, which encourages you to nominate things that other players want so you receive cash with the solitaire management of your plantation, which then interacts later on as players race to be first in the top tech levels.&#10;&#10;The 2012 edition of Goa includes four new tiles and a new play variant, as noted on the cover of the Z-Man Games edition.&#10;&#10;",
    "Categories": [
      "Economic",
      "Farming",
      "Nautical",
      "Renaissance"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Auction: Once Around",
      "Hand Management",
      "Push Your Luck",
      "Tech Trees / Tech Tracks"
    ],
    "Families": [
      "Components: 5 x 5 Grids",
      "Components: Control Boards",
      "Components: Multi-Use Cards",
      "Components: Wooden pieces & boards",
      "Country: India",
      "Country: Portugal",
      "Digital Implementations: Tabletopia",
      "History: Age of Discovery",
      "Theme: Colonial"
    ]
  },
  {
    "Rank": "286",
    "Name": "1830: Railways & Robber Barons",
    "ID": 421,
    "Year": "1986",
    "Geek Rating": "7.208",
    "Avg Rating": "7.87",
    "Link": "https://boardgamegeek.com/boardgame/421/1830-railways-and-robber-barons",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "180",
    "Play Time": "360",
    "Weight": "4.1684",
    "Description": "1830 is one of the most famous 18xx games. One of the things some gamers like about this game is that the game has no 'chance' element. That is to say, if players wished to play two games with the same moves, the outcome would be the same also.&#10;&#10;This game takes the basic mechanics from Tresham's 1829, and adds several new elements. Players are seeking to make the most money by buying and selling stock in various share companies located on eastern United States map. The stock manipulation aspect of the game is widely-regarded as one of the best. The board itself is actually a fairly abstract hexagonal system, with track tiles placed on top of the hexes. Plus each 18xx title adds new and different elements to the game. This game features private rail companies and an extremely vicious, 'robber baron' oriented stock market. A game is finished when the bank runs out of money or one player is forced to declare bankruptcy, and the player with the greatest personal holdings wins.&#10;&#10;The 2011 version of 1830 was published by Mayfair Games in partnership with Lookout Games of Germany. This publication was developed under license from Francis Tresham in co-operation with Bruce Shelley (the original 1830 developer). This version contains rules and components for Francis Tresham's original classic design, a faster-playing basic game, and new variants from some of the world's best railroad game developers.&#10;&#10;",
    "Categories": [
      "Economic",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Hexagon Grid",
      "Investment",
      "Market",
      "Network and Route Building",
      "Ownership",
      "Stock Holding",
      "Tile Placement",
      "Victory Points as a Resource"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: Map (Continental / National scale)",
      "Country: USA",
      "Digital Implementations: 18xx.games",
      "Misc: BGG Hall of Fame",
      "Series: 18xx"
    ]
  },
  {
    "Rank": "287",
    "Name": "Shogun",
    "ID": 20551,
    "Year": "2006",
    "Geek Rating": "7.204",
    "Avg Rating": "7.51",
    "Link": "https://boardgamegeek.com/boardgame/20551/shogun",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "3.3652",
    "Description": "Japan during the Sengoku or &ldquo;Warring States&rdquo; Period (approx. 1467-1573): each player assumes the role of a great Daimyo, leading their troops to conquer the provinces of the Japanese islands.&#10;&#10;Each Daimyo has the same 10 possible actions to develop his kingdom and score points.  Each round, the players decide which of their actions are to be played out and in which of their provinces.  If battle ensues between opposing armies, the unique Cube Tower plays the leading role: cubes (representing troops) from both sides are thrown in together, and those that fall out at the bottom show who has won immediately. Owning provinces, temples, theaters, and castles means points when scores are tallied. Whichever Daimyo has the highest number of points at the end of the game becomes &ndash; SHOGUN!&#10;&#10;Shogun is based on the Wallenstein game system. The game is an international edition with language-independent components and five language-dependent rule booklets.&#10;&#10;Re-implements:&#10;&#10;    Wallenstein&#10;&#10;&#10;",
    "Categories": [
      "Economic",
      "Medieval",
      "Territory Building"
    ],
    "Mechanics": [
      "Action Queue",
      "Area Majority / Influence",
      "Area Movement",
      "Auction / Bidding",
      "Cube Tower",
      "Simultaneous Action Selection",
      "Variable Phase Order"
    ],
    "Families": [
      "Components: Drop Tower",
      "Components: Map (Continental / National scale)",
      "Country: Japan",
      "Digital Implementations: Board Game Arena",
      "History: Sengoku Period",
      "Theme: Samurai"
    ]
  },
  {
    "Rank": "288",
    "Name": "Anno 1800: The Board Game",
    "ID": 311193,
    "Year": "2020",
    "Geek Rating": "7.203",
    "Avg Rating": "7.71",
    "Link": "https://boardgamegeek.com/boardgame/311193/anno-1800-the-board-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.1228",
    "Description": "In Anno 1800, a board game based on the popular PC game from Ubisoft, you continuously build up your own industry to develop your home island.&#10;&#10;Ship fleets allow for lively trade and the development of new islands in the Old and New World. You have to fulfill the wishes of your own population. While the inhabitants are initially satisfied with bread and clothing, they soon demand valuable luxury goods. You must plan production chains sensibly and keep an eye on the specialization of your population. The goal: A wise distribution of farmers, workers, craftsmen, engineers, and investors &mdash; but the competition never sleeps and can snatch the new achievements from under your nose at any time! Who can create the most prosperous island?&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;",
    "Categories": [
      "Card Game",
      "City Building",
      "Economic",
      "Industry / Manufacturing",
      "Napoleonic",
      "Video Game Theme"
    ],
    "Mechanics": [
      "End Game Bonuses",
      "Hand Management",
      "Race",
      "Tech Trees / Tech Tracks",
      "Variable Set-up",
      "Worker Placement, Different Worker Types"
    ],
    "Families": [
      "History: Industrial Revolution",
      "Mechanism: Tableau Building",
      "Video Game Theme: Anno"
    ]
  },
  {
    "Rank": "289",
    "Name": "Galaxy Trucker",
    "ID": 31481,
    "Year": "2007",
    "Geek Rating": "7.202",
    "Avg Rating": "7.34",
    "Link": "https://boardgamegeek.com/boardgame/31481/galaxy-trucker",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.3291",
    "Description": "In a galaxy far, far away... they need sewer systems, too. Corporation Incorporated builds them. Everyone knows their drivers -- the brave men and women who fear no danger and would, if the pay was good enough, even fly through Hell.&#10; Now you can join them. You will gain access to prefabricated spaceship components cleverly made from sewer pipes. Can you build a space ship durable enough to weather storms of meteors? Armed enough to defend against pirates? Big enough to carry a large crew and valuable cargo? Fast enough to get there first?&#10;&#10;Of course you can. Become a Galaxy Trucker. It's loads of fun.&#10;&#10;Galaxy Trucker is a tile laying game that plays out over two phases: building and flying. The goal is to have the most credits at the end of the game. You can earn credits by delivering goods, defeating pirates, building an efficient ship, and being the furthest along the track at the end of the flying phase.&#10;&#10;Building happens in real time and has players build their personal space ships by grabbing tiles from the middle of the table before the timer runs out. Tiles start out facedown so they won't know what they have until they take it, but they may choose to return it faceup if they don't want it. They must place the tiles they keep in a legal manner in their space ship. Usually this just means lining up the connectors appropriately (single to single, double to double, universal to anything) but also includes proper positioning of guns and engines. Tiles represent a variety of things including guns, engines, storage containers, crew cabins, shields, and batteries. They may also peek at the cards they will encounter in phase 2, but they must sacrifice building time to do this. At any time players may call their ships finished and take an order marker from the center.&#10;&#10;Once building is completed, and ships have been checked for errors, the flight begins. The flight cards are shuffled and player markers are placed on the flight board according to the order markers taken. Cards are revealed one at a time and players interact with them in order. They may include things such as pirates, abandoned vessels, disease outbreaks, meteor showers, worlds with goods to pick up, combat zones, and other various things.&#10;&#10;Most of the cards will cause players to move back on the flight track and they must decide if the delay is worth their efforts. When all the cards are encountered players sell any goods they have collected, collect their rewards for finishing in first, second, or third place or having the most intact ship, and then lose some credits for damaged components. Space can be a very dangerous place and it is not uncommon to see your ship break into smaller and smaller pieces or lose some very valuable cargo off the side. If your ship gets damaged too much you can get knocked out of the race, so be careful!&#10;&#10;3 rounds of this are done, and in each round players get a bigger board to build a ship that can hold more components. After the 3rd round the player with the most credits wins!&#10;&#10;",
    "Categories": [
      "Real-time",
      "Science Fiction",
      "Space Exploration",
      "Transportation"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Events",
      "Real-Time",
      "Relative Movement",
      "Team-Based Game",
      "Tile Placement",
      "Track Movement"
    ],
    "Families": [
      "Components: Gems/Crystals",
      "Components: Sand Timers",
      "Creatures: Aliens / Extraterrestrials",
      "Digital Implementations: Google Play",
      "Game: Galaxy trucker",
      "Misc: Dice Tower Hall of Fame"
    ]
  },
  {
    "Rank": "290",
    "Name": "Monikers",
    "ID": 156546,
    "Year": "2015",
    "Geek Rating": "7.197",
    "Avg Rating": "7.78",
    "Link": "https://boardgamegeek.com/boardgame/156546/monikers",
    "Min Players": "4",
    "Max Players": "16",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.0889",
    "Description": "Monikers is a party game based on the public domain game Celebrities, where players take turns attempting to get their teammates to guess names by describing or imitating well-known people.&#10;&#10;In the first round, clue givers can say anything they want, except for the name itself. For the second round, clue givers can only say one word. And in the final round, clue givers can&rsquo;t say anything at all: they can only use gestures and charades.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Mature / Adult",
      "Party Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Acting",
      "Communication Limits",
      "Open Drafting",
      "Role Playing",
      "Singing",
      "Team-Based Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Mechanism: Give a Clue / Get a Clue",
      "Traditional Games: Charades"
    ]
  },
  {
    "Rank": "291",
    "Name": "Viticulture",
    "ID": 128621,
    "Year": "2013",
    "Geek Rating": "7.196",
    "Avg Rating": "7.48",
    "Link": "https://boardgamegeek.com/boardgame/128621/viticulture",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.944",
    "Description": "In Viticulture, the players find themselves in the roles of people in rustic, pre-modern Tuscany who have inherited meager vineyards. They have a few plots of land, an old crushpad, a tiny cellar, and three workers. They each have a dream of being the first to call their winery a true success.&#10;&#10;The players are in the position of determining how they want to allocate their workers throughout the year. Every season is different on a vineyard, so the workers have different tasks they can take care of in the summer and winter. There's competition over those tasks, and often the first worker to get to the job has an advantage over subsequent workers.&#10;&#10;Fortunately for the players, people love to visit wineries, and it just so happens that many of those visitors are willing to help out around the vineyard when they visit as long as you assign a worker to take care of them. Their visits (in the form of cards) are brief but can be very helpful.&#10;&#10;Using those workers and visitors, players can expand their vineyards by building structures, planting vines (vine cards), and filling wine orders (wine order cards). Players work towards the goal of running the most successful winery in Tuscany.&#10;&#10;",
    "Categories": [
      "Economic",
      "Farming"
    ],
    "Mechanics": [
      "Contracts",
      "Hand Management",
      "Income",
      "Race",
      "Turn Order: Progressive",
      "Worker Placement"
    ],
    "Families": [
      "Country: Italy",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Google Play",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Food & Drink: Wine",
      "Game: Viticulture"
    ]
  },
  {
    "Rank": "292",
    "Name": "Endless Winter: Paleoamericans",
    "ID": 305096,
    "Year": "2022",
    "Geek Rating": "7.195",
    "Avg Rating": "7.68",
    "Link": "https://boardgamegeek.com/boardgame/305096/endless-winter-paleoamericans",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3.3179",
    "Description": "Designed by Stan Kordonskiy (Dice Hospital, Rurik, Lock Up), developed by Jonny Pac (Coloma, Sierra West, Lions of Lydia), solo mode by Drake Villareal (Solani, Spook Manor), and illustrated by The Mico (Raiders of the North Sea, Paladins of the West Kingdom, Valeria),  Endless Winter: Paleoamericans takes place in North America, around 10,000 BCE. Players guide the development of their tribes across several generations&mdash;from nomadic hunter-gatherers to prosperous tribal societies. Over the course of the game, tribes migrate and settle new lands, establish cultural traditions, hunt paleolithic megafauna, and build everlasting megalithic structures.&#10;&#10;Endless Winter is a euro-style game that combines worker placement and deck building in an innovative way. Each round, players send their tribe members to various action spaces, and pay for the actions by playing cards and spending resources. Tribe cards grant additional labor, while Culture cards provide a variety of unique effects. As an alternative, cards can be saved for an end-of-round Eclipse phase, where they are simultaneously revealed to determine the new player order, and trigger various bonus actions.&#10;&#10;The game features a novel blend of interwoven systems and mechanisms, such as multi-use cards, area influence, tile placement, and set collection. Plus, there are many viable paths to victory. After four brisk rounds, scores are tallied, and the tribe with the most points wins!&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Prehistoric",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Deck, Bag, and Pool Building",
      "End Game Bonuses",
      "Hand Management",
      "Income",
      "Modular Board",
      "Multi-Use Cards",
      "Set Collection",
      "Solo / Solitaire Game",
      "Tech Trees / Tech Tracks",
      "Turn Order: Auction",
      "Variable Player Powers",
      "Variable Set-up",
      "Worker Placement"
    ],
    "Families": [
      "Animals: Prehistoric Non-Dinosaurs",
      "Components: Control Boards",
      "Components: Game Trayz Inside",
      "Components: Official Music Soundtrack",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Digital Implementations: Tabletopia",
      "Mechanism: Tableau Building",
      "Misc: Made by Panda",
      "Theme: Native Americans / First Peoples"
    ]
  },
  {
    "Rank": "293",
    "Name": "1960: The Making of the President",
    "ID": 27708,
    "Year": "2007",
    "Geek Rating": "7.195",
    "Avg Rating": "7.62",
    "Link": "https://boardgamegeek.com/boardgame/27708/1960-the-making-of-the-president",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "3.2032",
    "Description": "From the author:&#10;&#10;&quot;Sometimes the history of a nation can be defined by the relationship between two individuals. The Election of 1960 is the story of two men, John F. Kennedy and Richard M. Nixon. One is the scion of a wealthy, politically powerful family from New England. The other is the son of a Quaker grocer in Whittier, California. While they belong to opposing political parties, they start out as friends. The complex development of that friendship, however, would shape a pivotal presidential election and cast a long shadow over American history for the remainder of the 20th century.&#10;&#10;&quot;In 1960: The Making of the President, you take on the role of one of these great protagonists vying for the right to lead his country into the heart of the Cold War. However, it is not just foreign policy that poses a challenge to American leadership; this is also an era of great social turmoil and progress. As the United States continues to build upon the promise of its founding, candidates must contend with the question of civil rights and balance their positions on social justice against the need for valuable Southern electoral votes. Of course, the ever-present issue of the economy also rears its ugly head, and both Nixon and Kennedy will compete to be the candidate with the voters' pocket books in mind.&#10;&#10;&quot;The contest is fought out on an electoral map of the United States as it stood in 1960&mdash;a map where Louisiana and Florida share the same number of electoral votes, as do California and Pennsylvania. Using a card-driven game system, all the major events which shaped the campaign are represented: Nixon&rsquo;s lazy shave, President Eisenhower&rsquo;s late endorsement, and the 'Catholic question' are all included as specific event cards. The famous televised debates and final election day push are each handled with their own subsystems. Candidates vie to capture each state&rsquo;s electoral votes using campaign points in the four different regions of the country. At the same time, they must build momentum by dominating the issues of the day and attempt to gain control of the airwaves.&#10;&#10;&quot;As with any election campaign, the challenge is to adapt your game plan as the ground shifts out from under you. There are never enough resources or time to do everything, but you need to make the tough calls to propel yourself into the White House. This fast-playing strategy game for two players challenges you to run for the most powerful elective office in the world, at one of its most unique crossroads. Will you recreate history, or rewrite it? 1960: The Making of the President provides you the opportunity to do both.&quot;&#10;&#10;",
    "Categories": [
      "Political"
    ],
    "Mechanics": [
      "Action / Event",
      "Area Majority / Influence",
      "Campaign / Battle Card Driven",
      "Hand Management",
      "Simulation"
    ],
    "Families": [
      "Country: USA",
      "Decades: The 1960's",
      "Digital Implementations: VASSAL",
      "History: Cold War",
      "Misc: Watch It Played How To Videos",
      "Players: Two-Player Only Games",
      "Political: Elections"
    ]
  },
  {
    "Rank": "294",
    "Name": "Detective: A Modern Crime Board Game",
    "ID": 223321,
    "Year": "2018",
    "Geek Rating": "7.195",
    "Avg Rating": "7.63",
    "Link": "https://boardgamegeek.com/boardgame/223321/detective-a-modern-crime-board-game",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "2.75",
    "Description": "In Detective: A Modern Crime Board Game you are going to solve FIVE different cases and find out what connects them, you are going to BREAK THE 4th WALL by using every resource you can, you are going to browse the game's DEDICATED DATABASE simulating your agency's resources, you will enter a city maze of old mysteries and fresh CRIME, and you will be able to COOPERATE with other agents or solve the mystery on your own.&#10;&#10;Take the job of a real detective in a modern setting! In Detective: A Modern Crime Board Game, 1-5 players take on the role of investigators, solving mysterious crimes while working as an Antares National Investigation Agency team members. This board game tell rich stories - stories you will participate in. Let's hope that you will be able to deduce the end, before there is another crime... The game will challenge you with five different cases, that have to be played in order. Seemingly unconnected at first, they will unveil an immersive meta-plot based on facts and fiction alike.&#10;&#10;Detective: A Modern Crime Board Game brings classic, card-based, puzzle-solving gameplay into the 21st century with the introduction of online elements. You will gain access to the online Antares database that contains data about suspects, witnesses, and documentation from arrests and trials related to your case. Use every tool at your disposal to solve these crimes - consult the Internet, check the facts and constantly discover new clues. You are not playing a detective; you ARE a detective!&#10;&#10;In 2020 Game of the Year special edition of Detective: A Modern Crime Board Game was published. Thanks to the overwhelmingly great response for the game and a worldwide success Portal Games was able to improve the basic game and add an additional component to the box. The new edition includes a set of 30 photos of character portraits, which the players can use during their investigation to make a mind map. The pictures show the suspects met throughout the game, and bring an amazing immersion to the gameplay. The set was previously available for purchase only as an additional promo item at the Portal Games store and during conventions. With the Game of the Year edition of Detective, now all players will be able to enjoy this great tool.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Narrative Choice / Paragraph",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Storytelling",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Digital Hybrid – App/Website Required",
      "Digital Implementations: Tabletopia",
      "Game: Detective – A Modern Crime Board Game (Portal Games)",
      "Mechanism: Campaign Games",
      "Misc: Limited Replayability",
      "Misc: LongPack Games",
      "Misc: Watch It Played How To Videos",
      "Players: Games with Solitaire Rules",
      "Theme: Mystery / Crime",
      "Theme: Police"
    ]
  },
  {
    "Rank": "295",
    "Name": "Lewis & Clark: The Expedition",
    "ID": 140620,
    "Year": "2013",
    "Geek Rating": "7.192",
    "Avg Rating": "7.44",
    "Link": "https://boardgamegeek.com/boardgame/140620/lewis-and-clark-the-expedition",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.3243",
    "Description": "On November 30, 1803, the United States purchased Louisiana from Napoleon. U.S. President Thomas Jefferson decided to send two explorers &ndash; Meriwether Lewis and William Clark &ndash; to discover this huge terra incognita.&#10;&#10;Lewis &amp; Clark is a board game in which each player manages an expedition intended to cross the North American continent. Their goal is to be the first to reach the Pacific. Each one has his own Corps of Discovery that will be completed by the Native Americans and the trappers met during the journey. He has to cleverly manage his characters and also the resources he finds along the way. Beware, sometimes frugality is better than abundance.&#10;&#10;Lewis &amp; Clark features dual use cards. To be activated, one card must be combined with another one, which becomes unavailable for a while. Thus, players are faced with a constant dilemma: play a card or sacrifice it. During the game, each player acquires character cards that enlarge his hand, building a crew that gives him more options but it needs to be optimized as he will recycle his cards more slowly. This new &quot;handbuilding&quot; mechanism fits strongly with the historical background.&#10;&#10;Since the aim of the game is to be the first on the Pacific coast, the timing and the opportunistic use of the other players' positions are crucial.&#10;&#10;",
    "Categories": [
      "American West",
      "Exploration"
    ],
    "Mechanics": [
      "Action Retrieval",
      "Deck, Bag, and Pool Building",
      "Delayed Purchase",
      "Hand Management",
      "Multi-Use Cards",
      "Open Drafting",
      "Race",
      "Resource to Move",
      "Solo / Solitaire Game",
      "Track Movement",
      "Worker Placement"
    ],
    "Families": [
      "Components: Multi-Use Cards",
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: Tabletopia",
      "Game: Lewis & Clark",
      "Historical Figures: Lewis & Clark",
      "Mechanism: Tableau Building",
      "Players: Games with Solitaire Rules",
      "Theme: Native Americans / First Peoples"
    ]
  },
  {
    "Rank": "296",
    "Name": "So Clover!",
    "ID": 329839,
    "Year": "2021",
    "Geek Rating": "7.190",
    "Avg Rating": "7.59",
    "Link": "https://boardgamegeek.com/boardgame/329839/so-clover",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.1069",
    "Description": "So Clover! is a cooperative word-association game. Play as a team to get the highest score. Get Keywords and secretly write their common features on your Clover board; these are your Clues. Then work together to try to figure out each player&rsquo;s Keywords. At the end of the game, add up your score according to how many Keywords you found and write it in the Record of Legends. Try to beat your high score each game!&#10;&#10;-description from the publisher&#10;&#10;",
    "Categories": [
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Communication Limits",
      "Cooperative Game"
    ],
    "Families": [
      "Components: Dry Erase Markers / Dry Erase Surfaces",
      "Mechanism: Give a Clue / Get a Clue",
      "Misc: LongPack Games",
      "Word Games: Guess the Word"
    ]
  },
  {
    "Rank": "297",
    "Name": "Mind MGMT: The Psychic Espionage “Game.”",
    "ID": 284653,
    "Year": "2021",
    "Geek Rating": "7.190",
    "Avg Rating": "7.88",
    "Link": "https://boardgamegeek.com/boardgame/284653/mind-mgmt-the-psychic-espionage-game",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.9242",
    "Description": "Working from the shadows, Mind MGMT once used its psychically-powered agents to put a stop to global crises. However, absolute power corrupts absolutely, and Mind MGMT is now rotting from the inside. To tighten its iron grip on the world stage, Mind MGMT deploys covert operatives around the world to recruit other psychically-attuned individuals to their side. How can this enigmatic organization, hell bent on global domination, be defeated?&#10;&#10;Thankfully, a few renegade agents have figured out that Mind MGMT has been compromised and have defected, turning their backs on the syndicate. They now use their own psychic abilities to prevent Mind MGMT from achieving its nefarious goals.&#10;&#10;In Mind MGMT: The Psychic Espionage &quot;Game.&quot;, one player controls Mind MGMT and must scour the city for new recruits. They move around on a secret map, trying to visit locations that match one of their three randomly drawn feature cards. They can also use their four Immortals to protect locations from being exposed.&#10;&#10;All other players control the rogue agents who must try to stop Mind MGMT before it's too late! They ask questions to the Recruiter and deduce their whereabouts from the answers they receive. Rogue agents can use dry-erase &quot;mental notes&quot; to track all the information they're given.&#10;&#10;Mind MGMT wins by either collecting twelve recruits or surviving sixteen turns. The rogue agents can win only by capturing Mind MGMT, which they do when they believe they're on the same block as Mind MGMT.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Deduction",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Grid Movement",
      "Hidden Movement",
      "Paper-and-Pencil",
      "Point to Point Movement",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Game Trayz Inside",
      "Components: Player Screens",
      "Components: Standees",
      "Crowdfunding: Kickstarter",
      "Crowdfunding: Spieleschmiede",
      "Digital Implementations: Tabletopia",
      "Players: One versus Many",
      "Theme: Psychology"
    ]
  },
  {
    "Rank": "298",
    "Name": "Chronicles of Crime",
    "ID": 239188,
    "Year": "2018",
    "Geek Rating": "7.188",
    "Avg Rating": "7.56",
    "Link": "https://boardgamegeek.com/boardgame/239188/chronicles-of-crime",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.0607",
    "Description": "Chronicles of Crime is a cooperative game of crime investigation, mixing an app, a board game and a touch of Virtual Reality.&#10;&#10;With the same physical components (board, locations, characters and items), players will be able to play plenty of different scenarios and solve as many different crime stories.&#10;&#10;Players start the app, choose the scenario they want to play, and follow the story. The goal being to catch the killer of the current case in the shortest time possible.&#10;&#10;Using the Scan&amp;Play technology, each component (locations, characters, items, etc.) has a unique QR code, which, depending on the scenario selected, will activate and trigger different clues and stories. That means players will be able to get new stories way after the game is released simply by downloading the app's updates, without any shipping of new physical components involved.&#10;&#10;The VR experience only requires a mobile phone. Players simply put the VR glasses (optional buy) onto their mobile device, and put the VR glasses on their nose, holding their mobile device in front of their eyes, to immerse themselves in the game's universe and search for clues in a virtual world.&#10;&#10;The game comes with 1 tutorial and 5 scenarios, but more can be downloaded directly inside the app!&#10;Each session last around 1h to 1h30 minutes and many scenarios are connected to each others in order to tell a much bigger story.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Storytelling"
    ],
    "Families": [
      "Components: Digital Hybrid – App/Website Required",
      "Components: Official Music Soundtrack",
      "Crowdfunding: Kickstarter",
      "Crowdfunding: Spieleschmiede",
      "Game: Chronicles of Crime",
      "Mechanism: Campaign Games",
      "Misc: Limited Replayability",
      "Players: Games with Solitaire Rules",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "299",
    "Name": "Bitoku",
    "ID": 323612,
    "Year": "2021",
    "Geek Rating": "7.188",
    "Avg Rating": "7.80",
    "Link": "https://boardgamegeek.com/boardgame/323612/bitoku",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.7604",
    "Description": "In Bitoku, the players take on the roles of Bitoku spirits of the forest in their path towards transcendence, with the goal of elevating themselves and becoming the next great spirit of the forest. To do so, they will have the help of the y&#197;&#141;kai, the kodamas and the different pilgrims that accompany them on their path. This is a hand-management, engine-building game with multiple paths to victory.&#10;&#10;Players will have y&#197;&#141;kai represented by the cards that make up their hand, which must be placed in the right places at the right times in order to obtain the maximum benefit from the abilities they offer. Furthermore, during the game players can earn more y&#197;&#141;kai cards for their deck, thereby increasing their playing options and achieving a higher score. Each player also has three y&#197;&#141;kai guardians (in the form of dice) that they can send to the large regions of the forest on the main board in order to obtain all kinds of new options that they can play during the game. These options can be structures they build in certain areas of the forest, soul crystals that generate resources when certain actions are carried out, and many others as well. The players also have the chance to help the mitamas, lost souls in search of redemption by using the chinkon fireflies.&#10;&#10;There is truly a wide range of actions to carry out, and this is without taking into account the personal domain where the players can lay out another layer of additional strategy while managing the pilgrims. Pilgrims are followers of the player who embark upon journeys of contemplation and reflection who then share the experiences and learning they can along the spirit path with the Bitoku.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Mythology"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Deck, Bag, and Pool Building",
      "End Game Bonuses",
      "Hand Management",
      "Income",
      "Set Collection",
      "Solo / Solitaire Game",
      "Turn Order: Claim Action",
      "Worker Placement with Dice Workers"
    ],
    "Families": [
      "Animals: Rats",
      "Animals: Turtles",
      "Country: Japan",
      "Digital Implementations: Tabletopia",
      "Setting: Kemushi Saga",
      "Theme: Trees and Forests"
    ]
  },
  {
    "Rank": "300",
    "Name": "Bora Bora",
    "ID": 127060,
    "Year": "2013",
    "Geek Rating": "7.185",
    "Avg Rating": "7.56",
    "Link": "https://boardgamegeek.com/boardgame/127060/bora-bora",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3.7248",
    "Description": "Stake your fortunes in the mysterious island world of Bora Bora. Journey across islands, building huts where the resilient men and women of your tribes can settle, discovering fishing grounds and collecting shells. Send priests to the temples, and gather offerings to curry favor with the gods.&#10;&#10;In Bora Bora, players use dice to perform a variety of actions using careful insight and tactical planning. The heart of the game is its action resolution system in which 5-7 actions are available each round, the exact number depending on the number of players. Each player rolls three dice at the start of the round, then they take turns placing one die at a time on one action. Place a high number on an action, and you'll generally get a better version of that action: more places to build, more choices of people to take, better positioning on the temple track, and so on. Place a low number and you'll get a worse action &ndash; but you'll possibly block other players from taking the action at all as in order to take an action you must place a die on it with a lower number than any die already on the action.&#10;&#10;Three task tiles on a player's individual game board provide some direction as to what he might want to do, while god tiles allow for special actions and rule-breaking, as gods are wont to do. The player who best watches how the game develops and uses the most effective strategy will prevail.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Set Collection",
      "Worker Placement",
      "Worker Placement with Dice Workers"
    ],
    "Families": [
      "Islands: French Polynesia (France)",
      "Region: Oceania",
      "Series: Alea Big Box",
      "Theme: Tropical",
      "Theme: Tropical Islands"
    ]
  }
]