[
  {
    "Rank": "N/A",
    "Name": "Wyoming Cowboy",
    "ID": 39231,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.67",
    "Link": "https://boardgamegeek.com/boardgame/39231/wyoming-cowboy",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "A western-themed card game in which players attempt to play card combinations to draw guns (2,2 ; 3,5,7, ; 4,5, ; 3,8) and shoot the cowboys (kings) from other players hands, while trying to shack up their own cowboys with harlots (queens) along the way for extra points.  At the end of the game, players gain or lose points for the sets of cards (gangs, posses, harems, orphanages, etc.) that they've managed to collect, during play.&#10;&#10;Home Page: http://www.wyomingcowboy.org/&#10;&#10;",
    "Categories": [
      "American West",
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Components: Traditional Playing Cards",
      "States: Wyoming"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kopf an Kopf",
    "ID": 39233,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/39233/kopf-an-kopf",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "From the box:&#10;&#10;The starting signal for the big horse race is audible and the horses start to run. After a while you notice an exciting neck and neck race on the racetrack. The lead changes all the time. Place your cards in a clever way so that your horse wins in the end. An exciting horse race for 2-4 players where the horses are moved by number cards.&#10;&#10;Gameplay description:&#10;&#10;There are two different ways to play the game:&#10;&#10;1. Each player plays a card on his turn and moves his horse.&#10;&#10;2. Each player plays a hidden card and all the cards are revealed at the same time. The lowest cards and the highest cards are discarded, and the other players move their horses. Two special cards (gallop and walk) can change this procedure.&#10;&#10;After ten rounds (each player has ten cards), the player with the most lap token wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Racing"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Sports: Horse Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Spartacus: The Game",
    "ID": 39234,
    "Year": "(1986)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/39234/spartacus-the-game",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Spartacus is a solo game. The player represents Crassus attempting to defeat Spartacus and his Slave Army. His objective in this is to acquire personal prestige, and so it is important to the player that Spartacus is destroyed or driven from Italy before Pompey or Lucullus arrive with their veteran armies, who will presumably make short work of the slaves.&#10;&#10;",
    "Categories": [
      "Ancient"
    ],
    "Mechanics": [
      "Open Drafting",
      "Simulation"
    ],
    "Families": [
      "Ancient: Rome",
      "History: Roman Civil Wars",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hardtack: American Civil War Rules",
    "ID": 39235,
    "Year": "(1971)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/39235/hardtack-american-civil-war-rules",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "From Wikipedia&#10;&#10;Hardtack was the first U.S. published American Civil War rules set and had an early following. However, by the end of the decade, it had been supplanted by Scott Bowden's Stars and Bars and John Hill's Johnny Reb 3 and is rarely played at modern wargaming conventions. However, it is considered as groundbreaking, and ushered an era of Civil War miniature wargaming in the USA.&#10;&#10;Introduction by Gary Gygax&#10;Painting Guide by Don Lowry&#10;&#10;Guidon Games Product # WM103&#10;&#10;Preface:&#10;&#10;This comprehensive set of rules is designed to take a person who has never played miniatures before thru several increasing stages of realism to the point where he can create for himself the kind of Civil War game which is most suited to his own personality.  When you have read and played everything this booklet contains, you will be prepared to design a Civil War game which has all the simplicity necessary for a great game.  The first version described is called the TRAINING GAME because it is designed to teach the basic mechanics of recreating Civil War battles with miniatures soldiers.  When it can be played without referring back to the rules, learn the more realistic BASIC GAME.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Book",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gangster: Der Clou",
    "ID": 39236,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.81",
    "Link": "https://boardgamegeek.com/boardgameexpansion/39236/gangster-der-clou",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "1",
    "Description": "Gangster: Der Clou is a small expansion for Gangster. The game is released at Essen 2008 in a limited edition of 999. Components: 4 black gangsters and 1 Lady Rosina Ginger tile.&#10;&#10;The four gangsters give the players more influence on the course of the game and conspirator Lady Rosina Ginger can be called for support.&#10;&#10;Release: Essen 2008&#10;Price: &euro; 4,90&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Mafia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Conhecendo a Bíblia",
    "ID": 39237,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/39237/conhecendo-a-biblia",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Players travel around the board answering questions about the bible. The first player to reach the finish line is the winner.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Educational",
      "Religious"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Monster Allergy Trading Card Game",
    "ID": 39239,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.14",
    "Link": "https://boardgamegeek.com/boardgame/39239/monster-allergy-trading-card-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Based on the Italian Comic Book / TV show &quot;Monster Allergy&quot;. Each player has his/her own deck of cards, choosing 30 out of the available packs. There are cards in five colours, but players are only allowed to choose cards of three colours, so the influence on the cards played in the game by the other player might be limited. Also, several icons and numbers, plus some descriptive texts showing different values, powers and abilities of the cards.&#10;&#10;The rounds are &quot;days&quot;, in which in a strict order powers, friends, monsters and so on are placed onto the board. This has two personal zones - one for each player - and a neutral zone, in which the monsters are placed and attacked/captured in the main phase of each round. Aim of the game is to capture monsters with the total value of &quot;10&quot; through activating the power cards, but the other player can protect monsters with his/her cards, losing these powers for capturing doing so.&#10;&#10;After the &quot;attack / capture&quot; phase, there is a &quot;night phase&quot;, in which several monsters` activities are executed. Some more twists are interlaced in the system of the cards, influencing each other and offering some tactical decisions.&#10;&#10;In the starter set there are two decks with 30 cards each - the total of available cards is 111.&#10;&#10;Packed in a nice &quot;Bombo&quot; monster figure as storage for cards, player mats and rulebook.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Comic Book / Strip",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Creatures: Monsters",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: Detroit",
    "ID": 39240,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/39240/monopoly-detroit",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Advance to GO! and play the Detroit edition of the world's most famous board game.  Or so the back of the box proclaims!  This version highlights the Motor City!&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Cities: Detroit (Michigan, USA)",
      "Country: USA",
      "States: Michigan"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Letter",
    "ID": 39241,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.48",
    "Link": "https://boardgamegeek.com/boardgame/39241/letter",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.5",
    "Description": "Letter is an unusual word game.  As with many word games, there are letter tiles which are laid on a grid in order to form words.  What is unusual about Letter is that the letter tiles are different sizes: 1&times;1, 1&times;2, 1&times;3, 2&times;1, 2&times;2, 2&times;3, 3&times;2, and 3&times;3 (because orientation matters).  Words are identified by chaining along orthogonally adjacent sides of the letters.  As a result, the board can quickly come to look like quite a jumbled mess of letters with varied sizes, but this provides opportunities for lateral thinking in playing that next tile.  Each play initiates a Boggle-style word search, but with deference to the active player.&#10;&#10;Debuted in Essen 2008.&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Components: 16 x 16 Grids"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lawyers, Guns & Money: an Ambush Alley Scenario Pack",
    "ID": 39243,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/39243/lawyers-guns-and-money-an-ambush-alley-scenario-pa",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "In conjunction with Ambush Alley Games, Rebel Minis is releasing another great scenario: Lawyers, Guns &amp; Money!&#10;&#10;The scenarios in Lawyers, Guns &amp; Money form a campaign of three interlocking scenarios which focus on a VIP protection detail performed by the fictional Private Military Contractor (PMC), Aegis Group in the equally fictitious city of Dawala&#10;&#10;Lawyers, Guns &amp; Money contains an exclusive mini-campaign written by the Ambush Alley Team!&#10;&#10;This is a pdf booklet that can also be purchased as an attachment to &quot;Lawyers, Guns &amp; Money! Battle Box&quot;, that contains the 15mm miniatures to play the scenarios.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "7.SS-Gebirgs Division \"Prinz Eugen\"",
    "ID": 39244,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.12",
    "Link": "https://boardgamegeek.com/boardgameexpansion/39244/7ss-gebirgs-division-prinz-eugen",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "This is a set of nine scenarios for Advanced Squad Leader.  The scenarios all include German units from the 7th SS Gebirgs Division &quot;Prinz Eugen&quot;.  This division consisted of mountain troops made up of ethnic Germans from Croatia, Serbia, Hungary and Romania.  In six of the scenarios the Germans are pitted against the Yugoslavia national army or Yugoslav partisans.   One scenario has elements of the &quot;Prinz Eugen&quot; division fighting the Italians, while the final two has Bulgarians as the opponents.&#10;&#10;These scenarios tend to be a mix of medium and large numbers of troops.  Here is a summary of each scenario as provided by Lone Canuck Publishing:&#10;&#10;&#10;    PE-1 Operation Weiss- Boards 39,40, and 5-turns; a FT &amp; DC toting Prinz Eugen SS-Engineer Platoon supported by 2 x 37L AT-Guns and a pair H38 French Tanks rush across a bridge to seize a Partisan Outpost.  Meanwhile, a Prinz Eugen SS-Company having crossed the river downstream earlier hotfoots it to reinforce the Engineers just as a Yugoslav Company arrive.&#10;&#10;&#10; &#10;&#10;    PE-2 Operation Schwarz- Boards 3, 50, and 7&frac12;-turns; a Prinz Eugen SS-Battalion consisting of 18 squads packing a &frac12;-dozen Axis Minor SWs, supported by a platoon of H38 French Tanks and 81mm Battalion Mortars OBA launches an assault to capture a village from a Yugoslav Company reinforced by HMG and a platoon of 76mm World War One artillery pieces.&#10;&#10;&#10; &#10;&#10;    PE-3 Shot Like Rabbits- Boards 9, HOB II, and 8&frac12;-turns; a full scale assault by a Prinz Eugen SS-Battalion consisting of 24 squads supported by HMGs, 81mm mortars, and 105mm OBA on an desolate Italian mountain stronghold made up of concrete bunkers, wire, and trenches.  The Italian force consisting of 15 squads and numerous crews man, 2 x 81mm mortars and a pair of 150mm artillery pieces.&#10;&#10;&#10; &#10;&#10;    PE-4 Operation Kugelblitz- Boards 39, 52, and 6&frac12;-turns; a blizzard had struck dumping a heavy snowfall across central Yugoslavia, a Prinz Eugen SS-Company consisting of 10 squads and supported by a HMG, a 37mm AT-Gun, and an 81mm mortar has set up a blocking position along a forested ridge line.  A Yugoslavian battalion- consisting of 30 squads and guided by Partisans, look to force a pass over the same ridge line. &#10;&#10;&#10; &#10;&#10;    PE-5 Operation Scheensturm- Boards 34, 36 and 8&frac12;-turns; a sequel to Operation Kugelblitiz, has a Prinz Eugen SS-Company consisting of 10&frac12; squads supported by HMG and 81mm Mortars are spread thinly along a deep forested stream in central Yugoslavia.  There they are assaulted by a Yugoslavian battalion consisting of 28 squads guided by Partisans looking to break out. &#10;&#10;&#10; &#10;&#10;    PE-6 Better to Sweat than Bleed- Boards 3, 40, and 7-turns; a Prinz Eugen SS-Heavy Weapons Platoon consisting of a HMG, a 37mm AT-Gun, a pair of Light mortars and a medium mortar struggles into position to provide fire support on the Partisans guarding the far bank as a Prinz Eugen SS-Company consisting of 9 squads and commanded by a 9-2 race forward to seize a bridge and the village before Yugoslavian reinforcements. &#10;&#10;&#10; &#10;&#10;    PE-7 Operation Draufg&auml;nger- Boards 14, HOB II, and 9-turns; a Prinz Eugen SS-Company consisting of a dozen squads and supported by a pair of HMG and 37mm AT-Guns fans out to capture and a Yugoslavian airfield defended by a pair of 37mm AA-Guns and the over watching mountain fortification manned by a dozen Partisan squads armed with medium machine guns and light mortars. &#10;&#10;&#10; &#10;&#10;    PE-8 Former Allies- Boards 23, 49, and 7-turns, the fortunes of war have change and the Bulgarians, now former allies are advancing into Yugoslavia.  A depleted Prinz Eugen SS-Company consisting of 7&frac12; squads reinforced by platoon of engineers and supported by platoon StuG IIIs, have been give the task of getting rid of an unwanted bridgehead.  All that stands in their way is a Bulgarian battalion consisting of 15 squads armed with German SWs and supported by a pair of 50mm AT-Guns. &#10;&#10;&#10; &#10;&#10;    PE-9 No Sight for Sore Eyes- Boards 4, 17, and 5&frac12;-turns; the sequel to Former Allies, as the Bulgarians in battalion strength (15 squads) armed with German SWs and supported a platoon of Panzer IVs, now launches out of the bridgehead and streams southwards en masse.  A Prinz Eugen SS-Company consisting of 7 squads quickly sets up a delaying position to slow the on rushing Bulgarians.  During the night they receive much need support from a pair Luftwaffe 88mm AA-Guns formerly of the oilfields at Ploesti.&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Modular Board"
    ],
    "Families": [
      "Game: Advanced Squad Leader",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Full On World Soccer",
    "ID": 39246,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.67",
    "Link": "https://boardgamegeek.com/boardgame/39246/full-on-world-soccer",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The object of 'Full On World Soccer (i.e. football) is to score more goals than your opponent. To do this, you move your eleven players (coloured discs representing one of 32 countries) around the board to control the ball. Each turn the player in possession of the ball rolls three six-sided dice (including one directional die) and moves the ball accordingly. The aim is to move the ball into the goal or to another one of the players on the same team to retain possession. The game ends at the end of the allotted time. Two 30 minute halves are suggested in the rules, however any length game could be played.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Python-opoly",
    "ID": 39247,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.97",
    "Link": "https://boardgamegeek.com/boardgame/39247/python-opoly",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the publisher:&#10;&#10;Officially licensed Monty Python game of buying and selling property in King Arthur's Britain while hunting for the Holy Grail.&#10;&#10;You, too, can quest for the Holy Grail, buy hovels, build castles, enjoy a spanking, and even make it to Scene 24! Charge excessive groats for hanging out at your Castle of Aaarrrggghhh in this great game based on Monty Python and the Holy Grail.&#10;&#10;",
    "Categories": [
      "Economic",
      "Humor",
      "Movies / TV / Radio theme",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading",
      "Variable Player Powers"
    ],
    "Families": [
      "Celebrities: Monty Python",
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Barn-geni!",
    "ID": 39249,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.80",
    "Link": "https://boardgamegeek.com/boardgame/39249/barn-geni",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "0",
    "Description": "A trivia game for children. Collect one card from each category by answering correctly, then move to the goal square in the middle of the board to win.&#10;&#10;Similar to Trivial Pursuit.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Game: Geni"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bamse: Kvartettspel",
    "ID": 39250,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "3.83",
    "Link": "https://boardgamegeek.com/boardgame/39250/bamse-kvartettspel",
    "Min Players": "3",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The goal is to get four of one kind of card. The active player asks another player of his/her choice for a card, and if there is a match he receives it and gets to ask again. If not, the turn goes over to the next player in line.&#10;&#10;This game is similar to another Swedish cardgame called &quot;Finns i sj&ouml;n&quot; (Go fish)  which is played with an ordinary deck of cards.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Trading"
    ],
    "Families": [
      "Characters: Bamse"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mini eller maxi",
    "ID": 39253,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.75",
    "Link": "https://boardgamegeek.com/boardgame/39253/mini-eller-maxi",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "The goal of the game is to score points by associating from categories such as &quot;famous love-couples&quot; etc. You either get point from associating the same as your competitors, or uniquely, depending on how you roll the dice.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Ski Sprung Spiel",
    "ID": 39254,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/39254/ski-sprung-spiel",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The Ski Sprung Spiel (in English: Skijump Game) is trying to simulate a ski jump competition. After team selection each player will roll dice for selecting the highest position on the jump tower. Therefore all seven dice are rolled. After each roll at least one die has to be set aside face up. When all dice have been allocated the jumper is placed on the tower according to the rolled total result which is equivalent to a certain jump distance in meters. After all players are set up one player puts one of his jumpers for the jump. Then card play takes over. The effect of cards is to add or subtract jumping length from the a fore determined jumping length (the dice roll) or to move the jumper left and right on the hill simulating wind. Other players play cards for this jumper which are countered by the jumping player. This goes in turn i.e. player A plays card jumping player plays card, player B plays card jumping player plays card and so on until each non-jumping player had the chance to play a card. If the jumper is moved too much to the left or right or too long or too short of the board it is counted as a fall. Finally the jumping player plays a card for the landing again adding or subtracting metres. The final result will be noted down. The player which ski jumper has the farthest jump wins the game.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting"
    ],
    "Families": [
      "Sports: Skiing",
      "Sports: Winter Sports"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Chancellors",
    "ID": 39255,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.54",
    "Link": "https://boardgamegeek.com/boardgame/39255/chancellors",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "a resource management game for 2 to 4 players, using the Decktet&#10;&#10;The Lord High Chancellor has retired, but the King has not yet named a successor. As one of the King's Chancellors, you are hoping to move up to the first seat. To do this, you need to impress His Majesty and outdo the other Chancellors. Fail and you'll be a back bencher for the rest of your career. Of course, things could be worse than being a mere Chancellor. If things go too badly, the King might decide to fire all the old advisers.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [],
    "Families": [
      "Series: Decktet Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Agricola: Ö-Deck",
    "ID": 39256,
    "Year": "(2008)",
    "Geek Rating": "5.767",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/39256/agricola-o-deck",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.0323",
    "Description": "The &quot;&Ouml;-Deck&quot; brings 24 new cards for Agricola. Theme of this expansion is Austria (&Ouml;sterreich, that's why it is called &Ouml;-Deck). Visitors of the gameplay festival in Vienna 2008 were able to get one copy of only 3000 printed in German. The cards were later also printed in English (quantities unknown).&#10;&#10;The &Ouml;-Deck brings 12 new occupation cards and 12 new minor improvement cards.&#10;&#10;It was included in Agricola: The Goodies Expansion&#10;&#10;Expands:&#10;&#10;     Agricola&#10;&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game",
      "Farming"
    ],
    "Mechanics": [
      "Worker Placement"
    ],
    "Families": [
      "Country: Austria",
      "Game: Agricola"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Beat the Border",
    "ID": 39257,
    "Year": "(1971)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.25",
    "Link": "https://boardgamegeek.com/boardgame/39257/beat-the-border",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "1",
    "Description": "A fun little game from the early 1970s drug culture. The goal of the game is to make money buying and selling &quot;kilos&quot; (of what is left to your imagination).&#10;&#10;Simple roll and move mechanics. Start with $1000. Cross the border to buy kilos from various sources (Edwardo, Renaldo, Jose, ...) then attempt to cross the  border and sell your recent purchase in various U.S. cities (from Tucson to New York).&#10;&#10;If you're carrying kilos you can be busted by various U.S. government agencies. One nice touch if you're not carrying to you can &quot;fly&quot; to the start space for $100 from anywhere on the board. There's even other odds and ends to purchase that can help you out (lawyers, fake id, &quot;heater&quot;)&#10;&#10;Play to a certain preset goal ($25,000 to $100,000, is suggested, but more or less will work).&#10;&#10;",
    "Categories": [
      "Economic",
      "Humor"
    ],
    "Mechanics": [
      "Commodity Speculation",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "GanXtaZ!",
    "ID": 39258,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/39258/ganxtaz",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Each player plays their favourite 'ganxta', tries to build their reputation, choose the correct tactics and to become the boss of the underworld at the end of the game.&#10;&#10;The system is based on communication between the players.  The game board does not say whai happens, but what could happen.  Everything is decided by the result of a 'roshambo' with the other players.  You can try to guess your opponent's intentions, bargain with them, trick them, even bribe them.&#10;&#10;The game takes place in four quarters, from the ghettos to the luxury of the choicest casino.&#10;&#10;Further details on www.rebelshop.cz&#10;&#10;",
    "Categories": [
      "Mafia",
      "Negotiation",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Rock-Paper-Scissors",
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Hirnakrobaten",
    "ID": 39259,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.67",
    "Link": "https://boardgamegeek.com/boardgame/39259/hirnakrobaten",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Mind Acrobats: The players must find a way to the goal through the mind paths of the game board as quickly as possible.&#10;&#10;Edition Spielbox #85 - from issue 5/2008&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Dice"
    ],
    "Mechanics": [],
    "Families": [
      "Magazine: Spielbox"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Personnages Historiques a Reconstituer",
    "ID": 39260,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/39260/personnages-historiques-a-reconstituer",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "This French-language educational game consists of 16 sets of 3 tiles each depicting important French leaders from Vercingetorix to Napoleon III.  Each set of tiles displays the head (plus name and birth and death dates), torso, and legs of the leader in question.  All three cards are marked with the same identifying number (1-16).  The game also comes with a 4-page biographical survey of the depicted leaders.&#10;&#10;For the under-6's, the game is simply one of putting the tiles together to form the leaders.  In the solitaire version, the child attempts to correctly construct all 16 figures. In the two-player version, children flip tiles one at a time by turn, trying to build the leaders.  The child with the most complete leaders wins.&#10;&#10;The game for 6-and-overs plays with a simple Go-Fish mechanic where 2-3 players take turns trying to reconstruct the famous leaders of French history by asking each other for specific body parts and pulling from the draw pile if they don't get them.  Again, the winner is the player who has reconstituted the most historical personages before the draw pile is gone and someone has run out of tiles.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational"
    ],
    "Mechanics": [
      "Open Drafting",
      "Pattern Building",
      "Pattern Recognition",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Munchkin Wicked Dice & Bag",
    "ID": 39261,
    "Year": "(2008)",
    "Geek Rating": "5.528",
    "Avg Rating": "6.58",
    "Link": "https://boardgamegeek.com/boardgameexpansion/39261/munchkin-wicked-dice-and-bag",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.8",
    "Description": "Part of the Munchkin series&#10;&#10;The Wicked Munchkin Die is produced by Q-workshop&mdash;under license from Steve Jackson Games&mdash;for the game MUNCHKIN&#226;&#132;&#162;.&#10;&#10;The die itself is a large decahedron (d10) numbered &ldquo;1&rdquo; through &ldquo;Ding!&rdquo; with each face showing the iconic Munchkin character (artwork by John Kovalic) in ever increasing amounts of gear as he progresses from level 1 to level 10.&#10;&#10;The die is available in a number of variations:&#10;&#10;     Wicked Munchkin Die &ndash; Black line art on a white die.&#10;     Wicked Munchkin Bag &amp; Die &ndash; Adds a linen dice bag decorated with a coloured Munchkin character.&#10;     Wicked Munchkin Die, Premium Hand Painted &ndash; Each face is hand-coloured by artists working with Q-workshop.&#10;     Wicked Munchkin Die, Deluxe Hand Painted &ndash; Each face is hand-coloured by artists working with Q-workshop. The quality is better than the premium hand painted die.&#10;     Wicked Munchkin Die, Holiday Edition &ndash; White line art on a red die.&#10;     Wicked Munchkin Die (Pink) &ndash; Black line art on a pink die. This color originates when they switch production between white and red dyes. Very rare.&#10;     Wicked Munchkin Die (Blue) &ndash; Blue line art on a white die.&#10;&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Special rulesGeneral rule:&#10;If you are using a Wicked Munchkin Die, you start the game with one extra level.&#10;&#10;Special rule: &ldquo;Roll the Bones&rdquo;&#10;If you are using the Wicked Munchkin Die, and you are fighting an undead monster you may spend a level to roll that die. You get a bonus equal to the roll against that monster.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Humor"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Munchkin"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Charts",
    "ID": 39262,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.75",
    "Link": "https://boardgamegeek.com/boardgame/39262/charts",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "0",
    "Description": "The first game release of Michael Schacht based on his 1995 finalist of the &quot;Hippodice Autorenwettbewerb&quot;.&#10;&#10;The game is about producing bands and releasing records. Depending on the positions in the charts the players get more or less fame and money.&#10;&#10;",
    "Categories": [
      "Economic",
      "Music"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Munchkin Bobblehead",
    "ID": 39264,
    "Year": "(2007)",
    "Geek Rating": "5.508",
    "Avg Rating": "6.26",
    "Link": "https://boardgamegeek.com/boardgameexpansion/39264/munchkin-bobblehead",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2",
    "Description": "The Munchkin Bobblehead adds a new rule to any game of Munchkin.  By having him present, you are able to re-roll one die per game.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Publisher's DescriptionMunchkin has sold hundreds of thousands of copies, with more than a dozen different sequels and supplements, covering fantasy, sci-fi, chop-socky, horror, and more. With each set, the monsters get bigger, the curses stronger, and your party members no more trustworthy.&#10;&#10;It's dangerous out there. You need a buddy.&#10;&#10;The Munchkin Bobblehead will watch your back during your adventures, nodding encouragement to help you through the tough patches, and congratulating you on your treasure. Keep him on your desk at the office for inspiration - after all, what's the office but a dungeon with cubicles? The classic Munchkin figure, complete with horned helm, bag of loot, and enormous hammer (and his latest victim!) is a great way to spot your fellow Munchkin players.&#10;&#10;But most of all, keep him around during your Munchkin games. Not only is he nifty in his own right... he gives you an advantage in play. And in Munchkin, you need every bonus you can get.&#10;&#10;Munchkin Bobblehead - your nodding, bonus-giving, classic Munchkin buddy, 100% guaranteed to not stab you in the back.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;OtherPart of the Munchkin series.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fighting",
      "Humor"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Munchkin"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Die kleine Spielerei",
    "ID": 39266,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/39266/die-kleine-spielerei",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "'Little Game'&#10;&#10;All players are editors of the Spielerei German Games magazine and they all want to show their 5 latest reviews to the chief editor.  But only the only review that will be printed is the one that is shown first to the chief editor.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Open Drafting",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Nicke & Nilla: Spel & bus på vinden",
    "ID": 39267,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/39267/nicke-and-nilla-spel-and-bus-pa-vinden",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "The goal of the game is to collect &quot;Nicke &amp; Nilla&quot; tokens. You gain tokens by following instructions from the cards, as well as challenge and win tokens from your fellow players.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Nijntje aan zee",
    "ID": 39268,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/39268/nijntje-aan-zee",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Miffy (Nijntje) plays on the beach with her friends, collecting shells.&#10;&#10;Three big Miffy &quot;Meeples&quot;, in three different colors, are used to collect shells on the beach, using color-sided dice (D6).&#10;&#10;a nice plus: the &quot;meeples&quot; can also be used to really play in the sand!&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Characters: Miffy"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shenanigans Dice Games",
    "ID": 39269,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/39269/shenanigans-dice-games",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "This set includes three types of dice: 5 poker dice, 5 regular dice, and a die showing various parts of the body.  Also in the package is a dice cup and a hardcover book that describes proper dice rolling etiquette, the distribution of outcomes (bell curve), and rules for 19 games many of which include a variation using the die with the body parts.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Diamond Dynasty",
    "ID": 39270,
    "Year": "(1985)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/39270/diamond-dynasty",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Diamond Dynasty includes two Gold Decks of Domino 32 cards, two Silver Decks of Domino 32 cards, a set of Play Money (80 pieces, 8 denominations), the Domino 32 Card Games booklet which includes the rules for 9 games, printed out rules for the games Twister: Dragon Dances and Diamond Dynasty along wit ha set of scoring sheets.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Game System"
    ],
    "Mechanics": [
      "Pattern Building",
      "Pattern Recognition",
      "Set Collection",
      "Team-Based Game",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bohnenspiel",
    "ID": 39271,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.12",
    "Link": "https://boardgamegeek.com/boardgame/39271/bohnenspiel",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "3",
    "Description": "Bohnenspiel (Bean Game) is an old German game for two players that belongs to the Mancala family of pit and seeds games.&#10;&#10;As for the other games in the Mancala Family, the goal of the game is to accumulate more seeds in player's storehouse than the opponent.&#10;&#10;This is done by landing the last seed you are &quot;sowing&quot; in some pit bringing the total number of seeds in that pit to two, four or six. All previous pits containing two, four or six seeds are captured as well.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Mancala"
    ],
    "Families": [
      "Category: Combinatorial",
      "Digital Implementations: igGameCenter",
      "Players: Two-Player Only Games",
      "Traditional Games: Mancala"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "muistiepeli",
    "ID": 39273,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/39273/muistiepeli",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Muistiepeli is a memory game for Ages 6 - 10. It helps to learn also the basic childrens' rights listed by the United Nations. To aid with the learning, this game also has pictures and poems.&#10;&#10;As in the basic memory game you try to find matching pairs. However in this game the pictures are different and the poems continue in the pairs.&#10;&#10;The game includes two sets of rules. First is for the small children the second set is for the little older children.&#10;&#10;",
    "Categories": [
      "Educational",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Star Wars Clone Wars: Sith gegen Jedi",
    "ID": 39275,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/39275/star-wars-clone-wars-sith-gegen-jedi",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The republic is full of conflicts. One solar system after the other is turns into a battle field. In this card game you assume the role of a warrior in the star wars universe trying to survive by using your skills and a little bit of luck.&#10;&#10;Box content:&#10;&#10;99 cards in six colors&#10;18 planet cards in six colors &#10;6 Coruscant-cards in 6 colors&#10;6 stand-up characters (cardboard)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Fictional Events: Clone Wars",
      "Movies: Star Wars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Letters and Numbers Game",
    "ID": 39280,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/39280/letters-and-numbers-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Basic childrens' game based on the Disney's Mickey Mouse Clubhouse television show.&#10;&#10;From the box:&#10;&quot;Make a match with Mickey and friends.  Have a blast with the cast of the Mickey Mouse Clubhouse Show.  Match numbers on one side of the gameboard, then flip it over and see if you can match letters to spell the names of favorite characters.  Will you be the Hot Dog in this game?&#10;&#10;Reinforces:&#10;Number matching&#10;Letter Recognition&#10;Basic words&#10;&#10;",
    "Categories": [
      "Educational",
      "Memory",
      "Number",
      "Word Game"
    ],
    "Mechanics": [
      "Memory",
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Stirling 1297",
    "ID": 39282,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.80",
    "Link": "https://boardgamegeek.com/boardgame/39282/stirling-1297",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3",
    "Description": "A game over the battle of Stirling 1297. &#10;William Wallace defeated the combined English forces of John de Warenne, 7th Earl of Surrey and Hugh de Cressingham&#10;The game use the Sredniowiecze system and it has a 100/70 cm map, 240 counters. The rules are in Polish.&#10;&#10;",
    "Categories": [
      "Medieval",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Stirling (Scotland, UK)",
      "History: Wars of Scottish Independence",
      "Players: Two-Player Only Games",
      "Series: Średniowiecze (Taktyka i Strategia)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Crypt",
    "ID": 39283,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.70",
    "Link": "https://boardgamegeek.com/boardgame/39283/crypt",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Crypt:  Monster and magic in a dungeon you create!&#10;&#10;In Crypt, players take on the role of evil wizards who control competing monster forces, which move about in a dungeon that constantly grows.  Each turn, a player may take one of three actions:  lay a tile which expands the dungeon, move a monster in his force, or cast a magic spell.  The objective is to move your monsters into enemy Crypts.&#10;&#10;Monsters begin the game in their home Crypt.  Each has a strength and movement rating.  Strong monsters are slow, weak ones fast.  Which will you play early and which will you save for later?  Which will you use to defend, and which will seek entry into enemy Crypts?&#10;&#10;Dungeon tiles are used to build the dungeon.  Lay them carefully to block monsters from entering your Crypt, and make entryways into enemy Crypts.&#10;&#10;Spell tiles keep things interesting.  Poisons lower abilities; Potions raise them.  A Reaper could mean instant death, while a Seraph returns you safely to your Crypt.  Traps stop movement, while a Ghost lets you walk through walls.  Or use Transporters to pop up in unexpected places.  Suffering under an enemy spell? Remove it with a Zapper.&#10;&#10;Crypt is an easily-learned, quick-playing tile-laying game suitable for 2-4 players Ages 8 and up.  It is available as a self-published print-and-play game.&#10;&#10;",
    "Categories": [
      "Horror",
      "Print & Play"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The hand that feeds, the hand that beats",
    "ID": 39284,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/39284/the-hand-that-feeds-the-hand-that-beats",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The Hand That Feeds, The Hand That Beats.&#10;&#10;Gods want power&#10;... they'll do whatever it takes to get it...&#10;&#10;In a world of faith, or better: a world of faiths, different followers worship different Gods.&#10;The more faith and followers, the stronger a God is.&#10;So they play their game of power and strength and sometimes just use the followers as playing pieces...&#10;&#10;In The Hand that FEEDS, the Hand that BEATS, players represent a God and His followers. The priest of your faith&#10;may call a creature that scoops up the whole village and moves them around the board. The followers can then be used&#10;to acquire resources with which they build obilisks or the temple or a part of  one of the Gods' wonders: The Great Canal, The pyramid or the Mighty Colossus.&#10;&#10;Three conditions trigger the game end:&#10;1] If all three of the Gods' wonders are finished at the end of a round, the game ends.&#10;2] If the creature-deck runs  out, the round is played to the end, after which the game ends.&#10;3] After ten rounds, the game ends.&#10;&#10;Players try  to score the most victory points (VPs).&#10;&#10;     If they build or convert obelisks or the temple they immediately score VPs.&#10;     If they build parts of the Gods' wonders, they can score VPs every round.&#10;     If they control the obelisk in the oasis, they score VPs if other players use the oasis.&#10;     Some of the actions, miracles and disasters will earn a player VPs.&#10;     Lastly, and most importantly, the most popular faith will be elected to feed all the players and receives VPs equal to the popularity of the faith.&#10;&#10;&#10;",
    "Categories": [
      "Ancient",
      "City Building",
      "Religious"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Point to Point Movement",
      "Set Collection",
      "Worker Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "El Valle de la Muerte",
    "ID": 39285,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/39285/el-valle-de-la-muerte",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "3.5",
    "Description": "El Valle de la Muerte is a solitary game about the famous charge of the Light Brigade as a part of the fourth phase of the Battle of Balaclava on October the 25th of 1854.&#10;&#10;The game simulates the twenty terrible minutes of the charge against the Russian cannons, the combat against the gunners, the Russian cavalry, and finally the retreat of embattled survivors who were pursued by the Russian until the British lines.&#10;&#10;In the game, the principal characters of the Light Brigade are represented. As an example Lord Cardigan who rode in the front of lines, Captain Nolan who actively participated in the mistake that led the Light Brigade into Death Valley; Captain Morris of the 17th Lancers, etc. Details of the historical events are included, even the two dogs &ldquo;Boxer&rdquo; and &ldquo;Jemmy&rdquo; who were part of the charge are represented&rdquo;.&#10;&#10;",
    "Categories": [
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Simulation"
    ],
    "Families": [
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Conclave",
    "ID": 39286,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.92",
    "Link": "https://boardgamegeek.com/boardgame/39286/conclave",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.6667",
    "Description": "Do you want to vote a Pope? Now it&rsquo;s possible. Conclave recreates the event in which a new Pope is being elected. You represent one of the factions within the Vatican and your goal is to become the most powerful. &#10;During a conclave you know each player has to vote for a cardinal, but how will they vote? And how can you convince them how to vote? Who is your friend, who is your foe? Make your own plan, see what the others are up to, but most importantly, vote tactically and become the most powerful faction within the Vatican.&#10;&#10;Conclave recreates the event in which a new pope is being elected. The factions of cardinals use their influence to make one of them the new Pope. You represent one of those factions and it is your task to gain the most influence, and to be the Pope-maker&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Memory",
      "Religious"
    ],
    "Mechanics": [
      "Memory",
      "Open Drafting",
      "Voting"
    ],
    "Families": [
      "Religious: Pope"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BlockBoomer",
    "ID": 39287,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/39287/blockboomer",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "2",
    "Play Time": "2",
    "Weight": "0",
    "Description": "This game have been created by two people who have time to waste on school day. A game which just needs : A pencil, a piece of sheet grid, a Friend and your Brains. Cause it's a strategic game, where you need to fight and conquer territory, by strangle your enemy in a prison of holes. Ok. Now here is the rule.&#10;&#10;As told above, the only things you need, is Pencil and Sheet grid, That's right, no eraser just that. Its a game which is simple to do, to play, and to explain. Just few rules to understand and you can play.&#10;&#10;What about the story ? Imagine that you are in a limited zone, with a chosen draw as player. You move and shoot each turn. When you move, you blacken your old player and place a new one at movement range. When you shoot, you blacken the place you shot from which is in Attack Range. A place which is Blackened cannot be passed through and is considered as an empty box. When the players ( all players ) aren't connected ( divided by empty boxes. ) The game ends, and the winner is the player with the most space. This game maybe looks  boring but it isn't!  Try it, its cost you nothing.&#10;&#10;A lot of variants can be made, from the mines to Multiplication Artifact and Invisible Shield. Same for the Mod, Capture Flag, Zombie mod, Team, Werewolf. Infinite possibilities.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Fighting",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Paper-and-Pencil"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pex",
    "ID": 39288,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.18",
    "Link": "https://boardgamegeek.com/boardgame/39288/pex",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "2",
    "Description": "Pex is a two-player abstract board game played on a board with pentagonal tiling.&#10;&#10;Both players place stones trying to form a chain connecting opposite sides of the board marked with their color.&#10;&#10;This game is a close relative to Hex but the unique tiling makes the game strategies different.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Category: Combinatorial",
      "Digital Implementations: igGameCenter",
      "Mechanism: Connection",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Godzilla: Monsters Attack!",
    "ID": 39289,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.93",
    "Link": "https://boardgamegeek.com/boardgame/39289/godzilla-monsters-attack",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.3333",
    "Description": "Godzilla: Monsters Attack! is a co-operative game based on the Godzilla franchise.  At the start of the game, two monsters are chosen from a collection of monsters from the Godzilla universe.  During the game, the monsters randomly move around the board fighting each other, fighting military units, and destroying cities.  The players lose if the monsters cause too much destruction.  To prevent this, players need to move around the board investigating various locations to uncover a plot.  Once the players have done enough investigating, one of numerous plot cards is drawn.  The plot provides a win condition for the players but also makes the monsters more powerful.  The players must then race to meet the win condition before the monsters destroy Japan.  Aside from uncovering and resolving a plot, players may also build and mobilize military units to prevent the monsters from damaging the cities and buy valuable time.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Unreleased Games",
      "Movies: Godzilla",
      "Theme: Kaiju"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Inside Track",
    "ID": 39291,
    "Year": "(1959)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/39291/inside-track",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "From the rule book cover:&#10;&#10;&quot;EDUCATIONAL&#10;Learn business terms and practices...&#10;stock market, high finance, bartering...&#10;Become wiser by trading and manipulating...&#10;A game of skill combined with chance...&#10;&#10;ENTERTAINING&#10;Interesting to young and old...&#10;Delightfully amusing...&#10;Every game different...&#10;One throw of the dice and you may &quot;gain&quot; a hotel or &quot;lose&quot; your shirt...&#10;but one thing is sure that everyone will enjoy the game...&quot;&#10;&#10;Inside Track is a for 3-6 players based on business principles of purchasing, leasing, and bartering.  Play progresses with players taking leases on different businesses, each with different income properties.  Play continues, until all but two players are bankrupt.  At that time players have a final audit of the last two players to determine the winner.  The object of the game is to accumulate the greatest wealth (leased property and money) at the final audit.&#10;&#10;",
    "Categories": [
      "Dice",
      "Economic",
      "Educational",
      "Industry / Manufacturing",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Dice Rolling",
      "Roll / Spin and Move",
      "Set Collection",
      "Stock Holding",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Caylus Magna Carta: The Library",
    "ID": 39292,
    "Year": "(2007)",
    "Geek Rating": "5.591",
    "Avg Rating": "6.79",
    "Link": "https://boardgamegeek.com/boardgameexpansion/39292/caylus-magna-carta-the-library",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.25",
    "Description": "Expansion for the 2007 Ystari Game &quot;Caylus Magna Carta&quot; (from Spielbox 2/2007).&#10;&#10;Whoever builds the library may take the first card from their draw pile (in phase 1 - income) each round.&#10;&#10;Note:&#10;&#10;    This card is included with the Rio Grande Games edition of the base game&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "City Building",
      "Economic",
      "Expansion for Base-game",
      "Medieval"
    ],
    "Mechanics": [
      "Hand Management",
      "Worker Placement"
    ],
    "Families": [
      "Game: Caylus",
      "Magazine: Spielbox",
      "Series: Ystari originals",
      "Theme: Books / Libraries"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hexe Lilli macht Zauberquatsch: Kartenspiel",
    "ID": 39293,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/39293/hexe-lilli-macht-zauberquatsch-kartenspiel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Hexe Lilli is a famous German children&lsquo;s book character. &#10;In the game Hexe Lilli (witch Lilli) makes a big chaos when performing magic. The players have to keep in mind where the different sized bewitched things are.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Fantasy",
      "Memory",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Memory",
      "Trick-taking"
    ],
    "Families": [
      "Books: Lilly the Witch",
      "Theme: Witches"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Nuke Norway Now",
    "ID": 39294,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.33",
    "Link": "https://boardgamegeek.com/boardgame/39294/nuke-norway-now",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Allways wanted to A-bomb Norway and steamroll and &#10;put tarmac all over it, including the cities and the civilians?&#10;&#10;NUKE NORWAY NOW / Handmade not mass produced version.&#10;English version officially released at Essen2009 together with NNN &quot;the soundtrack&quot;&#10;Swedish version Officially released: 7 December 2008 (No longer produced)&#10;Tactical &amp; strategical boardgame for 2players &#10;( includes a 3player scenario also)&#10;Age: Ages 12 and up with an adult explaining the rules)&#10;Gameplay time: 180minutes +&#10;&#10;Including in the game box:&#10;Rulebook&#10;Big full colour game map&#10;90+ Swedish units&#10;90+ Norwegian units&#10;30 other units.&#10;A-bomb radiation diagram&#10;36+ event cards&#10;&#10;Perhapsable bonus:&#10;Nuke Norway Now pin, NNN Warsong (opera) &#10;NNN bookmark, NNN T-shirt, small book about Same.&#10;&#10;Planned expansions in 2009&#10;&quot;Same rebellion 2011&quot; for 3players  &#10;&quot;Swedish Jihad outbreak&quot;&#10;&#10;Released expansions:&#10;Norwegian SS-zombies  ( here at bgg)&#10;&#10;Translation to english for the Internationalmarket&#10;by Wulf Corbett (also a boardgamegeek:))&#10;&#10;Soundtrack by Henrik Svensson and the&#10;pure satanicmetalband DemonicShadow and Emmerich.&#10;http://www.myspace.com/demonicrock&#10;&#10;NNN the soundtrack videorelease at youtube&#10;http://www.youtube.com/watch?v=WuonzSP3Bko&#10;&#10;1. March for Freedom ( Official Nuke Norway Now tune)&#10;2. Legions of Death - Demonic Shadow&#10;3. Vengeance - Demonic Shadow&#10;4. In the Dark - Demonic Shadow&#10;5. Medal of honour -Emmerich&#10;6. March for Freedom (official party version)&#10;7. Vaktregemente G&ouml;ran Perssons marshvisa&#10;&#10;All music is copyright demonicshadow,Henrik Svensson,&#10;Emmerich, NNN music Peter Stenberg 009&copy;&#10;&#10;",
    "Categories": [
      "Educational",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Dice Rolling",
      "Hexagon Grid",
      "Open Drafting",
      "Simulation",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Country: Norway",
      "Theme: Nuclear option"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Buck Rogers 2.0",
    "ID": 39296,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.08",
    "Link": "https://boardgamegeek.com/boardgameexpansion/39296/buck-rogers-20",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.6667",
    "Description": "This is an expansion and upgrade to the game &quot;Buck Rogers: Battle for the 25th Century&quot; published by TSR in 1988 and requires a copy of that game in order to play.  If you have that game, just print out these components and you can play Buck Rogers 2.0.&#10;&#10;It is a game of conquest set in the inner solar system in the 25th century; the board features the planets Mercury, Venus, Earth, and Mars, along with the Asteroid belt.  Players build armies and space fleets and struggle to control these territories; whoever has the most territory at game end wins.&#10;&#10;Each player controls a character from the Buck Rogers universe, who grants the pieces around him or her special abilities.  These special powers will often dictate that player's strategy.&#10;&#10;Each game turn begins with each player bidding for turn order and then building new units.  They can build these units at factories, and can also buy mercenaries from the black market.  They can build ground units, which are vital for controlling planets, and spaceships which are necessary for traveling from one world to another.&#10;&#10;Then, in turn order each player moves his or her units; they may move as many or as few of their units as they like.  At the end of this phase, combat will occur if any player's units are in the same zone as another's, though combat can happen during movement if one player tries to move units through or out of a zone containing enemy units.&#10;&#10;In combat, units are moved to a &quot;battle board&quot; which allows the players to make tactical choices for their units.  The front section is the &quot;battle line&quot; where units may fire but are vulnerable to enemy fire, while the rear section is the &quot;reserve line,&quot; where units may not fire but are protected from enemy fire by units in the battle line.  Each unit has a set of numbers it needs to roll on a d10 in order to hit; which number it needs depends on the unit it is firing at.  Once only units from one faction remain the battle is over.&#10;&#10;Once all battles are complete, if no player has won the game the planets and asteroids all move forward one zone in orbit around the sun.  Since different planets complete orbits in different amounts of time, players need to watch for &quot;conjunctions&quot; where planets are close to one another and the opportunity exists for players to move from one planet to another quickly.&#10;&#10;Changes to the original game include:&#10;&#10;     Balanced Leader Abilities&#10;     9 new leaders - including 3 from the 1930's serial films &#10;     Turn order decided by bidding instead of randomly&#10;     Expanded Territory-Based Black Market Production &#10;     Use of the Cards During the Game (not just for setup)&#10;     Expanded Pass-through Fire Rules&#10;     The Tactical Battle Board for Combat&#10;     Offensive Gennie Variant (no more gennie turtling!)&#10;&#10;&#10;Upgrades:&#10;&#10;    Buck Rogers: Battle for the 25th Century Game&#10;&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Dice",
      "Economic",
      "Expansion for Base-game",
      "Fighting",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Print & Play",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": [
      "Characters: Buck Rogers"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Wars Clone Wars: Das letzte Gefecht",
    "ID": 39297,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.47",
    "Link": "https://boardgamegeek.com/boardgame/39297/star-wars-clone-wars-das-letzte-gefecht",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "The large, strategic board game Star Wars - Das letzte Gefecht features the ultimate last battle deciding on victory or defeat of the Jedis. Players not only need tactics, but also strong nerves. Face the ultimate final battle &ndash; save the world. In this game you have to choose the right allies in the solar system to stand the chance to win. The right combination of your ally&rsquo;s strategy and your own tactics boost your chances to emerge victorious in the last battle.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Fictional Events: Clone Wars",
      "Movies: Star Wars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Im Neandertal",
    "ID": 39298,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.62",
    "Link": "https://boardgamegeek.com/boardgame/39298/im-neandertal",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "From the same publisher of Vom Neanderthaler zum &#195;&#150;tzi, another card-driven educational game with a prehistoric theme.&#10;The cards represent typical elements in the life of Neanderthal men: companions, resources, dangers.&#10;40 cards are distributed face down on the table: the players uncover one of them at every turn. In some cases they can keep the card (if, for example, it represents food, a companion or another useful resource), in other cases they have to remember the card position, because it can be useful later, for example to defend the player against a dangerous animal.&#10;The winner is the first player to collect seven cards that he or she can keep (resources or allies).&#10;&#10;",
    "Categories": [
      "Educational",
      "Memory",
      "Prehistoric"
    ],
    "Mechanics": [
      "Memory",
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dunger Derby",
    "ID": 39299,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgame/39299/dunger-derby",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.6667",
    "Description": "Dungers are smelly, noisy cantankerous beasties who overrun the wastelands. Entrepreneurial gangers will often organize a race, or a derby, with these vile critters and hilarity usually abounds!&#10;&#10;Dunger Derby is a simple racing game for kids (or adults for whilst drinking!). The set comes with rules, card counters, 5 resin Dungers and a resin Ring of Random.&#10;&#10;",
    "Categories": [
      "Dice",
      "Humor",
      "Miniatures",
      "Racing",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Surf Game",
    "ID": 39300,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/39300/surf-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "In this game you are a famous Brazilian surfer and must be the first to surf five points in order to win.&#10;&#10;",
    "Categories": [
      "Sports",
      "Travel"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Surfing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mascate",
    "ID": 39301,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/39301/mascate",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Mascate was a non collectible cardgame about commerce in Colonial Brasil (Circa XVII, XVIII centuries). The player was a Mascate ( a kind of Trader in Brasil), and he travels at the principal cities in Colonial Brasil transporting cargo and goods. The games was designed for solitaire mode and four players.&#10;&#10;Game Art by brazilian artist Jos&eacute; Augusto Praguer&#10;&#10;&#10;Mascate &eacute; um jogo de cartas n&atilde;o colecion&aacute;vel que retrata o com&eacute;rcio no Brasil Colonial. Os jogadores s&atilde;o Mascates, onde atrav&eacute;s de viagens passam por perigos e aventuras, desbravando o territ&oacute;rio Brasileiro, em busca de fama e riqueza. O jogo pode ser jogado de 1 a 4 jogadores a partir de 10 anos e tem como objetivo desenvolver a estrat&eacute;gia, al&eacute;m do gosto pela hist&oacute;ria nacional. O Jogo tem dura&ccedil;&atilde;o m&eacute;dia de 60 minutos e pode ser jogado por toda a fam&iacute;lia !&#10;&#10;Arte do Jogo pelo Artista Jos&eacute; Augusto Praguer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Transportation"
    ],
    "Mechanics": [
      "Area Movement",
      "Trading"
    ],
    "Families": [
      "Country: Brazil",
      "Theme: Colonial"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Venison",
    "ID": 39302,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.17",
    "Link": "https://boardgamegeek.com/boardgame/39302/venison",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "&quot;It's What They Want For Christmas!&quot;&#10;&#10;Santa has only five houses left to deliver gifts to this Christmas Eve. Unfortunately, the town is rife with hunters who only want one thing for Christmas&mdash;venison! Will Santa be able to deliver all the toys to the good little boys and girls before the hunters shoot all of his reindeer down?&#10;&#10;Venison is a flicking game with one player assuming the role of the hunter and the other of the reindeer. The reindeer player's goal is to deliver gifts to all five houses by flicking his reindeer pieces into them. The hunter's goal is to kill all of the reindeer using pieces representing claw traps and bullets.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Variable Player Powers"
    ],
    "Families": [
      "Holidays: Christmas",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Heroscape: Viper's Vengeance",
    "ID": 39303,
    "Year": "(2005)",
    "Geek Rating": "5.631",
    "Avg Rating": "7.65",
    "Link": "https://boardgamegeek.com/boardgameexpansion/39303/heroscape-vipers-vengeance",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.5556",
    "Description": "The Elite Onyx Vipers are a three-member squad of snake figures for use in the Heroscape series of games. They are a repaint of the Venoc Vipers squad, which debuted the previous year in the Snipers and Vipers expansion set as part of Collection 1, Malliddon&#039;s Prophecy.&#10;&#10;The &quot;EOVs&quot; (as they are commonly referred to) were available only in a 2005 limited edition of the Rise of the Valkyrie master set, which was a Walmart exclusive. They were later included in Wave 10 (Valkrill's Gambit: Champions of Renown).&#10;&#10;Detailed list of figures&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board"
    ],
    "Families": [
      "Game: Heroscape"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Nova Race",
    "ID": 39305,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/39305/nova-race",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "A racing game aimed at younger children, NOVA RACE has elements of classic games such as Chutes and Ladders, The Game of Goose and Sorry to name a few. It has a space theme in which each player represents a different company racing to be the first to reach the Nova. Simple roll and move mechanics move the player along, while various spaces on the board have differing symbols which represent a specific action. A guide is included to explain the meaning of each symbol. As in life, the players will encounter events which both help and hinder their race to the nova. Suggested   Ages 5 and up. Suggested number of players is 2 to 4. Estimated playing time is 20 to 30 minutes.&#10;&#10;",
    "Categories": [
      "Dice",
      "Racing",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Latvija Galda Spēle",
    "ID": 39306,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.88",
    "Link": "https://boardgamegeek.com/boardgame/39306/latvija-galda-spele",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3.75",
    "Description": "In Latvija Galda Spele you have 400 cards with 2400 questions from six categories : Miscellaneous, History, Sport, Culture, Nature and Geography. Most questions concern Latvia. Collect a token from each category to win. The players roll a die to move and then they must answer a question from the category they land on. If they answer correctly they get a token and when they've gathered tokens in every colour, they can head to the capital (center). First they need to get to a corner of the board where they answer a question of their own choosing. Then there are two coloured spaces from the corner to the center. When the players get to the center they answer a question of the other player(s) choosing. A correct answer in the center means victory!&#10;&#10;",
    "Categories": [
      "Memory",
      "Music",
      "Political",
      "Trivia"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Country: Latvia",
      "Series: Country Trivia (Tactic)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trivial Pursuit: Genus Edition (Polish)",
    "ID": 39307,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.89",
    "Link": "https://boardgamegeek.com/boardgame/39307/trivial-pursuit-genus-edition-polish",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "The first Polish edition of the classic trivia game. It has 2400 questions in 6 categories: geography, entertainment, history, literature &amp; arts, science &amp; nature, sports &amp; leisure.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Country: Poland",
      "Game: Trivial Pursuit"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Strawberry Shortcake Win By A Whisker Card Game",
    "ID": 39308,
    "Year": "(1979)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/39308/strawberry-shortcake-win-by-a-whisker-card-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "This card game is like Old Maid except with a twist. Instead of being declared the loser, the player who is left with the Old Maid (in this case, the Custard card) is declared the winner.&#10;&#10;The game begins by dealing out the 35 cards to all the players. Any pairs a player has are put down in front of them and the remaining cards are kept hidden. Players will then take turns picking a hidden card from another player. If a match is found, it is put down in front of the player that found it.&#10;&#10;The game ends when one player is left holding the &quot;Custard&quot; card (Strawberry Shortcake's cat). They are declared the winner.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Characters: Strawberry Shortcake",
      "Theme: Dolls"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hobbycon Minigame Flyer",
    "ID": 39309,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/39309/hobbycon-minigame-flyer",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "&quot;Hobbycon (an animation, comic &amp; game convention) is in town, but this time they got contest! Are you ready for it?&quot;&#10;&#10;A game where you compete with 1 or more players in a series of contest. Each player have 10 Effort Points which will be used differently in each contest. Each contest winner will be rewarded in Hobby Points. The highest Hobby Point by the end of the game is the winner.&#10;&#10;download the game here&#10;http://experimentalplayground.blogspot.com/2008/10/hobbycon-minigame-flyer.html&#10;&#10;",
    "Categories": [
      "Print & Play"
    ],
    "Mechanics": [
      "Action Points",
      "Paper-and-Pencil"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Huizenjacht",
    "ID": 39311,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/39311/huizenjacht",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "On a piece of land players have to construct houses and renovate them to villa's, with unexpected events obstruct or stimulate these actions. Use your cards well, place your houses tactical, negotiate smartly and create a dream villa from your house.&#10;&#10;The player who obtains 12 points first is the winner.&#10;&#10;Contents of the box:&#10;&bull; The gameboard&#10;&bull; 24 wooden houses&#10;&bull; 55 building cards&#10;&bull; 57 &quot;voor- en tegenspoed&quot; cards&#10;&bull; 4 evidence cards&#10;&bull; 40 banknotes&#10;&bull; 1 color dice&#10;&bull; 4 overview cards&#10;&bull; Rules&#10;&#10;",
    "Categories": [
      "City Building",
      "Industry / Manufacturing",
      "Negotiation"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dicer's Secret",
    "ID": 39313,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.25",
    "Link": "https://boardgamegeek.com/boardgame/39313/dicers-secret",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.5",
    "Description": "A two player (with solo variant) dice game of pushing your luck, and out-guessing your opponent. Players take turns scoring by making runs (1,2,3,4) or matches (2,2,2,2,2) on their die rolls, while trying not to have their points stolen by their opponent's secret number.&#10;&#10;Players only need eight six sided dice and the free rules to play this quick game.&#10;A text file of the rules, with scoring examples, is available at http://tinyurl.com/DicersSecret-text&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Dice",
      "Number"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bärlin: Das Stadtspiel",
    "ID": 39314,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/39314/barlin-das-stadtspiel",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The game is presented by the newspaper &quot;Berliner Zeitung&quot; and teaches a lot about Berlin.&#10;&#10;Three types of cards (total 350 cards) ask for knowledge and creativity.&#10;&#10;",
    "Categories": [
      "Dice",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Tiger Woods PGA Tour DVD Family Game",
    "ID": 39315,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/39315/tiger-woods-pga-tour-dvd-family-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Game allows players to play on two PGA Tour courses, St. Andrews (Scotland's home of golf) or TPC Sawgrass (Florida) with its famous island green.  Players can choose from Tiger Woods, John Daly, Colin Montgomerie, and Jim Furyk each with different abilities.  See what happens on the DVD, then decide what you would do!  Play solo or with up to three other players.  Game includes double sided game board representing the two courses and comes packaged in a nice wooden bookshelf game box.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Simulation"
    ],
    "Families": [
      "Components: DVDs",
      "Sports: Golf"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Con6",
    "ID": 39316,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.60",
    "Link": "https://boardgamegeek.com/boardgame/39316/con6",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Con6 is a unique game that combines elements of thinking, strategy and luck.&#10;&#10;The aim of the game:&#10;To be the first to form a sequence of 6 &ldquo;riders&rdquo;.&#10;&#10;Game parts:&#10;1) 24 triangular &ldquo;bases&rdquo; (large) &ndash; 12 per color.&#10;2) 24 triangular &ldquo;riders&rdquo; (small) &ndash; 12 per color.&#10;3) Game bag. &#10;4) Playing instructions.&#10;&#10;Preparations for the game:&#10;1) Each player chooses his color.&#10;2) Each player places the 12 riders in the chosen color next to him.&#10;3) The bases of both colors are inserted into the game bag and thoroughly mixed.&#10;&#10;Course of play:&#10;1) The younger player randomly draws a base out of the bag. The person whose color is the same as the base that has been drawn begins. The drawn base is returned to the bag.&#10;2) Each player randomly draws one base from the bag and places it beside him, so that it is visible to both players.&#10;3) The first player places his base on the table and randomly draws a new base from the bag. It is now the other player&rsquo;s turn, and so on.&#10;4) Each player, in his turn, can place a rider on a vacant base or place a new base next to an existing one, in accordance with the game rules. &#10;If a player chooses to place a base, he randomly draws a new base from the bag and places it beside him, so that it is visible to both players.  &#10; Winning the game:&#10;The winner is the player who manages to form a sequence of 6 riders of his own color.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Modular Board",
      "Tile Placement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Path",
    "ID": 39317,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/39317/path",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "3",
    "Description": "Path Is a unique game that combines elements of thinking, strategy, memory and luck. &#10;This version of the game is designed for two players and lasts 30 to 90 minutes.&#10;&#10;A single player can use the game pieces for solving a range of puzzles of differing skill levels.&#10;Solving the puzzles allows the player to learn the game pieces properly and train his memory and spatial perception that will help play the board game.&#10;&#10;The aim of the game:&#10;Being the first to form a path that connects the player's starting point to one of the destination points.&#10;&#10;For more Information &amp; full game instructions (English, German, French, Spanish and Hebrew) visit ToySmart website: http://www.ToySmart.co.il&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Puzzle"
    ],
    "Mechanics": [
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": [
      "Components: 9 x 9 Grids",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Vulcano",
    "ID": 39319,
    "Year": "(1983)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/39319/vulcano",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Each player represents an island inhabitant, who all are members of the mafia. Each player gets a set of certain tasks to fulfill, that means to get to certain places on the board.&#10;After rolling the dice you move your meeple, if you stop on a green field, you have to fulfill a randomly drawn card, if you stop on a field occupied by another meeple, you can put money in your private &quot;pocket&quot;. If the white and the red dice show the same number, the Vulcano erupts, that means you lose your money. The winner is the one with the most money after fulfilling all task-cards.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice",
      "Mafia"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move",
      "Track Movement"
    ],
    "Families": [
      "Theme: Tropical Islands",
      "Theme: Volcanoes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Best of Hayward",
    "ID": 39321,
    "Year": "(1983)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/39321/best-of-hayward",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "A Monopoly-like game produced by a non-profit organization, sponsored by businesses local to the Hayward, California area.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Loaded Questions: Political Party",
    "ID": 39322,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.70",
    "Link": "https://boardgamegeek.com/boardgame/39322/loaded-questions-political-party",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "In this latest edition of the Loaded Questions line of games, it&rsquo;s not a matter of how much you know about politics, but how well you know your fellow players. However serious or silly your answers, they are never right or wrong. Players write down answers to quasi-political questions and the judge for that round must try to match the answers to each player.&#10;&#10;Sample Questions: &#10;&ldquo;Who would make a terrible First Lady?&rdquo; &#10;&ldquo;If the US legalized cloning, who would you clone first?&rdquo;&#10;&quot;What would you not expect to find in the Oval Office?&quot;&#10;&#10;",
    "Categories": [
      "Party Game",
      "Political"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Loaded Questions"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mosaik",
    "ID": 39323,
    "Year": "(1985)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/39323/mosaik",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "There are triangles with different colours on their two surfaces (e.g. blue/green). The own colour is secretely chosen. The goal: To move two triangles of one&acute;s own colour  from the start to the opposite corner. You move a triangle by placing it on a adjacent field and turning it on the other surface (that causes a change of colour).&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Das Spiel der Namen",
    "ID": 39325,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.51",
    "Link": "https://boardgamegeek.com/boardgame/39325/das-spiel-der-namen",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "A name about Family names. split up in 3 phases. First phase,  find out how usual 3 different family names are. Second phase, Quiz time about the meaning and the origins of family games. Third phase,  get nearest to a number which is specified by one card with one name on it&#10;&#10;",
    "Categories": [
      "Educational",
      "Trivia"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Colony",
    "ID": 39326,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.28",
    "Link": "https://boardgamegeek.com/boardgame/39326/the-colony",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "From the box:  A themed mancala variant.&#10;&#10;Overview (from the game rules):  Players take the role of rival ant colonies that discover a recently cut wood pile.  Live eggs still linger in the cut logs.  To restore and control the colony, players collect and protect the eggs.  Collected eggs are moved to a safe location in front of the player.  Players can place ants on the board which will protect the wood pile.  The colony that collects and protects the most eggs at the end of the game is the winner.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals"
    ],
    "Mechanics": [
      "Mancala"
    ],
    "Families": [
      "Animals: Ants",
      "Players: Two-Player Only Games",
      "Traditional Games: Mancala"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "SuperFooty Table Soccer",
    "ID": 39327,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.95",
    "Link": "https://boardgamegeek.com/boardgame/39327/superfooty-table-soccer",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "1",
    "Description": "SuperFooty Table Soccer is similar to the classic Subbuteo table-top soccer game.  It is played on a large cloth playing field, with teams of players that are represented by miniature men mounted on smooth round bases. The figures are made to kick the ball by flicking their bases, which causes the figures to slide around on the pitch, hitting the ball. The rules simulate nearly all details of a soccer game including ball possession and passing, throw-ins, goal kicks and corner kicks.&#10;&#10;The SuperFooty Classic Edition contains the cloth playing field, two complete teams (10 outfielders and 1 goalkeeper, each), two goals with nets, two balls, and instructions.  Figures are hand painted in the colors of Argentina, Brazil, England, or Italy.&#10;&#10;From the game insert:&#10;&#10;SuperFooty is a skillful and exciting table soccer game for two players.  Great technique, clever tactics and quick thinking make for the closest simulation of real soccer around!&#10;&#10;SuperFooty is for friends, for families, and for the most passionate there are National and World Championships for boys, girls, men, and women.&#10;&#10;Are you up to the challenge?&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Table Football (Soccer) Dexterity Games",
      "Players: Two-Player Only Games",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Goko no Saikoro",
    "ID": 39329,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.90",
    "Link": "https://boardgamegeek.com/boardgame/39329/goko-no-saikoro",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.6667",
    "Description": "Goko no Saikoro (&#228;&#186;&#148;&#229;&#128;&#139;&#227;&#129;&#174;&#233;&#170;&#176;&#229;&#173;&#144;) is a dice game that was designed with the goal to give players more strategic options and control of the game than is usually the case in dice games. A secondary goal was to make a dice game that is not completely multiple solitaire. The resulting game is played with 5 dice, hence the name, which is Japanese for '5 dice'.&#10;&#10;Every turn a player decides what 'development' he or she wants to roll for. These 'developments' change the nature of the game. Some allow re-rolling a die, others change how the dice-roll result is converted into a score or points. To achieve a certain development, at least a certain score has to be rolled. This required score increases with each development achieved. If a player rolls particularly high he/she can choose to take points rather than achieve the development he/she was rolling for. If there are no more developments available, the player must roll for points. The game ends when one player chooses to take points for the tenth time. The game takes about 10 minutes per player.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Jewels For His Crown",
    "ID": 39330,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/39330/jewels-for-his-crown",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The object of game play is to collect all 8 jewels for your crown.&#10;&#10;Play begins with players placing their gemstone on the &quot;birth&quot;, and then taking turns rolling dice and moving clockwise. A card is read from one of four decks: Chakra, Life, Angel, or Block. Following the instructions on the card, halos are collected (or sometimes forfeited) and stored on the player's pewter angel. Seven halos may be exchanged for one jewel. The first person to earn all their 8 jewels is the winner, however players may choose to continue until everyone achieves enlightenment.&#10;&#10;",
    "Categories": [
      "Religious"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Don Q.",
    "ID": 39334,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/39334/don-q",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Two players are trying to move at least five of their ten sheep to  a pen on the opposing side of the meadow. Don Q., the knight, is moved by both players and can kill sheep. Towards the end of the game, the players will try to kill their own sheep, since no sheep can be left be outside the pen in order to win.&#10;&#10;",
    "Categories": [
      "Novel-based"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Sheep",
      "Components: 9 x 9 Grids",
      "Players: Two-Player Only Games",
      "Series: Don Q. Series"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Iron Warriors",
    "ID": 39335,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgame/39335/iron-warriors",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3",
    "Description": "The game was designed by Antonio Marcelo. It&acute;s a wargame about alternative World War II, with bloody battlefields, zombie soldiers, giant robots, hybrid human/gorilla soldiers, and so much !&#10;&#10;The core module comes with two maps, counters (for Russian and German army) and a rulebook. This game is a tribute to the old and classic Dwarfstar Microgames and Metagaming Games.&#10;&#10;A Little Part of History&#10;&#10;On the 16th of November of 1943, near the districts of Varena, a wood area in Lithuania, there was a fact that definitely changed the course of World War II. A small garrison from Wermacht taking care of that region lived idyllically, in spite of rumors about the defeat in Stalingrado and Kursk have been already heard by higher officers. Rumors about Russian victories and withdrawal of army were public. It was about 3 o&rsquo;clock in the morning when the small garrison led by Sergeant Joseph Blummer was woke up by a loud hiss, followed by a large explosion. Everyone thought it was an artillery attack, or even worse, the Russians were invading the country. An alert was issued and 12 men armed themselves as they could and prepared to fight. After tense 30 minutes, only the silence was left, and a gleam from a burning wood was visible. The sergeant quickly got 5 men to follow him in a half track car to see what was happening. They went and were shocked to the spot and a surrealist scene: a vehicle in a shape of a disk, intact, but half buried in the ground due to the impact. The men immediately surrounded the place and sent a radio message to the garrison; they thought it was an experimental German aircraft, since the Fuhrer said new fantastic weapons would come from the Reich labs to the war effort.&#10;&#10;Less than 3 hours later, 4 Ju-52 landed carrying SS elite troops, with Himmler himself! The men were both frightened and amazed, because the discovery they made was very important. By 8 A.M., there were over 500 SS soldiers, who arrived by land, beginning to investigate the vehicle. By 11 A.M., Von Braum himself had arrived with his team and they prepared to move the strange vehicle. Joseph and his men were removed from the place, transferred to Berlin, where they were received honors; a distinction from Hitler himself was being promised. What the soldiers didn&rsquo;t know, however, is that Germany had received a gift that would change the course of war.&#10;&#10;Armies of the Game&#10;&#10;&#10;    Germans : Led by Adolf Hitler, spreads the terror worldwide. Using powerful weapons and bio-soldiers, they stand as the most feared army at war.&#10;    Soviets : Biggest enemies to the Germans in Europe. Leaded by Joseph Stalin , they are the arch-enemies of the Nazis.&#10;    Anglo-Americans : The gathering of armies by the U.S.A , England and all the others ally countries. A lot of bio soldiers and outstanding weaponry.&#10;    Nazi Mekas is originally a microgame for two players developed for the MDC III (Microgame Design Contest III), organized by Tom Higgins at Boardgamegeek Forum Boardgame Design.&#10;&#10;&#10;AN IMPORTANT NOTE!&#10;&#10;This game doesn&rsquo;t support Nazism, any other totalitarian political regime, or any human rights oppression. We want to remember that our goal is to show the new generations that war is one of the worst madness of mankind, and Nazism, above all, was an aberration and craziness from disturbed minds, who decided to finish the freedom and parity of men. A madman achieved the power in a big country in Europe and plunged the world in a nightmare for 5 years, resulting in the holocaust and onslaught of more than 50 million human lives.  We loathe this political regime and reject everything it has done to Jews, gypsies, citizens and millions of soldiers from many countries, including Germany itself, who lost their lives to end this nightmare.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "La Course au Large",
    "ID": 39337,
    "Year": "(1987)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/39337/la-course-au-large",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2",
    "Description": "The name roughly translates to &quot;Open Sea Race&quot;. This is a sailing game where players decide on a course to run (St. Malo to Quebec, Lorient-Bermudas round trip, The Rum Route and others on the North Atlantic). Each player runs a boat and tries to be the first to finish the course. Winds will change from turn to turn, and players must adjust sail and attitude to the wind (i.e. course) according to the winds encountered. A unique mechanism is that players can master risks (incurred by carrying an inappropriate amount of sail in the prevailing wind conditions) by answering trivia questions about sailing. The questions come in 3 levels of difficulty; the correct answer allows to continue travel unharmed, a wrong incurs a penalty. Penalties can damage the boat, but each player has two repair cards to be used in case of emergency.&#10;The game board shows a map of the Atlantic Ocean from the equator to Newfoundland overlaid with a square grid. Certain currents and prevailing wind zones are marked and influence actual movement. Also on the map are obstacles in the form of completely blocked squares (ships, icebergs, large islands) and partly blocked squares (small islands).&#10;&#10;",
    "Categories": [
      "Nautical",
      "Racing",
      "Sports",
      "Trivia"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Open Drafting",
      "Simulation"
    ],
    "Families": [
      "Region: Atlantic Ocean",
      "Sports: Sailing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gazala Line 1942",
    "ID": 39338,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.06",
    "Link": "https://boardgamegeek.com/boardgame/39338/gazala-line-1942",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.8182",
    "Description": "An LPS bonus mini-game, based on the game system in Stand at Mortain (including using a standard deck of cards, but also a D6).&#10;&#10;The Battle of Gazala was an important battle of the World War II Western Desert Campaign, fought around the port of Tobruk in Libya from May 26 to June 21, 1942. On the Axis side were the Panzer Army Afrika, consisting of German and Italian units and commanded by the &quot;Desert Fox&quot; Colonel-General Erwin Rommel; the Allied forces were the Eighth Army, commanded by Major General Neil Ritchie under the close supervision of the Commander-in-Chief Middle East, General Sir Claude Auchinleck. The battle ended in a resounding victory for the Axis.&#10;&#10;Contains rules, a full-color map and 64 die-cut 5/8&quot; counters.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Libya",
      "Magazine: Against The Odds"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Durch Thüringen!",
    "ID": 39340,
    "Year": "(1930)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/39340/durch-thuringen",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Durch Th&uuml;ringen! (Through Thuringia!) is a family game of the 1930s, one of the large number of roll-and-and move educational games where the players, in the course of the game, learn something about the region they travel in. As usual in such games, special field give advantages or penalties if players land on them.&#10;The game was published by the Hausser Verlag who published a long line of family games, books and the famous Elastolin miniatures from 1904 until they folded up in the 1983.&#10;&#10;",
    "Categories": [
      "Travel"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Country: Germany",
      "Region: Thuringia (Germany)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "SealHunters",
    "ID": 39341,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/39341/sealhunters",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A fantasy card-game by the Italian producer Serfer Games. Players organize a team of magic-users and battle in order to gain magic seals. The battle mechanism includes both card management and dice rolling.&#10;&#10;The game box contains:&#10;84 playing cards&#10;4 Player sheets&#10;2 Dices&#10;4 Pawns&#10;1 Rulebook&#10;&#10;Rules in Italian/English&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Ideograph",
    "ID": 39343,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/39343/ideograph",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Ideograph is a party game about ideographic / pictographic association. Players create meanings for combinations of symbols (graphemes) based on associations of the (combined) meanings of those symbols. The player that comes up with the best / most creative / most humorous / most plausible explanation of the meaning of a combination of symbols wins that round. This is decided by means of voting. Hence, whether plausibility or humor is prioritized depends on the players and the situation.&#10;&#10;The game is based loosely on the structure of Chinese characters. The selection of symbols (card/graphemes) in the game is based partly on frequently occurring 'radicals' and other graphemes in Chinese characters, but also on Anna Wierzbicka&rsquo;s theory of semantic primes (natural semantic metalanguage).&#10;The shapes of the symbols are for the most part completely unrelated to those found in Chinese characters. Ideograph is not intended to be an educational game or to be helpful in learning Chinese characters. It is merely intended to be fun (within the right context), although playing with language in this way might be a rather geeky type of fun.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Print & Play"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Heian",
    "ID": 39344,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/39344/heian",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "&#229;&#185;&#179;&#229;&#174;&#137; (Heian) is a short two-player game set in Heian era Japan (9th to 12th centuries). Some of the characteristics of that era that are somehow worked into the design of the game are the hunger for wood that had to be brought in from farther and farther to the new capital; the struggles with the Emishi in the north-east; and the troubles of financing both.&#10;&#10;In the game, player build cities, parts of the capital Heian, and fight with the Emishi who occupy the north-east. Cities need wood to be built and that wood needs to be brought in from previously built cities. Cities also produce wood, and in some cases also metals. Forests can be cut to produce building timber only once, however. In fact, some areas that were known for their good timber before the Heian era, only produced firewood and charcoal at the end of the period. Hence, during the game, Japan slowly gets deforested and urbanized and resources are getting increasingly scarce. The player that managed to build and transport most efficiently and that built the most cities and the most (and best) buildings in the capital wins the game.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Ancient",
      "City Building",
      "Economic",
      "Environmental",
      "Fighting",
      "Print & Play"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Killer Bunnies and the Journey to Jupiter: Laser Red Booster Deck",
    "ID": 39346,
    "Year": "(2008)",
    "Geek Rating": "5.504",
    "Avg Rating": "5.66",
    "Link": "https://boardgamegeek.com/boardgameexpansion/39346/killer-bunnies-and-the-journey-to-jupiter-laser-re",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.6667",
    "Description": "From the box:&#10;The KB Jupiter Laser Red Booster Deck kicks into space-warp speed with more deadly Beyea Aliens, more powerful ships and 3 additional sectors of space for your new and powerful Red bunnies to explore. Will you be subject to a devastating Cargo Blow or unleash a Solar Flare? Even innocent fruit may have consequences, as you discover that the Pineapples in space can be quite deadly. With cunning and danger behind every asteroid, this new booster is sure to deliver cosmic fun and strategy!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Humor"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Tile Placement"
    ],
    "Families": [
      "Animals: Rabbits / Hares",
      "Game: Killer Bunnies",
      "Space: Jupiter",
      "Theme: Anthropomorphic Animals"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Makarenko Chess",
    "ID": 39347,
    "Year": "(1920)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/39347/makarenko-chess",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This game was created in the former Soviet Union.&#10;Needs 47 yellow disks for one side and 47 blue disks for the other. The traditional chess pieces are built up from these disks. A king needs 8, queen 7, bishop 5, knight 4, rook 3, pawn 1. If you move part of the disks from a piece, you change the piece to two weaker ones, or you can move disks onto a piece of your own and create one stronger piece. Pawns can only do this with their capturing move. There can be more than one of any pieces including king. A player can never be without a king. A king can be captured just like other pieces in normal chess as long as the player who just lost his last king can form a new one in his next move.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement"
    ],
    "Families": [
      "Components: 8 x 8 Grids",
      "Players: Two-Player Only Games",
      "Traditional Games: Chess"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Paper Football",
    "ID": 39350,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.06",
    "Link": "https://boardgamegeek.com/boardgame/39350/paper-football",
    "Min Players": "1",
    "Max Players": "20",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Paper Football (soccer) is a simple football league simulation game primarily for one player but numerous players can take part in a league together.&#10;&#10;It&rsquo;s purpose is:&#10;To offer some entertainment when you have time to kill and no-one to kill it with.&#10;To offer some entertainment for fans of the &ldquo;beautiful game&rdquo; (a.k.a Association Football).&#10;&#10;It does NOT set out to:&#10;Offer a detailed and flawless representation of the highs and lows of football, either as a player or a manager.&#10;Offer the player the chance to virtually manage a single club.&#10;Attempt to be as comprehensive as any of the football management computer games available.&#10;&#10;",
    "Categories": [
      "Dice",
      "Print & Play",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Players: Games with Solitaire Rules",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mechabots",
    "ID": 39352,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/39352/mechabots",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The concept behind this game is the construction of warrior robots that fight each other. It all hinges on compromise in design - players get to rebuild Bots during the game and need to decide between how much damage they can do vs the range of the weapon, or how much armour it has vs how easily it is destroyed. All based on placing counters on one or more chassis cards which also act as hit charts. Hexmap based.&#10;&#10;Object of the Game&#10;&#10;Destroy all other Mad Scientists or their creations in order to dominate the city.&#10;&#10;Available on the author's website here-&#10;http://www.curufea.com/Wikka/wikka.php?wakka=MechaBots&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting",
      "Print & Play",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Modular Board"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pike Attack",
    "ID": 39353,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/39353/pike-attack",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "It was another fishing game, `Pike Attack' which was the the most promising new game on display at the &quot;Death Row&quot; at the London Toys Fair of 1994. &#10;The aim of Pike Attack is to collect and keep a full set of five fishing tackle cards, which are laid face up on the board. &#10;A full set of tackle allows a player to fish, with the object of landing the heaviest catch. If the player holds a bite card, then the player is able to take a fish card. If the player's tackle matches the ratings for both line and hook, as shown on the fish card, then the player lands the fish. &#10;However, if only one of the ratings match, the player must throw the `fight dice'. The throw determines whether the fish is caught, gets away, or whether a penalty is suffered, such as loosing your hook or breaking your line.&#10;&#10;Lurking amongst the normal fish is the Pike. If a player draws the pike card then it is possible to catch the pike if a Pike Buster card is held, otherwise you are likely to lose either part of your tackle or part of your previous catch.&#10;&#10;The game has been sponsored by Shimano, a fishing tackle company, but the inclusion of their logo in the computer generated graphics is very discrete and does not distract from the appearance.&#10;&#10;Very appealing game components make a good and light family game.&#10;&#10;",
    "Categories": [
      "Animals",
      "Sports"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Theme: Fishing / Angling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "World of Warcraft: The Adventure Game – Dongon Swiftblade Character Pack",
    "ID": 39354,
    "Year": "(2008)",
    "Geek Rating": "5.550",
    "Avg Rating": "6.73",
    "Link": "https://boardgamegeek.com/boardgameexpansion/39354/world-of-warcraft-the-adventure-game-dongon-swiftb",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "2.1",
    "Description": "In the world of Warcraft, there are many heroes and many perils. As each foe falls, a new enemy is revealed; as each hero falters, a new champion stands forth. Now, a new hero has risen to take his place in the Hall of Legends!&#10;&#10;Dongon Swiftblade, a Troll rogue, is a wily and cunning agent of the Shattered Hand. Using his arts of stealth to conceal himself while in enemy territory, he is a master of dirty tricks, subtlety, and skullduggery.&#10;&#10;Not a complete game. A copy of World of Warcraft: The Adventure Game is required to play.&#10;&#10;This expansion pack contains;&#10;&#10;* 28 Challenge Cards&#10;    * 23 Ability Cards&#10;    * 9 Character Tokens&#10;    * 4 Character Cards &#10;    * 1 Character Miniature&#10;    * 4 Quests&#10;    * 4 Discovery Tokens&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Racing",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Point to Point Movement",
      "Role Playing",
      "Roll / Spin and Move",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Setting: Warcraft"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "World of Warcraft: The Adventure Game – Zowka Shattertusk   Character Pack",
    "ID": 39355,
    "Year": "(2008)",
    "Geek Rating": "5.557",
    "Avg Rating": "6.92",
    "Link": "https://boardgamegeek.com/boardgameexpansion/39355/world-of-warcraft-the-adventure-game-zowka-shatter",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "2.0769",
    "Description": "In the world of Warcraft, there are many heroes and many perils. As each foe falls, a new enemy is revealed; as each hero falters, a new champion stands forth. Now, a new hero has risen to take her place in the Hall of Legends!&#10;&#10;Zowka Shattertusk, an Orc shaman, wields powerful weapons and the fury of the elements in her quest to bring salvation to the Horde. Able to unleash vicious magical shocks, infuse her weapons with powerful elemental enhancements,  and deploy totems to manipulate the tides of battle, she is a force to be reckoned with.&#10;&#10;This expansion pack contains;&#10;&#10;* 28 Challenge Cards&#10;    * 23 Ability Cards&#10;    * 9 Character Tokens&#10;    * 4 Character Cards &#10;    * 1 Character Miniature&#10;    * 4 Quests&#10;    * 4 Discovery Tokens&#10;    * 2 Totem Tokens&#10;&#10;Expansion for:&#10;&#10;&#10;    World of Warcraft: The Adventure Game&#10;&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Racing",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Point to Point Movement",
      "Role Playing",
      "Roll / Spin and Move",
      "Variable Player Powers"
    ],
    "Families": [
      "Setting: Warcraft"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "World of Warcraft: The Adventure Game – Brandon Lightstone Character Pack",
    "ID": 39356,
    "Year": "(2008)",
    "Geek Rating": "5.557",
    "Avg Rating": "6.85",
    "Link": "https://boardgamegeek.com/boardgameexpansion/39356/world-of-warcraft-the-adventure-game-brandon-light",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "2.1538",
    "Description": "In the world of Warcraft, there are many heroes and many perils. As each foe falls, a new enemy is revealed; as each hero falters, a new champion stands forth. Now, a new hero has risen to take his place in the Hall of Legends!&#10;&#10;Brandon Lightstone, a Human paladin, brings righteous retribution to all foes of the Holy Light. Using his powerful Auras, Seals, and Blessings, he is a holy warrior dealing out punishment to his foes. Woe betide any enemy who dares attack him!&#10;&#10;This expansion pack contains;&#10;&#10;* 28 Challenge Cards&#10;    * 23 Ability Cards&#10;    * 9 Character Tokens&#10;    * 4 Character Cards &#10;    * 1 Character Miniature&#10;    * 4 Quests&#10;    * 4 Discovery Tokens&#10;&#10;Expansion for:&#10;&#10;&#10;    World of Warcraft: The Adventure Game&#10;&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Racing",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Point to Point Movement",
      "Role Playing",
      "Roll / Spin and Move",
      "Variable Player Powers"
    ],
    "Families": [
      "Setting: Warcraft"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "World of Warcraft: The Adventure Game – Artumnis Moondream Character Pack",
    "ID": 39357,
    "Year": "(2008)",
    "Geek Rating": "5.553",
    "Avg Rating": "6.79",
    "Link": "https://boardgamegeek.com/boardgameexpansion/39357/world-of-warcraft-the-adventure-game-artumnis-moon",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "2.2143",
    "Description": "In the world of Warcraft, there are many heroes and many perils. As each foe falls, a new enemy is revealed; as each hero falters, a new champion stands forth. Now, a new hero has risen to take his place in the Hall of Legends!&#10;&#10;Artumnis Moondream, a Night Elf druid, possesses the power and ferocity of the bear. By harnessing his druidic powers, he may assume bear form to increase his durability and strength. By calling on the spirits of nature, he may heal himself, trap escaping foes, and strike his enemies at range.&#10;&#10;This expansion pack contains;&#10;&#10;* 28 Challenge Cards&#10;    * 23 Ability Cards&#10;    * 9 Character Tokens&#10;    * 4 Character Cards &#10;    * 1 Character Miniature&#10;    * 4 Quests&#10;    * 4 Discovery Tokens&#10;&#10;Expansion for:&#10;&#10;&#10;    World of Warcraft: The Adventure Game&#10;&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Racing",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Point to Point Movement",
      "Role Playing",
      "Roll / Spin and Move",
      "Variable Player Powers"
    ],
    "Families": [
      "Setting: Warcraft"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dexter: The Official Board Game",
    "ID": 39358,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/39358/dexter-the-official-board-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "From the Manufacturer&#10;Based on the critically-acclaimed television series from Showtime Networks. There is a horrific serial killer on the loose and the only way you can track this person down is by using your detective skills, gut instinct and gather as much evidence as possible. With the help of Dexter Morgan, Blood Spatter Analyst, who has a 'knack' of finding out exactly how a victim has suffered, you and your team at Miami-Metro PD go on a desperate crusade to track down the killer before another falls victim to it's evil ways. Will you catch the killer before Dexter does?&#10;&#10;This was originally slated for release in 2009, but as of fall 2010 there was no news on it.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Murder / Mystery"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Conni schnappt die Pizza",
    "ID": 39360,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.89",
    "Link": "https://boardgamegeek.com/boardgame/39360/conni-schnappt-die-pizza",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Conni is a famous german children&rsquo;s book character.&#10;&#10;Conni baked with her friend Simon Pizza. Together with mama and small brother Jacob they nearly ate the whole pizza. Only one piece is left. Of course everyone wants to have it, even cat Mau.&#10;Who can get move the piece of pizza on his plate at first? But beware of cat Mau!&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Novel-based"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Food & Drink: Pizza",
      "Theme: Food / Cooking",
      "TV Shows: Meine Freundin Conni"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Maria Theresa",
    "ID": 39361,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.54",
    "Link": "https://boardgamegeek.com/boardgame/39361/maria-theresa",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1",
    "Description": "Maria Teresa is a solitaire game on the War of the Austrian Succession.&#10;You, as Maria Teresa, have to check the challenges moved by the other foreign nations (ie. the system) and try to maintain the major part of your empire, eventually gaining more power.&#10;The game is loosely based on the Empire of the Middle Ages game system, adapted for solitaire play.&#10;Plenty of tables and random events to keep the challenge alive.&#10;Area map in 4A4, around 200 counters, 64 cards, 12 pages of rules.&#10;&#10;Available only for download and print &amp; play through Wargamedownloads.com&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "History: War of the Austrian Succession",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tintenherz: Das Würfelspiel",
    "ID": 39362,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.94",
    "Link": "https://boardgamegeek.com/boardgame/39362/tintenherz-das-wurfelspiel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "A thrilling and entertaining dice game according the big movie event. Get the support of Mo, Meggie and Elinor to prevent from Capricorn.&#10;&#10;The cards are always changing sides. Not till then the right combination is rolled by a player a second time points can be saved. But if you risk too much you get negative cards which can reduce the points dramtically.&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Books: Inkworld"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Aseb",
    "ID": 39363,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.21",
    "Link": "https://boardgamegeek.com/boardgame/39363/aseb",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Aseb is an ancient Egyptian game played on a board reminiscent of the Royal Game of Ur and Senet, to both of which it seems to be related. The exact rules are unknown.&#10;&#10;The board consists of a middle row with 12 squares and at one end two rows of four squares, one each on either side. Hence the game is sometimes called the Game of Twenty Squares.&#10;&#10;Note: It has often been misidentified as &quot;The Game of Thieves&quot; or &quot;The Game of Robbers&quot;.&#10;&#10;It may be a relative of Senet and The Royal Game of Ur.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Ancient"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Digital Implementations: Tabletopia",
      "Players: Two-Player Only Games",
      "Traditional Games: Backgammon"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Winning Edge",
    "ID": 39364,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/39364/the-winning-edge",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Winning Edge&#10;&#10;This is a U.S. Army artillery training device that uses a question-and-answer trivia game format.&#10;&#10;It appears to have been printed in the late 1970s or early 1980s.&#10;&#10;Category titles include MOS/Specialty, NBC, Fieldcraft, Crew Served Weapons, and Uniforms. Players must also complete FFE (Fire For Effect) missions and TOT (Time On Target) missions by answering questions when landing on these spaces.&#10;&#10;Includes a colorful game board, 12 decks of question cards, 6 plastic cannon playing pieces, scoring pins, dice, and a plastic storage tray.&#10;&#10;Designed for 2 to 6 players or teams.&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer 40,000 Battle Manual",
    "ID": 39365,
    "Year": "(1992)",
    "Geek Rating": "5.513",
    "Avg Rating": "6.21",
    "Link": "https://boardgamegeek.com/boardgameexpansion/39365/warhammer-40000-battle-manual",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.6667",
    "Description": "Between the original Warhammer Rogue Trader, released in 1987, and Warhammer 40,000 second edition in 1993, Games Workshop released the Battle Manual.  This book combined most of the Rogue Trader rules, with an overhauled combat system and with new rules for shooting.  The book also included most of the new weapons that had been published in White Dwarf during the five years for Rogue Trader.&#10;&#10;One might argue that this book is REALLY Warhammer 40,000 second edition, but that would conflict with the system numbering that is widely accepted.&#10;&#10;The 96-page book has 18 pages of rules, 68 pages of weapon stats, 4 pages of catalog, and 8 pages of pull out charts.&#10;&#10;Expands:&#10;Warhammer 40,000: Rogue Trader&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Setting: Warhammer 40,000 Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Evil Vendetta Pie Fight",
    "ID": 39366,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/39366/evil-vendetta-pie-fight",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "From the Blood-and-Cardstock website:&#10;&#10;Evil Vendetta Pie Fight is a quick free for all game. In EVPF you're all evil magic-wielding nightmares from the human psyche and you hate each other's guts. Your union won't let you actually hurt each other, so the only way to settle this like, well not like men, is to have an&hellip;Evil Vendetta Pie Fight.&#10;&#10;Players each take a unique monster character (Witch, Mummy, Werepoodle, Vampire, etc.) and commence to throw magic pies and spells at eat other. If one of their six body regions is struck by a pie then it is immobilized and can not be used. There are spells to deflect pies, clear pies off body parts, and bend the rules. Last thing standing wins.&#10;&#10;In general, when a player begins to carry more pie than others, players will gang up on him/her to eliminate them from the game. In addition, as play progresses more and more of the defensive cards leave the game thus ensuring acceleration of pie hits and a certain and quick end to the game.&#10;&#10;Evil Vendetta Pie Fight is currently available in a Flagpole edition. What does that mean? Glad you asked. It means the game is made out of cardstock that I have printed out on my little HP Officejet and chopped up on a paper cutter by my very own hand. It comes in a plain white cardboard box BUT every game is numbered and autographed. There will only be 100 copies of the Flagpole edition. If they sell well we hope to have a production version out soon.&#10;&#10;The flagpole comes with:&#10;&#10;64 pie cards and 32 spell cards for a total of 96 cards &#10;36 cards to construct your being's bodies from. &#10;1 normal six-sided die &#10;42 bingo tokens which are used to target pies and spells&#10;&#10;You can play it right out of the box. Come on, you KNOW you want to throw pies at your friends&hellip;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor"
    ],
    "Mechanics": [],
    "Families": [
      "Creatures: Monsters"
    ]
  }
]