[
  {
    "Rank": "19101",
    "Name": "Fantasy Rules! Fast Play Rules for Miniature Wargames in the Worlds of Fantasy",
    "ID": 11056,
    "Year": "(1996)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.82",
    "Link": "https://boardgamegeek.com/boardgame/11056/fantasy-rules-fast-play-rules-for-miniature-wargam",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3.4",
    "Description": "(From the Publisher)&#10; Fantasy Rules! 3rd edition 2004 &#10;Chipco's Fantasy Rules! lets you game in the worlds of fantasy and mythology with rules that are easy, flexible, innovative, fast, and fun. Fantasy Rules! may be played with any figures currently in your collection and playing time is around one hour for typical armies. Armies are generally made up of 30 to 50 figures. Characters are included in the system, but are not so powerful as to overly influence and unbalance the outcome of the game.&#10;&#10;* FR!3 may be played with any figures you have and is very well suited for use with figures mounted on slotted bases&#10;    * FR!3 is designed for use with 15mm or 25mm armies&#10;    * FR!3 is tied to no figure manufacturer&#10;    * The movement system is based on previous, proven Chipco game systems&#10;    * There are over 60 army lists included, featuring both mythical historical and pure fantasy - from legendary Ancient Egypt, Greece, and Rome to new lists for Napoleonic, American Civil War, Buffalo Soldiers, Native Americans, Faerie, Automaton, Arabian Nights, and Victorian armies. From Gnomes, Elves, and Orcs to Hive Queens and Arch Angels or Demon Lords&#10;    * FR!3 streamlines the 2nd edition magic system, adds new units and abilities, and makes characters more flexible while keeping the core system&#10;    * Battles are not limited to open ground. FR!3 includes rules for flying, swimming, and burrowing troops&#10;    * FR!3 adds a whole new dimension with rules for cities, walls, and ships&#10;    * Gamers upgrading from FR!2 will appreciate that a version of FR!3 is available with any changes from the 2nd edition marked&#10;    * The rules take advantage of the book-marking capability of Adobe Acrobat and are also indexed&#10;    * FR!3 can easily be played on the typical kitchen table (3' x 4'). It can be expanded to battles of any size, and used to resolve large battles in RPGs&#10;    * Approximately 150 pages, with reference tables, etc.&#10;&#10;First edition - 1996&#10;Second edition - 1998&#10;Third edition - 2004&#10;Fantasy Rules! Tournament & Campaign Edition (TCE) - 2008&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Measurement Movement",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "19102",
    "Name": "Eye 2 Eye Duel",
    "ID": 418264,
    "Year": "(2024)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.43",
    "Link": "https://boardgamegeek.com/boardgame/418264/eye-2-eye-duel",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "A fast-paced, dueling card game in which two players use bluff, cunning and dexterity to defeat their opponent.&#10;&#10;The game is divided into rounds, ending with a shootout. &#10;Before starting the round, players look through the cards they have received and arrange them in their hand in a way that is convenient for them. During the game, players can keep their cards in sight, but they MUST constantly look into each other's eyes.&#10;During the round players are playing and moving cards face down to build piles of cards.&#10;During a shootout, each player places their free hand on a selected pile of cards on the table as quickly as possible.&#10;Depending on the cards in the stack, one of them may cause a wound.&#10;&#10;The game continues until one player receives a second wound.&#10;&#10;",
    "Categories": [
      "American West",
      "Bluffing",
      "Card Game"
    ],
    "Mechanics": [
      "Real-Time",
      "Secret Unit Deployment",
      "Set Collection"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "19103",
    "Name": "Void Halls",
    "ID": 393974,
    "Year": "(2023)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.85",
    "Link": "https://boardgamegeek.com/boardgame/393974/void-halls",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Print &amp; Play, Roll &amp; Write Game.&#10;Defend Your Dungeon from &quot;Heroes&quot;. A Single Sheet, 3 Map Variations, Print-at-Home Board Game.&#10;&#10;As the master of the dungeon, you lure heroes to explore this den. The victims leave behind them what they carried. Now all values, brought from far away, belong to you.&#10;&#10;Organize your dungeon, and set treasures to lure heroes, traps, and warriors to encounter them.&#10;&#10;Riches will come to you and fame will rise in the dark halls of legends.&#10;&#10;The game plays over 30 rounds. Each round: Roll the dice 3 times and keep each time the matching numbers and combinations &#10;you desire. &#10;[When 2 matching numbers]: Collect 2 supplies. 2 workers per mine.&#10;[When 3 matching numbers]: Build. You cannot build on a &#10;square next to the entrance and &#10;stairs. Draw the icon on the map.&#10;[When 4 matching numbers]: +1 worker (+1 6-sided die).&#10;[When 5 matching numbers]: New hall. Join the dots &#10;to create the stairs for the next hall. Requirement: 3 buildings in the previous hall before proceeding.&#10;[When a combination of 1 to 6 numbers]: Upgrade &#10;a build.&#10;For every chest built, a hero will appear. &#10;Warriors and traps can successfully &#10;encounter them. Must be in the same hall.&#10;Every hero encountered gives 1 supply and &#10;1 point times the level of the hall. &#10;After resolving all dice, cross off one hourglass &#10;on the time track.&#10;&#10;End of game&#10;5 supplies = 1 point.&#10;2 points per new hall times the level. [2x#L]&#10;Every upgrade = 2 points.&#10;If all buildings are built = 10 points.&#10;&#10;Players try to beat their score.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Drawing",
      "Paper-and-Pencil",
      "Re-rolling and Locking",
      "Solo / Solitaire Game",
      "Worker Placement with Dice Workers"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Players: Solitaire Only Games",
      "Theme: Villainy"
    ]
  },
  {
    "Rank": "19104",
    "Name": "Wargames Rules 1685-1845",
    "ID": 9389,
    "Year": "(1971)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.66",
    "Link": "https://boardgamegeek.com/boardgame/9389/wargames-rules-1685-1845",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "240",
    "Weight": "3.2",
    "Description": "Wargame Rules 1685-1845 (for Miniatures)&#10;&#10;The biggest innovation is the introduction of an alternate play system developed from that used in our very successful World War Two and Modern Armour rules instead of the more recently fashionable simultaneous movement in accordance with detailed written orders. Its main advantages are that it saves the time spent order writing, eliminates disputes of the &ldquo;If you do that, I do this&rdquo; type, simplifies interactions between the two sides, places less strain on players honesty, and largely makes umpires redundant once players know the rules thoroughly. The special sequence of play we have devised eliminates the inherent disadvantages of more primitive alternate move as opposed to alternate play systems.&#10;&#10;The more innovatory a set of rules is, the more unfamiliar it is going to be to the players. Please dont write in blaming us for departing from accepted methods; after all it WAS us that invented them. It is possible that in spite of our testing anomalies will start to rear their ugly heads as more and trickier players become involved. If so, they will be cleared up with one of our usual free amendment sheets. We are in any case happy to answer rule queries enclosing a stamped addressed envelope or international reply coupon. Our test games have made us confident that the new system is a winner and will probably become the war-gaming standard. Let us know how you get on.&#10;&#10;By adopting alternate play and an apparently simple &ldquo;bang you&rsquo;re dead&rdquo; combat system, we have been able to introduce a little more complexity elsewhere in the rules without overburdening the poor players brain too much. This includes a new method of choosing terrain based on actual battlefields, a command structure incorporating brigades, divisions and if you like corps, consideration of the personalities of individual generals, and a simple but very effective method of discouraging telepathic heroism and ensuring realistic conduct by units, including provision for differing national characteristics. The net effect is to give the player the sort of variety in his games previously provided only by ancient wargaming.&#10;&#10;We take the RESEARCH part of our name seriously, and it is because of this that you will find many of the basic assumptions in our former set have been changed. In particular, study of contemporary drill books in the Ministry of Defense library has convinced us that the movement rates specified by us (and universally copied by our competitors) were wildly out. This led to changes in ground and time scale that were ultimately of great benefit to the rules. We must also mention Brigadier B.P. Hughes whose two recent books made an excellent starting point for reconsidering the whole question of weapon lethality under combat conditions.&#10;&#10;The extension of our period back to 1685 enables us to take in all Marlborough&rsquo;s battles, starting with Sedgemoor, the Highland rebellions, and the early battles of Frederick the Great, in addition to the Seven Years War, War of American Independence, campaigns in India, French Revolutionary and Napoleonic Wars covered in the previous set. Although at first chary of such an extension, our research discovered no good technical, tactical or organizational reason against it. However, had we gone earlier than 1685 we would have had to contend with half armoured infantry and three quarter armoured cavalry, while to go later than 1845 sees the introduction of the Colt revolver by Texas Rangers in the Mexican War, of the Dreyse breech loading rifle by Prussia against Denmark and of the expanding bullet muzzle loading rifle, together with the replacement of rigid lines by thick skirmish formations, at first unofficial but later recognized by authority.&#10;&#10;As for the beginner, do not be overawed by the size of this rule book and its apparent complexity. Start by reading right through it, but remember that all the basics are incorporated in the single thick reminder sheet enclosed, so that you will only need to turn to the main rules when you need fuller explanation. You will find that after a while you can increasingly rely on your memory instead of even the reminder sheet. Try and keep it simple for your first few games, bringing in more troops and more ambitious tactics when you get the feel. The rules are designed so that actual historical tactics will be the ones that work best.&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "American Indian Wars",
      "American Revolutionary War",
      "Miniatures",
      "Napoleonic",
      "Pike and Shot",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Line of Sight",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "Country: France",
      "Country: Prussia",
      "History: Anglo-Indian Wars",
      "History: French Revolutionary Wars",
      "History: Seven Years War",
      "History: War of the Austrian Succession",
      "History: War of the Spanish Succession",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "19105",
    "Name": "Safe Breaker",
    "ID": 165889,
    "Year": "(2014)",
    "Geek Rating": "5.516",
    "Avg Rating": "5.91",
    "Link": "https://boardgamegeek.com/boardgame/165889/safe-breaker",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Safe Breaker (a.k.a. Merkurya) is a simple-to-learn game of memory and deduction! The game consists of 12 objects: six showing colors and six showing numbers. (In the original version of the game, these objects were cards; in newer versions, they're castle towers that stick together magnetically.)&#10;&#10;Each player receives one color and one number, keeping these values secret since they form that player's combination. Play starts with one player asking the player to the left if they have a certain color and number. If they have either of those values, they say &quot;yes&quot; and they become the next player; otherwise they say &quot;no&quot; and the question passes to the next player to the left to answer.&#10;&#10;When a player thinks they know an opponent's combination, on their turn they can name that player's color and number. If the guess is correct, that opponent is out of the game and the player gets another turn &mdash; but if they're wrong, they are out of the game instead and the wrongly accused opponent now has the next turn.&#10;&#10;As far as the rules go, that's it! How much do you talk to your opponents? Do you keep quiet or suggest questions for them to ask? Do you remind them who answered what, and if you do, did you remember correctly?! Are you spinning disinformation?&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Deduction",
      "Humor",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Player Elimination"
    ],
    "Families": []
  },
  {
    "Rank": "19106",
    "Name": "The Science and Seance Society",
    "ID": 315625,
    "Year": "(2020)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.38",
    "Link": "https://boardgamegeek.com/boardgame/315625/the-science-and-seance-society",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2",
    "Description": "The Science and Seance Society is an asymmetric game for two players that plays in about 30 minutes.&#10;&#10;You play members of The Science and S&eacute;ance Society, a Victorian-era clandestine organization devoted to exploring the mysteries of reality. Each of you have chosen a completely unique method of dealing with a particularly nasty bit of chaos that has been summoned and vow to prove your methods are the best.&#10;&#10;The player employing the mystic arts must manipulate a set of special double-faced tarot cards in hopes of arranging them correctly. Their goal is to arrange their cards in numeric (1/2/3/4/5) or alphabetical (A/B/C/D/E) order, from left to right. The very cards that they are arranging will also allow them to rotate, swap, and otherwise manipulate the order to their advantage. They win if they can properly align all of their cards before the Science player wins or their deck runs out.&#10;&#10;The player committed to the scientific method must be meticulous in establishing order from chaos. They pull dice from a bag, roll them, and place them on engine cards, with specific dice needed for each. They win if they can complete all 5 of their engine cards before the Seance player wins or their dice are depleted.&#10;&#10;It&rsquo;s not always a genteel competition, however, as both players have options that allow them to slow down each other&rsquo;s progress in this race to prove whose methodology is the most effective.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Race",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "19107",
    "Name": "The Seeker in the Forest of Wyr",
    "ID": 163687,
    "Year": "(2014)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.42",
    "Link": "https://boardgamegeek.com/boardgame/163687/the-seeker-in-the-forest-of-wyr",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.3333",
    "Description": "In ancient days the Seeker, guardian of the Mets&auml;suomalaiset people and endowed with five magical objects, journeyed within the Forest of Wyr, one with the natural world. The Seeker attracted the company of the Mennink&auml;inen and Keiju, kindly though capricious forest spirits, while protecting those under his care from evil pursuits of the Ajatar.&#10;&#10;You are this Seeker, bound to the wood and the land.&#10;&#10;Beware though, the Forest of Wyr is large and its paths many. Its elder trees can confuse the unwary and cause them &#10;to lose their way.&#10;&#10;The Seeker in the Forest of Wyr is a solitaire game lasting about 20 minutes. It needs only the deck of game cards, no dice or eurocubes required.&#10;&#10;To Win:&#10;The goal of the game is to finish one of six Quests randomly chosen from the Quest Deck at the start of the game.&#10;&#10;Play:&#10;During each turn of the game you will choose one of the two bottommost row&rsquo;s Stage Cards - your Seeker&rsquo;s Path. Two of the goals (see next page) may make this choice for you. You must choose the card before you draw any cards to your hand.&#10;&#10;Each Stage Card on the Seeker&rsquo;s Path has a number in the upper left representing the Amount of Time you must take to overcome the card with the Abilities you have in your hand. The pointer icon next to the number shows whether you must have a total Abilities Number either great than or exactly one less than the Amount of Time needed.&#10;&#10;From the cards in your hand, discard cards to your Seeker Deck&rsquo;s discard pile, adding the Abilities Numbers in the upper left. of those you discard, to overcome the Stage Card you chose on the Seeker&rsquo;s Path. Be sure when discarding cards to keep their current orientation when placing them on the discard pile (i.e. the current Abilities Numbers should be oriented upward when placed face down on the discard pile.)&#10;&#10;The Magical Objects in your hand of cards can grant you special powers during your turn. You can play a Magical Object at any time during your turn. Discard them when you use their powers.&#10;&#10;If you are able to overcome the Stage Card it will either be removed from the game, temporarily grant you a temporary Abilities bonus or penalty, be set in a special pile, or be added to your discard pile depending on the card.&#10;&#10;End of the Game:&#10;When the Quest Card is drawn from the Stage Deck&rsquo;s draw pile, it is added to the Seeker&rsquo;s Path and play continues normally in its final phase.&#10;&#10;When the Quest Card reaches the bottommost row of the Seeker&rsquo;s Path (The Quest Card always has the highest Initiative Number when deciding what cards to move at the end of a turn) the game ends.&#10;&#10;2014 Solitaire Print and Play Contest Awards&#10;&#10;Best Artwork&#10;First Place&#10;&#10;Best Medium Sized Game&#10;Second Place&#10;&#10;Best Written Rules&#10;Second Place (Tied)&#10;&#10;Most Innovative Mechanic&#10;Second Place (Tied)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Mythology",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Push Your Luck"
    ],
    "Families": [
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Card Games",
      "Players: Solitaire Only Games",
      "Series: Forest of Wyr"
    ]
  },
  {
    "Rank": "19108",
    "Name": "Call of Duty: The Board Game",
    "ID": 386403,
    "Year": "(2025)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.83",
    "Link": "https://boardgamegeek.com/boardgame/386403/call-of-duty-the-board-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "3.5",
    "Description": "Call of Duty: The Board Game brings the acclaimed Call of Duty experience to tabletops, immersing players in intense competitive combat. Play on authentic Call of Duty maps such as Shoot House or Standoff. Choose from operators like Ghost Riley or Captain Price. Select your favorite weapons and items. Build a custom combat deck with your signature tactics. Then, jump into the action.&#10;&#10;Each round, make tough choices as you secretly and simultaneously plan your actions. Will you boldly engage the enemy head on? Or perhaps you can outmaneuver and sneak up on them? Maybe they are hiding in that building; throw a grenade in the window and find out! Or take a risk, and run for the flag to seize it.&#10;&#10;After planning, the action unfolds with explosive surprises. Combat is quick and deadly, with intense tactical choices. Will you unload your magazine recklessly? Maybe you prefer to take the time to aim carefully? Or will you dodge and outmaneuver your foe? If you get eliminated, simply respawn immediately back into the action.&#10;&#10;Want more? Combine both core sets for an unprecedented four-player experience. Expansions add new maps, operators, weapons, game modes, and more.&#10;&#10;",
    "Categories": [
      "Dice",
      "Miniatures",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hidden Movement",
      "Line of Sight",
      "Programmed Movement",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "19109",
    "Name": "Expedition Sumatra: Dadu Dadu",
    "ID": 103016,
    "Year": "(2011)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgame/103016/expedition-sumatra-dadu-dadu",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "In Expedition Sumatra: Dadu Dadu, a dice game thematically based on Expedition Sumatra, several expeditions are being dispatched into the depth of a fantastic jungle world.&#10;The players roll their dice as long as it is possible to carry out at least one of four actions. Except from storing dice in the dock, the players can move through the jungle or cross the sea, discover rare animals, or explore different sites. After a certain number of rounds, the most successful expedition leader wins by scoring the highest amount of points.&#10;The game offers five scenarios differing somewhat in complexity, each with a different set of exotic animals and another habitat, different sites and slightly modified rules.&#10;&#10;The game will be released at Essen 2011 with a print run of about 200 copies.&#10;&#10;---&#10;&#10;Expedition Sumatra Dadu Dadu schlie&szlig;t thematisch an seinen Vorg&auml;nger an, ist jedoch ein W&uuml;rfelspiel. Die Schachtel enth&auml;lt 5 unterschiedliche Szenarien, die zwar auf derselben Grundidee basieren, sich jedoch in den Details (Landschaften, Tiere, Orte) voneinander unterscheiden.&#10;Mit Hilfe von 6 W&uuml;rfeln und einem farbigen Stift agiert der Spieler im jeweiligen Szenario solange, wie er eine Aktion ausf&uuml;hren kann d.h. &uuml;ber Land oder Wasser fahren, Tiere aufsp&uuml;ren, Orte erkunden oder zumindest 1 bis 2 W&uuml;rfel zwischenlagern. Erst wenn keine Aktion mehr m&ouml;glich ist oder alle W&uuml;rfel genutzt worden sind, ist der n&auml;chste Spieler an der Reihe.&#10;&#10;",
    "Categories": [
      "Animals",
      "Dice",
      "Exploration"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Set Collection"
    ],
    "Families": [
      "Country: Indonesia"
    ]
  },
  {
    "Rank": "19110",
    "Name": "Gangs of Britannia",
    "ID": 229910,
    "Year": "(2018)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.87",
    "Link": "https://boardgamegeek.com/boardgame/229910/gangs-of-britannia",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "75",
    "Weight": "1.6667",
    "Description": "Britain is rife with crime and you are leading one of the United Kingdom's five most notorious historical gangs, competing for dominance over London, Birmingham, Manchester, Liverpool and Glasgow. You and your fellow players vie for control over the major cities of Britannia by spreading your mobs, collecting payouts, and using secret intelligence to advance your influence.&#10;&#10;Gangs of Britannia is a game that has been known to test even the strongest bonds between players. The game relies on a unique face down 'Prisoner's Dilemma' mechanism that determines between a deal or deception of your fellow players. If all players choose to 'deal', then they are all rewarded moderately and equally. If exactly 1 player deceives, the deceiver destroy enemy mobs and strengthens their own gang. But if more than one player deceives, then all deceivers lose out and those who chose to deal stay out of the fray. This prisoners dilemna mechanism is combined with secret information, where players have intel on bonuses and penalties in cities which they can use to their own advantage and also to mislead their opponents.&#10;&#10;In a game where luck decides little, carefully pick who you're forging deals and alliances with as betrayals can lurk behind the next card. One thing is certain amongst the Gangs of Britannia - trust is slowly built but quickly broken...&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Mafia",
      "Negotiation"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Team-Based Game",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": []
  },
  {
    "Rank": "19111",
    "Name": "Spy or Die Trying",
    "ID": 138682,
    "Year": "(2013)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.41",
    "Link": "https://boardgamegeek.com/boardgame/138682/spy-or-die-trying",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.8571",
    "Description": "Somewhere in the Caribbean lies a Secret World Order (S.W.O.R.D) base where scientists are creating a terrifying Doomsday Weapon.&#10;&#10;In one hour the base will go into lockdown &ndash; no one will get in or out &ndash; and nothing will stand between the S.W.O.R.D and world domination.&#10;&#10;The Peace Enforcing Nations (P.E.N) have dispatched their top agents to infiltrate the base. If they can acquire vital intelligence, the S.W.O.R.D's evil scheme may still be thwarted. They&rsquo;ll need a combination of stealth and force to deal with guards, cameras, fiendish traps and the criminal mastermind known as &lsquo;Claymore&rsquo;, before the base is sealed.&#10; With just sixty minutes to save (or enslave) the world, it&rsquo;s time to spy&hellip; or die trying!&#10;&#10;Spy or Die Trying is a game for 2 to 4 players. One takes on the role of Base Defender (the Secret World Order); the others are Intruders  (P.E.N agents) who play cooperatively against him.&#10;&#10;The box set includes a full-color rule book, game board,  die cut markers, secret agent profiles and dice. Card figures represent agents and minions in the game; metal miniatures are also available.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Miniatures",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Burglary and Heists"
    ]
  },
  {
    "Rank": "19112",
    "Name": "Italian Checkers",
    "ID": 26947,
    "Year": "(1400)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.12",
    "Link": "https://boardgamegeek.com/boardgame/26947/italian-checkers",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6667",
    "Description": "It is the national form of checkers in Italy, where it is called Dama. &#10;Played on an 8&times;8 board (rotate 90 degree with respect to Checkers, it differentiates with most other games of the Checkers Family because men can't jump kings. Another peculiarity are the jump rules, which define with more cases which move is compulsory in case of multiple possible jumps.&#10;&#10;Men move and capture only diagonally forward. Kings move and capture diagonally forwards and backwards but don't fly.&#10;&#10;This game can be played online at Ludoteka&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Category: Combinatorial",
      "Components: 8 x 8 Grids",
      "Players: Two-Player Only Games",
      "Traditional Games: Checkers / Draughts"
    ]
  },
  {
    "Rank": "19113",
    "Name": "Eiswürfeln",
    "ID": 290734,
    "Year": "(2019)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.14",
    "Link": "https://boardgamegeek.com/boardgame/290734/eiswurfeln",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Eisw&uuml;rfeln (or 'Ice Cream Dice') is a fast-paced dice game for ice cream lovers of all ages. With a dash of luck and a big scoop of risk-taking fun, you&rsquo;ll spend each round rolling dice to get the right types of ice cream so you can assemble a tasty sundae and earn points. You can grab extra points if you create a sundae which matches the target exactly. But be careful: if you get too&#10;greedy and don&rsquo;t roll enough money to pay for the ice cream at the end, you&rsquo;ll finish the round empty-handed. You should also avoid rolling too many suns, or your ice cream will melt along&#10;with your points. Whoever reaches 25 points or more after several rounds wins the game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": [
      "Food & Drink: Ice Cream & Gelato",
      "Mechanism: Roll-and-Write",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "19114",
    "Name": "Fight for the Sky",
    "ID": 7241,
    "Year": "(1982)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.23",
    "Link": "https://boardgamegeek.com/boardgame/7241/fight-for-the-sky",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "2.1818",
    "Description": "The Battle of Britain was perhaps Great Britain's finest hour.&#10;&#10;&quot;Never in the field of human conflict&#10;was so much owed by so many to so few.&quot;  - Winston Churchill&#10;&#10;From the back cover or from flyer...&#10;&#10;FIGHT FOR THE SKY is a Battle of Britain game that covers the epic struggle over South East England from August 11th to 18th, 1940, the period during which the Luftwaffe concentrated on knocking out the RAF and its bases.&#10;&#10;The counter mix contains eight aircraft types including the famous Spitfires and Hurricanes together with Me109s, Me110s, He111s, Ju88s, Do17s and the dreaded Stukas. Radar stations, bomber flight paths, hunter packs, sector airfields and weather are all covered in the rules.&#10;&#10;The game is suitable for beginners to the hobby of board wargaming, the rules being easy to learn and containing numerous examples of play. Optional rules can be added to make the game more complex and there are basic, intermediate, and campaign games included.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Paper-and-Pencil",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "19115",
    "Name": "CINECITTA 1937",
    "ID": 203884,
    "Year": "(2015)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.40",
    "Link": "https://boardgamegeek.com/boardgame/203884/cinecitta-1937",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2",
    "Description": "&#227;&#131;&#129;&#227;&#131;&#141;&#227;&#131;&#129;&#227;&#131;&#131;&#227;&#130;&#191;1937 (Tinetitta1937), Cinecitta 1937 is set in a pre-war Italian movie studio. The second edition released in 2016 includes English rules.&#10;&#10;Publisher's summary&#10;This is a movie studio in the suburb of Rome. Many people from all over the world gather here to produce their ideal movies. Among them, you are also employing your staff, managing your budget while headhunting in order to produce your film.&#10;&#10;In this game, your objective is to gather capable staff and complete valuable movies while earning money. You can also have your talented staff promote your movies to increase your earnings.&#10;&#10;This&nbsp;is&nbsp;a&nbsp;drafting&nbsp;game&nbsp;combined&nbsp;with&nbsp;limited&nbsp;bidding&nbsp;to&nbsp;recruit talented&nbsp;staff&nbsp;to&nbsp;produce&nbsp;a&nbsp;great&nbsp;film.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Interwar period (Nov. 1918 - Aug. 1939)"
    ]
  },
  {
    "Rank": "19116",
    "Name": "Escape the Nightmare",
    "ID": 183649,
    "Year": "(2016)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.14",
    "Link": "https://boardgamegeek.com/boardgame/183649/escape-the-nightmare",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "1",
    "Play Time": "15",
    "Weight": "2",
    "Description": "A challenging fifty four card cooperative real time trading game (With optional singing).&#10;&#10;You play as a group of friends inhabiting a shared nightmare. Your hand consists of nightmarish aspects and you goal is to trade these with your friends. If someone can get a collection of similar aspects then they can master that part of the nightmare and contribute to your eventual escape - however each card that you receive in trade can force you to undertake certain actions, restrict who you trade with or limit how you can communicate. To make matters worse something is chasing you through the nightmare and you have to trade its card every ten seconds or be devoured. It's coming. Run.&#10;&#10;During set-up players choose a collection of nightmare types based on the number of players. This choice allows a group to include or exclude certain mechanics - so whether your nightmare will be an all singing all dancing nightmare is down to the exuberance of the players rather than luck of the draw.&#10;&#10;Escape the Nightmare is a challenging experience, with the average group losing a fair few games before their first victory. However the play time is quick and resetting for another go takes seconds. There are six difficulty levels to make the game accessible for groups of any level of skill and selecting different types of nightmare allows players to set the tone of their game to suit their preferences.&#10;&#10;",
    "Categories": [
      "Horror",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Dreams / Nightmares"
    ]
  },
  {
    "Rank": "19117",
    "Name": "The Crystal Maze",
    "ID": 265276,
    "Year": "(2018)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.46",
    "Link": "https://boardgamegeek.com/boardgame/265276/the-crystal-maze",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Now everyone can play The Crystal Maze at home with this board game based on Channel 4&rsquo;s iconic adventure gameshow.&#10;&#10;Teamwork is paramount as you voyage through the four themed time zones, packed with a medley of mental, mystery, skill and physical games. Success is rewarded in the shape of precious time crystals and the more crystals you win, the more time you&rsquo;ll get to spend scrambling for gold tokens in the game&rsquo;s furious finale.&#10;&#10;The game is for ages 10 and up and includes everything you will need to have an a-maze-ing adventure in your living room including game boards, puzzle pieces, riddle cards, a huge double-sided board, and of course those all-important time crystals. There&rsquo;s an array of tricky challenges, some of which get you up onto your feet and some are even played in different rooms of the house.&#10;&#10;Who will pit their wits against the mind-bending mental puzzles and who is plucky enough to tackle the fiendish physical trials?&#10;&#10;You can also download the FREE smartphone app The Crystal Maze: Game Timer to add the music and sound effects from the TV show into the board game (available on the App Store for iOS devices and the Google Play store). The app includes a rather natty two-minute timer for each of the four themed zones of The Crystal Maze. There is an INCREASE TIME button, which allows an extra minute of time to be added for younger players. There is also a programmable timer for the game&rsquo;s exhilarating Crystal Dome finale &ndash; simply select a time from 5 to 40 seconds and wait for that iconic music to start.&#10;&#10;Let the games begin!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Puzzle"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "19118",
    "Name": "Halunken & Spelunken",
    "ID": 349,
    "Year": "(1997)",
    "Geek Rating": "5.516",
    "Avg Rating": "5.63",
    "Link": "https://boardgamegeek.com/boardgame/349/halunken-and-spelunken",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "Light game in which players try to collect a suitable crew for their vessel. A deck of scoundrels of different values is shuffled and dealt face-down onto a circle of inns. The top scoundrels are turned up and players use movement cards to send their captain around the pubs, collecting the face-up scoundrel of choice. Players select their movement card in secret, and when selections are tied, neither moves. Highest number of scoundrels of the same color are worth double for each player. There is a harder variant using Black Jack. Players bid to control Black Jack and he helps you steal scoundrels.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "19119",
    "Name": "Reign",
    "ID": 315584,
    "Year": "(2020)",
    "Geek Rating": "5.516",
    "Avg Rating": "5.84",
    "Link": "https://boardgamegeek.com/boardgame/315584/reign",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.6667",
    "Description": "Four factions of warriors battle to survive on a doomed land that will be destroyed piece by piece, taking its occupants with it. You must strategize to survive&mdash;by fleeing, fighting or sacrificing your weakest members&mdash;whatever you must do to be the last one left standing when the land around you has been annihilated.&#10;&#10;Be the last one standing in a strategic fight to survive The Final Battle Royale!&#10;&#10;&bull;On each turn, you can move three spaces and/or battle an opponent.&#10;&bull;Watch as the Event Tracker counts down to the removal of one of the game board zones&mdash;get out before you lose members of your faction or choose to sacrifice those pieces.&#10;&bull;When a zone is removed, a new Card is turned over to indicate the next zone to be removed.&#10;&bull;Use Power Stones to make more moves or help win battles.&#10;&bull;When you land in a space on the Game Board next to another player&rsquo;s faction member, you can choose to battle. &#10;&bull;To battle, each player involved rolls their Battle Die. The value they rolled, plus the value of their faction member, is their battle power. The player with the highest battle power wins the battle. The losing piece is removed from the Game Board.&#10;&#10;The last player with a faction member(s) left on the Game Board is the winner of The Final Battle Royale!&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Player Elimination",
      "Zone of Control"
    ],
    "Families": []
  },
  {
    "Rank": "19120",
    "Name": "Refuge",
    "ID": 428457,
    "Year": "(2024)",
    "Geek Rating": "5.516",
    "Avg Rating": "5.72",
    "Link": "https://boardgamegeek.com/boardgame/428457/refuge",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.3333",
    "Description": "Your walk is made up of tiles drawn from your bag and placed in front of you. Choose the tiles you add to your bag carefully for the best chance of earning points. But keep a close eye on the weather to make sure you get back to the refuge before the storm bursts!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Territory Building",
      "Travel"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Push Your Luck"
    ],
    "Families": [
      "Digital Implementations: Board Game Arena"
    ]
  },
  {
    "Rank": "19121",
    "Name": "Activity Family Classic",
    "ID": 190104,
    "Year": "(2014)",
    "Geek Rating": "5.516",
    "Avg Rating": "5.99",
    "Link": "https://boardgamegeek.com/boardgame/190104/activity-family-classic",
    "Min Players": "3",
    "Max Players": "16",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Combines &quot;Activity Original&quot; and &quot;Activity Junior&quot;.&#10;&#10;Two or more teams compete each other throu explaining terms via drawing, speak oder pantomime.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Acting"
    ],
    "Families": [
      "Series: Activity (Piatnik)"
    ]
  },
  {
    "Rank": "19122",
    "Name": "How to Host a Murder: Roman Ruins",
    "ID": 3916,
    "Year": "(1996)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.32",
    "Link": "https://boardgamegeek.com/boardgame/3916/how-to-host-a-murder-roman-ruins",
    "Min Players": "8",
    "Max Players": "8",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2",
    "Description": "Having mentioned your name in his Roman epic, the renowned poet, Flabbius Corpus, invites you to a banquet for the premier recitation of his historical work. When you arrive, you discover there's been a murder in the garden and a priceless statue is missing. You assume the role of one of these great Roman characters and solve the mystery. Like a history lesson come to life, the schemes of less-than-noble characters are laid bare.&#10;&#10;CHARACTERS&#10;Licentius Caesar, Rotunda Immaculata, Maximus Testosterus, Cleptopatra, Bogus Fortunatus, Flotilla Submergia, Harangus Adnauseum, Mercedes Accelleratti &#10;Description taken from deciphers website&#10;&#10;",
    "Categories": [
      "Murder / Mystery",
      "Party Game"
    ],
    "Mechanics": [
      "Role Playing"
    ],
    "Families": [
      "Ancient: Rome",
      "Series: How to Host ..."
    ]
  },
  {
    "Rank": "19123",
    "Name": "Sauerbaum",
    "ID": 4518,
    "Year": "(1986)",
    "Geek Rating": "5.516",
    "Avg Rating": "5.97",
    "Link": "https://boardgamegeek.com/boardgame/4518/sauerbaum",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6",
    "Description": "Award-winning cooperative boardgame that was published more than a decade before Knizia's The Lord of the Rings, Sauerbaum is a dice-based movement game. The board depicts a tree filled with a square grid of movement spaces, which are gradually filled from the top with tokens representing acid rain. The players' pawns try to move through the remaining open spaces on the tree, ending their movements on a raindrop, &quot;flicking&quot; it off. Thus, it's a race between the accumulating raindrops and the players' collective ability to flick them off with clever movement plays.&#10;&#10;The rules encourage the players to discuss the options openly for each player's turn, and in fact they'll have their hands full defeating the acid rain together. Doing it alone is practically doomed to failure, and will cripple the other players, too. The level of difficulty is easily adjusted by varying the number of acid raindrops that fall onto the tree.&#10;&#10;",
    "Categories": [
      "Dice",
      "Environmental"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Containers: Tubes"
    ]
  },
  {
    "Rank": "19124",
    "Name": "Paleo",
    "ID": 38865,
    "Year": "(2008)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.91",
    "Link": "https://boardgamegeek.com/boardgame/38865/paleo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "A strategic game of adventure and dexterity&#10;&#10;The fabulous city of Paleo was swallowed up by the oceans 5,000 years ago and fell into oblivion. A parchment manuscript has just been discovered, revealing the location of its gates. The city&rsquo;s immense riches described in the manuscript have inspired much desire and greed.&#10;&#10;As the head of a team of explorers and mercenaries, you have set up camp in the Paleo Archipelago. But other teams have also arrived at the scene.&#10;Protected by your mercenaries, your explorers are ready to launch a search for the keys that will give access to the city. It is up to you to take advantage of the archipelago&rsquo;s many reefs in order to stay ahead of your competitors.&#10;---&#10;In the basic two-player version of Paleo, players set up the 65 x 65 cm board with four central reefs, two sanctuaries for each player in the corners of the board, and five supplemental reefs placed according to various rules. Each player controls a team of five explorers and three mercenaries; you move these pieces by flicking them with your finger as in Crokinole. If your mercenary hits an opponent&rsquo;s piece, that piece is removed from the board; remove all of the opponent&rsquo;s pieces, and you win the round and score one point.&#10;&#10;The explorers are used to enter the opponent&rsquo;s sanctuaries and recover two keys that then allow the player to enter the gate of Paleo in the center of the board. (Any of your pieces that enters a sanctuary can be exchanged for another piece already captured by the opponent.) This victory is worth two points, and a complete game requires a player to earn four points to win.&#10;&#10;Rules are included to accommodate three or four players, in addition to rules for ten other games for 2-4 players such as hockey, a kayak race, and Capture the King.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Adventure"
    ],
    "Mechanics": [],
    "Families": [
      "Mechanism: Finger Flicking Games"
    ]
  },
  {
    "Rank": "19125",
    "Name": "Crazy Rally",
    "ID": 7986,
    "Year": "(2003)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.24",
    "Link": "https://boardgamegeek.com/boardgame/7986/crazy-rally",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5714",
    "Description": "Among the different kinds of car races in the world, rallies are absolutely the most amazing ones.&#10;In Crazy Rally every player have to try to win the race managing every phase: the tuning of the car, the testing and finally the real race.&#10;Players  must try to pass through every segment of the trail as fast as they can... without crashing, of course!&#10;Can you carry the cowling home?&#10;Can you carry at least the cowling home?&#10;And will it still resemble a cowling?&#10;&#10;Components: 64 cards, rules booklet&#10;Language: English, Fran&ccedil;ais, Deutsch, Italiano&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Memory",
      "Racing"
    ],
    "Mechanics": [
      "Memory",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "19126",
    "Name": "Flügelrad",
    "ID": 400097,
    "Year": "(2023)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.60",
    "Link": "https://boardgamegeek.com/boardgame/400097/flugelrad",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "When two players turn the wheel, this can be quite constructive &mdash; at least if they play a game of Fl&uuml;gelrad.&#10;&#10;The game board consists of seven hexagonal spaces, each of which has a hole in its center for the impeller wheel. The game is played with marbles; each player has their own color. On your turn, you reposition the impeller wheel, then rotate it as far as you like, thus moving up to six marbles at the same time.&#10;&#10;The first player to form a contiguous cluster of at least six of their marbles wins. But beware since you can easily move your opponent's marbles as well...&#10;&#10;&mdash;description for the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Category: Combinatorial",
      "Components: Marbles",
      "Components: Wooden pieces & boards",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "19127",
    "Name": "Die Wiege der Renaissance",
    "ID": 32333,
    "Year": "(2007)",
    "Geek Rating": "5.516",
    "Avg Rating": "5.83",
    "Link": "https://boardgamegeek.com/boardgame/32333/die-wiege-der-renaissance",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.7059",
    "Description": "From the publisher (site: http://www.ddd-verlag.de ).&#10;&#10;An innovative cardgame from Hanno and Wilfried Kuhn situated in Florenz - the cradle of the Renaissance. Artists such as Botticelli, Michelangelo and da Vinci worked in this city, the preacher Savonarola established a God state and Machiavelli wrote his works on the theory of power. Here the Medici prevailed and the city saw the birth of important discoverers such as Vespucci.&#10;&#10;As the head of an influential European aristocracy you will try to lead your family to a cultural and power-political top. In the face of the historical events of this time you promote cultural achievements such as architecture and religion, financing, the sciences and naturally also the voyages of discovery. Surround yourself with the powerful ones of this time and use all your diplomacy skills to achieve a crucial advantage against your competitors. Only the player with the most influence stones will win the game ...&#10;&#10;Box content:&#10;- 36 historical events &#10;- 40 culture cards&#10;- 27 person cards&#10;- 5 summary cards &#10;- 28 influence stones (7 in each of the colors yellow, red, black and white) &#10;- 4 genius figures (1 in each of the colors yellow, red, black and white)&#10;- 1 rules book&#10;&#10;",
    "Categories": [
      "Card Game",
      "Renaissance"
    ],
    "Mechanics": [
      "Team-Based Game"
    ],
    "Families": [
      "Series: DDD Verlag Small Box Games"
    ]
  },
  {
    "Rank": "19128",
    "Name": "Pit Formula",
    "ID": 218590,
    "Year": "(2017)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.91",
    "Link": "https://boardgamegeek.com/boardgame/218590/pit-formula",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.75",
    "Description": "In a formula race not only about cars and pilots, lead a crew of brilliant mechanics who will insanely fast put the racing cars back on track! Pit Crew is a frenetic board game that will require concentration and fast thinking. During each race you will be presented to a series of car components to fix. Each component is resolved with a different math operation: sum, subtraction, multiplication and open interval between numbers. Every player will resolve those operations simultaneously as they look for the answers on the tokens over the table. Be freaky fast to resolve your pitting car issues and win the race!&#10;&#10;&#10;Admin Note:&#10;&#10;Pit Crew (2017) by BGC Editora is not the same game as Pit Crew (2017) (aka Pit Crew - A Geoff Engelstein Game) by Stronghold Games.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Math",
      "Racing"
    ],
    "Mechanics": [
      "Modular Board",
      "Simultaneous Action Selection",
      "Tile Placement"
    ],
    "Families": [
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "19129",
    "Name": "Pochspiel",
    "ID": 63497,
    "Year": "(1441)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.23",
    "Link": "https://boardgamegeek.com/boardgame/63497/pochspiel",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.3333",
    "Description": "It is standard deck playing card game played with a special board having eight compartments for the money. It is the original version of the game of Tripoley.&#10;&#10;All cards are dealt out, except one which determines the &quot;pay suit&quot;. Each hand has three stages. In the first players collect the pot from some compartments for the appropriate cards or card combinations. The second stage is similar to Poker with a smaller variety of valuable combinations: players bet on who has the best set of cards of the same rank. The third stage is played like the game of Stops (known under a variety of names like Newmarket and Michigan), where the cards have to be played in suit and sequence, the winner being the first player to run out of cards. (An early form of this game was instead played like Blackjack, but with 31 as the target instead of 21.)&#10;&#10;Re-implemented by:&#10;&#10;    Tripoley&#10;&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game"
    ],
    "Mechanics": [
      "Betting and Bluffing"
    ],
    "Families": [
      "Card Games: Matching",
      "Card Games: Outplay",
      "Card Games: Shedding / Stops",
      "Components: Traditional Playing Cards"
    ]
  },
  {
    "Rank": "19130",
    "Name": "Aquanauts",
    "ID": 265298,
    "Year": "(2023)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.19",
    "Link": "https://boardgamegeek.com/boardgame/265298/aquanauts",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.6667",
    "Description": "In Aquanauts, players take the role of deep sea researchers scouring the depths of the darkest reaches of the ocean for insights into life beneath the waves.&#10;&#10;You'll share a research base at the bottom of the ocean with your rivals, as well as set up your own laboratory systems to extract the right samples.&#10;&#10;After coordinating your robotic assistants and your specialist Aquanaut to extract the best from the labs, you'll send your findings to the surface to cash in on the fame of publishing a paper of your findings - but be careful, your rivals are also trying to do the same thing! Plan your research carefully and get to the surface first.&#10;&#10;Aquanauts features an accessible engine building and resource management puzzle wrapped in a worker placement system, providing a great introduction to euro style gaming as well as giving an entertaining experience to veteran gamers who want to explore the deep ocean.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Economic",
      "Environmental",
      "Exploration",
      "Farming",
      "Industry / Manufacturing",
      "Nautical"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Pick-up and Deliver",
      "Push Your Luck",
      "Set Collection",
      "Tile Placement",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Misc: LongPack Games",
      "Theme: Under the Sea"
    ]
  },
  {
    "Rank": "19131",
    "Name": "Impendium",
    "ID": 317720,
    "Year": "(2022)",
    "Geek Rating": "5.516",
    "Avg Rating": "7.11",
    "Link": "https://boardgamegeek.com/boardgame/317720/impendium",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "Immediately following the events of Nova Lux, you will take up the mantle of building the universe anew. Civil unrest and fear have caused factions among the star colonies to subvert the federation. As it works to ignite new stars and forge galaxies which can once again perpetuate life, your factions will position for power and prosperity in the new Galactic Order. But creation comes with a cost. As the inhabitants of your universe not only defy but reverse the natural law of Entropy, the Void takes notice.&#10;&#10;On your turn you will move around the universe, undertake assignments from the federation to construct new stars or battle harbingers of the void, build star colonies to generate resources, and recruit new factions to enhance your abilities and expand your influence.&#10;&#10;Once a player control enough of the newly constructed universe, they win!&#10;&#10;Impendium is the stand alone successor to Nova Lux. The faction cards from Nova Lux can be used with Impendium.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Semi-Cooperative Game",
      "Worker Placement"
    ],
    "Families": []
  },
  {
    "Rank": "19132",
    "Name": "Monstrosity, The Card Game",
    "ID": 330111,
    "Year": "(2021)",
    "Geek Rating": "5.516",
    "Avg Rating": "7.29",
    "Link": "https://boardgamegeek.com/boardgame/330111/monstrosity-the-card-game",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1",
    "Description": "In Monstrosity, The Card Game players are contestants in a reanimation competition hosted by the fictional monster building conference MONCON. The goal of the game is to collect body parts, assemble a unique monster, and harness a power source to bring it to life...think Frankenstein, but DIY. Players choose a unique heart card at the beginning of the game to guide their strategy and must assemble a monster that is compatible with the heart they chose. Every heart has unique requirements which heavily affect's the players build strategy. Throughout the game, players take turns assembling body parts, upgrading parts, sabotaging their opponents, and using action cards to stir things up. The player who is able to reanimate their monster, and score the most points, wins the game.&#10;&#10;Monstrosity the card game can be played in a competitive free-for-all or as a 2v2.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction",
      "Zombies"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "End Game Bonuses",
      "Hand Management",
      "Take That",
      "Team-Based Game",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Creatures: Monsters",
      "Crowdfunding: Kickstarter",
      "Theme: Science"
    ]
  },
  {
    "Rank": "19133",
    "Name": "Time Line",
    "ID": 36431,
    "Year": "(2002)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.52",
    "Link": "https://boardgamegeek.com/boardgame/36431/time-line",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "&quot;Two time traveling civilizations fight for ultimate control of the entire Time Line. The Far Future is controlled by a scientifically advanced culture known as the Teraxians. The Distant Past is controlled by a magical race known as the Atlanteans. Object: Gain control of all 12 Eras on the Time Line.&quot;&#10;&#10;The game is played on a row of 12 spaces, each marked for a different Era: The Far Future, Near Future, WWII, WWI, Age of Imperialism, Age of Revolution, Renaissance, Middle Ages, Roman Empire, Ancient Civilizations, Prehistory, and Distant Past. Each player also has a custom deck of cards.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting",
      "Print & Play",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games",
      "Theme: Time Travel"
    ]
  },
  {
    "Rank": "19134",
    "Name": "Esagek",
    "ID": 25246,
    "Year": "(2006)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.42",
    "Link": "https://boardgamegeek.com/boardgame/25246/esagek",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.5",
    "Description": "Abstract strategy game system.&#10;&#10;It uses an hexagonal board with rotating parts. Rotating parts are also changeable, so you can obtain different boards (and different games) on the same base: more than 10 different games are in development.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Game System",
      "Puzzle"
    ],
    "Mechanics": [
      "Modular Board"
    ],
    "Families": []
  },
  {
    "Rank": "19135",
    "Name": "Sticht oder Nicht",
    "ID": 64657,
    "Year": "(2010)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.02",
    "Link": "https://boardgamegeek.com/boardgame/64657/sticht-oder-nicht",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "Sitcht oder nicht is a trick-taking game with two things that differentiate it from other titles in the genre: (1) The game uses four piles of special cards, with one card being revealed randomly from each pile. These cards provide bonuses or penalties for collecting the fewest tricks, cards of a particular color, whether the round has a trump, and so forth. However, only two of the four cards will be used in the round, with players choosing which ones. (2) Each player has a single +2/-2 card that can be played at the same time as another card to beat trump or dodge a trick you don't want.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "19136",
    "Name": "Bug Off!",
    "ID": 362503,
    "Year": "(2022)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.40",
    "Link": "https://boardgamegeek.com/boardgame/362503/bug-off",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Bug Off is a push-your-luck set collecting game. The goal is to add bugs to your collection before the nets arrive and whoosh unsuspecting bugs off the table. In the game there are two types of cards: Bug Cards (showing 1 of 6 different bugs), and Bug Off Cards (Showing a particular net color). Every player begins the game with 3 randomly dealt Bug Cards.&#10; During a players&rsquo; turn, the player draws a card and plays a card. To play a card, each player has the option to play a Bug Card face up to the table or use a Bug Card to collect matching face up bugs for all players. If a Bug Off Card is drawn during this turn, it is played as an interrupt. In this case, all bugs that match the color of the net are instantly removed from play and can never be added to any collection.&#10;&#10;Players earn points for every bug they collect. The player with the biggest bunch of bugs after all the cards are played is the winner.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Push Your Luck"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Animals: Insects"
    ]
  },
  {
    "Rank": "19137",
    "Name": "Exalted: Legacy of the Unconquered Sun",
    "ID": 38390,
    "Year": "(2008)",
    "Geek Rating": "5.516",
    "Avg Rating": "5.85",
    "Link": "https://boardgamegeek.com/boardgame/38390/exalted-legacy-of-the-unconquered-sun",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.6875",
    "Description": "From publisher's site :&#10;Exaltation Awaits!&#10;&#10;In a vast, fantastic world known as Creation, a breed of heroes is reborn amid the ruins of a corrupt empire. These Solar Exalted champion the downtrodden and rise up against the tyrants who wiped out the glorious heroes of old. Now the Solars set out to win back Creation, restore peace to their ancestral birthright, and reclaim their place in the sun.&#10;&#10;Exalted: Legacy of the Unconquered Sun is a strategy board game for 2-5 players set in the world of Exalted&reg;. Players assume the roles of Solar Exalted who set forth on adventures to win the blessing of their celestial patron. The player who succeeds at an epic quest is savior of the world and the Chosen of the Unconquered Sun!&#10;&#10;This game includes: &#10;&bull; A fold-out board with a map of the Scavenger Lands, and the innovative &ldquo;Action Wheel&rdquo; that keeps track of players&rsquo; activities&#10;&bull; 5 different Solar Castes from which to choose, all with their own playing pieces and powers&#10;&bull; Dozens of Quests to pursue to win glory, and 5 Epic Quests that complete the game&#10;&bull; 30 Rivals, the creatures and villains who defy the Solars&rsquo; return&#10;&bull; Hundreds of cards, counters and playing pieces&#10;&#10;http://secure1.white-wolf.com/catalog/product_info.php?products_id=992&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Turn Order: Time Track"
    ],
    "Families": [
      "Versions & Editions: Board Game Versions of Role-Playing Games"
    ]
  },
  {
    "Rank": "19138",
    "Name": "Gates of Vienna: 1683",
    "ID": 175921,
    "Year": "(2015)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.52",
    "Link": "https://boardgamegeek.com/boardgame/175921/gates-of-vienna-1683",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "360",
    "Weight": "2.5",
    "Description": "Gates of Vienna is a two-player game covering the campaign of 1683 in which an Ottoman army besieged that Habsburg capital only to be defeated by a multi-national Christian counterattack. It was the turning point in the centuries-long Habsburg-Turkish wars.&#10;&#10;The Gates of Vienna system is based on the CSR award-winning Red Dragon Rising system. Players conduct actions encompassing discrete combat, logistical, intelligence and other operations. Each turn represents a month. During each turn, players take various actions, alternating one at a time with between each other. That smoothly represents the overall pace of operations in the era while giving play a fast tempo.&#10;&#10;Each unit repre&shy;sents anything from an individual regiment to an entire &ldquo;wing&rdquo; of an army (approximately 1,000 to 10,000 men). Each amp hex represents 12 miles.&#10;&#10;Components: One 22&quot; x 34&quot; map &amp; 228 counters&#10;&#10;Magazine: Strategy &amp; Tactics #295&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Wargame"
    ],
    "Mechanics": [
      "Grid Movement",
      "Hexagon Grid"
    ],
    "Families": [
      "History: Great Turkish War",
      "History: Ottoman-Habsburg Wars",
      "Magazine: Strategy & Tactics",
      "Series: Red Dragon Rising System"
    ]
  },
  {
    "Rank": "19139",
    "Name": "Aeronef: Victorian Science Fiction Flyer Combat Rules",
    "ID": 14324,
    "Year": "(1999)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.70",
    "Link": "https://boardgamegeek.com/boardgame/14324/aeronef-victorian-science-fiction-flyer-combat-rul",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.7143",
    "Description": "Aeronef is an exciting game of Victorian Science Fiction aerial combat using 1/1200th scale miniatures. The quick and simple mechanics of Aeronef allow players to easily control up to half a dozen airships at once and provide a fast moving, yet challenging game.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Line of Sight",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Les Guerres Extraordinaires",
      "Theme: Steampunk"
    ]
  },
  {
    "Rank": "19140",
    "Name": "Yahtzee: Frenzy – Dice & Card Game",
    "ID": 365842,
    "Year": "(2022)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.48",
    "Link": "https://boardgamegeek.com/boardgame/365842/yahtzee-frenzy-dice-and-card-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Yahtzee Frenzy Dice &amp; Card Game takes Yahtzee to the next level! Inspired by Yahtzee With Buddies, the popular mobile game, this family party game is a fast-paced, frantic dash to roll combinations shown on the cards. No shaker, no score pads--everyone rolls at once, makes as many combos as possible, and keeps track of their matches on their Dice Tracker card. Once a player has locked in a matching combo, they shout the fun name shown on the card such as &quot;The Spicy Burrito&quot; or &quot;Pair of Threeves&quot; -- and slap it before anyone else can. Power Up cards like &quot;Clumsy Roller&quot; and &quot;Dice Thief&quot; keep players on their toes with game-changing actions such as stealing a die from another player, or having opponents play with one hand behind their back. The Yahtzee game is easy to learn and quick to play, making it a great board game for family nights.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck",
      "Re-rolling and Locking",
      "Real-Time"
    ],
    "Families": [
      "Game: Yahtzee"
    ]
  },
  {
    "Rank": "19141",
    "Name": "Meepile",
    "ID": 35054,
    "Year": "(2008)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.06",
    "Link": "https://boardgamegeek.com/boardgame/35054/meepile",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.1",
    "Description": "Meepile includes one 3 inch tall Megameeple and a rules sheet. You will need to use a full set of Meeple from any one of a number of other popular games.  &#10;Players take turns stacking their Meeples on top of the Megameeple's raised arm. The first player to place 7 Meeples on the pile without knocking any Meeples off is the Meeple Master.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "19142",
    "Name": "Judge Domino",
    "ID": 358666,
    "Year": "(2021)",
    "Geek Rating": "5.516",
    "Avg Rating": "5.93",
    "Link": "https://boardgamegeek.com/boardgame/358666/judge-domino",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "5",
    "Play Time": "20",
    "Weight": "1",
    "Description": "In Judge Domino, first released as &#227;&#131;&#129;&#227;&#130;&#173;&#227;&#131;&#179;&#227;&#131;&#137;&#227;&#131;&#159;&#227;&#131;&#142; (Chicken Domino), players set up a challenging line of dominoes to be pushed over and hope to either successfully knock them over &mdash; or pass and have someone else fail to knock them over.&#10;&#10;On a turn, you either add a domino to the line or pass. If all dominos have already been placed in the line, remove a domino that's not at the end of the line and move it to either end of the line. When all but one player has passed, that player must knock over the dominoes with a single push.&#10;&#10;The first player to successfully knock over the dominoes twice wins. Additionally, players are eliminated if they twice attempt to knock all the dominoes over and fail to do so.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Push Your Luck"
    ],
    "Families": [
      "Series: Funbrick Series (itten)"
    ]
  },
  {
    "Rank": "19143",
    "Name": "Scrabble Trickster",
    "ID": 69721,
    "Year": "(2010)",
    "Geek Rating": "5.516",
    "Avg Rating": "5.88",
    "Link": "https://boardgamegeek.com/boardgame/69721/scrabble-trickster",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.3333",
    "Description": "In this twist on the classic word game, Scrabble, players use their seven drawn letter-tiles to form words on the gameboard. The twist is that now, proper names such as cities or celebrity names will now be allowed.  Other twists include &quot;playing words backwards or playing words unconnected to others on the board,&quot; Mattel said.  The game is a limited edition and will not replace the original Scrabble.&#10;&#10;Just like regular Scrabble, each word laid out earns points based on the commonality of the letters used, with certain board spaces giving bonuses. But a word can only be played if it uses at least one already-played tile or adds to an already-played word. This leads to slightly tactical play, as potential words are rejected because they would give an opponent too much access to the better bonus spaces.&#10;&#10;Not all precise details are known yet as Scrabble Trickster is due out in July in the U.K. only.&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [
      "Spelling",
      "Tile Placement"
    ],
    "Families": [
      "Game: Scrabble"
    ]
  },
  {
    "Rank": "19144",
    "Name": "Capture: A Medieval Wargame",
    "ID": 170583,
    "Year": "(2016)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgame/170583/capture-a-medieval-wargame",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "1.5",
    "Description": "Capture: A Medieval Wargame is a game in which players use armies made up of Knights and Soldiers in an attempt to locate and capture one or more of the enemy crowns in enemy territory and safely return the crown to their home.&#10;&#10;Originally designed by first-timer Andrew Hunzicker way back in the 1980s, Capture was pitched to several big name companies but never saw the shelves. Only now is it seeing the light of day, having been given a beautiful makeover to help it grab the attention of gamers in 2015. Gameplay is in the style of &quot;Capture The Flag&quot; as you roll your dice to send your soldiers into the enemy's territory while also claiming cards from a deck that will hopefully give you the edge. Should you manage to steal an enemy crown, you'll race to return it to your own side of the board while also protecting your own, but watch out for the opposition forces that will swarm around you...&#10;&#10;Capture also comes with a unique element, adding a need for dexterity as well as strategy. Each game comes with a pair of catapults that allow you to fling boulders at the opposition forces, should you get the cards or dice rolls that allow you to do so. Knocking out a soldier will eliminate them, but it's not just the enemy that's under threat - should you hit your own forces, they will be eliminated as well!&#10;&#10;Capture is a game that works with a wide range of gamer types, from children who delight in hurling boulders across the board to take out their parents' pieces, to experienced gamers who want to take the strategy element to the next level, only occasionally throwing in the chaos of the catapult!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Dice",
      "Medieval"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pick-up and Deliver",
      "Roll / Spin and Move",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "19145",
    "Name": "Nilo",
    "ID": 382774,
    "Year": "(2023)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.63",
    "Link": "https://boardgamegeek.com/boardgame/382774/nilo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.25",
    "Description": "Build obelisks and sculpt sphinxes in the most thriving areas of the Nile. But watch out for the swelling! The lowest areas could&#10;be flooded.&#10;&#10;Nilo is a tile placement game in which players must direct the course of the Nile River and build buildings around it, trying to sink rival buildings and raise their ships.&#10;&#10;Each round the players must place one of their tiles on the table and draw another, when the last flooded river tile is completely surrounded by other tiles or when the river's rise counter of one whole calendar turn the river will overflow. the tile with the lowest value will be flooded, destroying the buildings on it and leaving the ship afloat.&#10;&#10;When there are no more tiles left to draw, the player with the most buildings standing and the most ships afloat wins.&#10;&#10;BGC M&aacute;laga 2023 - Best Spanish Family Game&#10;&#10;",
    "Categories": [
      "Ancient"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Ancient: Egypt",
      "Rivers: Nile"
    ]
  },
  {
    "Rank": "19146",
    "Name": "Jingle All the Way: It's Turbo Time!",
    "ID": 345625,
    "Year": "(2021)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.18",
    "Link": "https://boardgamegeek.com/boardgame/345625/jingle-all-the-way-its-turbo-time",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Face off as frantic shoppers in the hunt for the most exclusive toy of the holiday season&mdash;Turbo Man! But there&rsquo;s only one left, so be ready for mischief in this turbo-charged, trick-taking game! Based off the iconic &rsquo;90s movie, this game has you peeking, at, flipping, shuffling, and swapping tiles to get the best toys. Will you search for toys on the shelf or wait for another player to find the prize before snatching it from their cart? Fill your cart with the best toys to win!&#10;&#10;Players take turns playing cards after the &quot;trick rules&quot; are shown. Whoever wins the trick gets to take a card from the pool or another player and hope it's Turbo Man.&#10;&#10;Game ends after a number of rounds and whoever has Turbo Man in their area is the winner.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Memory",
      "Trading",
      "Trick-taking"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Holidays: Christmas",
      "Series: Stocking Stuffers (Funko)"
    ]
  },
  {
    "Rank": "19147",
    "Name": "Schnell Boats: Scourge of the English Channel",
    "ID": 289796,
    "Year": "(2021)",
    "Geek Rating": "5.516",
    "Avg Rating": "7.31",
    "Link": "https://boardgamegeek.com/boardgame/289796/schnell-boats-scourge-of-the-english-channel",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "15",
    "Play Time": "900",
    "Weight": "1.8333",
    "Description": "&quot;Schnell Boats: Scourge of the English Channel&quot; is a tactical-level wargame where you (as the Captain) take the command of a German Kriesgsmarine type S-100 Schnellboot fast attack torpedo boat squadron in the English Channel during 1943-1944. Your main goal is to survive while sinking as many enemy ships as you and your squadron can. Missions include offensive patrols, minelaying, and search and rescue missions.&#10;&#10;Enemies you and your crewmen will face include a variety of ships, patrol boats, and patrol aircraft. Weather conditions and sea state is also modeled.&#10;&#10;The player will move his squadron through various travel boxes on a map of the English Channel during each mission on his way to the patrol area, then must successfully return back to home base.&#10;&#10;Game components include a crewmen placement mat, strategic map mat, Tables book, crewmen status sheet, campaign log, and counter sheet representing individual S-Boats, enemy aircraft, ships, etc.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Nautical",
      "Print & Play",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Simulation"
    ],
    "Families": [
      "Country: Germany",
      "Country: United Kingdom",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules",
      "Region: Atlantic Ocean",
      "Theme: Submarines"
    ]
  },
  {
    "Rank": "19148",
    "Name": "Portals",
    "ID": 394160,
    "Year": "(2024)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.61",
    "Link": "https://boardgamegeek.com/boardgame/394160/portals",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.75",
    "Description": "Portals is a two-player tile-placing game set in the fantasy world Shadera, which houses uncountably many fairy realms, marvelous and dangerous alike. Portals connect these magical places to the known world, and as an apprentice of the Portal Guild, you must prove that you can follow the trails of magical energy to find portals...but only one of you can become a Path Master.&#10;&#10;In the game, you collect magical energies of the fairy realms by drafting tiles and placing them in your area. Whenever you collected enough magical energy of one type, you open a portal to the corresponding realm, allowing to place a portal stone on one of your tiles. Whoever first places all of their portal stones wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Puzzle"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Solo / Solitaire Game",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "19149",
    "Name": "Attila: The Huns Invasion",
    "ID": 6044,
    "Year": "(1981)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgame/6044/attila-the-huns-invasion",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "3.25",
    "Description": "This is the hypothetical invasion on the Roman Empires of both the east and west, on the part of the hordes of the Huns.&#10;&#10;Two elements essential to the game are the policy of alliances with other barbaric peoples (along with the activities of Pope Leo) and the calculation of cultivatable land devastated by the hordes of &ldquo;Flagellum Dei&rdquo;&#10;Degree of difficulty: 2/6&#10;&#10;Contents:&#10;&#10;    Pieces representing the barbarian hordes and the roman legions of the eastern and western empires.&#10;    6 heavy cards to be used to establish the outcome of combat.&#10;    6 heavy cards to be used to resolve diplomatic conflicts.&#10;    Combat and diplomacy tables.&#10;    Calendar with entries and deaths of various leaders and emperors subdivided into seasons.&#10;    Board in rigid, thick cardboard with a matte plastic finish, cut into 5 pieces.&#10;    Rule booklet in 4 languages with examples.&#10;    Plastic storage tray and one die.&#10;&#10;&#10;",
    "Categories": [
      "Ancient",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Ancient: Rome",
      "Components: Map (Continental / National scale)",
      "Country: Italy",
      "History: Barbarian migrations and invasions",
      "History: Roman Empire",
      "Players: Two-Player Only Games",
      "Region: Mediterranean Sea"
    ]
  },
  {
    "Rank": "19150",
    "Name": "Stratego: Star Wars Saga Edition",
    "ID": 21036,
    "Year": "(2005)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.07",
    "Link": "https://boardgamegeek.com/boardgame/21036/stratego-star-wars-saga-edition",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.5",
    "Description": "This game is very similar to the earlier Star Wars Stratego game.  Unlike that game, however, this one includes characters not just from Episodes I, II, and IV-VI, but from Episode III as well.  &#10;There are 4 ways to play the game, each with slightly different rules - there is 1)Classic Stratego  - The Star Wars Saga, which uses the traditional Stratego rules; 2) The Star Wars Saga with Special Powers, which is the same game but with special abilities granted to certain characters; 3) The Rise of the Empire - Episodes I, II, and III, which uses only the pieces from the first three episodes and in which the Anakin piece will switch sides from the Good to the Bad and, after being captured by the Good Army, gets to be replaced by the Darth Vader piece (special powers are used in this game and the board space is reduced); 4) The Rebellion - Episodes IV, V, and VI', which uses only pieces from the last three episodes along with all the special powers and reduced board space.&#10;Included are 40 white pieces for the Good Army and 40 gray pieces for the Bad Army, the rule set, display tray and board.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Fighting",
      "Memory",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Secret Unit Deployment"
    ],
    "Families": [
      "Components: 10 x 10 Grids",
      "Game: Stratego",
      "Movies: Star Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "19151",
    "Name": "Faux•Cabulary",
    "ID": 89898,
    "Year": "(2011)",
    "Geek Rating": "5.516",
    "Avg Rating": "5.79",
    "Link": "https://boardgamegeek.com/boardgame/89898/fauxcabulary",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.1111",
    "Description": "In Faux&bull;Cabulary, players create new words for descriptions that lack appropriate nomenclature by using randomly drawn &quot;word segment&quot; dice included in the game.&#10;&#10;Each round, one player is the Wordmeister while the other players draw three word cubes at random from the box. The Wordmeister reads a Faux&bull;Cabulary card out loud, e.g., &quot;The compulsion to pop bubblewrap&quot;, then each player creates a word using 1-3 of his cubes &ndash; perhaps &quot;Bust-O-Ific&quot; &ndash; and conceals the word in a plastic holder. The Wordmeister mixes the words in their plastic holders (so that she doesn't know who created which word), reveals them one-by-one, then awards the card to whoever submitted the word that (in her mind) best matches the definition. Players then return all the dice, and the Wordmeister position rotates clockwise. Whoever claims the required number of Faux&bull;Cabulary cards first wins!&#10;&#10;",
    "Categories": [
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "19152",
    "Name": "Cerberus: The Proxima Centauri Campaign",
    "ID": 3245,
    "Year": "(1979)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.23",
    "Link": "https://boardgamegeek.com/boardgame/3245/cerberus-the-proxima-centauri-campaign",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.5556",
    "Description": "Cerberus covers combat over the entire surface of a planet. A unique system is used to depict the curved surface of that planet.&#10;&#10;The playing pieces represent Bases, Spaceports, Mobile battalions and Special Forces platoons.&#10;&#10;This is Task Force Game #3, one of Task Force Games's pocket games.&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Creatures: Aliens / Extraterrestrials",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Pocket Games (Task Force Games)"
    ]
  },
  {
    "Rank": "19153",
    "Name": "The Damned Die Hard: Philippines '41",
    "ID": 9152,
    "Year": "(1999)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.51",
    "Link": "https://boardgamegeek.com/boardgame/9152/the-damned-die-hard-philippines-41",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "3.8889",
    "Description": "The Damned Die Hard, the second game in The Glory Series, is a detailed, operational-level game depicting the conflict between Japanese and Allied forces in and around the Philippine Islands from December 1941 to May 1942.&#10;The game is designed for two players (but can easily accommodate additional players - a side might have separate air, naval, and ground commanders and/or multiple ground commanders, for example). The Allied player controls the US Army Forces Far East command and the US Asiatic Fleet. The Japanese player controls the IJA's 14th and 16th Armies and the IJN's 3rd Fleet. The Allied player must disrupt the Japanese advance, inflicting unacceptable losses on his opponent and denying him use of the Philippine ports and airbases for as long as possible. The Japanese player must quickly overrun the Philippines, allowing his forces to be redeployed for the campaigns to come in the Netherlands East Indies and The Solomons/New Guinea. Both players maneuver their ground, air, and naval forces and conduct combat in an attempt to achieve these goals.&#10;There are five scenarios in the game. These are:&#10;&#10;    Luzon is an introductory scenario designed to familiarize players with the core ground and air rules. No naval units or naval rules are used and the scenario is only 4 turns long. Play begins with the main Japanese invasion force already ashore on Luzon Island.&#10;    Invasion of the Philippines recreates the historical campaign for the Philippines.&#10;    The Philippines Reinforced explores how a somewhat reinforced Philippines garrison - based on accelerating scheduled US arms deliveries by about 1-2 months - would stand up to the Japanese assault.&#10;    The Philippines Fully Prepared posits acceleration of scheduled US arms deliveries by about 6 months, allowing for a nearly full-strength Philippine Commonwealth army to meet the Japanese attack.&#10;&#10;&#10;Bataan models the campaign for the Bataan peninsula and Corregidor Island using a special map at a scale of 1.6 miles to the hex and with play focused at the battalion rather than regimental level.&#10;&#10;Game Components:&#10;&#10;    One rule booklet&#10;    Two orders of battle booklets - the Japanese Order of Battle and the Allied Order of Battle.&#10;    Nine The Glory Series mapsheets (G7:NE, G7:NW, G7:SE, G7:SW, G8:NE, G8:NW, G8:SE, G8:SW, and G9).&#10;    Three counter sheets (G-9, G-10, and Europa universal marker sheet).&#10;    A set of ten charts for the play of the game&#10;    two dice&#10;&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Manila (Philippines)",
      "Country: Philippines",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "19154",
    "Name": "Mini Crimes: Family Matters",
    "ID": 364479,
    "Year": "(2022)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.59",
    "Link": "https://boardgamegeek.com/boardgame/364479/mini-crimes-family-matters",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "30",
    "Weight": "1",
    "Description": "In your hands you have an investigative case that you can play alone or with friends. It takes little space, a bit of time and a lot of ingenuity.&#10;But remember, one case leads to another!&#10;&#10;Six chapters for six compact boxes to carry with you in every situation: the box itself contains the rules of the game, and along with the deck of cards contained in it, it will be enough to get all the clues necessary to the resolution!&#10;&#10;Mini Crimes is a cooperative investigative game in which you'll put your observation and deduction skills to the test to solve a mysterious case. You'll analyse a crime scene and up to 10 clues.&#10;Choose carefully and solve the mystery!&#10;&#10;In Mini Crimes: Questioni di Famiglia (&quot;Mini Crimes: Family matters&quot;), the elderly Mrs Bingley, widow of Lord Crawford, a wine-collecting banker and vintage car collector, is found dead in her study, slumped on her desk like she was sleeping. What's happened?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Murder / Mystery",
      "Puzzle"
    ],
    "Mechanics": [
      "Deduction",
      "Scenario / Mission / Campaign Game",
      "Storytelling"
    ],
    "Families": [
      "Series: Mini Crimes (GateOnGames)"
    ]
  },
  {
    "Rank": "19155",
    "Name": "Drops & Co.",
    "ID": 9345,
    "Year": "(2004)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.26",
    "Link": "https://boardgamegeek.com/boardgame/9345/drops-and-co",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.7143",
    "Description": "Art by Martina Leykamm.  From Spielbox:&#10;&#10;Players attempt to catch as many candy drops of their color in their vehicle as possible. But not every candy lands where it&rsquo;s intended to. A collection game with some twists and turns.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "19156",
    "Name": "Scotland Rising",
    "ID": 160871,
    "Year": "(2014)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.36",
    "Link": "https://boardgamegeek.com/boardgame/160871/scotland-rising",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2",
    "Description": "Scotland Rising, which is being released to honor the 700th Year Anniversary of the battle of Bannockburn, is a sharp fight that highlights the tactics of medieval battles on a crowded battlefield: Knights are powerful and hard to bring down; pikemen are best in massed formation; archers have ranged fire but must be protected; and ax men are vicious in a close fight. In the game, players take the command roles of Robert the Bruce and King Edward II to lead their armies toward old-fashioned victory &mdash; medieval style &mdash; by inflicting damage on their opponent to relieve the siege of Stirling Castle.&#10;&#10;Scotland Rising is the first title in Worthington Publishing's &quot;PT-90&quot; game series, a line of wargames that can be played in 90 minutes. The eight-page rulebook has only four pages of rules and four pages of play examples, designer notes, and historical background.&#10;&#10;",
    "Categories": [
      "Medieval",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Scotland",
      "Crowdfunding: Kickstarter",
      "History: Wars of Scottish Independence"
    ]
  },
  {
    "Rank": "19157",
    "Name": "Split It",
    "ID": 348532,
    "Year": "(2022)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.45",
    "Link": "https://boardgamegeek.com/boardgame/348532/split-it",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.5",
    "Description": "Bid against other players to collect cards from the common row. Think strategically when you split the row of cards, and as you bid, evaluate your opponents' goals carefully. Lower numbers might be easy to win, but mean lower points! Higher numbers earn more points, but are harder to earn!&#10;&#10;Split It is played in a series of rounds. In each round, the dealer reveals number cards, then divides the row into three parts. Each player then secretly chooses one of these parts. If more than one player chooses the same part, no one gets these cards and the dealer splits this part into smaller units, with these tied players choosing again. Your goal is to collect as many cards of the same number as possible. The game continues until all number cards have been played, then whoever has the most cards of the same number receives these as many points as this number. The player with the most points wins.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Number"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "I Cut, You Choose",
      "Set Collection",
      "Voting"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "19158",
    "Name": "Privacy No Limit",
    "ID": 107604,
    "Year": "(2011)",
    "Geek Rating": "5.516",
    "Avg Rating": "5.98",
    "Link": "https://boardgamegeek.com/boardgame/107604/privacy-no-limit",
    "Min Players": "3",
    "Max Players": "12",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "Privacy No Limit is the latest take on the Privacy game from designer Reinhard Staupe. As with earlier versions of the game, players are presented with a claim or question, secretly vote yes/no to the claim, then guess how many people they think will answer &quot;yes&quot; to the claim. If one or more players guess correctly, they score points; if no one was correct, then the players who are only one off score; if no one was one off, then the players who were two off score; and so on. The first player to score ten points wins.&#10;&#10;As with Privacy: Scharf wie Chili, released in 2010 by AMIGO Spiel, Privacy No Limit features claims aimed an older audience, such as &quot;I've farted while making love&quot;, &quot;I've lied to my boss to get a co-worker in trouble&quot; and &quot;To survive, I would be willing to eat human flesh&quot;.&#10;&#10;Privacy No Limit includes 420 questions and 12 envelopes that are placed into the voting box secretly so that no one will learn of your lying, farting cannibalistic tendencies.&#10;&#10;",
    "Categories": [
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Voting"
    ],
    "Families": [
      "Game: Privacy",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "19159",
    "Name": "Hoy se sale",
    "ID": 323385,
    "Year": "(2020)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.69",
    "Link": "https://boardgamegeek.com/boardgame/323385/hoy-se-sale",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1",
    "Description": "Get ready for the party. Today we go out!&#10;&#10;Tour the city with your friends and discover the most exciting gambling dens hidden at night: a speakeasy, a secret karaoke, a luxurious cocktail bar, the funeral home ...&#10;&#10;Collect anecdotes to win and don't let your friends knock you down or steal your flirts.&#10;&#10;What is that you have tattooed on your face?&#10;Is there a naked person in the middle of the bar?&#10;How did we get to international waters?&#10;Did I just had sex with my brother?&#10;&#10;And most importantly ... Where do we take the next one?&#10;&#10;&#10;Prep&aacute;rate para la fiesta. &iexcl;Hoy se sale!&#10;&#10;Recorre la ciudad con tus amigos y descubre los garitos m&aacute;s excitantes que se esconden en la noche: un bar clandestino, un karaoke secreto, una lujosa cocteler&iacute;a, el tanatorio...&#10;&#10;Acumula an&eacute;cdotas para ganar y no dejes que tus amigos te tumben ni te roben los ligues.&#10;&#10;&iquest;Qu&eacute; es eso que te has tatuado en la cara?&#10;&iquest;Hay una persona desnuda en medio del bar?&#10;&iquest;C&oacute;mo hemos llegado a aguas internacionales?&#10;&iquest;Me acabo de acostar con mi hermano?&#10;&#10;Y lo m&aacute;s importante... &iquest;D&oacute;nde nos tomamos la siguiente?&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Player Elimination",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Verkami"
    ]
  },
  {
    "Rank": "19160",
    "Name": "Storm Over Kunlun Pass, 1939",
    "ID": 52040,
    "Year": "(2010)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/52040/storm-over-kunlun-pass-1939",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.25",
    "Description": "&quot;Storm Over Kunlun Pass, 1939&quot; is a two player wargame simulating the Battle of Kunlun Pass from December 18 to 30, 1939.&#10;&#10;One player plays the Japanese army and the other plays the Chinese KMT troops. Battalion level for the KMT Chinese, Company level for the Japanese Army. The game is 13 turns long  with each turn equal to one day.&#10;&#10;The game has 8 pages of rules. 111 Counters. 1 map and two pages of charts.&#10;&#10;The game uses the tried and tested Storm Over Taierzhuang/Stalingrad system to simulate this battle.&#10;&#10;Offered with Battles Magazine subscription.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area Movement",
      "Area-Impulse",
      "Chit-Pull System",
      "Dice Rolling",
      "Movement Points",
      "Simulation"
    ],
    "Families": [
      "Country: China",
      "Country: Japan",
      "History: Second Sino-Japanese War (1937-1945)",
      "Magazine: Battles",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Storm Over area impulse"
    ]
  },
  {
    "Rank": "19161",
    "Name": "Lord of Bones",
    "ID": 367667,
    "Year": "(2022)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.19",
    "Link": "https://boardgamegeek.com/boardgame/367667/lord-of-bones",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2",
    "Description": "People say that in the dark dungeons of the Lonely Mountain resides a terrifying, undead being - the Lord of Bones. Under his orders he has hosts of skeletons animated by grim magic. Legend has it that there are treasures stored in abyssal chests, which the ruler jealously guards.&#10;&#10;Your task is to defeat the dark Bone Lord. To do so, you will traverse the gloomy underworld, fight undead servants and acquire the equipment necessary for the further expedition. In the final battle, you will face the titular Bone Lord to put an end to his rule and obtain his treasures.&#10;&#10;Whoever completes the game with the most treasures will become the hero of legends and songs of local bards. He will also win the whole game, but after all, it's mostly about fame and gold, right?&#10;&#10;&mdash;description from the publisher&#10;&#10;Man sagt, dass die dunklen Verliese des Einsamen Berges die Heimat einer schrecklichen, untoten Kreatur sind - dem Herrn der Knochen. Unter seinem Kommando stehen Heerscharen von Skeletten, die von d&uuml;sterer Magie beseelt sind. Der Legende nach lagern dort Sch&auml;tze in abgrundtiefen Truhen, die der Herrscher eifers&uuml;chtig bewacht.&#10;&#10;Eure Aufgabe ist es, den dunklen Herrn der Knochen zu besiegen. Dazu durchqueren Sie d&uuml;stere Verliese, bek&auml;mpfen untote Diener und beschaffen sich die notwendige Ausr&uuml;stung f&uuml;r die weitere Expedition. Im letzten Kampf trittst du gegen den titelgebenden Knochenherrn an, um seine Herrschaft zu beenden und seine Sch&auml;tze zu erobern.&#10;&#10;Wer das Spiel mit den meisten Sch&auml;tzen beendet, wird zum Helden der Legenden und Lieder der lokalen Barden. Er wird auch das gesamte Spiel gewinnen, aber schlie&szlig;lich geht es ja haupts&auml;chlich um Ruhm und Gold, nicht wahr?&#10;&#10;&mdash;description from the publisher (German)&#10;&#10;Ludzie powiadaj&#196;&#133;, &#197;&#188;e w mrocznych lochach Samotnej G&oacute;ry przebywa przera&#197;&#188;aj&#196;&#133;ca, nieumar&#197;&#130;a istota &mdash; W&#197;&#130;adca Ko&#197;&#155;ci. Pod swoimi rozkazami ma zast&#196;&#153;py szkielet&oacute;w o&#197;&#188;ywionych ponur&#196;&#133; magi&#196;&#133;. Legenda g&#197;&#130;osi o skarbach zgromadzonych w przepastnych kufrach, kt&oacute;rych w&#197;&#130;adca zazdro&#197;&#155;nie strze&#197;&#188;e.&#10;&#10;Waszym zadaniem jest pokonanie mrocznego W&#197;&#130;adcy Ko&#197;&#155;ci. W tym celu b&#196;&#153;dziecie przemierza&#196;&#135; ponure podziemia, walczy&#196;&#135; z nieumar&#197;&#130;ymi s&#197;&#130;ugami i zdobywa&#196;&#135; ekwipunek niezb&#196;&#153;dny w dalszej wyprawie. W ko&#197;&#132;cowej bitwie zmierzycie si&#196;&#153; z tytu&#197;&#130;owym W&#197;&#130;adc&#196;&#133; Ko&#197;&#155;ci, aby po&#197;&#130;o&#197;&#188;y&#196;&#135; kres jego rz&#196;&#133;dom i zdoby&#196;&#135; jego skarby.&#10;&#10;Kto uko&#197;&#132;czy gr&#196;&#153; z najwi&#196;&#153;ksz&#196;&#133; liczb&#196;&#133; skarb&oacute;w, stanie si&#196;&#153; bohaterem legend i pie&#197;&#155;ni okolicznych bard&oacute;w. Wygra te&#197;&#188; ca&#197;&#130;&#196;&#133; rozgrywk&#196;&#153;, ale przecie&#197;&#188; g&#197;&#130;&oacute;wnie chodzi o s&#197;&#130;aw&#196;&#153; i z&#197;&#130;oto, prawda?&#10;&#10;&mdash;description from the publisher (Polish)&#10;&#10;",
    "Categories": [
      "Adventure",
      "Collectible Components",
      "Dice",
      "Exploration",
      "Fantasy"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Finale Ending",
      "Pieces as Map",
      "Tile Placement"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Components: Dice with Icons",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Theme: Boss Battle"
    ]
  },
  {
    "Rank": "19162",
    "Name": "Operation Ichi-Go: Japan's Massive 1944 Offensive Across China",
    "ID": 283354,
    "Year": "(2020)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.86",
    "Link": "https://boardgamegeek.com/boardgame/283354/operation-ichi-go-japans-massive-1944-offensive-ac",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "3.6667",
    "Description": "In mid-1944, despite their rapidly deteriorating position, the Japanese launched a massive offensive in China. They had three objectives:&#10;&#10;&#10;     Open a land and rail route across China to their southern conquests in Indochina and the Dutch East Indies (and bypass the US submarine blockade along the Chinese seacoast), and;&#10;     Eliminate all the US bomber bases in China from which B-29s were targeting the home islands, and;&#10;     At a minimum, severely degrade Nationalist Chinese capabilities and best case, maybe even knock the Nationalists out of the war.&#10;&#10;&#10;Operation Ichi-Go (&ldquo;Number One&rdquo;) was the largest ground offensive in Japanese history, with 500,000 troops, 800 tanks and massive logistics and artillery support. They used their tanks in armored divisions &ndash; the only time in the war they deployed such concentrations.&#10;&#10;Ironically, Japanese armies reached the goals that they set, but US airpower prevented them from using their land route to any great extent, and US victories in the Pacific gave the US plenty of other airbases to attack the Japanese mainland.&#10;&#10;However, the offensive made a huge difference to postwar Asia. The Nationalists lost important territory, including scarce industrial capacity and rice-growing areas vital to their economy. They also lost military prestige and an enormous number of troops, perhaps as many as 750,000 casualties, weakening their ability to fight the Communists. And fatally, in order to do the offensive, the Japanese emptied Manchuria, leaving defenses against the Soviets there very weak, and from areas in China where they had been containing Communist guerrillas, creating a vacuum that the Communists quickly filled.&#10;&#10;This two-player game has one side commanding the Japanese, and the other the Nationalist Chinese. A &ldquo;what if&rdquo; option allows for the exploration of the potentials of a massive US invasion on the Chinese coast (Operation &quot;Causeway&quot;), one of the many approaches the US considered before finally deciding to invade the Philippines instead.&#10;&#10;There is also a set of full solitaire game rules inside (by Steven Cunliffe) where the active player (as Japan) competes against the Nationalist Chinese side run by the game system.&#10;&#10;The game features nine monthly turns; units of maneuver are IJA (and US) divisions, with individual Chinese units varying in organizational size from divisions up to army groups. Most Chinese units are &quot;untried&quot; and only reveal their true value at the moment of combat.&#10;&#10;&mdash;description from designer Ty Bomba&#10;&#10;Also includes a complete solo game using the same components designed by Steven Cunliffe, with the player commanding the Japanese attack against an automata Chinese defender.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Country: China",
      "Country: Japan",
      "History: Second Sino-Japanese War (1937-1945)",
      "Magazine: Against The Odds"
    ]
  },
  {
    "Rank": "19163",
    "Name": "Finger Football",
    "ID": 21269,
    "Year": "(2005)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.53",
    "Link": "https://boardgamegeek.com/boardgame/21269/finger-football",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.5",
    "Description": "From the Publisher:&#10;&#10;Zelosport Finger Football was created around the age-old concept of flicking a folded piece of paper across a tabletop until any portion of the triangle-shaped football hangs over the table's edge for a touchdown. Six points is awarded for the touchdown and the player then kicks an extra point through his opponent's &quot;finger goal posts.&quot;&#10;&#10;Zelosport's version has a high gloss, durable, multi-colored playing surface designed very much like a real football field. It's actual size is 2'x4' and fits easily on most kitchen or dining room tables. The back side of the playing surface is covered in a non-slip material allowing the game to be played on most surfaces without constant movement.&#10;&#10;The paper football has been replaced by two very different objects. A one inch plastic &quot;slider&quot; with a small ball bearing inside is flicked down the playing surface for runs, passes, touchdowns and 2 point conversions. For kicking field goals, a three inch foam football is included. Also included with the game are two dice used by the defense to determine the play required by the offensive player, 8 rubber washers and a ball marker to mark the line of scrimmage and the score, down and plays completed, as well as a set of rules.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Dice",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Mechanism: Finger Flicking Games",
      "Players: Two-Player Only Games",
      "Sports: American Football / Gridiron"
    ]
  },
  {
    "Rank": "19164",
    "Name": "Virgin Seas",
    "ID": 147616,
    "Year": "(2016)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.38",
    "Link": "https://boardgamegeek.com/boardgame/147616/virgin-seas",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "40",
    "Weight": "2",
    "Description": "Virgin Seas is an area control game in which players take turns placing cards to form the board. This set is for 2 players, but you can add the (Green vs Yellow Expansion - Coming Soon!) set to play either a 3 or 4 player game! Virgin Seas is super fast to play! A full game can be had in as few as 10 minutes!&#10;&#10;Most of the cards are different types of ships that are able to attack other ships. Some of the cards are island cards and these cards garner the player a lot of victory points if they can control the seas around these islands. Lastly, there are special cards like Pirates and Fortresses that allow you to perform special actions.&#10;&#10;Every time you place a card you to also place a token of your color on that card and on any cards you capture! Scoring is done by simply adding up the victory points indicated on the cards that you occupy. You add to that any island that you control for your total score. The highest score wins!&#10;&#10;Each player has their own separate, yet identical, decks. This allows for a nice mix of tactics and strategy!&#10;&#10;So get ready to make your claim of the sea in this fast and easy to learn game.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Deduction",
      "Nautical",
      "Pirates"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "19165",
    "Name": "Cats",
    "ID": 257814,
    "Year": "(2018)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.03",
    "Link": "https://boardgamegeek.com/boardgame/257814/cats",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "Welcome to Cats, a game for 2 to 5 players of 30 minutes duration where you are a cat trying to achieve kitty happiness. But beware, &quot;The human who live here&quot; and other cats can make things difficult for you. Get ready to run, meow, scratch, eat and sleep.&#10;&#10;In Cats, you try to be happy by catching the Objective Tokens that appear over the board.&#10;&#10;Each turn you'll try to move over a Token, fight with other cats if they want the same token too, and will try to evade the human if they catche you doing something bad.&#10;&#10;All the actions are performed with a small 6-card deck which the players must manage thru the game.&#10;&#10;After 5 rounds, players add-up the Happiness Points of their Objective Tokens to find the winner.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Animals",
      "Humor"
    ],
    "Mechanics": [
      "Grid Movement",
      "Hand Management",
      "Modular Board"
    ],
    "Families": [
      "Animals: Cats",
      "Crowdfunding: Verkami"
    ]
  },
  {
    "Rank": "19166",
    "Name": "Something Wild!: Tim Burton's The Nightmare Before Christmas",
    "ID": 313540,
    "Year": "(2020)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.10",
    "Link": "https://boardgamegeek.com/boardgame/313540/something-wild-tim-burtons-the-nightmare-before-ch",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "2",
    "Description": "Something Wild is a line of card games featuring beloved characters and collectible Pop! pocket figures. Play numbered and colored character cards to make sets and runs. The first player to score three powers wins the game.&#10;&#10;With Something Wild: Tim Burton's The Nightmare Before Christmas, you can score a set to snag the Jack Skellington figure's special power to help you win!&#10;&#10;Combine Character Cards in sets and runs to score points, just like in Rummy. Use Power Cards to add a fun twist to the classic card gameplay.&#10;&#10;Combine multiple Something Wild! games to add more character cards, more Pop! figures, and more powers to your game!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Collectible Components"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Brands: Disney",
      "Holidays: Christmas",
      "Holidays: Halloween",
      "Movies: The Nightmare Before Christmas",
      "Traditional Card Games: Rummy"
    ]
  },
  {
    "Rank": "19167",
    "Name": "Apagos",
    "ID": 75937,
    "Year": "(2010)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.47",
    "Link": "https://boardgamegeek.com/boardgame/75937/apagos",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1",
    "Description": "In this two-player game, players line up four turtles in a row and lay out ten black and ten white balls. The turtles are two-sided and have a different number of holes on each side, although always an odd number. On a turn, a player either takes a ball of any color, places it on an empty hole on a turtle, and moves that turtle one space forward in line (assuming it's not at the front) or moves one of his balls already on a turtle backward to a different turtle, leaving all turtles in the same locations. The game ends when all the holes are filled, and the winner is the player who has the most balls on the turtle at the head of the line.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Turtles",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "19168",
    "Name": "Rocroi 1643",
    "ID": 5226,
    "Year": "(1996)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.64",
    "Link": "https://boardgamegeek.com/boardgame/5226/rocroi-1643",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.2",
    "Description": "&quot;Rocroi 1643&quot; is a Tactical level simulation of the battle between Sambre and Meuse, on May 19, 1643. It involved the army of Picardie, under orders of the young Duke of Enghien, and the Spanish invasion army.&#10;&#10;",
    "Categories": [
      "Pike and Shot",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Components: DTP (Desktop Publishing)",
      "Country: France",
      "Country: Spain",
      "History: Age of Kings",
      "History: Franco-Spanish War",
      "History: Thirty Years War",
      "Magazine: Vae Victis",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "19169",
    "Name": "Count Up",
    "ID": 292643,
    "Year": "(2019)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/292643/count-up",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.25",
    "Description": "Count Up is a number-based game that players pick 5 numbers and try to get as many points as possible.&#10;&#10;All players choose and write down their five numbers between 1 and 49 secretly on their sheets. There are some restricted numbers that they can't use.&#10;&#10;Once it's done they count up the numbers from 1 to 50. &#10;If your number is being called you raise your hand.&#10;&#10;If you are the only player who wrote that number, you become the leader and continue to count. The leader gets 1 point per number they count up.&#10;&#10;The leader is changed when someone else raises their hand alone. &#10;That player becomes the new leader and continues with the game.&#10;&#10;When the number reaches 50, the round ends. &#10;After the 4th round, the scores are accumulated to decide the winner.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Math"
    ],
    "Mechanics": [
      "Constrained Bidding"
    ],
    "Families": []
  },
  {
    "Rank": "19170",
    "Name": "The South Shall Rise Again",
    "ID": 154244,
    "Year": "(2014)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.19",
    "Link": "https://boardgamegeek.com/boardgame/154244/the-south-shall-rise-again",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6667",
    "Description": "The South shall rise, and the North will follow fast upon its heels. Two titans will battle for this Nation, and they will not be, as the President had hoped, the &ldquo;better angels of our nature.&rdquo; Death will walk the land and not one of us will know peace, not even in the grave. - Private John Picket, in a letter home, Taunton, MA, June, 1861.&#10;&#10;From designer John Welch comes your chance - with up to three additional friends to alter the course of a fractured United States, increasingly menaced by Confederate zombie soldiers (&ldquo;Zebs&rdquo;), and the dangerous Revenants and Glorious Dead that await you.&#10;&#10;Based on the alternate history of author S.M. Cross&rsquo; The South Shall Rise (pending publication), this is a game of tactical combat set during the American Civil War, where those within the Confederacy take a terrible risk to use the dead as reanimated soldiers. With four unique and challenging scenarios to choose from, crawl out of the trenches and rise to glory&hellip; or die (again) trying.&#10;&#10;Good luck... you&rsquo;re going to need it!&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Civil War",
      "Wargame",
      "Zombies"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": []
  },
  {
    "Rank": "19171",
    "Name": "Corvette Command",
    "ID": 343129,
    "Year": "(2021)",
    "Geek Rating": "5.516",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgame/343129/corvette-command",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "2",
    "Description": "Corvette Command is a strategic level solo narrative generating game giving you the chance to experience the worst that the Atlantic can throw at you while taking on the German U-boats. Your crew starts out raw and with basic skills which they get the opportunity to improve over the course of the campaign. Your mission is to protect the convoy from attack and success is measured by the scale of the losses incurred rather than by how many U-boats are sunk. If vital supplies are lost then this can impact on how quickly new technology becomes available to you such as radar and HF/DF detection.&#10;&#10;It is May 1941 and the Battle of the Atlantic is reaching a critical point. The Royal Canadian Navy has extended its convoy cover eastwards and the Royal Navy has pushed their cover west so that convoys are now escorted the whole way across the Atlantic. For the purposes of game play only these two forces have been combined and you command a single Flower Class Corvette all the way across the Atlantic. Although the &ldquo;Escort Gap&rdquo; has been closed the &ldquo;Air Gap&rdquo; remains. The escorts are still waiting for the arrival of ship borne radar and spotting surfaced U-Boats and keeping station on convoys in the dark and poor visibility is still reliant on the lookouts. Ship to ship communications is also via signal lamps and flags and occasionally by loud hailer. The game ends on 31st May 1943.&#10;&#10;There are optional advanced rules that enable you to play a quick set up one-off game or a two player game and introduce greater level of detail.  If you enjoyed Nicholas Monsarrat&rsquo;s book or film &ldquo;The Cruel Sea&rdquo; then don your sea going gear and head out into the Atlantic.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Dice",
      "Nautical",
      "Print & Play",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Contests: Solitaire Print & Play",
      "Country: United Kingdom",
      "Digital Implementations: VASSAL",
      "Magazine: Banzai Magazine",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "19172",
    "Name": "Por favor, não corte minha cabeça!",
    "ID": 209033,
    "Year": "(2016)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.28",
    "Link": "https://boardgamegeek.com/boardgame/209033/por-favor-nao-corte-minha-cabeca",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.2",
    "Description": "It is summer time and a group of young teenagers is at a spooky camp. Jaime is the monitor at the camp that Zeca, Boc&atilde;o, Frederico, Serena and Tati are spending their summer. All of them are kinda scared about the legend of the serial killer &quot;Escalpo&quot;, that supposedly chase intruders. They are about to find that the legend is actually very real.&#10;&#10;Within the game, each player will represent a character trying to run away from the scary killer, which will be controlled by a different player every round. Scape is a matter of life and death, but as in a horror movie, Escalpo seems to be omnipresent , and one thing is for sure: HEADS WILL ROLL!!!&#10;&#10;In this game, players and killer choose actions among a pool of 5 different possible choices, which are the same 5 for every player. They may choose between &quot;Caress in the Tent&quot;, &quot;Meditating at the top of the mountain&quot;, &quot;Tell stories around the fire&quot;, &quot;Buy food at the Vending Machine&quot; and &quot;Ride a Kayak&quot;, those player that have chosen the same action as the killer are now hurt and give one of their life points to the killer.&#10;&#10;At the end of a turn, plauers will not retrieve their last played card. The killer, on the other hand, takes his played card back. Now he has all 5 action cards and players are down to 4 possible choices of action each.&#10;&#10;In the second turn o a round, the killer now chooses 2 of his 5 action cards, while players may try to survive with 1 out of their 4 cards. As it happened earlier, the players who play a action card that matches one of the action cards played by the killer, are now injured, and may handle one of theyr life points to the killer. The ones that managed to run, keep one their life point to theirself permanently, now.&#10;&#10;The round ends after the third turn, in which the killer may choose 3 of his 5 possible actions and the players may play 1 of their 3 remaining actions. After the third turn, the player to the left of the killer, will now assume the killer and the Round will happen the same as the previous one.&#10;&#10;The game ends ate the end of the round when every player have already played the killer once. The player with most life points, both surviving and killing, wins the game.&#10;&#10;Portuguese:&#10;&#10;&Eacute; f&eacute;rias de ver&atilde;o e uma turma de adolescentes est&aacute; num acampamento de arrepiar. Jaime &eacute; o monitor do acampamento onde Zeca, Boc&atilde;o, Frederico, Tati e Serena passam f&eacute;rias. L&aacute;, todos est&atilde;o com medo da lenda do assassino Escalpo, que supostamente persegue intrusos. Mal sabem eles que Escalpo n&atilde;o &eacute; um personagem fict&iacute;cio, sua lenda &eacute; absolutamente real.&#10;&#10;No jogo, cada jogador controlar&aacute; um dos personagens tentando fugir das garras do assassino, que ser&aacute; controlado por um jogador diferente a cada rodada. Fugir &eacute; quest&atilde;o de vida ou morte, mas como em todo filme de terror, Escalpo parece onipresente, e uma coisa &eacute; certa: CABE&Ccedil;AS V&Atilde;O ROLAR!&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Horror",
      "Humor",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "19173",
    "Name": "Quits",
    "ID": 7995,
    "Year": "(1990)",
    "Geek Rating": "5.516",
    "Avg Rating": "5.95",
    "Link": "https://boardgamegeek.com/boardgame/7995/quits",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.8333",
    "Description": "The aim of the game is to be the first player to remove three marbles from the board. However, in this shifty strategy game, the route can be altered by sliding the movable squares, leading you or your opponent completely off-track! Will you move a marble or slide a square? The choice is yours! But watch out as your opponents are attempting to negotiate the &quot;board&quot; first.&#10;&#10;For 2 or 4 players. No option for 3-player game.&#10;&#10;A winner of the 1991 Concours International de Cr&#195;&#169;ateurs de Jeux de Soci&#195;&#169;t&#195;&#169;.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Components: 5 x 5 Grids",
      "Components: Marbles",
      "Series: Classic (Gigamic)"
    ]
  },
  {
    "Rank": "19174",
    "Name": "Gaudí",
    "ID": 4437,
    "Year": "(2002)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.04",
    "Link": "https://boardgamegeek.com/boardgame/4437/gaudi",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.8571",
    "Description": "Based on tile designs from architect Antoni Gaud&iacute; (as the ones you can find along Passeig de Gr&agrave;cia in Barcelona), celebrating Gaud&iacute;'s International Year 2002.&#10;&#10;Players place up to 3 hexagonal tiles adjacent to the ones already played, matching the animals and colors shown. They get points if they complete their secret animal and/or color.&#10;&#10;Rules booklet contains the full rules in Catalan, Spanish, English, French, German, and Japanese.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": [
      "Cities: Barcelona (Spain)",
      "Containers: Hexagonal Boxes",
      "Region: Catalonia (Spain)"
    ]
  },
  {
    "Rank": "19175",
    "Name": "Rory's Story Cubes: Adventure Time",
    "ID": 218913,
    "Year": "(2017)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/218913/rorys-story-cubes-adventure-time",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "10",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Get ready to tell all new stories in the Land of Ooo with Rory's Story Cubes: Adventure Time, which features all the well-known characters.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Storytelling"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Game: Rory's Story Cubes",
      "Mechanism: Storytelling dice game"
    ]
  },
  {
    "Rank": "19176",
    "Name": "The Battle of Helm's Deep",
    "ID": 12743,
    "Year": "(1974)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.49",
    "Link": "https://boardgamegeek.com/boardgame/12743/the-battle-of-helms-deep",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.8571",
    "Description": "The Battle of Helm's Deep was a short siege in the early part of the campaign, when the forces of good were being driven back by the forces of evil. The men of Rohan under Theoden, their king, had fallen back to an ancient fortress in a narrow mountain gorge, closely pursued by the evil forces of Saruman, a traitorous magician.&#10;&#10;This game recreates the storming of the fortress on the night of March 3rd, 3019 of the Third Age of Middle Earth.&quot;&#10;&#10;11&quot; x 17&quot; map with colored terrain using 7/8&quot;hexes&#10;15 Gold 5/8&quot; thin die-cut Men of Rohan counters&#10;13 Green 5/8&quot; thin die-cut Man-Orcs counters&#10;14 Blue 5/8&quot; thin die-cut Dunlander counters&#10;Additional ladders and bombs&#10;14 turns&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Novel-based",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Movement Points",
      "Simulation",
      "Variable Set-up"
    ],
    "Families": [
      "Authors: J.R.R. Tolkien",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "19177",
    "Name": "Upwords Deluxe",
    "ID": 59602,
    "Year": "(2007)",
    "Geek Rating": "5.516",
    "Avg Rating": "5.81",
    "Link": "https://boardgamegeek.com/boardgame/59602/upwords-deluxe",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "1.8333",
    "Description": "[From Publisher]&#10;&#10;Upwords Deluxe features two great games - the main game plus an additional Challenge game, for two players or team.&#10;&#10;The 3D word building game.&#10;Make words by linking letters to existing ones or by stacking letters up. Just one letter can make a difference - fan can be fin or fun... which is exactly what Upwords is, stacks of fun!&#10;&#10;Re-Implements:&#10;&#10;&#10;     Upwords&#10;&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [
      "Layering",
      "Spelling",
      "Tile Placement"
    ],
    "Families": [
      "Category: Crossword Games",
      "Components: 11 x 11 Grids",
      "Components: 3-Dimensional (3D)"
    ]
  },
  {
    "Rank": "19178",
    "Name": "Schnapp den Sack",
    "ID": 191081,
    "Year": "(2016)",
    "Geek Rating": "5.516",
    "Avg Rating": "5.90",
    "Link": "https://boardgamegeek.com/boardgame/191081/schnapp-den-sack",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "0",
    "Weight": "1",
    "Description": "In Schnapp den Sack, Zacki the sack awaits in the middle of the table. Shuffle the deck of sack cards, which contains four types of sacks with 1-5 sacks on each card, then distribute the cards evenly among all players.&#10;&#10;On a turn, flip the top card of your stack, then place it in the proper row of cards leading away from Zacki, with each type of sack getting its own row. If placing this card would make the sum of sacks in the row equal six, the first player to grab Zacki takes these cards; if the card would make the row go over six, then it's placed in a different row; if the player grabs the sack by mistake, they must place one card that they previously collected under their deck.&#10;&#10;Once all the cards have been played and claimed by players, the game ends and whoever has collected the most cards wins!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Number"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "19179",
    "Name": "Cat Town",
    "ID": 204141,
    "Year": "(2016)",
    "Geek Rating": "5.516",
    "Avg Rating": "5.94",
    "Link": "https://boardgamegeek.com/boardgame/204141/cat-town",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "Description from the publisher:&#10;&#10;Welcome to Cat Town, a paradise for cats and cat lovers like you. On these lazy breezy days, you may see cats lying on the roof, inside the bushes, under the cars, or any other funny places they see fit. During your visit today, take a walk around the blocks to see how many cats you can find in Cat Town.&#10;&#10;Cat Town combines memory, hand-management and deck-manipulation, with players scoring points in three ways: finding cats, collecting items, and playing Travel notes cards. To set up, shuffle the deck of Cat, Item, and Action cards, deal two cards to each player, then create four or six &quot;blocks&quot; of cards, based on the number of players. On a turn, a player takes one of four actions:&#10;&#10;&#10;    Move their cat token across one of the neighboring blocks, then add the top card on that block to their hand.&#10;    Move their cat token across one of the neighboring blocks, then reveal the top card on that block, keeping it in front of them if it's a Cat or Item and discarding it otherwise.&#10;    Playing an Item or Action card for the effect described in the text, then taking the action shown on the bonus icon.&#10;    Revealing a card at random from their hand, keeping it in front of them if it's a Cat or Item and discarding it otherwise.&#10;&#10;&#10;Each Cat in front of you as well as each pair of Items with the same name is worth 1 point. A Travel note played with three additional cards from the hand is also worth 1 points. The first player to score 6 points wins.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Deduction",
      "Exploration",
      "Memory"
    ],
    "Mechanics": [
      "Hand Management",
      "Memory"
    ],
    "Families": [
      "Animals: Cats",
      "Crowdfunding: Zeczec"
    ]
  },
  {
    "Rank": "19180",
    "Name": "1472: The Lost Samurai",
    "ID": 316044,
    "Year": "(2020)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.35",
    "Link": "https://boardgamegeek.com/boardgame/316044/1472-the-lost-samurai",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2",
    "Description": "&quot;1472: The Lost Samurai&quot; is a solitaire, map-making, Roll-and-write boardgame focused on a realistic immersion into a narrative of the chaotic Sengoku Period in Japanese history. It's the 5th in my xx72 line of 1-page micro games.&#10;&#10;The game PDF consists of 1 (consumable) Player Sheet and 7 pages of rules and storyline, all in a black and white low ink format. It takes less than a minute to set up a game.&#10;&#10;You wash up upon The Island after a storm sinks your ship. You must now travel The Island becoming a Samurai and gaining Clues about the evil Shugodai in order to depose him before he can create his own kingdom.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Dice",
      "Exploration",
      "Print & Play",
      "Territory Building"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Line Drawing",
      "Push Your Luck",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Country: Japan",
      "History: Sengoku Period",
      "Mechanism: Roll-and-Write",
      "Series: XX72 Solitaire Games (Mike Heiman)"
    ]
  },
  {
    "Rank": "19181",
    "Name": "Sports Dice: Hockey",
    "ID": 386268,
    "Year": "(2023)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/386268/sports-dice-hockey",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Roll into the action in this easy to learn and quick to play dice game for 2 or 4 players. Sports Dice: Hockey includes all the drama of a real game. Shoot your puck at the net and reach beat the goalie to score. Try to stop the opposing team by checking and preventing them from entering your defensive zone.&#10;&#10;Win the initial faceoff at center ice and push your team to the offensive zone. The closer you are to the goaltender, the better. Shoot at the net and beat the goalie die's number to score!&#10;&#10;Both team simultaneously roll all their dice. The symbol that appears the most on each team&rsquo;s set of dice becomes their play. The team that rolled the most dice with the same symbol wins the roll. Apply the outcome of the winning play by moving the puck accordingly. See the Dice chart for a description of each symbol.&#10;&#10;The game ends when Game ends after 15 shots at the goa. That team is victorious!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Sports: Ice Hockey"
    ]
  },
  {
    "Rank": "19182",
    "Name": "Death Valley: Highs & Lows",
    "ID": 402453,
    "Year": "(2024)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.65",
    "Link": "https://boardgamegeek.com/boardgame/402453/death-valley-highs-and-lows",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "2",
    "Description": "Death Valley: Highs &amp; Lows is the second entry in the Death Valley series. Its 18 cards can be played as a standalone game or combined with the previous Death Valley game to create an all-new set of 18 cards every time you play.&#10;&#10;In this tableau-buillding game for 1-2 players, each traveler is striving to assemble the best mix of cards in their Journey and Scrapbook to win the game. Each turn, the active player chooses whether to add a card to their Journey row or to Rest and move cards from their Journey to their Scrapbook row. Adding new cards runs the risk of revealing too many Hazards of the same type, which causes them to shuffle away all cards in their Journey. At the end of the game, each player scores the cards in their two rows. Stars earn points, while Skulls cost the player points. Any special abilities also apply, typically earning the player points based on specific placements or conditions. The player with the highest total is the winner!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Travel"
    ],
    "Mechanics": [
      "Pattern Building",
      "Push Your Luck",
      "Solo / Solitaire Game",
      "Take That"
    ],
    "Families": [
      "Containers: Wallets",
      "Game: Death Valley",
      "Players: Games with Solitaire Rules",
      "Series: Wallet Games (Button Shy)",
      "States: California"
    ]
  },
  {
    "Rank": "19183",
    "Name": "Schatten der Macht",
    "ID": 261329,
    "Year": "(2019)",
    "Geek Rating": "5.516",
    "Avg Rating": "7.01",
    "Link": "https://boardgamegeek.com/boardgame/261329/schatten-der-macht",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "2.6667",
    "Description": "Schatten der Macht (&quot;Shadows of Power&quot;) is a strategic Euro Boardgame in the Dark Eye universe.&#10;&#10;Lead a clandestine Organisation into the battle for control of Aventuria. Gain influence in numerous locations on the continent (the game map), send out groups of heroic adventurers and command ships on the high seas.&#10;&#10;Those who cleverly develop their influence on churches, magical societies and great lords will find themselves in a good position to assist their adventurers in the fight against competitors (and monsters) as well as convince the greatest heroes of the age to lend them their swords and wisdom. And last but not least, each secret organisation pursues its own agenda of intrigue in the Shadows of Power.&#10;&#10;The main gameplay is focussed around gaining a deck of cards, each of them representing regions on the map or powerful characters and then playing those cards to use the resources they provide - to recruit and move adventures, influence organisations and command ships. A major aspect of the game revolves around combining actions to make them more powerful and resolve them without spending too many turns - since every player has the power to dictate the remaining duration of a round!&#10;&#10;At the end of each round, conflicts regarding the control of regions are resolved - an elegant majority system is used to determine the victor, but since conflicts are not resolved during the individual player's turns, everyone can react and have a small skirmish become a decisive battle for victory.&#10;&#10;In addition, the game features an innovative scoring mechanism that keeps the game free of bookkeeping hassles (all scoring is performed at the end) and also allows weaker players to catch up due to relative scoring systems.&#10;&#10;The game features many illustrations on the cards - dozens of characters of Dark Eye lore, organisations and regions.&#10;&#10;It is playable with 2-4 players as the basic game and there is a 5-6 player expansion available at launch.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Variable Phase Order"
    ],
    "Families": [
      "Setting: Das Schwarze Auge"
    ]
  },
  {
    "Rank": "19184",
    "Name": "Beyond Humanity: Astrominers",
    "ID": 332778,
    "Year": "(2022)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.86",
    "Link": "https://boardgamegeek.com/boardgame/332778/beyond-humanity-astrominers",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2.5",
    "Description": "&ldquo;Beyond Humanity: Astrominers&rdquo; is a board game for 2 to 4 players (up to 6 with an expansion) in which players manage competing groups of space miners extracting minerals from the asteroid belt. The challenge comes in planning how to manage your personnel and resources through a variety of missions to extract minerals and outmaneuver the competition. Build the wealth of your Corporation, and fuel financial and material success. Be careful to not be left behind, for to the victor go the spoils.&#10;&#10;According to the current scientific knowledge of potential space mining missions, players extract seven resources: Water, Xenon, Plasteel, Tungsten, Nickel, Palladium, and Gold, on three different types of asteroids: S-Type, C-Type, and M-Type.&#10;&#10;The game uses a collection of custom six-sided dice (7 for each player) with icons representing four types of workers: miners, automatons, geologists and inspectors.&#10;Workers availability is determined by the dice rolls each round, and a skillful management of those worker dice is necessary for effective resource extraction. Players draw Mission cards to their hand and then perform the Missions by placing the Mission card on the Mining Barge in the Dock and gradually filling its fields with worker dice. Order cards are first drawn to the player hand by placing a die with a geologist icon on the Refinery field, and then redeemed at the end of the round by paying the cost indicated on it to receive the victory points marked on the card. In addition, the game features a resource exchange, an Achievement set collection and a set of Executive Cards, providing more possible actions and ways to victory.&#10;Orders, Missions, Achievements, and gathered resources are the means to collect Victory Points.&#10;&#10;",
    "Categories": [
      "Dice",
      "Economic",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting",
      "Set Collection",
      "Worker Placement with Dice Workers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Crowdfunding: Wspieram",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Misc: LongPack Games",
      "Series: Beyond Humanity",
      "Space: Asteroids"
    ]
  },
  {
    "Rank": "19185",
    "Name": "Piratissimo",
    "ID": 20953,
    "Year": "(2005)",
    "Geek Rating": "5.516",
    "Avg Rating": "5.78",
    "Link": "https://boardgamegeek.com/boardgame/20953/piratissimo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.2273",
    "Description": "Set the sails and weigh the anchor! Several pirate ships cruise the seas in Piratissimo on the lookout for precious hidden treasure. It's a matter of honor to discover it, load it on board, and be the first to bring it into the harbor &ndash; despite competition from the other pirates, tornadoes, and the seal of fate. The pirates are none too friendly: they steal, plunder, and sink ships wherever they can. But too much greed can put their pirate treasure at stake. An absolutely merciless game for the whole family. Board, or be boarded!&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Nautical",
      "Pirates"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Series: Pegasus Children's Games (Matagot)"
    ]
  },
  {
    "Rank": "19186",
    "Name": "Uisge",
    "ID": 11421,
    "Year": "(1983)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.19",
    "Link": "https://boardgamegeek.com/boardgame/11421/uisge",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Two person abstract strategy game with a nice wooden box and playing pieces.&#10;This game is part of the &quot;Holzkassette&quot; series by Hexagames and of the Abacus wood box series.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building",
      "Point to Point Movement",
      "Square Grid"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 6 x 7 Grids",
      "Components: Wooden pieces & boards",
      "Magazine: Spielbox",
      "Players: Two-Player Only Games",
      "Series: Abacus Wood Box"
    ]
  },
  {
    "Rank": "19187",
    "Name": "Bar Barians",
    "ID": 288346,
    "Year": "(2019)",
    "Geek Rating": "5.516",
    "Avg Rating": "7.03",
    "Link": "https://boardgamegeek.com/boardgame/288346/bar-barians",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "Bar Barians is an exuberant fighting game in which toddling barbarians fight each other with unusual weapons.&#10;&#10;Lead your character through rivers of booze and drunk opponents, roll your dice to test your attack efficiency and be prepared to defence yourself, even with human shields!&#10;&#10;Be the last one standing and become the ultimate brawler!&#10;&#10;&mdash;description from the publisher&#10;&#10;Bar Barians &egrave; un gioco goliardico sulle risse da bar ambientato in un mondo fantasy.&#10;&#10;Attraverso fiumi di birra e avversari poco lucidi, dovrai testare l'efficacia del tuo attacco e prepararti a difenderti con tutto ci&ograve; che troverai!&#10;&#10;Riuscirai a esser l'ultimo a restare in piedi?&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "19188",
    "Name": "Hollywood Game Night Party Game",
    "ID": 155836,
    "Year": "(2014)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/155836/hollywood-game-night-party-game",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.3333",
    "Description": "Based on the hit 2013 NBC primetime game show hosted by Jane Lynch (Glee). The game includes five different card games, dual purpose coasters, a timer, a dry erase score chart and a marker to keep score. Players will learn how well they know pop culture, who can &quot;doo&quot; a song the best and which team can conquer the Celebrity name game.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Humor",
      "Movies / TV / Radio theme",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Action Queue"
    ],
    "Families": [
      "TV Shows: TV Game Shows"
    ]
  },
  {
    "Rank": "19189",
    "Name": "Zéro à 1000",
    "ID": 392950,
    "Year": "(2023)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.54",
    "Link": "https://boardgamegeek.com/boardgame/392950/zero-a-1000",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Zero to 1000 is THE knowledge game for those who (still) don't have one! Aim for the target and find the question with the closest answer. The principle is the same as Zero to 100 with new questions cards even wackier and ever more surprising answers! No need Zero to 100 to play Zero to 1000.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "19190",
    "Name": "1st Alamein: July 1942",
    "ID": 12018,
    "Year": "(1997)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.95",
    "Link": "https://boardgamegeek.com/boardgame/12018/1st-alamein-july-1942",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "75",
    "Play Time": "120",
    "Weight": "2.2308",
    "Description": "1st Alamein is my (Lou Coatney's) 1997-designed free, print-and-play 2-player game about the opening battle for Alamein, in July 1942, which was Rommel's best chance to break through and take naval base Alexandria, Cairo, and the Suez.  It is the first part of my Battles for Alamein game set, and it is an ideal introductory game for the hex-and-counter game format.&#10;&#10;It uses archaic (but surprisingly realistic) combat mechanics with &quot;active Zones of Control&quot; requiring combat - except of Allied units already in brigade boxes/fortifications - which can be taken and eliminated.&#10;My trademark Disruption rules showcase the importance of keeping at least one unengaged or at least UnDisrupted unit as a reserve.&#10;&#10;The icons/figures on the pieces are by my older son Robert, who was also the playtester to the point of helping me design the game.  (We have played it hundreds of times together, even in video telephone conversations.)  Graphics guru Patrick Tremoureux has used those to produce professional quality map and units.&#10;&#10;The scale of the game is: 1 day of real time per (10) game-turn(s), approximately 6 miles/10 kilometers per hexagonal space width, and brigade-to-division (8,000-15,000 men) unit scale, which amounts to 12 ground units on each side.  It takes a little over an hour to play.&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Secret Unit Deployment",
      "Simulation"
    ],
    "Families": [
      "Continents: Africa",
      "Country: Egypt",
      "Country: Germany",
      "Country: Italy",
      "Country: United Kingdom",
      "Digital Implementations: VASSAL",
      "History: World War II (Africa)",
      "Misc: Free Wargames",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Region: North Africa"
    ]
  },
  {
    "Rank": "19191",
    "Name": "Totem Hoarder",
    "ID": 368383,
    "Year": "(2023)",
    "Geek Rating": "5.516",
    "Avg Rating": "7.78",
    "Link": "https://boardgamegeek.com/boardgame/368383/totem-hoarder",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Totem Hoarder is a fast-paced strategy card duel.&#10;&#10;Two players assume the roles of rival archeologists and artifact collectors, racing to get a hold of magical Totems. By getting 1 card and playing 1 card each turn, both players assembles teams of creatures on the table in front of them.&#10;&#10;On a player's turn, they normally draw 1 card from the common pile and play 1 card by putting it into their team - their respective side of the battlefield.&#10;&#10;Most of the cards in the draw pile are creatures that can be played to perform various actions. But some cards are Totems and follow a slightly different set of rules: If a played Totem in interrupted with a Spooky Skelly, that Totem immediately switches teams! Totems are also &quot;indestructible&quot; - if you attack an opponent's Totem, move it into your own team instead of discarding it.&#10;&#10;The first player to have three Totems (and no Spooky Skellies) in their team wins!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Hand Management",
      "Interrupts",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Card Games: Draw and Discard",
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games",
      "Theme: Archaeology / Paleontology"
    ]
  },
  {
    "Rank": "19192",
    "Name": "Likewise!",
    "ID": 35207,
    "Year": "(2008)",
    "Geek Rating": "5.516",
    "Avg Rating": "5.80",
    "Link": "https://boardgamegeek.com/boardgame/35207/likewise",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "35",
    "Play Time": "35",
    "Weight": "1.125",
    "Description": "Likewise! the laughable, lively, like minded party game - a thought-provoking game where it pays to think alike.&#10;&#10;In this game, individuals are presented with a random pairing of a Description (adjective) and Subject(noun) Cards. With 71 cards of each, there are over 5,000 possible combinations. The pairing might be &quot;Exotic - Car,&quot; &quot;Massive - Breakfast Food, &quot; &quot;Pathetic - Celebrity,&quot; &quot;Mysterious - Politician,&quot; or something like that. Next, players write down or doodle their answers in secret or in pairs (depending on the roll of the mode die). Finally, they flip their paddles, revealing their answers (and a little bit about themselves, in a way). Matching answers move ahead on the scoreboard and the first to the winner's circle is declared the champ.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Line Drawing"
    ],
    "Families": []
  },
  {
    "Rank": "19193",
    "Name": "The Sock Game",
    "ID": 215259,
    "Year": "(2016)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.08",
    "Link": "https://boardgamegeek.com/boardgame/215259/the-sock-game",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "5",
    "Play Time": "30",
    "Weight": "1",
    "Description": "In The Sock Game, two teams compete to grab all the right items first &mdash; but it's going to be tough to find what you're looking for as each team has a large fluffy sock that has thirty tiny items stuffed inside it. On a turn, someone spins the spinner to see what the active players need to grab, then those people start digging. Whoever finds it first scores a point, and whichever team scores eleven points first wins (as long as they're beating the other team by at least two points).&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Laundry & Socks"
    ]
  },
  {
    "Rank": "19194",
    "Name": "Run Silent, Run Deep",
    "ID": 4740,
    "Year": "(1993)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/4740/run-silent-run-deep",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.7143",
    "Description": "An exciting, fast paced game recreating tactical submarine actions during World War II.  Critical elements of submarine warfare presented including Sonar, evasion and maneuver, torpedo attacks, collisions, anti-submarine weapons, and gunnery.  Each submarine's location is secretly plotted on Submarine Data Sheets.  There are 21 scenarios included from the Atlantic, the Mediterranean, and the Pacific.  Scenarios include convoy battles, hunter-killer actions, Aircraft Carrier sinkings, and one-on-one encounters.  Submarines from major belligerents are here, such as WAHOO, U-47, SPLENDID, SURCOUF, I-19 and TANG.&#10;&#10;",
    "Categories": [
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Secret Unit Deployment",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Theme: Submarines"
    ]
  },
  {
    "Rank": "19195",
    "Name": "Galactic Scoundrels",
    "ID": 248443,
    "Year": "(2019)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.76",
    "Link": "https://boardgamegeek.com/boardgame/248443/galactic-scoundrels",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "1.75",
    "Description": "Galactic Scoundrels is a game of space-western mayhem for 3-5 players that features gambling, lying, cheating, and lowdown dirty dealing. Plus it's in space.&#10;&#10;The game is played in a series of rounds. In each round, the players gamble to win a job, one player takes that job, then the other players play cards to stop them from finishing it. Along the way, they also try to bleed as much money from them as possible. After all, what are friends for?&#10;&#10;Jobs consist of a series of events, described on cards, which the player on the job must resolve with their ship, its contents, the cards in their hand, and whatever is in their stash. Along the way, all the players tell the tale of the adventure, describing how each card advances the scoundrel's story. Galactic Scoundrels is, more than anything, a storytelling game.&#10;&#10;",
    "Categories": [
      "American West",
      "Card Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Storytelling",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "19196",
    "Name": "In Extremis",
    "ID": 14013,
    "Year": "(2004)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.44",
    "Link": "https://boardgamegeek.com/boardgame/14013/in-extremis",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "This is a word game with a twist. Players are all given a letter that starts the word. Then are other letters shown in different colors. Green letters must be used in a word, while red letters cannot be included in the word. If ever a letter appears as both green and as red, then it's the first person to slap the table that wins that round.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "19197",
    "Name": "Panic Diner",
    "ID": 286831,
    "Year": "(2019)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/286831/panic-diner",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Your dream team has one week to save the reputation of the restaurant in Panic Diner! Honor all the customer orders in the allocated time. Don't forget to wash the dishes in order to have enough available plates, and adapt to all situations as every day brings surprises.&#10;&#10;Panic Diner is a frenetic co-operative party game with visible objectives.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Matching",
      "Real-Time",
      "Speed Matching"
    ],
    "Families": [
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "19198",
    "Name": "The Pyramid of Khufu",
    "ID": 324190,
    "Year": "(2020)",
    "Geek Rating": "5.516",
    "Avg Rating": "8.06",
    "Link": "https://boardgamegeek.com/boardgame/324190/the-pyramid-of-khufu",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.5",
    "Description": "Aim&#10;&#10;To achieve the most divine points within your pyramid in order to ascend into a God upon your glorious death!&#10;&#10;Story&#10;&#10;You are the Great Pharoah Khufu, and your great and glorious reign is coming to an end. In order to become a &lsquo;being&rsquo; of the afterworld, you must ensure that your mortal body is safeguarded and recognizable by your spirit. While your embalmers are well instructed on the methods of mummifying your physical body when the time comes, your pyramid is not yet complete. Not only that, but you must fill it with 9 sacred items, entice the Gods to bless your tomb, and finally place the capstone atop your magnificent pyramid and earn your place in the pages of the history books.&#10;&#10;Game End&#10;&#10;The game ends when one of the two Pharoahs (players) completes their pyramid by collecting all 9 sacred items, at least 9 Gods (each item having been blessed by a God (or two!)), and placing the capstone. However, being the first to place your Cap Stone does not necessarily make you the winner or indeed the greater Pharoah!&#10;&#10;You cannot place the Capstone without first placing all 9 items into the pyramid, and at least one God being tucked behind each item. (The Capstone does not need a God.)&#10;&#10;Capstone &ndash; The Capstone, or Pyramidion, was the final piece of the pyramid. It locks the rest of the blocks together, therefore making the structure strong. Interestingly, the capstone from the real Great Pyramid &ndash; Khufu&rsquo;s Pyramid &ndash; is missing&hellip;&#10;&#10;Optional &quot;Secrets of the Tomb&quot; Expansion&#10;&#10;The expansion contains 18 Secret Challenge cards giving players optional objectives to meet! i.e. to have three specific Sacred Items in one row of your pyramid, or to ensure you score more than a certain amount when collection a particular Sacred Item!&#10;&#10;There also a solo mode for those who enjoy a solo puzzle! How close can you get to a winning score?&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Mythology"
    ],
    "Mechanics": [
      "Action Drafting",
      "Hand Management",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "19199",
    "Name": "First Bull Run: 150th Anniversary Edition",
    "ID": 101539,
    "Year": "(2012)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.76",
    "Link": "https://boardgamegeek.com/boardgame/101539/first-bull-run-150th-anniversary-edition",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.6",
    "Description": "Game description from the publisher:&#10;&#10;July 21, 1861: In northern Virginia two raw armies prepare to do battle in what each believes will be a short war. Spectators have gathered for the spectacle. Both sides are in for a shock as this will be the first major battle in a war that will last another four years and consume 600,000 lives.&#10;&#10;Now for the 150th anniversary of the battle, Worthington Games brings you, First Bull Run: 150th Anniversary Edition. Players will take control of either the Confederate and Union armies, blue and gray wooden blocks with labels, on a mounted 22&quot; x 17&quot; map of the Manassas area, cards, and rules. The game will come with a certificate stating that it is a copy of 525 limited edition.&#10;&#10;First Bull Run: 150th Anniversary Edition lasts nine turns, with each player receiving 8-14 cards per turn from an individual deck of 20 cards. Each turn is divided into a number of rounds, with players alternating rounds until both pass or both run out of cards; during a round, a player can play 0-5 cards, using each card for its movement point value or its action. After playing one or more cards in a round, the active player can attack a defender's units with adjacent, facing units. Each unit may move/attack or be attacked only once per round.&#10;&#10;At the end of the game, players score victory points for the opposing units they've eliminated as well as the victory point locations they occupy. Whoever scores more points wins.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Grid Movement",
      "Secret Unit Deployment",
      "Simulation",
      "Square Grid"
    ],
    "Families": [
      "Components: Block Wargames",
      "States: Virginia"
    ]
  },
  {
    "Rank": "19200",
    "Name": "Steven Universe y las Gemas de Cristal",
    "ID": 236199,
    "Year": "(2017)",
    "Geek Rating": "5.516",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/236199/steven-universe-y-las-gemas-de-cristal",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "In Steven Universe, you want to help Steven gather his friends, the three alien warriors, the crystal gems: Pearl, Amethyst and Garnet. Play your cards well to get the best fusions, defend your friends, solve missions and keep the balance in the Universe.&#10;&#10;On your turn, you must use your stars to buy cards or play cards. That way you will gain points and fulfill your fusion missions. The game ends when the draw pile as no cards left. At that time, each player scores the points of their cards that are in Beach City, plus the points in the fusion cards that were completed.&#10;&#10;Use the special abilities of your teammates and be the first to save Beach City!&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Children's Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "TV Shows: Steven Universe"
    ]
  }
]