[
  {
    "Rank": "21801",
    "Name": "Le Saghe di Conquest",
    "ID": 8476,
    "Year": "(2001)",
    "Geek Rating": "5.506",
    "Avg Rating": "6.22",
    "Link": "https://boardgamegeek.com/boardgame/8476/le-saghe-di-conquest",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2",
    "Description": "The game is very similar to Talisman, but characters move freely on a hex-board.&#10;&#10;Goal of the game is complete the personal Mission (that isn't a secret for all other players).&#10;&#10;Players can cooperate or fight each others to obstruct other players.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Exploration",
      "Fantasy",
      "Humor"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Hexagon Grid",
      "Roll / Spin and Move",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "21802",
    "Name": "Erbsenzählen",
    "ID": 259360,
    "Year": "(2018)",
    "Geek Rating": "5.506",
    "Avg Rating": "6.07",
    "Link": "https://boardgamegeek.com/boardgame/259360/erbsenzahlen",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1.3333",
    "Description": "In Erbsenz&auml;hlen, players are presented with a big jumble of peas that they need to straighten out. By sorting, calculating, and exchanging, the players try to put the pea cards from 1 to 6 in the correct order to earn a giant pea as a reward. Whoever defies the pea thieves and the bad luck peas can, in the end, collect the most giant peas and win.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Collectible Components"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection",
      "Stock Holding"
    ],
    "Families": [
      "Misc: LongPack Games",
      "Series: Mitbringspiel Mini (HABA)"
    ]
  },
  {
    "Rank": "21803",
    "Name": "La Campagne de Gettysburg, 1863",
    "ID": 9957,
    "Year": "(1996)",
    "Geek Rating": "5.506",
    "Avg Rating": "6.39",
    "Link": "https://boardgamegeek.com/boardgame/9957/la-campagne-de-gettysburg-1863",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.1429",
    "Description": "&quot;La Campagne de Gettysburg, 1863&quot; covers the Gettysburg campaign from June 22 to July 13, at two days per turn.  Fog of war is significant, as befits the scenario, and rules also exist covering engineering operations, weather, reinforcements, and munitions supplies.  The map covers an area from Harrisburg PA in the North to Harper's Ferry in the South, and from Martinsburg in the West to York in the East.&#10;&#10;As with all Vae Victis games, the counters need to be cut out and mounted.  The rules are entirely in French, although translations are available online.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Civil War",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Simulation"
    ],
    "Families": [
      "Components: DTP (Desktop Publishing)",
      "Country: USA",
      "History: Battle of Gettysburg",
      "Magazine: Vae Victis",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "States: Pennsylvania"
    ]
  },
  {
    "Rank": "21804",
    "Name": "James Clavell's Shogun",
    "ID": 2690,
    "Year": "(1983)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.66",
    "Link": "https://boardgamegeek.com/boardgame/2690/james-clavells-shogun",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.6364",
    "Description": "From the publisher:&#10;&#10;The family game of diplomacy, duplicity, and military conquest in feudal Japan.  Each player, as one of the five Regents, attempts to increase his control over the central provinces of Honshu Island and to suppress his fellow regents so that he alone can become Shogun.&#10;&#10;Includes game board depicting the 25 central provinces of Honshu Island; the three principal cities of Yedo, Nagoyah, and Osaka; and the Great South Road of Tokaido.  Also, 39 Troop Unit markers, 2 Leader units, 136 influence markers, 23 event markers, 80 pieces of game money, 115 Karma cards, 39 honor tokens, 25 plastic bases, 5 turn order cards, 2 ten-sided dice and a rules book.&#10;&#10;Note:  combat is resolved by means of combat results table.&#10;&#10;",
    "Categories": [
      "Medieval",
      "Novel-based",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Authors: James Clavell",
      "Components: Map (Continental / National scale)",
      "Country: Japan",
      "History: Sengoku Period"
    ]
  },
  {
    "Rank": "21805",
    "Name": "Death By Coconuts",
    "ID": 360832,
    "Year": "(2022)",
    "Geek Rating": "5.506",
    "Avg Rating": "6.12",
    "Link": "https://boardgamegeek.com/boardgame/360832/death-by-coconuts",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "10",
    "Play Time": "45",
    "Weight": "1",
    "Description": "You&rsquo;re on an afterlife cruise to the totally tropical island of Eternal Paradise - your final destination&hellip; If you catch our drift. On the way, your ship slams into a rock, not far from the sad sandy shores of Purgatory Island. You manage to escape the sinking vessel on a trusty inflatable flamingo and reach the shore, self-assured that you&rsquo;ve survived a shipwreck and shark-infested waters - only to be bludgeoned by a falling coconut.&#10;&#10;What are the chances?! Well it turns out, there are an average of 150 deaths by coconut per year. You regain consciousness to the realisation the shipwreck has turned your heavenly cruise to Eternal Paradise into a hellish race across Purgatory Island.&#10;&#10;From Coconut Beach, you&rsquo;ve gotta move by backing your betting ability in deciding which of the three options is most deadly. For example: Falling Coconuts, Lightning Strike or Extreme Selfies&#10;&#10;You&rsquo;ll be betting by using the only currency to hand: coconuts (ironically). You&rsquo;ve got a one-in-three chance of getting the answer correct. Which is roughly the same odds as being struck by lightning&hellip; if you play golf in a thunderstorm&hellip; dressed like a medieval jouster.&#10;&#10;Bet small and move cautiously. Bet big and move quickly - but risk going backwards just as fast. Navigate shortcuts and lava flows - you know, the usual features of a deserted tropical island. Oh, and look out for buried treasure, it could be the difference between life and death.&#10;&#10;Whichever tactic you choose, only the first to the finish gets into Eternal Paradise. It&rsquo;s a pretty exclusive guest list - so you better get a move on! Or you&rsquo;ll be wandering the wastes of purgatory for eternity... And that sounds like a fate worse than death!&#10;&#10;So, grab yourself a few fellow shipwrecked shipmates and get going on the race to Eternal Paradise, where your knowledge of death just might save your life.&#10;&#10;",
    "Categories": [
      "Humor"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Catch the Leader",
      "Race",
      "Team-Based Game",
      "Track Movement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "21806",
    "Name": "Magic Feathers",
    "ID": 194033,
    "Year": "(2016)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.85",
    "Link": "https://boardgamegeek.com/boardgame/194033/magic-feathers",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Pustezauber plays like a memory game, except that all of the tiles that you're trying to collect are face up! What's the challenge to making matches when you can see everything before you? You must take two feathers from a magical bird and blow those feathers &mdash; one at a time &mdash; onto matching tiles in order to claim them. Whoever collects the most tiles wins!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "21807",
    "Name": "Ark of Animals",
    "ID": 155113,
    "Year": "(2014)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.83",
    "Link": "https://boardgamegeek.com/boardgame/155113/ark-of-animals",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Ark of Animals is the first release by Fabryka Gier Historycznych targeted mainly at younger players.&#10;&#10;In this game, the players help Noah fill the Ark with animals and save them from Flood. They do it by simultaneously drawing animal tiles from the pool and placing them face down on their boards. Players score points for being the first to fill the Ark, collecting the most mammals, collecting sets of three different birds, reptiles or amphibians, etc. They should also remember not to place herbivores next to predators, as carnivores will simply try to eat other animals.&#10;&#10;The game has various difficulty levels, introducing the possibility to balance the Ark's sides and managing grain supplies.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Humor",
      "Real-time",
      "Religious"
    ],
    "Mechanics": [
      "Memory",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Religious: Noah and the Ark",
      "Religious: The Bible"
    ]
  },
  {
    "Rank": "21808",
    "Name": "Aufbruch ins Abenteuer",
    "ID": 148322,
    "Year": "(2013)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.86",
    "Link": "https://boardgamegeek.com/boardgame/148322/aufbruch-ins-abenteuer",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.4",
    "Description": "In Aufbruch ins Abenteuer, you're trying to attach balloons to various baskets so that the animals can take flight above the ground where they normally lie and play.&#10;&#10;Each player starts the game with a gear wheel, then a deck of 53 cards is shuffled and placed face down. On a turn, a player draws either the top card of the deck or a face-down card that was placed on the table earlier by a player. If you draw a basket, you can place it in front of you; each basket has one of three animals in it &mdash; dog, cat or badger &mdash; with 1-3 animals of that type. If you have a basket and draw a balloon of the appropriate color &mdash; red for dog, blue for cat, brown for badger &mdash; you can add the balloon to the basket; if the basket now has as many balloons as animal adventurers in the basket, place the basket to the side to score points for it at the end of the game. If you draw a finish line card, you can place it face up on the table.&#10;&#10;If you don't want to use a card or can't use it &mdash; such as when you draw a badger basket and are already working on one &mdash; place it face down on the table where someone else can draw it later. You can discard your gear wheel from the game to draw a second card on your turn.&#10;&#10;When three of the five finish line cards are face up, the game ends and everyone scores one point for each animal adventurer in a balloon you've completed. Whoever has the highest score wins!&#10;&#10;For younger players, leave out the finish line cards and have the game end when only a single card remains in the deck. For older players, have them score negative points for baskets started and not finished, with each such basket worth -1 point and each balloon attached to these baskets also worth -1 point.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Memory",
      "Set Collection"
    ],
    "Families": [
      "Theme: Hot Air Balloons"
    ]
  },
  {
    "Rank": "21809",
    "Name": "Rockets Red Glare",
    "ID": 6621,
    "Year": "(1981)",
    "Geek Rating": "5.506",
    "Avg Rating": "6.05",
    "Link": "https://boardgamegeek.com/boardgame/6621/rockets-red-glare",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.375",
    "Description": "&quot;Rockets Red Glare&quot; is a board wargame simulation of the War Of 1812 in North America on the strategic and operational levels, designed by Stephen Newberg and first published by &quot;Simulations Canada&quot; in 1981. &#10;The objective of both players will be to accumulate victory points for certain actions. The player who has accumulated the most victory points by the end of the game is the winner.&#10;&#10;Re-published by &quot;Compass Games&quot; in Paper Wars #78 - Fall 2013&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Ratio / Combat Results Table",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Country: Canada",
      "Country: United Kingdom",
      "Country: USA",
      "History: War of 1812",
      "Magazine: Paper Wars",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "21810",
    "Name": "Explorers of the Lost Valley",
    "ID": 190064,
    "Year": "(2016)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.86",
    "Link": "https://boardgamegeek.com/boardgame/190064/explorers-of-the-lost-valley",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "1",
    "Description": "The life of an English gentleman can be quite boring sometimes, with all that privilege and comfort. That's why a group of old friends have decided to leave their mansions and enter into the dark depths of an unexplored region of &Aacute;frica. There, they will find living, breathing dinosaurs!&#10;&#10;The adventurers put together a little competition: Using their wits and modern weapons, they will try to catch alive as many animals as possible for the London zoo. The loser will have to shave off his moustache. Some emotion, at last!&#10;&#10;Explorers of the Lost Valley is a card game for 2-4 players with a playing time of 20 minute per game. Two cards are drawn from the deck, showing a wide variety of scientifically inaccurate dinosaurs. The players can decide which one to fight, or discard one of them. If you decide to fight, roll the dice; if the result is equal or higher to the difficulty of the dinosaur, you can take it as a prize. The easier-to-catch dinosaurs give fewer points than the more difficult ones. If you fail, you lose some &quot;explorations points&quot;. If you lose all your explorations points, you can continue playing (losing all your prizes), or you can stop playing (keeping the dinosaur you caught).&#10;&#10;When the last card is drawn, the player with the most points wins!&#10;&#10;&bull;&bull;&bull;&#10;&#10;La vida de un caballero ingl&eacute;s puede ser bastante aburrida a veces, con todos sus privilegios y comodidades. Por eso un grupo de viejos amigos han decidido salir de sus mansiones y viajar a las oscuras profundidades de una inexplorada regi&oacute;n de &Aacute;frica... &iexcl;&iexcl;donde encontrar&aacute;n dinosaurios vivos y coleando!!&#10;&#10;Los aventureros proponen una competici&oacute;n: usando sus habilidades y sus armas modernas, intentar&aacute;n capturar tantos animales como sea posible para el zoo de Londres. El perdedor tendr&aacute; que afeitarse el mostacho. &iexcl;Algo de emoci&oacute;n, por fin!&#10;&#10;&quot;Explorers of the Lost Valley&quot; es un juego de cartas para 2-4 jugadores con un tiempo de 20 ninutos por partida.&#10;&#10;Se roban dos cartas del mazo, mostrando una gran variedad de dinosaurios cient&iacute;ficamente incorrectos. Los jugadores pueden decidir contra qu&eacute; dinosaurio luchar, o descartar uno de ellos. Si se decide luchar, tira los dados: si el resultado es igual o mayor que la dificultad del dinosaurio, puedes conseguirlo como trofeo. Los dinosaurios m&aacute;s f&aacute;ciles de capturar dan menos puntos que los m&aacute;s dif&iacute;ciles. Si fallas, perder&aacute;s &quot;puntos de exploraci&oacute;n&quot;. Si pierdes todos tus puntos de exploraci&oacute;n puedes seguir jugando (perdiendo tus trofeos) o abandonar la aventura (guardando los dinosaurios capturados).&#10;&#10;Cuando se roba la &uacute;ltima carta, &iexcl;el jugador con m&aacute;s puntos es el ganador!&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Dice",
      "Exploration",
      "Fighting",
      "Post-Napoleonic",
      "Prehistoric"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting",
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": [
      "Animals: Dinosaurs",
      "Theme: Colonial"
    ]
  },
  {
    "Rank": "21811",
    "Name": "Batman: Poker gegen Joker",
    "ID": 6747,
    "Year": "(1989)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.98",
    "Link": "https://boardgamegeek.com/boardgame/6747/batman-poker-gegen-joker",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.6667",
    "Description": "This is a game about the first Batman movie. The notorious Joker attempts to bring the cities under his control and Batman comes to save the day!&#10;One of the players takes the role of the Dark Knight and the other one that of the Joker.&#10;&#10;Gameplay:&#10;Each player takes a stack of cards that correspond to his character according to the symbols to the back of the cards.&#10;From the City maps the two cards with zero are discarded, the remaining City maps are juxtaposed in the center of the pitch.&#10;The City tickets are each rotated to their current owners, with each player at the beginning of 4 &quot;is&quot; City Card. &#10;Joker starts the game and then players alternately play.&#10;There are two types of cards: Power cards and Action cards&#10;On his turn the active player takes the top card of his own deck of cards. The card is then applied to the City maps. Just keep in mind that there are power and action cards.&#10;The City maps are quite large. They show a numerical value of 0-4 and a symbol of Batman or Joker.&#10;&#10;The Cards:&#10;1) Power Cards: Each player has in his deck 36 power cards with values &#226;&#128;&#139;&#226;&#128;&#139;from 1 to 12, each card is available three times. A maximum of four cards can be applied on the City maps.&#10;2) KO Card: This card means that the opposing player is obligated to discard the next card that he draws.&#10;3) Stop card: it is placed under a City map. Players use them on the opposing side of the city. Their effect is that the opponent can only go to that city with power cards valued 1 and no other value. &#10;4) Tchomb cards: They can also be stored underneath a city map on the opposing side rendering the cards already there worthless (they now have 0 value)&#10;5) Attack Card: Will be played on an opponent's row and the player can take a power card from that row.&#10;6) Change Map: Players switch roles and change sides.&#10;&#10;The game ends in the round in which neither player can do more to create a map. &#10;The City cards are counted and they are considered to belong to the player who has the higher total numbers on the power cards. In case of a tie, neither player wins the City map. City maps that have been conquered, that belonged to the other players at the start get an extra point to their printed score.&#10;The player with the highest total score wins the game.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Comic Books: Batman",
      "Comic Books: DC Universe",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "21812",
    "Name": "Hawaii, 1795: Kamehameha's War of Unification",
    "ID": 255341,
    "Year": "(2019)",
    "Geek Rating": "5.506",
    "Avg Rating": "6.07",
    "Link": "https://boardgamegeek.com/boardgame/255341/hawaii-1795-kamehamehas-war-of-unification",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.5",
    "Description": "Skirmishes, raids, and abortive diplomacy had divided the Hawaiian Islands from one another. In 1795, Kamehameha unified the big island of Hawaii and set out to bring the other islands under one high king.&#10;&#10;This is a two-player game of Kamehameha&rsquo;s campaign of unification. One player controls the forces of Kamehameha, the other commands the allied chiefs of Oahu and Maui. Movement carries armies along the Hawaiian chain, followed by tactical combat for control of each island. Counters represent warriors, musketeers, pikemen, elite guards, cannons, and canoes.&#10;&#10;The game mechanics are based on the Ancient Wars system. Cards generate special events, such as intervention by the forces of Kauai, the acquisition of cannons from European powers, or granting one player tactical advantages or additional forces.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Movement Points",
      "Point to Point Movement",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Mini Series (Decision Games)",
      "States: Hawaii"
    ]
  },
  {
    "Rank": "21813",
    "Name": "A Fistful of Daisies",
    "ID": 316623,
    "Year": "(2020)",
    "Geek Rating": "5.506",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/316623/a-fistful-of-daisies",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "In the valley of Herens in A Fistful of Daisies, cows fight one another to win succulent flowers, then get back to the cowshed first.&#10;&#10;Each cow player starts with a board showing flowers that they want to eat. On a turn, one player rolls the dice, then each player drafts a die in turn. Players then take turns moving their cows, and if they end their movement in a flower field matching a color they want to eat, then they take a token and cover one of those colored spaces on their board. If they land where another cow is located, they must duel! Roll the cows to see who ends up showing more spots; whoever wins collects clover tokens equal to the number of spots you rolled, and as soon as you have at least four clover, you had in four to cover a flower of your choice.&#10;&#10;Whoever first covers all their flowers, then returns to the cowshed from which they started movement on this circular board wins.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "21814",
    "Name": "The Uzzle",
    "ID": 378271,
    "Year": "(2021)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.70",
    "Link": "https://boardgamegeek.com/boardgame/378271/the-uzzle",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "30",
    "Weight": "1.6667",
    "Description": "What is the Uzzle?&#10;It is the most fun, competitive, and challenging game you will ever play.&#10;&#10;We combined the challenge of puzzles with the competitiveness of board games, and were able to develop the Uzzle.&#10;&#10;Shuffle the playing cards and leave them stacked in the center of the table. Then distribute 5 blocks to each player. Flip over the top card and race to see who can solve the Uzzle first by matching the blocks to the pattern on the card. Once you finish, shout &quot;Uzzle!&quot; and grab the card. After taking the card, let the other players examine whether you have correctly arranged your blocks. If you have correctly solved the Uzzle, you get to keep the card and now have 1 win. Players vote on how many wins to play to.&#10;&#10;The Uzzle was designed with 4 difficulty levels, so anyone ages 4+ can play! Order more sets of blocks to include more players.&#10;&#10;",
    "Categories": [
      "Puzzle"
    ],
    "Mechanics": [
      "Matching",
      "Pattern Recognition",
      "Solo / Solitaire Game",
      "Speed Matching"
    ],
    "Families": []
  },
  {
    "Rank": "21815",
    "Name": "Omnigon",
    "ID": 4607,
    "Year": "(1988)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.86",
    "Link": "https://boardgamegeek.com/boardgame/4607/omnigon",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.8",
    "Description": "Similar to Pikemen from Icehouse, the hexagonal board starts with a tight packed group of pieces at each end.  Arrows on the hexagonal pieces designate direction of travel, attack, and defense.  Proclaimed on the box as easier and deeper than chess, the Omnigon equivalent of fools mate is found within the first few games.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement",
      "Hexagon Grid"
    ],
    "Families": [
      "Components: HexHex4 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "21816",
    "Name": "Taco Takeover",
    "ID": 189816,
    "Year": "(2015)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.89",
    "Link": "https://boardgamegeek.com/boardgame/189816/taco-takeover",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Ready, Set, TACO! Take an order ticket, grab a taco shell and be the first to STUFF IT with all the correct toppings! It's FAST, FUN and NACHO average game!!!&#10;&#10;Ingredient cards are spread across the table, face-down. Each player is given a taco shell and a secret recipe card. One player shouts, &quot;Ol&eacute;!&quot; and in a manic free-for-all, players grab one card at a time, trying to complete their recipes by stuffing the correct ingredients in their taco shells.&#10;&#10;If you find a cockroach, you must discard all ingredients and start again &mdash; your taco is ruined! You may also find Antacid cards, which allow you to force other players to throw out all of THEIR ingredients and start again.&#10;&#10;The first player to complete their secret recipe (correctly) wins a point, and the first to three points wins the game.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Building",
      "Take That"
    ],
    "Families": [
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "21817",
    "Name": "Bzura 1939",
    "ID": 26292,
    "Year": "(1992)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.88",
    "Link": "https://boardgamegeek.com/boardgame/26292/bzura-1939",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3.1429",
    "Description": "A battle of the German invasion of Poland. It comprises a full color map, counters need to be cut. The rules are in Polish. This game is the ancestor of all the games from the system W-39 (Wrzesien 1939 - September 1939), but is not part of the system !&#10;&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Warsaw (Poland)",
      "Country: Poland",
      "History: World War II (Poland 1939)",
      "Players: Two-Player Only Games",
      "Series: Wrzesień 1939 (Dragon / Taktyka i Strategia)"
    ]
  },
  {
    "Rank": "21818",
    "Name": "The Last Starfighter Combat Game",
    "ID": 9569,
    "Year": "(1984)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.84",
    "Link": "https://boardgamegeek.com/boardgame/9569/the-last-starfighter-combat-game",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.5",
    "Description": "Starfighters of opposing forces clash in space. Laser beams cut through ships as they explode and die. Torpedoes smash into others igniting them in great balls of fire. The two forces are fighting for control of the galaxy and both sides feel the need to win this battle. Your commander sends in reinforcements constantly until finally it is your time. You don your flight suit and climb into your ship then you realize that it's all up to you, for you are The Last Starfighter.&#10;&#10;Players choose to be pilots for the Rylosians, striving to save the galaxy, or pilots of the dread Ko-Dan armada attempting to subjugate the civilized worlds. The Last Starfighter uses a simple system for simultaneous action. Players plan their moves and plot them on an easy-to-use plotting sheet, hoping to outmaneuver their opponents. Then they execute their moves, get the enemy in their sights, and FIRE!&#10;&#10;This game includes 78 colorful playing pieces, a 17x22-inch map sheet, rulebook, a pad of plotting sheets and 2 dice. Everything you need for a galaxy of fun.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Paper-and-Pencil",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Creatures: Aliens / Extraterrestrials",
      "Movies: The Last Starfighter",
      "Space: Asteroids"
    ]
  },
  {
    "Rank": "21819",
    "Name": "Choconnect",
    "ID": 417334,
    "Year": "(2024)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.84",
    "Link": "https://boardgamegeek.com/boardgame/417334/choconnect",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "1.25",
    "Description": "In the game Choconnect you are chocolatiers, immersing yourselves in a tantalizing world of confectionery mastery. Your task: skillfully arrange an assortment of chocolates to become the ultimate chocolatier and triumph in the sweetest challenge.&#10; To set up, put the board in the middle of the play area and all of the tiles in the cloth bag.&#10; On your turn, without looking in the bag, you take a tile from the bag and slide it on the board. &#10; You can slide the tile from any of the edge spaces on any of the four sides of the board, even if that space already contains a tile. When doing so you push other tiles in that row or column one space further in the direction in which you are sliding the tile.&#10; You are not allowed to slide a tile in a row that is already full (because you would be pushing other chocolates out of the box, we don't waste food!).&#10; The goal of the game is to create a line of chocolate tiles of the same type either orthogonally or diagonally. The number of tiles needed in the line to win is indicated by the number of decorations on it.&#10; Whoever succeeds in creating the winning line first wins the game.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building",
      "Slide / Push",
      "Tile Placement"
    ],
    "Families": [
      "Category: n in a row",
      "Components: 6 x 6 Grids",
      "Digital Implementations: Board Game Arena",
      "Food & Drink: Chocolate"
    ]
  },
  {
    "Rank": "21820",
    "Name": "UNO: Jurassic World",
    "ID": 274034,
    "Year": "(2017)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.80",
    "Link": "https://boardgamegeek.com/boardgame/274034/uno-jurassic-world",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "It's the world's #1 card game, now featuring dinosaurs!&#10;&#10;Jurassic World fans and Uno players alike will enjoy this new spin on a classic card game. Not only do the cards feature dinosaurs and characters from the movie, but they include a special action card that allows you to discard all raptors from your hand!&#10;&#10;Just like classic Uno, the goal is to discard all of your cards to win the round. The first player to reach 500 points wins! Don't forget to yell &quot;Uno!&quot; when you have only one card left.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme",
      "Number"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Animals: Dinosaurs",
      "Card Games: Matching",
      "Game: UNO",
      "Movies: Jurassic Park",
      "Versions & Editions: Versions with IP after the original release"
    ]
  },
  {
    "Rank": "21821",
    "Name": "Drakkar Tum Tum",
    "ID": 320562,
    "Year": "(2020)",
    "Geek Rating": "5.506",
    "Avg Rating": "6.20",
    "Link": "https://boardgamegeek.com/boardgame/320562/drakkar-tum-tum",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "You are a crew of fearless vikings, at sea with your mighty longship. Navigating such a ship through the dangers of the open sea requires good coordination and a skillful drummer determining the beat.&#10;&#10;During the game, players chant &quot;Drakkar...Tum...Tum...Tum&quot;, and on the third &quot;Tum&quot;, the active player must place a card on one of the ship cards that make up the longship, and draws a new one while chanting continues. Next time the players reach the third &quot;Tum&quot;, it's the next player's turn, and so on. However, the cards that are placed can change the rhythm. If a danger is revealed, there will be only two &quot;Tum&quot;s, with a second danger, only one. If a third danger is revealed, players los the game. Dangers can be covered with certain cards to regain the original rhythm. Other action cards can reverse the turn order, for example. During the game, players can discover island cards. If they discover three islands and can finish the draw pile, they win.&#10;&#10;A player that plays out of turn or out of rhythm does not draw a new card. Everyone also loses if any one player runs out of cards to play.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Exploration",
      "Medieval",
      "Party Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Real-Time",
      "Singing"
    ],
    "Families": [
      "Theme: Vikings"
    ]
  },
  {
    "Rank": "21822",
    "Name": "Pescado Novo",
    "ID": 359499,
    "Year": "(2023)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.98",
    "Link": "https://boardgamegeek.com/boardgame/359499/pescado-novo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1",
    "Description": "Pescado Novo is a fishing game based on the classic card game Scopa di Quindici. It has a special set of cards that are randomly added to the deck and provide special effects, such as:&#10;&#10;- Immediatly taking one card from the table.&#10;- A -1 card&#10;- An 11&#10;etc&#10;&#10;The game can be played from 2 to 4 players. In 4 players match the game is played in teams.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Team-Based Game"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Digital Implementations: Board Game Arena",
      "Traditional Card Games: Scopa"
    ]
  },
  {
    "Rank": "21823",
    "Name": "Attack of the Kaiju",
    "ID": 234754,
    "Year": "(2017)",
    "Geek Rating": "5.506",
    "Avg Rating": "6.11",
    "Link": "https://boardgamegeek.com/boardgame/234754/attack-of-the-kaiju",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "Description from the publisher:&#10;&#10;It's an old-fashioned, black and white, giant monster movie throwdown!&#10;&nbsp;&nbsp;&#10;Take control of your very own giant monster to defeat other kaiju and level the city. Evade military forces and lure your opponents into the line of fire. Carefully manage your Power to optimize the destruction, which earns you even more Power in following rounds.&#10;&nbsp;&nbsp;&#10;Game play is fast and strategic. Luck is a factor but success is more a result of careful planning and strict resource management.&#10;&nbsp;&nbsp;&#10;Topple buildings, defeat the military, complete each turn's objectives, and pick fights with other kaiju to earn Victory. This determines turn order in each round, and the player responsible for the most overall devastation wins the game.&#10;&nbsp;&nbsp;&#10;Attack of the Kaiju may be played with teams or as a free-for-all match. Length of play is flexible. A basic three-round game takes about an hour. The double-sided game board allows for basic and advanced play, and unique kaiju abilities vary the action. &nbsp;&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Theme: Kaiju"
    ]
  },
  {
    "Rank": "21824",
    "Name": "U-Boat",
    "ID": 2806,
    "Year": "(1959)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.85",
    "Link": "https://boardgamegeek.com/boardgame/2806/u-boat",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.1818",
    "Description": "One of the earliest entries in the Avalon Hill &quot;Adult Games&quot; family, along with Gettysburg, Tactics II, Dispatcher, and Verdict.&#10;&#10;The basic game pits one U-Boat against one Destroyer. They maneuver around each other, with the Destroyer player having limited knowledge of the depth and position of the U-Boat, each attempting to score a critical hit to win the game.&#10;&#10;The multi-ship game pits three U-Boats against three Destroyers.&#10;&#10;The first set of rules (1959) came in booklet form while the revised rules (1961) were on a large, folded single sheet. Differences in the rules included where torpedoes could be placed and the damage caused by near-miss depth charge attacks.&#10;&#10;Board: A grid of 19 x 14 square spaces&#10;Pieces: 3 U-Boats, 3 Destroyers&#10;&#10;",
    "Categories": [
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Queue",
      "Dice Rolling",
      "Grid Movement",
      "Simulation",
      "Square Grid"
    ],
    "Families": [
      "Theme: Submarines"
    ]
  },
  {
    "Rank": "21825",
    "Name": "Knock Your Blocks Off",
    "ID": 90968,
    "Year": "(2011)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.73",
    "Link": "https://boardgamegeek.com/boardgame/90968/knock-your-blocks-off",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.1667",
    "Description": "Each round of Knock Your Blocks Off takes place in two phases, the first with players building up a structure and the second with players trying to knock the crown off an opponent's building.&#10;&#10;In the first phase &ndash; the Building Phase &ndash; players roll their six colored blocks simultaneously, then race to build one of the five approved structures: a six-block tall tower, a six-block long wall, a 2x3 fort, a 3x2 wall or steps. The blocks are part white, part colored, and on the face visible to the blocks' owner, the colors of adjacent blocks must match. Once a structure is finished, a player caps the structure with his crown block. The first player to complete his building grabs the demolition die from the table and (if he built a wall, fort or steps) receives a victory token.&#10;&#10;In the second phase &ndash; the Destruction Phase &ndash; the player with the die chooses a neighboring player, then rolls the die to see whether he attacks like an Ogre (by tossing the die underhanded at that opponent's building), like a Dragon (by dropping the die straight down on that building), or with a boulder (by placing the die on the table, then flicking it at that building). If the attack dislodges that building's crown, the attacker wins a victory token; if not, the defender wins a victory token. Each type of building provides its owner a special power: Forts are immune to boulders, Towers earn an extra victory token when defended, and so on. The attacked player then attacks someone else until everyone has attacked and been attacked once, then a new round begins.&#10;&#10;As soon as someone claims his eighth victory token, he wins the game. For a more difficult game, or to balance play between adults and children, the minimum distance of an attack can be increased from one foot to two feet.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Action / Dexterity",
      "Children's Game",
      "Dice",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Building"
    ],
    "Families": []
  },
  {
    "Rank": "21826",
    "Name": "Castelli",
    "ID": 104633,
    "Year": "(2011)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.64",
    "Link": "https://boardgamegeek.com/boardgame/104633/castelli",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.3333",
    "Description": "In Italy during the Middle Ages, it is of paramount importance to build castles at attractive locations &ndash; but unfortunately other landlords are also trying to gain power in the country.&#10;&#10;In the strategy game Castelli, the players gradually develop their influence and try to collect as many raw materials as possible. The game board is a grid which alternately shows production areas and spaces for tiles; these tiles show a player color and number, e.g., red 4 or blue 2. A production area grants its building materials or silver to the player with the highest combined value on the adjacent tile edges. The tiles start face-down, and each turn, one of them is revealed. During their turns, players can rotate the tiles, thus influencing who gains which building materials, which are subsequently used to build castles.&#10;&#10;With the unusual turning mechanism of the tiles, every player has the power to distribute the raw materials between himself and the other players on each turn. Building castles then results in victory points, depending on the positions of the villages and cities &ndash; and that's what it's all about if you want to become the most successful landlord!&#10;&#10;The two expansion modules included &ndash; &quot;Dilemma&quot; and &quot;Battle&quot; &ndash; can be combined freely with the basic game. They increase the challenge and time of play gradually. The game also includes material for a &quot;Castelli tournament&quot; in which four players play in pairs simultaneously.&#10;&#10;",
    "Categories": [
      "Medieval"
    ],
    "Mechanics": [],
    "Families": [
      "Series: Yellow Wave Box (Queen)"
    ]
  },
  {
    "Rank": "21827",
    "Name": "Dragon Ball Z: Perfect Cell",
    "ID": 238912,
    "Year": "(2018)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.71",
    "Link": "https://boardgamegeek.com/boardgame/238912/dragon-ball-z-perfect-cell",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.3333",
    "Description": "The Cell Games are on and the world's greatest fighters have gathered see if they have what it takes to defeat Cell, the perfect warrior. Teaming up to take him down, Goku, Gohan, Vegeta, Krillin, Trunks and Piccolo must strategize together to stop the supposedly unstoppable machine.&#10;&#10;In Dragon Ball Z: Perfect Cell, 2-4 players will each take control of an iconic Dragon Ball Z fighter and roll their dice to generate energy. Using custom icons, players allocate their dice into performing attacks, helping other players or buying upgrades. Players need to work together though, as Cell will continue to generate new threats that can heal him, damage all players or lock players out of potentially game-changing upgrades.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice",
      "Fighting"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Characters: Dragon Ball"
    ]
  },
  {
    "Rank": "21828",
    "Name": "The Lunar Dial",
    "ID": 392836,
    "Year": "(2023)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.99",
    "Link": "https://boardgamegeek.com/boardgame/392836/the-lunar-dial",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.25",
    "Description": "Gather around the stars in this wickedly-cool, out-of-this-world asbstract strategy game brought to you by The Morbid Network! This  lightweight strategy game is perfect for anyone fascinated by the stars, astrology, and the mystical arts.&#10;&#10;Earn points by casting and collecting cards from your hand to alter the phases of the moon. The player with the most moonstones in their possession wins the game. At the end of each game, the zodiac cards on the board gives the players a group reading!&#10;&#10;Features high-quality components and heavyweight cards including 1 Fabric Game Mat, 1 Lunar Dial, 12 Moonstones, 52 Moon Cards, 4 Quick-Guide Cards, 12 Zodiac Cards, and Complete Instructions.&#10;&#10;The moon and stars hold the power in this lightweight strategy game brings a celestial experience of casting cards and collecting full moons.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "21829",
    "Name": "Homeworld Fleet Command",
    "ID": 370077,
    "Year": "(2023)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.79",
    "Link": "https://boardgamegeek.com/boardgame/370077/homeworld-fleet-command",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3.5",
    "Description": "Homeworld Fleet Command is a competitive tactical miniatures board game. The game puts 1-4 players into the role of admirals for either the Kushan or the Taiiidan fleets as they battle for supremacy across the stars. To this end, you will command a wide assortment of ships, including squadrons of fighters, corvettes, frigates, destroyers, and devastating capital ships.&#10;&#10;The Kickstarter exclusive edition of Homeworld Fleet Command will contain the following:&#10;&#10;&bull; A 10-PART CAMPAIGN THAT WILL TAKE PLAYERS FROM THE FIRST FIGHTER SKIRMISH TO EPIC BATTLES SUCH AS RETURN TO KHARAK, SUPERNOVA STATION, AND TENHAUSER GATE.&#10;&#10;&bull; STEP-BY-STEP SCENARIOS THAT MAKE IT EASY TO JUMP RIGHT INTO THE SHOES OF AN ADMIRAL AND GRADUALLY LEARN THE CORE GAME MECHANICS AS THE SIZE OF YOUR FLEET INCREASES.&#10;&#10;&bull; 101 PLASTIC SHIPS IN THE BASE GAME, INCLUDING THE ICONIC MOTHERSHIP, 48 FIGHTERS, 24 CORVETTES, 24 FRIGATES, 2 CARRIERS, AND 2 DESTROYERS.&#10;THE EXPANSION ADDS ANOTHER 100 SHIPS TO GROW YOUR FLEET.&#10;&#10;&bull; SOLO RULES THAT LET ONE PERSON PLAY EITHER SIDE AGAINST A DETERMINED OPPONENT OR UP TO FOUR PLAYERS CAN SHARE THE COMMAND.&#10;&#10;&bull; MULTIPLE COPIES OF THE GAME CAN EVEN BE COMBINED TO CREATE EPIC FLEET BATTLES!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction",
      "Video Game Theme",
      "Wargame"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Point to Point Movement",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "21830",
    "Name": "Weapons & Warriors: Lashout Launcher Set",
    "ID": 4695,
    "Year": "(1994)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.97",
    "Link": "https://boardgamegeek.com/boardgame/4695/weapons-and-warriors-lashout-launcher-set",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "This is another action set in the Weapons and Warriors series of games. Its a little log and mud fort fortification in the shape of a 6 point star, which explodes all 6 soldiers if the flag or gunpowder store is hit. It came with the lash out launcher and a catapult as well as 26 soldiers, 2 generals,24 battle balls, and triple blast barrier for the other side.&#10;&#10;CONTENTS:&#10;LASHOUT LAUNCHER&#10;STARFORT&#10;POWER CATAPULT&#10;TRIPLE BLAST BARRIER&#10;26 SOLDIERS&#10;24 BATTLE BALLS&#10;BATTLE DICE&#10;COLORFUL INTERLOCKING PATH AND SCENERY&#10;ILLUSTRATED INSTRUCTIONS&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Components: Marbles",
      "Game: Weapons & Warriors (Pressman)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "21831",
    "Name": "Piracy",
    "ID": 14024,
    "Year": "(2004)",
    "Geek Rating": "5.506",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/14024/piracy",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.4444",
    "Description": "Treasure Hunt in the Caribbean&#10;&#10;You are trying to succeed in life as a pirate on the boundless missions are your daily business. The ocean and the feared pirate hunters are the only foes during your quest for gold and fame.&#10;&#10;Your mission?&#10;&#10;For your gory voyage to success, recruit the utter scum of the ocean as your crew and command your ship with force on the merciless way to riches and fame. Feed your enemies to the sharks and become the wickedest buccaneer far and wide. Armed with a fitting crew of cutthroats, you can sweep away all obstacles in your path and grasp the oceans' ultimate bounty: the Spanish Treasure Fleet.&#10;&#10;Ready to board! Take no prisoners!&#10;&#10;",
    "Categories": [
      "Nautical",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Pick-up and Deliver"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "21832",
    "Name": "Red Baron",
    "ID": 8409,
    "Year": "(1985)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.99",
    "Link": "https://boardgamegeek.com/boardgame/8409/red-baron",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.2222",
    "Description": "Red Baron is a game of air warfare in World War I (1914-1918), based on designer Jim Hind's earlier Aces High game system. The game covers a variety of missions including photo recon, patrol, artillery spotting, balloon busting, trench strafing, bombing, and train busting. Data cards are included for 64 aircraft (some of which feature variant models on the same card). There are 12 scenarios.&#10;&#10;Red Baron represented an odd step in the history of the Aces High game system. Red Baron converts the game system to squares instead of hexes, as used in earlier and later editions of Aces High. In addition, Red Baron uses movement points that reflect 10 mph increments (down from 20) to further differentiate between aircraft.&#10;&#10;Published in The Wargamer Magazine number 48.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Magazine: The Wargamer",
      "Occupation: Aviator",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "21833",
    "Name": "Politix",
    "ID": 43489,
    "Year": "(2009)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.66",
    "Link": "https://boardgamegeek.com/boardgame/43489/politix",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.4",
    "Description": "The game description in Finnish:&#10;&#10;&quot;Politix on satiirisella otteella politiikan maailmaa k&auml;sittelev&auml; korttipeli, joka tarjoaa sinulle tilaisuuden kokea ennenn&auml;kem&auml;t&ouml;n vaalitaistelu aitiopaikalta. Pelin aikana pelaajat houkuttelevat edustamansa puolueen taakse &auml;&auml;nest&auml;ji&auml; kuudesta eri kansanryhm&auml;st&auml;. &Auml;&auml;nten kalasteluun on tarjolla erilaisia politikointikeinoja: siin&auml; miss&auml; blondien hurmaus on helppoa, tehoaa angstisiin nuoriin paremmin murahtelu. Ja jos keinot tuntuvat loppuvan, voi &auml;&auml;nest&auml;ji&auml; yritt&auml;&auml; voidella perinteiseen tyyliin tarjoamalla vaikka pullakahvit!&#10;&#10;Erilaiset poliittiset tapahtumat salarakkaista dopingskandaaliin s&auml;&auml;telev&auml;t pelin kulkua. N&auml;it&auml; tapahtumia hy&ouml;dynt&auml;en puolueet pyrkiv&auml;t ker&auml;&auml;m&auml;&auml;n suurimman &auml;&auml;nest&auml;j&auml;kunnan ja t&auml;ss&auml; parhaiten onnistunut puolue voittaa pelin.&#10;&#10;Onnea &auml;&auml;nten mets&auml;stykseen!&quot;&#10;&#10;A short description of the game in English:&#10;&#10;&quot;Politix is a satirical card game about the Finnish political scene. Each player plays one of the famous politicians and tries to gather voters to support his/her party. At the end of the game, the party that has gathered the widest support, wins the game!&quot;&#10;&#10;The game includes rule sets in Finnish, English and Swedish. Politix is coming out Fall 2009.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Political"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Team-Based Game"
    ],
    "Families": [
      "Country: Finland"
    ]
  },
  {
    "Rank": "21834",
    "Name": "Dragon Lords",
    "ID": 6526,
    "Year": "(1993)",
    "Geek Rating": "5.506",
    "Avg Rating": "6.10",
    "Link": "https://boardgamegeek.com/boardgame/6526/dragon-lords",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "1.8",
    "Description": "From the back of the box:&#10;&#10;Welcome to Dragon Lords, the game of fantastic battles between fierce dragons.  In Dragon Lords, each player controls a dragon involved in an awesome battle.  Players move their dragons about the maps, jockeying for the best position from which to unleash their breath weapons upon their hapless opponents and hurling themselves headlong into mid-air mortal combat.&#10;&#10;Dragon Lords is a fast-paced game sure to please and lover of fantasy.  The forty page rulebook covers how to fight with dragons of all sorts.  It contains 12 ready-made dragons, plus easy-to-use rules for how to design up to 625 types of dragons, each of which can use any of the five different types of riders.&#10;&#10;The first part of the book features the introductory rules which can be read and learned by the most inexperienced gamer in a single sitting.  But the fun doesn't stop there!  The rulebook also contains a full set of advanced and optional rules that add even more complexity and realism to the game.  Even the most die-hard dragon fans will find what they want in Dragon Lords.&#10;&#10;This game contains a forty page rulebook with 12 &quot;ready made&quot; dragon play sheets, scenarios, game log and blank play sheet.  Two quick reference cards.  A set of 70 altitude and combat counters.  Six metal dragons, riders and plastic mounting stands.  (Models do not come assembled or painted.)  Four dice.  Six full color map sheets overlaid by a hexagonal grid.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Paper-and-Pencil",
      "Player Elimination",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Simultaneous Action Selection",
      "Team-Based Game",
      "Three Dimensional Movement",
      "Variable Set-up"
    ],
    "Families": [
      "Components: Miniatures",
      "Creatures: Dragons"
    ]
  },
  {
    "Rank": "21835",
    "Name": "Barnyard Bunch",
    "ID": 269624,
    "Year": "(2019)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.83",
    "Link": "https://boardgamegeek.com/boardgame/269624/barnyard-bunch",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Every so often, the young residents of Fridolin's farm like to run away and must be brought back to the barn with the help of the players. To do this, they need some luck rolling the dice and have to work well together. If the players make sure that no animal leaves the last space on the path, and therefore the farm, then they have won Bauernhof Bande together.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Series: Mitbringspiele S (HABA)"
    ]
  },
  {
    "Rank": "21836",
    "Name": "The Battles of Bull Run: Manassas – June 1861 and August 1862",
    "ID": 11494,
    "Year": "(1973)",
    "Geek Rating": "5.506",
    "Avg Rating": "6.11",
    "Link": "https://boardgamegeek.com/boardgame/11494/the-battles-of-bull-run-manassas-june-1861-and-aug",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.625",
    "Description": "Simultaneous movement system covering the first and second battles of Bull Run. Released as part of SPI's &quot;black box&quot; range. Developed by Irad Hardy &amp; John Young.&#10;&#10;200 counters&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Civil War",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Simulation",
      "Simultaneous Action Selection",
      "Zone of Control"
    ],
    "Families": [
      "Country: USA",
      "Digital Implementations: VASSAL",
      "Players: Two-Player Only Games",
      "States: Virginia"
    ]
  },
  {
    "Rank": "21837",
    "Name": "Zama: Hannibal versus Scipio",
    "ID": 8903,
    "Year": "(1992)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.66",
    "Link": "https://boardgamegeek.com/boardgame/8903/zama-hannibal-versus-scipio",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.0588",
    "Description": "Zama (202 BC) was the final, decisive battle of the Second Punic War (219-201). It was the culmination of seventeen years of continuous warfare between the two great western Mediterranean powers, Rome and Carthage. It not only settled the war, but put Rome firmly on the road to world domination.&#10;&#10;The Battles of the Ancient World game system is a tactical simulation of ancient battles. Each game in the system represents one of the great battles of the ancient world. The playing pieces represent the actual units which participated in the battles; the map represents the terrain over which those units fought. This game series has been designed to ensure maximum playability and reasonable reality (in that order). In order to achieve these goals, the physical components and rules have been designed to make the game easy to understand and play. The components for each game in the series include an individual playing map, one hundred combat units, and a rule book containing standardized and battle-specific rules.&#10;&#10;Published in Strategy &amp; Tactics magazine #153, Aug 1992.  Errata was published in S&amp;T #157.&#10;NB: This issue that also included Operation Felix.&#10;&#10;Other games in Series:&#10;&#10;    Four Battles of the Ancient World&#10;    Battles of the Ancient World Volume II&#10;    Battles of the Ancient World Volume III&#10;    Battles of the Ancient World: Marathon and Granicus (Published in Strategy &amp; Tactics magazine #214)&#10;&#10;&#10;",
    "Categories": [
      "Ancient",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Ancient: Carthage",
      "Ancient: Rome",
      "History: Punic Wars",
      "Magazine: Strategy & Tactics",
      "Players: Two-Player Only Games",
      "Series: Battles of the Ancient World (Decision Game)"
    ]
  },
  {
    "Rank": "21838",
    "Name": "Blood of the Northmen",
    "ID": 286632,
    "Year": "(2021)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.64",
    "Link": "https://boardgamegeek.com/boardgame/286632/blood-of-the-northmen",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "2.6",
    "Description": "In the time of Vikings, gather and manoeuvre warbands to form the nation of Bjarmia under your banner, or defeat other players to prove your battle prowess.  Build the map as you play, with untamed forests, pristine lakes, harsh mountains, and a sprawling network of roads connecting fledgling towns.  Earn actions with your map placements depending on the features of each tile you choose to add.&#10;&#10;Blood of the Northmen a game by Carl Chudyk (Glory To Rome, Innovation, Impulse) taking players north of Europe into the wild Nordic lands of the 9th century. Each player controls his own Viking clan with a unique ability. Players playing tiles from hand together build a board on which they place their warriors. Each tile in the game is both a board element, an action card, and strength in a fight. During the game, players gain victory points by fighting other clans, as well as by taking strategic settlements. The game is filled with negative interaction and a huge amount of strategy and tactics. The game has an unusual and unique mechanics of using tiles, not yet seen in other games. 120 unique tiles, 48 high detailed figures and 12 Strongholds are just some of the items in the box.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Fighting",
      "Medieval",
      "Puzzle",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Modular Board",
      "Network and Route Building",
      "Point to Point Movement",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Vikings"
    ]
  },
  {
    "Rank": "21839",
    "Name": "Pollen",
    "ID": 173338,
    "Year": "(2015)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.73",
    "Link": "https://boardgamegeek.com/boardgame/173338/pollen",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.8",
    "Description": "In search of pollen and nectar, bees and bumblebees explore the meadow. Lead your pollinator to the flowers that carry the precious booty, giving preference to your favorites. And since the same flower can be favored by both insects, you'll have to be cunning! Tactics and deduction will be part of the game... Let the harvest begin!&#10;&#10;One player will lead the Bumblebees, the other the Mason Bees. our species will have to be in the majority in number on as many flowers as possible among the five present to forage! In addition, you will each have 3 secret flowers that will have the preference of your species to earn you points!&#10;You will therefore have to place your bees wisely, move them and sometimes bluff to deceive the opponent.&#10;&#10;Players lay numbered card under a row of flowers to attempt to control the card and earn points.  The player with the most points, wins.&#10;&#10;The game comes with a booklet full of information about wild bees, their ecology, pollination, flowers and population decline. There are also hints on what individuals can do to improve the situation!&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Betting and Bluffing",
      "Deduction"
    ],
    "Families": [
      "Animals: Bees",
      "Theme: Flowers",
      "Theme: Nature",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "21840",
    "Name": "Alcazar",
    "ID": 992,
    "Year": "(1978)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.83",
    "Link": "https://boardgamegeek.com/boardgame/992/alcazar",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6667",
    "Description": "One of Ravensburger&#039;s Traveller-Series games.&#10;&#10;Loosely translated from a French Game Site:&#10;Alcazar is an abstract strategy game for two players that can be played in as little as 15 - 30 minutes. The object of Alcazar is to either immobilize your opponent's pawn by enclosing it within four walls or to occupy his/her starting square.  The game comes with a red and a green pawn, 8 walls, and a board with a 4x4 grid of what appear to be castles.  Walls can be placed between any two adjacent castles forming a border.&#10;&#10;The two pieces begin on their respective starting squares, which are located diagonally across the board from each other. Each piece begins surrounded by 4 walls. The object is to move one of the walls on each turn in order to either move your piece to your opponent's starting square or to enclose your opponent's piece so that it can no longer move.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Enclosure"
    ],
    "Families": [
      "Components: 4 x 4 Grids",
      "Players: Two-Player Only Games",
      "Series: Traveller (Ravensburger)"
    ]
  },
  {
    "Rank": "21841",
    "Name": "Holy Roman Empire: The Thirty-Years War",
    "ID": 173931,
    "Year": "(2015)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.82",
    "Link": "https://boardgamegeek.com/boardgame/173931/holy-roman-empire-the-thirty-years-war",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "300",
    "Weight": "3.5",
    "Description": "Holy Roman Empire is a political and military game of the 17th Century struggle for empire that plunged Europe into one of its longest and most destructive wars. Up to six players control the major dynasties of the era, fielding armies, navies, and engaging in diplomatic intrigue, bribery decide who will wear the crown of the Holy Roman Empire.&#10;&#10;The year is 1619. Matthias, emperor of Germany, has gone to his grave. A year-old rebellion in the imperial province of Bohemia had divided the empire along religious and political lines. Bohemian rebels have elected a minor German prince, Frederick, elector Palatine, as their king. Protestant princelings rally to Frederick, elevating his status to that of a rival to Em&shy;peror Ferdinand II, Archduke of Austria, for the imperial throne. As mercenary armies are raised against Ferdinand, the Catholic King of Spain and Duke of Bavaria rally to his side. France and Sweden turn their attention to Germany in eager anticipation of the dismemberment of their great rival, the Holy Roman Empire.&#10;&#10;",
    "Categories": [
      "Pike and Shot",
      "Political",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Chit-Pull System"
    ],
    "Families": [
      "Continents: Europe",
      "Country: Austria",
      "Country: Belgium",
      "Country: Denmark",
      "Country: France",
      "Country: Germany",
      "Country: Hungary",
      "Country: Italy",
      "Country: Lithuania",
      "Country: Luxembourg",
      "Country: Netherlands",
      "Country: Poland",
      "Country: Spain",
      "Country: Sweden",
      "Country: Switzerland",
      "Crowdfunding: Kickstarter",
      "History: Holy Roman Empire",
      "History: Thirty Years War",
      "Region: Bavaria (Germany)"
    ]
  },
  {
    "Rank": "21842",
    "Name": "Gold und Rum",
    "ID": 6824,
    "Year": "(2003)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.57",
    "Link": "https://boardgamegeek.com/boardgame/6824/gold-und-rum",
    "Min Players": "4",
    "Max Players": "7",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.6111",
    "Description": "The story is nothing new: brigands, orcs, skeletons and goblins fighting one against the other with much blood, sweat and fun.&#10;&#10;The game system, on the other hand, is a strange and original hybrid. Each round is made of two successive phases.&#10;During the recruitment phase, players build their armies in real time, which means that they choose their army cards in a hectic Pit-like way.&#10;During the war phase, made of four successive battles, they play the army cards they acquired during the recruitment phase, in a calmer and more classical way.&#10;This alternation, as well as the specific role of the wizard, who just deals the cards, makes for an unusual but rather nice rhythm.&#10;&#10;For a few Orcs more is a card game of quick reaction, memory, and tactics, for 4 to 7 players.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting",
      "Humor",
      "Real-time"
    ],
    "Mechanics": [
      "Hand Management",
      "Memory",
      "Open Drafting",
      "Secret Unit Deployment"
    ],
    "Families": []
  },
  {
    "Rank": "21843",
    "Name": "Venture Party",
    "ID": 208360,
    "Year": "(2017)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.95",
    "Link": "https://boardgamegeek.com/boardgame/208360/venture-party",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Venture Party is a fun and simple, 3-7 player, hand management game. Fantasy themes and RPG tropes are turned on their heads in this game full of clumsy and unfortunately ill-fated heroes. Your job, as leader of your Venture Party, is to decide which characters are putting their lives on the line for the team. Discard the unlucky heroes and collect loot to build the strongest party! With the new 16 card built in expansion pack, there is even more potential for mayhem before you reach the bottom of the deck! The land is ripe with opportunity, and only one Venture Party will come out on top. Will it be yours?&#10;&#10;The game begins by dealing 2 Party Members, and 1 Loot Token to every player. At the start of each player turn, they must draw one party member and play one party member from their hand. These heroes are disposable, each with a Power Level value from 1 to 16. Every number has varying effects depending on their Power Level (gathering loot, removing player cards, look at a players hand etc.) Since a Loot Token adds +1 to your party's overall power, Loot handling can sometimes make the difference between the winning and losing parties.&#10;&#10;WINNING: When the deck runs out the game is over. You want to end the game with the strongest venture party. The strength of your party is determined by combining the numbers on your cards with the number of loot tokens you have you your possession.&#10;&#10;Ex: If Pedro has the Necromancer (Level 12) and the Blind Monk (Level 6) and 5 Loot, his score is&#10;12 + 6 + 5 =23&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Humor"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "21844",
    "Name": "Asalto",
    "ID": 25988,
    "Year": "(1803)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.80",
    "Link": "https://boardgamegeek.com/boardgame/25988/asalto",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.6667",
    "Description": "This game evolved from (or alongside) Fox &amp; Geese and seems to have appeared first in Germany at least as early as 1803, where it has been known as Belagerungsspiel (Siege Game) or Festungsspiel (Fortress Game.)  In English speaking countries it was published as Siege, or German Tactics. In France it was published in 1855 as Assault. In Italy it is called Assalto, Assalto al Fortino, Assedio di Sebastopoli, and Citadel. Since it is played on essentially a Fox &amp; Geese board with additional markings and pieces, it was often included in a set with rules for Fox &amp; Geese and Solitaire.  The markings outline one nine-point side of the cross as a distinct fortress or castle, typically in a different color from the rest of the board's points.  Also, the horizontal lines of the board are in a different color than the rest, but for the few closest to the fortress.  This is to indicate where the attacker may not move; in some editions these markings are absent and instead simply described by the player's rules of movement.&#10;&#10;The defending player has two pieces in the fortress, either on specific starting points or anywhere the player chooses, depending on the included rules.  The other player has twenty-four pieces, one on each of the board's remaining points.  The goal for the attacking player is to occupy all nine of the fortress points with one of his pieces.  The goal for the defending player is to reduce the attacker to eight pieces, thereby preventing occupation of the fortress.&#10;&#10;Attackers may move along the vertical or diagonal lines towards the fortress only, except on the few marked horizontal lines near the fortress.  They may not jump or capture any pieces.  The defenders may move in any direction along any line, and may capture (remove from the board) an attacker's piece by jumping over it to a vacant opposite point.&#10;&#10;Siege evolved further into a larger edition with a sixty-seven point board, seventeen points for the fortress (and three defending pieces) and fifty points for the attackers.  Sometimes published in Germany and continental Europe as Neues Belagerungsspiel (New Siege Game) or Grosses Festungs-Spiel (Big Fortress Game,) it was known in English-speaking countries as The Royal Garrison Game and has been published under many other names since then.&#10;&#10;Examples of books or game compilations containing Asalto, &#10;e.g :  &#10;'The Boardgame Book&#10;'The Book of Classic Board Games&#10;or&#10;'Medito&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Wargame"
    ],
    "Mechanics": [
      "Grid Movement",
      "Point to Point Movement"
    ],
    "Families": [
      "Theme: Siege",
      "Components: 7 x 7 Grids",
      "Components: Marbles",
      "Mechanism: Hunt",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "21845",
    "Name": "Imperial Storm",
    "ID": 225932,
    "Year": "(2017)",
    "Geek Rating": "5.506",
    "Avg Rating": "8.42",
    "Link": "https://boardgamegeek.com/boardgame/225932/imperial-storm",
    "Min Players": "2",
    "Max Players": "9",
    "Min Play Time": "20",
    "Play Time": "50",
    "Weight": "2",
    "Description": "Description from the publisher:&#10;&#10;Imperial Storm is a board game for 2 to 9 players set in historical Chinese Court (2-4 players for basic and competitive mode, 5-9 players for casual mode). It is a strategy game about collecting cards, managing your resources and overpowering your opponents: You can rely on princes with promising future to the throne, dukes with enormous wealth and power, or great generals with huge armies in their hands. Or you can ally with consorts plotting to gain favor, the queen ruling the royal harem, or the queen mother reluctant to let go of the puppet string. Even those seemingly innocent maids, or eunuchs murmuring in dark corners can get dirty jobs done. No king rules forever: proper use of limited resource and correct judgment of opponents and situations can help you to take advantage from different sides, survive in merciless conspiracies, and dominate the court in the end.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Dice",
      "Party Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Memory",
      "Trading"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Country: China",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "21846",
    "Name": "Admirals",
    "ID": 2942,
    "Year": "(1972)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.64",
    "Link": "https://boardgamegeek.com/boardgame/2942/admirals",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6957",
    "Description": "A naval battle game where players position the ships of their fleet in order to engage in individual combat and capture of the enemy Admiral to win the game. Not quite a naval version of Stratego--there are significant rule differences.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Fighting",
      "Modern Warfare",
      "Nautical"
    ],
    "Mechanics": [
      "Grid Movement",
      "Memory",
      "Secret Unit Deployment",
      "Static Capture",
      "Variable Set-up"
    ],
    "Families": [
      "Components: 8 x 10 Grids",
      "Game: Stratego",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "21847",
    "Name": "Llamas & Alpacas",
    "ID": 396650,
    "Year": "(2023)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.91",
    "Link": "https://boardgamegeek.com/boardgame/396650/llamas-and-alpacas",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.5",
    "Description": "Welcome to the world of breeding even-toed ungulates! And not just any even-toed ungulates, but very friendly alpacas and their slightly less friendly llama cousins! (Seriously, we don't recommend getting bitten by a llama!) You have your own pasture, and you need to place your herds on it to score as many points as possible. Animals are happiest with similar animals, so pay attention to common traits in your herds that will help you overtake the other players in a fun gallop to victory.&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;Witajcie w &#197;&#155;wiecie hodowc&oacute;w ssak&oacute;w parzystokopytnych! I to nie byle jakich, bo bardzo przyjacielskich alpak i ich nieco mniej przyjacielskich kuzyn&oacute;w lam! (Serio, ugryz&#197;&#130;a kogo&#197;&#155; kiedy&#197;&#155; lama? Nie polecamy!) Macie do dyspozycji skrawek &#197;&#130;&#196;&#133;ki i musicie rozmie&#197;&#155;ci&#196;&#135; na niej swoje stada w taki spos&oacute;b, by zdoby&#196;&#135; za to jak najwi&#196;&#153;cej punkt&oacute;w. Sw&oacute;j ci&#196;&#133;gnie do swego, zwr&oacute;&#196;&#135;cie wi&#196;&#153;c uwag&#196;&#153;, czy w obr&#196;&#153;bie Waszych stad wyst&#196;&#153;puje jaka&#197;&#155; wsp&oacute;lna cecha, kt&oacute;ra pozwoli Wam wyprzedzi&#196;&#135; pozosta&#197;&#130;ych graczy w tym beztroskim galopie po zwyci&#196;&#153;stwo.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Farming"
    ],
    "Mechanics": [
      "Pattern Building",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Animals: Llamas"
    ]
  },
  {
    "Rank": "21848",
    "Name": "The Crow and the Pitcher",
    "ID": 66416,
    "Year": "(2010)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.58",
    "Link": "https://boardgamegeek.com/boardgame/66416/the-crow-and-the-pitcher",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.75",
    "Description": "The Crow and the Pitcher is a trick-taking game based on the Aesop fable of the same name. Players must play off one another in order to gain points, but the highest suited card is not always the one that takes the trick, so one must be as clever as the Crow in Aesop's fable to score points and not perish from thirst.&#10;&#10;The deck consists of three colored suits of stone cards (numbered 2-10) and one set of black &quot;thirst&quot; cards (also numbered 2-10); a separate deck of pitcher cards has values from 6 to 13, with some duplicates, and one pitcher is revealed each trick. One player leads the first trick with a stone card, and other players must follow suit, if possible. If a player cannot follow suit, she can play a thirst card instead, and from the next round thirst cards can lead the trick. Whoever wins a trick leads the next trick, so winning tricks helps you dictate play.&#10;&#10;If the sum of the colored cards is less than the pitcher value, then the lowest card matching the lead wins; this player gets all cards played (positive points for colors, negative for thirst) and the Pitcher card (worth -5 points). If the sum of the colored cards is equal to or greater than the pitcher value, then the highest card matching the lead wins, and this player gets all cards played (again, positive points for colors, negative for thirst). In all cases, cards valued higher than the trick's pitcher card do not count toward determining whether the pitcher is full.&#10;&#10;If the trick is led by a thirst card, the highest thirst card wins, and that player takes all thirst cards played &ndash; so make sure you hold onto your low value thirst cards to avoid winning a thirst-led trick!&#10;&#10;After three rounds, the player with the high score wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Animals: Crows / Ravens / Magpies"
    ]
  },
  {
    "Rank": "21849",
    "Name": "Nitro",
    "ID": 231040,
    "Year": "(2017)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.81",
    "Link": "https://boardgamegeek.com/boardgame/231040/nitro",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "50",
    "Weight": "1",
    "Description": "Welcome to the post-apocalyptic wasteland! Let the races begin!&#10;&#10;Nitro is a crazy dieselpunk mash-up of kick-ass cars, awesome weapons, and unexpected events. Race against the other players across the desert to the finish line by playing different cards and benefiting from their effects. Sabotage is your best friend: cross your enemies, double-cross them &mdash; triple-cross them, if you like. Anything goes... as long as you end up on top!&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Dice",
      "Fighting",
      "Racing"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "21850",
    "Name": "Spiky Dastards",
    "ID": 262370,
    "Year": "(2018)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.78",
    "Link": "https://boardgamegeek.com/boardgame/262370/spiky-dastards",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "25",
    "Weight": "1",
    "Description": "Spiky Dastards has 5 little figures that are so cute, you'll want to capture them all. But be careful, they're well protected! Split the deck of 60 cards into 2 piles and reveal the top card from each. The pictures on the cards will indicate 1 or 2 of the figures that players must race to carefully grab. If you're able to grab one, you get a card. If you grab the wrong one, you lose a card. You'll have to be daring if you want to collect the most cards and win!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Containers: Unique Shape"
    ]
  },
  {
    "Rank": "21851",
    "Name": "HECK: A Tiny Card Game",
    "ID": 288876,
    "Year": "(2019)",
    "Geek Rating": "5.506",
    "Avg Rating": "6.11",
    "Link": "https://boardgamegeek.com/boardgame/288876/heck-a-tiny-card-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Heck is a tiny bidding game where you bid tiny wooden snake eggs on tiny cards behind tiny DM screens.&#10;&#10;Players are SNAKES who win the game by befriending the most CRITTERS (first to 5 critter friends win)&#10;&#10;Gameplay:&#10;start the game by choosing 1 of 4 tiny DM screens &#10;(90's Lan Party, Camping, Cheese Factory, Venice Italy)&#10;&#10;Each player gets 3 wooden eggs,  3 critter cards are dealt out for all to see, and you each draw a snake card (a new snake every round) and wager your eggs behind your screen on one or more Snake Attributes (hiss, slither, length, Chomp) to try and out bid for the friend ship of critters.&#10;&#10;Alternatively you can place eggs on the Heck space and draw HECK cards which may help or hinder you in a variety of ways.&#10;&#10;Main artwork by Alex Cohen of Tiny Snek Comics&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Betting and Bluffing"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "21852",
    "Name": "Twilight Squabble",
    "ID": 191364,
    "Year": "(2016)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.64",
    "Link": "https://boardgamegeek.com/boardgame/191364/twilight-squabble",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1.5",
    "Description": "Relive the entire Cold War in ten minutes with Twilight Squabble!&#10;&#10;In 1947, the superpowers of the United States of America and the Soviet Union began a new sort of conflict, a struggle in the twilight of World War II. This war centered on the increasing development of nuclear weapons, and as the years passed it seemed like the war would never end &mdash; but no one wants to play a card game for decades. Thus, this game presents an abridged version of the Cold War &mdash; less of a twilight struggle and more of a twilight squabble...&#10;&#10;",
    "Categories": [
      "Card Game",
      "Modern Warfare",
      "Political",
      "Wargame"
    ],
    "Mechanics": [
      "Action Queue",
      "Betting and Bluffing",
      "Hand Management",
      "Push Your Luck",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "History: Cold War",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Theme: Retro"
    ]
  },
  {
    "Rank": "21853",
    "Name": "Свинтус Зомби (Swintus Zombie)",
    "ID": 183960,
    "Year": "(2015)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.75",
    "Link": "https://boardgamegeek.com/boardgame/183960/svintus-zombi-swintus-zombie",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1.3333",
    "Description": "The sequel to bestselling Swintus card game makes getting rid of cards even more interesting! Challenge the insidious viruses Necrocough, Deadsnot and Toothrot. Look for a life-saving vaccines &mdash; Warmer-burner, Drilly and Proboid. Get ahead of rivals and be the first to reach the victory with your bony hoof!&#10;&#10;Game components&#10;64 number cards;&#10;40 cards of &quot;Swine Bureaucracy&quot; regulations;&#10;8 virus cards;&#10;8 vaccine cards;&#10;the rules of the game.&#10;&#10;&#208;&#146; &#208;&#191;&#209;&#128;&#208;&#190;&#208;&#180;&#208;&#190;&#208;&#187;&#208;&#182;&#208;&#181;&#208;&#189;&#208;&#184;&#208;&#184; &#208;&#186;&#208;&#176;&#209;&#128;&#209;&#130;&#208;&#190;&#209;&#135;&#208;&#189;&#208;&#190;&#208;&#179;&#208;&#190; &#208;&#177;&#208;&#181;&#209;&#129;&#209;&#130;&#209;&#129;&#208;&#181;&#208;&#187;&#208;&#187;&#208;&#181;&#209;&#128;&#208;&#176; &laquo;&#208;&#161;&#208;&#178;&#208;&#184;&#208;&#189;&#209;&#130;&#209;&#131;&#209;&#129;&raquo; &#208;&#184;&#208;&#183;&#208;&#177;&#208;&#176;&#208;&#178;&#208;&#187;&#209;&#143;&#209;&#130;&#209;&#140;&#209;&#129;&#209;&#143; &#208;&#190;&#209;&#130; &#208;&#186;&#208;&#176;&#209;&#128;&#209;&#130; &#209;&#129;&#209;&#130;&#208;&#176;&#208;&#187;&#208;&#190; &#208;&#181;&#209;&#137;&#209;&#145; &#208;&#184;&#208;&#189;&#209;&#130;&#208;&#181;&#209;&#128;&#208;&#181;&#209;&#129;&#208;&#189;&#208;&#181;&#208;&#181;! &#208;&#145;&#209;&#128;&#208;&#190;&#209;&#129;&#209;&#140;&#209;&#130;&#208;&#181; &#208;&#178;&#209;&#139;&#208;&#183;&#208;&#190;&#208;&#178; &#208;&#186;&#208;&#190;&#208;&#178;&#208;&#176;&#209;&#128;&#208;&#189;&#209;&#139;&#208;&#188; &#208;&#178;&#208;&#184;&#209;&#128;&#209;&#131;&#209;&#129;&#208;&#176;&#208;&#188; &#208;&#157;&#208;&#181;&#208;&#186;&#209;&#128;&#208;&#190;&#208;&#186;&#208;&#176;&#209;&#136;&#208;&#187;&#209;&#143;, &#208;&#156;&#208;&#181;&#209;&#128;&#209;&#130;&#208;&#178;&#208;&#190;&#209;&#129;&#208;&#190;&#208;&#191;&#208;&#187;&#208;&#181;&#208;&#185; &#208;&#184; &#208;&#147;&#208;&#189;&#208;&#184;&#208;&#187;&#208;&#190;&#208;&#183;&#209;&#131;&#208;&#177;&#209;&#140;&#209;&#143;. &#208;&#152;&#209;&#137;&#208;&#184;&#209;&#130;&#208;&#181; &#209;&#129;&#208;&#191;&#208;&#176;&#209;&#129;&#208;&#184;&#209;&#130;&#208;&#181;&#208;&#187;&#209;&#140;&#208;&#189;&#209;&#139;&#208;&#181; &#208;&#178;&#208;&#176;&#208;&#186;&#209;&#134;&#208;&#184;&#208;&#189;&#209;&#139; &mdash; &#208;&#147;&#209;&#128;&#208;&#181;&#208;&#187;&#208;&#186;&#209;&#131;-&#208;&#179;&#208;&#190;&#209;&#128;&#208;&#181;&#208;&#187;&#208;&#186;&#209;&#131;, &#208;&#145;&#209;&#131;&#209;&#128;&#208;&#176;&#208;&#178;&#209;&#131;&#209;&#136;&#208;&#186;&#209;&#131; &#208;&#184; &#208;&#168;&#209;&#130;&#209;&#139;&#209;&#128;&#208;&#190;&#208;&#184;&#208;&#180;. &#208;&#158;&#208;&#191;&#208;&#181;&#209;&#128;&#208;&#181;&#208;&#180;&#208;&#184;&#209;&#130;&#208;&#181; &#209;&#129;&#208;&#190;&#208;&#191;&#208;&#181;&#209;&#128;&#208;&#189;&#208;&#184;&#208;&#186;&#208;&#190;&#208;&#178; &#208;&#184; &#208;&#191;&#208;&#181;&#209;&#128;&#208;&#178;&#209;&#139;&#208;&#188; &#208;&#180;&#208;&#190;&#209;&#130;&#209;&#143;&#208;&#189;&#208;&#184;&#209;&#130;&#208;&#181;&#209;&#129;&#209;&#140; &#208;&#180;&#208;&#190; &#208;&#191;&#208;&#190;&#208;&#177;&#208;&#181;&#208;&#180;&#209;&#139; &#209;&#129;&#208;&#178;&#208;&#190;&#208;&#184;&#208;&#188; &#208;&#186;&#208;&#190;&#209;&#129;&#209;&#130;&#208;&#187;&#209;&#143;&#208;&#178;&#209;&#139;&#208;&#188; &#208;&#186;&#208;&#190;&#208;&#191;&#209;&#139;&#209;&#130;&#208;&#190;&#208;&#188;!&#10;&#10;&#208;&#154;&#208;&#190;&#208;&#188;&#208;&#191;&#208;&#187;&#208;&#181;&#208;&#186;&#209;&#130;&#208;&#176;&#209;&#134;&#208;&#184;&#209;&#143;&#10;&#10;64 &#209;&#134;&#208;&#184;&#209;&#132;&#209;&#128;&#208;&#190;&#208;&#178;&#209;&#139;&#208;&#181; &#208;&#186;&#208;&#176;&#209;&#128;&#209;&#130;&#209;&#139;;&#10;40 &#208;&#186;&#208;&#176;&#209;&#128;&#209;&#130; &#208;&#191;&#209;&#128;&#208;&#181;&#208;&#180;&#208;&#191;&#208;&#184;&#209;&#129;&#208;&#176;&#208;&#189;&#208;&#184;&#208;&#185; &laquo;&#208;&#161;&#208;&#178;&#208;&#184;&#208;&#189;&#209;&#129;&#208;&#186;&#208;&#190;&#208;&#185; &#208;&#145;&#209;&#142;&#209;&#128;&#208;&#190;&#208;&#186;&#209;&#128;&#208;&#176;&#209;&#130;&#208;&#184;&#208;&#184;&raquo;;&#10;8 &#208;&#186;&#208;&#176;&#209;&#128;&#209;&#130; &#208;&#178;&#208;&#184;&#209;&#128;&#209;&#131;&#209;&#129;&#208;&#190;&#208;&#178;;&#10;8 &#208;&#186;&#208;&#176;&#209;&#128;&#209;&#130; &#208;&#178;&#208;&#176;&#208;&#186;&#209;&#134;&#208;&#184;&#208;&#189;;&#10;&#208;&#191;&#209;&#128;&#208;&#176;&#208;&#178;&#208;&#184;&#208;&#187;&#208;&#176; &#208;&#184;&#208;&#179;&#209;&#128;&#209;&#139;.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Zombies"
    ],
    "Mechanics": [
      "Hand Management",
      "Lose a Turn",
      "Matching",
      "Race",
      "Take That"
    ],
    "Families": [
      "Animals: Pigs"
    ]
  },
  {
    "Rank": "21854",
    "Name": "Buen Viaje",
    "ID": 29433,
    "Year": null,
    "Geek Rating": "5.506",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgame/29433/buen-viaje",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.375",
    "Description": "Players will travel by the world, passing by the five localities indicated in a card of selected trip at random and returning to the departure point, a Spanish city chosen by the own player.&#10;&#10;Every player gets some money and his travel card. He can choose between road, ship and plane routes to get his destinations and every kind of transportation costs different (100, 500, 5000). A road travel rolls half of a six dice roll. A ship travel rolls one six dice. A plane travel rolls two six dices.&#10;&#10;At every destination city, players must stay one turn and buying a postal card for 500.&#10;&#10;Contents are a board depicting the whole world and routes, 65 postal cards, 13 travel cards, 6 pawns, 2 dices and money.&#10;&#10;",
    "Categories": [
      "Dice",
      "Travel"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "21855",
    "Name": "Fantasy Fantasy Baseball",
    "ID": 179600,
    "Year": "(2017)",
    "Geek Rating": "5.506",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/179600/fantasy-fantasy-baseball",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "50",
    "Weight": "1.5",
    "Description": "Description from the publisher:&#10;&#10;In Fantasy Fantasy Baseball, you are the Wizard manager of a baseball team of fantasy creatures going through a season of fantasy baseball. Go head-to-head against other Wizard managers and battle for wins while building up your team&rsquo;s statistics. But beware, your players may be sent on missions or have spells cast on them.&#10;&#10;Developed by acclaimed designers Daryl Andrews and J.R. Honeycutt with art by Rob Lundy, Fantasy Fantasy Baseball is a roster-building card game that requires you to draft a strong team, manage your roster, deal with events and use your players&rsquo; special abilities.&#10;&#10;Fantasy Fantasy Baseball weaves together all the best elements of fantasy baseball, including head-to-head win system and rotisserie stat tracking. However, instead of the typical fantasy sports experience taking months to play, the entire experience is boiled down to 10 minutes per player. Also, the amazing fantasy creatures help make this game accessible and fun for baseball fans and gamers to enjoy together.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Sports"
    ],
    "Mechanics": [
      "Action Queue",
      "Hand Management",
      "Memory",
      "Open Drafting",
      "Simultaneous Action Selection",
      "Trading",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Organizations: The Game Artisans of Canada",
      "Sports: Baseball",
      "Theme: Fantasy Sports"
    ]
  },
  {
    "Rank": "21856",
    "Name": "Do-Si Duel",
    "ID": 344703,
    "Year": "(2021)",
    "Geek Rating": "5.506",
    "Avg Rating": "6.07",
    "Link": "https://boardgamegeek.com/boardgame/344703/do-si-duel",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "High Noon: time to stand up and see which of you is the best in the West. Only one cowboy is walking away from this dust up so once you've got'em on the wrong end of a shootin' iron, you better keep'em there. Let loose with everything you've got to win, or play your ace in the hole to turn the tables. Either way you best be the last one standing if you want to win this Do-Si Duel!&#10;&#10;Do-Si Duel recreates the feel of an Old West shootout across the kitchen table. Two players will alternate playing cards to claim actions. These actions move players around the table: players will simultaneously move one seat to the left or the right (always staying on opposite sides), switch places, or simply hold still. The player standing at the &ldquo;Win&rdquo; half of the table when either player runs out of cards is the winner. Complicating this are the various action costs. Each of the four actions has two available slots. The first player to claim that action spends one matching card to use the action and can reuse that action once later at the same cost. The second player must spend two matching cards for that action and can only use it once. Of course, spending more cards isn&rsquo;t always a bad thing: once a player&rsquo;s in position, they&rsquo;ll want to get cards out of their hand quick to end the game! With hand management elements and a unique approach to real-space movement, Do-Si Duel packs a lot of wallop for players looking for a light strategy game.&#10;&#10;&#10;Do-Si-Duel is a 2-player action drafting 18-card game for all ages that can fit in your pocket and be played in 5 minutes!  What makes Do-Si-Duel unique?  In Do-Si-Duel, you are the game piece.  Each action will cause you and your opponent to move (or not move) around the table. The game is simple yet mentally menacing and lots of fun!&#10;&#10;On each turn, players will play cards in the middle of the table on the available actions (left, right, hold, switch) and move accordingly around the table, trying to be on the Win side of the duel at the end of the game (when one of the players has no cards left in hand).&#10;&#10;",
    "Categories": [
      "American West",
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Action Drafting",
      "Hand Management"
    ],
    "Families": [
      "Category: Two-Player Fighting Games",
      "Containers: Wallets",
      "Contests: Button Shy Game Design Contests and Challenges",
      "Players: Two-Player Only Games",
      "Series: Wallet Games (Button Shy)"
    ]
  },
  {
    "Rank": "21857",
    "Name": "Spanish Checkers",
    "ID": 36250,
    "Year": "(1400)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.96",
    "Link": "https://boardgamegeek.com/boardgame/36250/spanish-checkers",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.3333",
    "Description": "It is the national form of the Checkers Family in Spain, where it is called &quot;juego de damas&quot;. This is the variant of choice for all the Iberian peninsula, the North of Africa and many countries in South and Central America.&#10;Played on an 8&times;8 board, it differentiates with Checkers because it has flying kings, as in International Checkers. Unpromoted men move and capture only diagonally forward.&#10;&#10;Online Play&#10;&#10;&#10;     Ludoteka (real time)&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Category: Combinatorial",
      "Components: 8 x 8 Grids",
      "Country: Spain",
      "Digital Implementations: PlayStrategy",
      "Players: Two-Player Only Games",
      "Traditional Games: Checkers / Draughts"
    ]
  },
  {
    "Rank": "21858",
    "Name": "The Drive on Metz",
    "ID": 10543,
    "Year": "(1980)",
    "Geek Rating": "5.506",
    "Avg Rating": "6.09",
    "Link": "https://boardgamegeek.com/boardgame/10543/the-drive-on-metz",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.75",
    "Description": "This is a small wargame published in Mr. Dunnigan's The Complete Wargames Handbook, starting with the first edition in 1980.  Twelve pages of rules, one page of tables, one 5.5&quot; x 8&quot; map, 20 counters.  Scale is 4 km per hex, one day per turn, and regiment-sized units.  The rules are at http://www.hyw.com/Books/WargamesHandbook/4-3-metz.htm as part of The Complete Wargames Handbook (2nd ed.) which Mr. Dunnigan has made available online.&#10;&#10;Reimplemented by:&#10;&#10;    The Drive on Metz (Second Edition)&#10;&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Cities: Metz (France)",
      "Country: France",
      "Country: USA",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Region: Lorraine (France)"
    ]
  },
  {
    "Rank": "21859",
    "Name": "Kumppani",
    "ID": 247485,
    "Year": "(2018)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.96",
    "Link": "https://boardgamegeek.com/boardgame/247485/kumppani",
    "Min Players": "4",
    "Max Players": "12",
    "Min Play Time": "35",
    "Play Time": "80",
    "Weight": "2",
    "Description": "Kumppani is a 400-card game of abductive reasoning,intuition, and logic. The game begins by one pair drawing a card and following the instructions successfully to keep the card. The first pair to collect 5 cards wins the game. The cards focus on interaction and teamwork and players can win certain cards by matching answers, regardless of whether they are both factually correct.&#10;&#10;The content is wide-ranging, and players could be: deciding if hang gliding or scuba diving is more dangerous, naming hangover symptoms, guessing who believes in aliens, or deciding if wolves are monogamous.&#10;&#10;Kumppani also includes: 6 paddles and markers, which players write on; 2 sand timers, 20 and 45 seconds; and 150 blue cards, which every pair can compete to win. These hard-to-win cards are very strategic and can be used to skip challenges or steal opponents&rsquo; cards.&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Team-Based Game"
    ],
    "Families": [
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "21860",
    "Name": "Scene It? Harry Potter Second Edition",
    "ID": 32683,
    "Year": "(2007)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.64",
    "Link": "https://boardgamegeek.com/boardgame/32683/scene-it-harry-potter-second-edition",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "From the publisher:&#10;&#10;More movie clips and more magic!&#10;Scene It? Harry Potter 2nd Edition is now loaded with new movie clips from the first four Harry Potter movies including previously unavailable footage from Harry Potter and the Goblet of Fire! Plus new questions, puzzlers and images from Harry Potter and the Order of the Phoenix! How much do you really know about &quot;The Boy Who Lived&quot;, Quidditch or the Dark Arts? You'll find out as you race your friends around the game board. Ages 8 - Adult.&#10;&#10;Game Includes:&#10;1 DVD&#10;Flextime&reg; Game Board &#10;4 Collectible Metal Tokens &#10;160 Question Cards &#10;30 House Points Cards &#10;4 Category Reference Cards&#10;1 Six-Sided Die &#10;1 Eight-Sided Die &#10;Set of Game Rules&#10;&#10;",
    "Categories": [
      "Electronic",
      "Fantasy",
      "Movies / TV / Radio theme",
      "Novel-based",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Books: Harry Potter",
      "Components: DVDs",
      "Game: Scene It?"
    ]
  },
  {
    "Rank": "21861",
    "Name": "Trenchfoot",
    "ID": 8471,
    "Year": "(1981)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.87",
    "Link": "https://boardgamegeek.com/boardgame/8471/trenchfoot",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "1.8",
    "Description": "&quot;Trenchfoot: Bullets &amp; Bayonets in the Great War.&quot;&#10;&#10;&quot;Over the top! Run. Jump. Fire. Run. Slip and fall. So goes the advance across the mud, craters, and barbed wire of no-man's land.&quot;&#10;&#10;Scale: 1 yard hexes, 1 second turns, each unit equals one man.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "21862",
    "Name": "1942",
    "ID": 6915,
    "Year": "(1978)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.70",
    "Link": "https://boardgamegeek.com/boardgame/6915/1942",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.2",
    "Description": "&quot;Japan's Opening Moves in the Pacific - The simultaneous operations against Malaya, Java, and the Philippines.&quot;  Map hexes are 85 nautical miles across, each turn equals one half a month, and units are brigade through regiment scale.&#10;&#10;One of GDW&#039;s Series 120 games, a line of introductory wargames spanning various historical eras.  The games in the series had 120 counters and were supposed to be playable in 120 minutes or less, hence the name.&#10;&#10;Republished in Command Magazine Japan #57 in 2004, along with Minsk '41.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Continents: Asia",
      "Country: Japan",
      "Country: Malaysia",
      "Country: Philippines",
      "Players: Two-Player Only Games",
      "Series: GDW Series 120 Games"
    ]
  },
  {
    "Rank": "21863",
    "Name": "Witch & Bitch",
    "ID": 240956,
    "Year": "(2017)",
    "Geek Rating": "5.506",
    "Avg Rating": "6.39",
    "Link": "https://boardgamegeek.com/boardgame/240956/witch-and-bitch",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.4",
    "Description": "Witch &amp; Bitch is a board game in which each player plays a witch, in order to save the world from the threat described in the chosen scenario or to determine who is the most &quot;bitch&quot; in a ruthless battle to the last spell. Satire and magic, in the new game by Immanuel Casto, illustrated by Marco Albiero.&#10;&#10;Witches will have 7 schools of magic available: Fire, Ice, Thunder, Kinetics, Light, Darkness and Seduction. For each school there are 6 spells, for a total of 42 spells to combine to make each game different.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Dice",
      "Humor"
    ],
    "Mechanics": [
      "Area Movement",
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Theme: Witches"
    ]
  },
  {
    "Rank": "21864",
    "Name": "WarQuest",
    "ID": 173093,
    "Year": "(2016)",
    "Geek Rating": "5.506",
    "Avg Rating": "6.15",
    "Link": "https://boardgamegeek.com/boardgame/173093/warquest",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.6667",
    "Description": "WarQuest is a game of grand strategy, conquest, and heroic quests in the fantasy world of Myrathia. Immerse yourself in this chaotic and mystical world! Take on the role of a warlord who seeks to reunite the fractured land under your banner. Recruit wood elves, dwarves, goblins, orcs and beast-men to fill the ranks of your armies and engage in epic battles. Travel across the tormented lands in an effort to drive back chaos by completing desperate quests. Conquer and control strategic cities and regions, and if successful, declare yourself ruler of all Myrathia!&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Better Description Needed!",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "21865",
    "Name": "Assault on Narvik",
    "ID": 20888,
    "Year": "(2005)",
    "Geek Rating": "5.506",
    "Avg Rating": "6.34",
    "Link": "https://boardgamegeek.com/boardgame/20888/assault-on-narvik",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "3",
    "Description": "An LPS bonus mini-game, Assault On Narvik is a simulation of the ground, sea and air battles that raged around the far northern port of Narvik in Norway during the spring of 1940.  Gamers can take both games and compare just how much each side learned about amphibious operations in the three years that separated the two battles.&#10;&#10;The game has an 11&quot; by 17&quot; map, 95 half-inch counters, 2 pages of charts and tables and 10 pages of rules. The game covers the Allied landings just after the Royal Navy went in and blew out of the water the German destroyer flotilla (that had just landed their troops).&#10;&#10;The game uses a clever mechanic that ties in units' Fatigue Levels whenever they perform any sort of operation (move, attack, defend, retreat, you get the picture). The terrain and weather were so inhospitable that units can get worn down pretty quick, and players have to be thinking ahead to win the game.&#10;&#10;Rules cover formation integrity, air support (mostly the Luftwaffe), limited intelligence, combined arms, even an armistice and/or internment of German units in Sweden. There is a lot packed into this little game, and we're very happy to be able to &quot;shoe-horn it in.&quot;&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Cities: Narvik (Norway)",
      "Country: Norway",
      "Magazine: Against The Odds"
    ]
  },
  {
    "Rank": "21866",
    "Name": "Trek",
    "ID": 8919,
    "Year": "(1960)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.98",
    "Link": "https://boardgamegeek.com/boardgame/8919/trek",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.5",
    "Description": "Trek is a fairly straightforward 'expedition' race in which the object is to travel from you base camp to camp number twelve.&#10;&#10;The most appealing elements of the game are the little plastic mules, jeeps and storage crates that are required for the journey. Mules &amp; jeeps are needed for movement; stores are used to sustain the expedition. Additional components include the game board, a sales price indicator, money and a deck of 52 cards.&#10;&#10;Players start with a sum of money and four cards. On his turn, the player must first pay his expenses either with cash or by expending a store. He then plays one (sometimes two) cards and follows the instructions. An 'Authority to Buy' card permits the purchase of one type of commodity (mules/jeeps/stores); the price of these items starts low but steadily increases with demand. Award cards give the player free commodities or allow cheap purchases from a rival. The most common cards, however, are the Camp cards. These are numbered from one to twelve, and playing an appropriate Camp card and transport item allows advancement within the same or subsequent group of camps on the board. If the player has a jeep, he can advance to two camps that turn provided he has two suitable Camp cards available. Money is earned upon reaching a new camp, and the turn is completed by drawing back up to four cards. By moving onto an already-occupied camp, you become the 'guest' of that player which forces him to pay for your upkeep as well as his own until one of you moves away. The winner is the first person to arrive at camp twelve.&#10;&#10;",
    "Categories": [
      "Transportation"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": []
  },
  {
    "Rank": "21867",
    "Name": "Fat Fish",
    "ID": 243707,
    "Year": "(2018)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.71",
    "Link": "https://boardgamegeek.com/boardgame/243707/fat-fish",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Fishermen fish for fresh, fat, and colorful fish &mdash; and if you feel like it, you can join in! In Fat Fish, each player is out to find fat fish of different colors. The fatter the fish, the bigger the haul, and the more colorful the catch is, the more successful the fisherman will be. The player who fishes fabulously and secures the most valuable haul prevails over the other players and wins the game.&#10;&#10;In more detail, the game contains one hundred fish cards in five colors, with the cards numbered 1-6. To set up play, shuffle the deck and deal each player a face-down deck of twelve cards, with everyone drawing a hand of four cards from their own decks. Place three cards face up to form the start of lines, then place another 3-15 cards (depending on the number of players) face down to form a reserve. On a turn, a player chooses one line on which to play, then plays 1-4 cards on this line, playing all the cards in a row from left to right. The color of each card played must match the rightmost card in this line. Thus, if the three starting cards are red, yellow, and blue, you can't play both a red and a blue card since you can play in only one line; you can, however, play a blue card onto the line that ends with a blue card, then play a green card onto the blue since no line has a green card at the end of it. At the end of their turn, the player refills their hand to four cards.&#10;&#10;As soon as a line has five cards in it, the player who laid down the fifth card must take this line and end their turn. They choose one card of each color in the line and place them face up in their positive points pile, then place all remaining cards face down in their negative points pile. (If the line has five cards of one color, the player places two cards in their positive pile instead of only one.) The player then draws a card from the reserve pile to start a new line.&#10;&#10;Once players have played all twelve cards from their personal decks, the game ends and players sum their positive and negative points to see who has the highest score.&#10;&#10;As a variant, Fat Fish includes nine fishing license cards that give players bonus points, sometimes for being the first player to meet a certain condition, such as claiming a line that contains cards of only 1, 2, and 3, and sometimes for meeting a condition at the end of the game, such as having collected the most 1 cards in their positive pile.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Animals: Fish / Fishes"
    ]
  },
  {
    "Rank": "21868",
    "Name": "Play It By Ear",
    "ID": 4948,
    "Year": "(1991)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.74",
    "Link": "https://boardgamegeek.com/boardgame/4948/play-it-by-ear",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.6",
    "Description": "Play It By Ear is an audio trivia and challenge game. Components include a set of trivia cards, a game board and tokens and a game cd.&#10;&#10;During the game, players select one trivia category (pop music, movies, tv, news etc&hellip;) from which they must answer a question. Each question is linked to one of 99 sound clips on the cd. The difficulty of the questions varies from simply identifying where the clip originated, to providing information loosely related to the sound. Some categories are more &quot;activity&quot; based, such as short term memory, where one has to identify something heard in the clip. In the earlier parts of the game, players can choose their own categories while in the latter, the opponents select.&#10;&#10;In answering questions, players move around a small circular board. The first to make it to the &quot;winner's circle&quot; is the victor.&#10;&#10;",
    "Categories": [
      "Electronic",
      "Memory",
      "Party Game",
      "Trivia",
      "Word Game"
    ],
    "Mechanics": [
      "Memory",
      "Storytelling"
    ],
    "Families": [
      "Components: Compact Discs (CDs)"
    ]
  },
  {
    "Rank": "21869",
    "Name": "Ding!",
    "ID": 410706,
    "Year": "(2024)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.91",
    "Link": "https://boardgamegeek.com/boardgame/410706/ding",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Can you get rid of all your cards? That's what Ding! is all about &mdash; but to do so, you will not only have to keep a close eye on the discard pile, but also on the other players at the table because what they do, consciously or unconsciously, decides which cards you can throw away. Someone is looking at their cell phone and you have the matching card in your hand? Shout &quot;Ding!&quot; and discard! Can you get someone to talk about the weather because it matches one of your cards? Excellent &ndash; that's a &quot;Ding!&quot;, too!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "21870",
    "Name": "Blindside",
    "ID": 27857,
    "Year": "(2011)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.75",
    "Link": "https://boardgamegeek.com/boardgame/27857/blindside",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "2.5",
    "Description": "Blindside is a pure strategy game for two players, with each trying to capture the opponent's movement arrows.&#10;&#10;Each player starts the game with seven hexagonal pieces, with 2-5 movement arrows on each piece (23 total movement arrows). On a turn, a player moves one piece in a direction matching one of the movement arrows on that piece, with the maximum distance moved being equal to the number of arrows on that piece.&#10;&#10;The blue pivot spaces on the game board allow for tricky plays. If a player moves a piece onto one of these spaces, he can rotate that piece, allowing it to move in any direction for the remainder of its movement. For example, if you're one space away from a pivot with a piece that has three arrows (and is pointing at the pivot), you can move one space onto the pivot, rotate your piece, then move the remaining one or two spaces in any direction now indicated by the piece's arrows.&#10;&#10;You capture movement arrows two ways:&#10;&#10;&bull; Land on an opponent's piece, and you remove a movement arrow of your choice, then place that piece on an unoccupied blue pivot space in any direction you wish.&#10;&bull; Jump an opponent's piece, then remove the one or two arrows on that piece that are parallel to your direction of movement.&#10;&#10;You win by being the first player to capture 17 of your opponent's movement arrows.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Modular Board",
      "Tile Placement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "21871",
    "Name": "The Island of Doctor Necreaux: Second Edition",
    "ID": 186808,
    "Year": "(2018)",
    "Geek Rating": "5.506",
    "Avg Rating": "6.02",
    "Link": "https://boardgamegeek.com/boardgame/186808/the-island-of-doctor-necreaux-second-edition",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "2",
    "Description": "Create your agent, infiltrate the island, defeat Necreaux's minions, find the scientists, and escape before time runs out!&#10;&#10;The Island of Doctor Necreaux is a cooperative adventure game for 1 to 4 exceptionally talented secret agents set in a 50s-era pulp-sci-fi world. The diabolical Doctor Necreaux has captured the world's top scientists and forced them to build a Doomsday Device. Your mission: Explore the Doctor's secret island lair, find the scientists, and escape in your shuttlecraft before the island is blown to Kingdom Come!&#10;&#10;In this simultaneous action game, players take one turn together as a team. At the start of each turn, you decide whether you're exploring or resting. When you explore you declare a speed, which represents how quickly you're exploring the island adventure deck and determines how many encounters your team will attempt to resolve this turn. You want to draw as many cards as you can because the scientists are hidden somewhere in the middle of the adventure deck, the escape shuttle is hidden in the bottom, and you have a limited number of turns before the island blows up. However, you can't be too fast or you'll fall prey to one of the island's many traps. If you choose to rest, your team gets to heal up and recharge.&#10;&#10;The Island of Doctor Necreaux incorporates creative ability manipulation (in assessing how player powers interact and applying them appropriately), press-your-luck (when selecting a speed and during combat), and resource management (deciding when to use charges - a scarce resource that fuels agent powers - and when to use a turn to rest instead of explore). The game comes with quick start rules and multiple variants to increase replayabiliy and adjust thr difficulty to accommodate a wide range of player skill. The island and agent skills are all card-based, making the island and the agents different every time.&#10;&#10;We at Invisible City are excited about the improvements in the second edition:&#10;&#10;&#10;     All-new full-color art.&#10;     Almost all cards have their own unique art.&#10;     Full-color art on card fronts and backs.&#10;     More &amp; better components. Bigger box (with room for expansions), better cards, bigger rules, enough dice for all players to play, etc.&#10;     Quick-start rules to make it easy for first time players to play.&#10;     All-new &quot;secret cache&quot; cards to adjust the game for different skill levels.&#10;     Clearer/better ways to increase the difficulty for experienced players.&#10;     All cards are numbered for easy set-up of pre-generated scenarios.&#10;     By popular BGG demand, the game's been re-tooled to use 2d6 as the primary resolution mechanic (instead of 1d6). The rules and every card have been re-written to accommodate this.&#10;&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Science Fiction",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Push Your Luck",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Islands: Fictional",
      "Theme: Mad Science / Mad Scientist",
      "Theme: Pulp",
      "Theme: Retro"
    ]
  },
  {
    "Rank": "21872",
    "Name": "Lepanto",
    "ID": 2943,
    "Year": null,
    "Geek Rating": "5.506",
    "Avg Rating": "5.84",
    "Link": "https://boardgamegeek.com/boardgame/2943/lepanto",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.8",
    "Description": "Spanish game based on the historic naval battle of Lepanto. This is the same game as Waddington's Campaign, except with a naval theme.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Nautical"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Square Grid"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "21873",
    "Name": "Das Ligretto Fußballspiel",
    "ID": 117891,
    "Year": "(2012)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.79",
    "Link": "https://boardgamegeek.com/boardgame/117891/das-ligretto-fussballspiel",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.3333",
    "Description": "Das Ligretto Fu&szlig;ballspiel combines the quick card play of Ligretto with Europe's favorite sport. To win the game, a player or team must be the first to score five goals.&#10;&#10;To set up each match, players shuffle their deck of sixty cards, their goal cards, and the communal set of 24 field cards. They lay out five fields cards in a row to create the playing surface; each field card has a number on it. Each player randomly chooses one of his goal cards and places it face-down at one end of the field. Each goal card has a 1 on it. Players then get their cards and wait for the whistle.&#10;&#10;At the same time, players start going through their decks, one card at a time. If a card is unplayable, the player places it face-up in one of two reserve stacks in front of him. A card is playable or not based on this restriction: Moving from left to right, players first need to play a 1 to cover their own goal, then they must play one or more cards that sum to the value on the leftmost field card. Once that card is covered, they play one or more cards that sum to the value on that field card. And so on.&#10;&#10;When a player reaches the opponent's goal, he flips over that goal card to reveal a picture of a goalie and a ball entering the net. He then needs to mix together all of his discards and played cards, flip them over, and start looking card-by-card for four cards that can be fit together puzzle-style to resemble the picture on the back of the goal card. The first player to do this scores a goal and keeps the opponent's goal card; if he made a mistake anywhere, he scored an own goal, so the opponent gets a goal card from him.&#10;&#10;Players then shuffle the cards and go at it once again. The first player to score five goals wins!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Series: Ligretto (Schmidt Spiele)",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "21874",
    "Name": "Wannabe Football",
    "ID": 261168,
    "Year": "(2018)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.98",
    "Link": "https://boardgamegeek.com/boardgame/261168/wannabe-football",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "1.3333",
    "Description": "Wannabe Football is a fast-paced football card game with simple rules for the whole family.&#10;&#10;It's a game of highlights that skips the ordinary back-and-forth play and jumps straight to scoring opportunities.&#10;&#10;With five cards in your hand, you play, dribble, tackle, and shoot the ball to score them goals!&#10;&#10;Wannabe Football contains 66 cards with no text or numbers on the cards.&#10;&#10;Rules in 5 languages: English, Spanish, French, German, Danish&#10;&#10;",
    "Categories": [
      "Card Game",
      "Sports"
    ],
    "Mechanics": [
      "Hand Management",
      "Push Your Luck",
      "Team-Based Game"
    ],
    "Families": [
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "21875",
    "Name": "The Plan",
    "ID": 340284,
    "Year": "(2021)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.86",
    "Link": "https://boardgamegeek.com/boardgame/340284/the-plan",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1",
    "Description": "The Plan is a fast-paced, light, card-management game with set-collection goals. In this simultaneous-play game, players form teams of expert thieves and attempt to steal valuable treasures from the museum in a series of heists. Each round, new treasures become available. However, treasures may be stolen only by experts in the specific field. The masterminds must try to assemble the best team to send in. The treasures collected range from valuable jewels, to ancient artifacts, to priceless paintings, so the team assembled must match the treasure available.&#10;&#10;To play, each mastermind commits to their team by choosing one card from their hand. These are called &quot;plan cards&quot;, and they have a variety of experts on each card. Players keep their teams hidden until everyone is ready to reveal their cards at once.&#10;&#10;The smallest teams get to collect treasures first, but teams with more experts can collect more items. However, larger teams move slower, so treasures may not be available when they arrive. Teams with matching experts cancel each other out, so players must form the right teams, while also sending them in at the right time.&#10;&#10;The game ends when the treasures have been collected. Each item is worth victory points, and complete sets of any treasure earn extra bonus points. Whoever has the most points wins!&#10;&#10;",
    "Categories": [
      "Bluffing"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Theme: Burglary and Heists",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "21876",
    "Name": "TOPPEN",
    "ID": 253095,
    "Year": "(2013)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.83",
    "Link": "https://boardgamegeek.com/boardgame/253095/toppen",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "1.5",
    "Description": "&#227;&#131;&#144;&#227;&#131;&#153;&#227;&#131;&#171;&#227;&#129;&#174;&#229;&#161;&#148; (&quot;Tower of Babel&quot;), also known as TOPPEN, is played with ten tiles &mdash; five black and five red &mdash; with each player taking one color. During set-up, the second player places the ten tiles face down randomly in a square grid so as to form a continuous shape of their choice. The tiles are flipped color-side up, then the game begins. Taking turns, players take one of their tiles and place it on top of a neighboring tile/stack. The following restrictions apply:&#10;&#10;&#10;    You can take only one tile, the topmost of a stack.&#10;    You cannot split the tiles into two separate groups.&#10;    You cannot move a tile to an empty space.&#10;&#10;&#10;If you cannot make a legal move, you must pass until a legal move is available to you again. You cannot pass if a move is available.&#10;&#10;The goal is to have your own tile at the top of the last pile remaining when the game ends.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "21877",
    "Name": "Wahoo! The Battle of Washington July 8, 1863",
    "ID": 5934,
    "Year": "(1991)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.98",
    "Link": "https://boardgamegeek.com/boardgame/5934/wahoo-the-battle-of-washington-july-8-1863",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.8",
    "Description": "Wahoo! is an alternate-history game covering the climactic 8 July 1863 Battle of Washington. One player takes the role of Robert E. Lee, commander of the Army of Northern Virginia, while the other player represents a combined Lincoln/Grant persona.&#10;&#10;The game postulates that on the second day at the Battle of Gettysburg, the Confederate attack began earlier... Little Round Top was overrun and the bulk of the Army of the Potomac was forced to fall back on Baltimore to regroup.&#10;&#10;The Confederate player is trying to conquer the City of Washington while (optimally) also destroying the Northerner's high command. The degree in which the Rebels succeed or fail is measured in victory points... the Confederate must gain 5 or more points to win. This basically means, barring Lincoln's death, the Confederate player must gain control of the Capitol and the White House hexes to win.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Civil War",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "21878",
    "Name": "Dictator. Control",
    "ID": 40388,
    "Year": "(2005)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.97",
    "Link": "https://boardgamegeek.com/boardgame/40388/dictator-control",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.75",
    "Description": "Dictator. Control - is a Russian collectible strategy game. Game has deep atmosphere of dark future. There are two factions - Order of New Tampliers and Simbiotic Sinclit and independent Mercenaries. Player must fight with other players and conquer energy fabrics. Game has simple rules and interesting gameplay.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Dice",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "21879",
    "Name": "Sort it Out!",
    "ID": 178028,
    "Year": "(2009)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.73",
    "Link": "https://boardgamegeek.com/boardgame/178028/sort-it-out",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Who knows the Biggest, Fastest, Loudest, Smallest, Longest Everything? The Family Game Where Players Put Things in Order.&#10;&#10;Sort it Out! is a fast-paced game where knowing just a little about something can help you win everything! It is a party game based on ordering items in lists (e.g. celebrities by year of birth). A card of colour-coded list items is drawn, and the players slot like coloured tiles into position in a plastic holder. The reverse of the list card shows the correct order. By answering questions you move around the game board.  The first one to cross the finish wins.&#10;&#10;This is the travel edition of Sorts, for 2-4 players rather than 2-6.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "21880",
    "Name": "Yarmuk",
    "ID": 11116,
    "Year": "(1997)",
    "Geek Rating": "5.506",
    "Avg Rating": "6.07",
    "Link": "https://boardgamegeek.com/boardgame/11116/yarmuk",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.5556",
    "Description": "Command magazine Issue #45, along with Operation Sea Lion.&#10;&#10;Yarmuk is a game on the epic battle for the Holy Land in 636 AD. Battle took place at the Yarmuk River, along the tripoint border of Syria, and  Jordan.&#10;&#10;",
    "Categories": [
      "Medieval",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "History: Early Muslim conquests",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "21881",
    "Name": "Antematter",
    "ID": 313104,
    "Year": "(2022)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.96",
    "Link": "https://boardgamegeek.com/boardgame/313104/antematter",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "120",
    "Weight": "2.5",
    "Description": "Antematter is the first and only poker strategy board game. 3-6 players enter a lore rich universe and take command of a unique crew of spacefarers, each vying to plunder, smuggle, gamble and bluff their way to supremacy. Featuring a blend of Texas Hold &lsquo;Em poker and strategy gaming, Antematter is a true genre-buster with something for everyone.&#10;&#10;Players choose one of six crews to command. Each crew has its own deck of &quot;crew cards,&quot; which can be used in game to gain advantages on your opponents (more on that later). Each round of play is divided into loot and poker phases. During the loot phase, players maneuver their three ships around the board, collecting salvage and cargo as they go. Once everyone has moved, players have the opportunity to further their ill gotten gains with a round of Texas hold 'em.&#10;&#10;First player to 4,000 credits wins.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Fantasy",
      "Miniatures",
      "Pirates",
      "Science Fiction",
      "Space Exploration",
      "Transportation",
      "Travel"
    ],
    "Mechanics": [
      "Action Points",
      "Betting and Bluffing",
      "Bribery",
      "Command Cards",
      "Connections",
      "Contracts",
      "Events",
      "Grid Movement",
      "Hand Management",
      "Hexagon Grid",
      "Impulse Movement",
      "Income",
      "Increase Value of Unchosen Resources",
      "Interrupts",
      "Layering",
      "Map Deformation",
      "Movement Points",
      "Moving Multiple Units",
      "Network and Route Building",
      "Once-Per-Game Abilities",
      "Pick-up and Deliver",
      "Push Your Luck",
      "Resource to Move",
      "Role Playing",
      "Take That",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "21882",
    "Name": "The Fire Next Time",
    "ID": 10215,
    "Year": "(1998)",
    "Geek Rating": "5.506",
    "Avg Rating": "6.30",
    "Link": "https://boardgamegeek.com/boardgame/10215/the-fire-next-time",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3",
    "Description": "This game covers a possible future India/Pakistan conflict.  The game is relatively simple, but has rules (optional and otherwise) covering elite units, special doctrines, a potential rebellion in Karachi, and nuclear weapons.  Contains a single full-size mapsheet and 112 counters.&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Magazine: Command",
      "Players: Two-Player Only Games",
      "Theme: Alternate History"
    ]
  },
  {
    "Rank": "21883",
    "Name": "Randomise",
    "ID": 187205,
    "Year": "(2015)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.84",
    "Link": "https://boardgamegeek.com/boardgame/187205/randomise",
    "Min Players": "4",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1",
    "Description": "RANDOMISE is a mainstream, family-friendly party game that revolves around guessing random (silly) identities.&#10;&#10;It consists of 110 cards and is played with a minimum of four players in two teams (no maxiumum player number). Each turn, a player draws cards to get a random identity and must choose whether to draw (90 seconds), act (60 seconds) or describe (30 seconds) their identity to their team mates. They can also choose whether to take on an easy or hard identity (with more points on offer for hard identities). &#10;  &#10;Maybe they'll become a ticklish turtle baking a cake, or a blushing robot scuba diving. With more than a million different identity combinations possible, every game is different.&#10;&#10;The first team to score 30 points wins. And that's pretty much it - although there are a range of alternate gameplays that can be introduced later.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Line Drawing",
      "Storytelling"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "21884",
    "Name": "Tilt 'N' Shout",
    "ID": 425226,
    "Year": "(2024)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.93",
    "Link": "https://boardgamegeek.com/boardgame/425226/tilt-n-shout",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Tilt the seesaw, shout the answer!&#10;&#10;THINK FAST - A shouty-outy category game where two teams go head to head to try and have the last word.&#10;&#10;ARE YOU A CATEGORY CONNOISSEUR? -  With our huge selection of categories, everyone is bound to be an expert at some point!&#10;&#10;GET ON A ROLL - The star of the show is the marble-run seesaw which acts as the timer! The speed of the seesaw changes throughout the game, giving the underdogs a chance to come back right up &lsquo;til the last round.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Trivia"
    ],
    "Mechanics": [
      "Action Timer",
      "Three Dimensional Movement"
    ],
    "Families": []
  },
  {
    "Rank": "21885",
    "Name": "Cthulhu's Vault",
    "ID": 145304,
    "Year": "(2015)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.76",
    "Link": "https://boardgamegeek.com/boardgame/145304/cthulhus-vault",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.3",
    "Description": "Cthulhu's Vault is a card game for up to six players. Collaborative in nature, players work to tell the story of the monster's defeat, but unlike many storytelling games, the ending is not set. Within the storytelling are mechanisms for unexpected turns of events...&#10;&#10;Players begin with a hand of cards, each an element to work into the story being told.  As they tell their story, they play a card, and if they can link multiple cards from their hand together, they receive a bonus of some sort usable later in the defeat of the Great Old One (or his ascension if the player turns out to be a cultist).  If something is mentioned and another player has a card matching what is mentioned, he takes over the story and uses his cards at that point.&#10;&#10;The objective is to tell a great story and then reach the climactic fight between the investigators and the Great Old One which is told in story-format as well.&#10;&#10;Cthulhu's Vault is co-designed by Richard Launius and Jim Dietz.  Launius is the designer of the classic 'Arkham Horror' while Dietz is the author of 'The Cthulhu Rainy-Day Activity Book' and the Lovecraftian novel 'The Last Post'.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Horror"
    ],
    "Mechanics": [
      "Hand Management",
      "Storytelling",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Crowdfunding: Kickstarter",
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "21886",
    "Name": "Civil War",
    "ID": 8220,
    "Year": "(1961)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.81",
    "Link": "https://boardgamegeek.com/boardgame/8220/civil-war",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "1.6471",
    "Description": "A strategic level game covering the entire war from April 1861 through March 1865. Victory generally depends on the control of replacement centers located at the north and south ends of the mapboard.&#10;&#10;While Civil War was grouped with AH's &quot;Family/Social&quot; game line, it shared elements with their &quot;Tournament&quot; wargames of the time. The game was played on a hex map and a CRT was used to resolve combat. The primary distinction between Civil War and the Tournament series wargames is the use of pawns instead of counters. It appears that this was done in an effort to introduce casual gamers to the Tournament style games.&#10;&#10;Civil War was dropped from the AH lineup in 1963.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Civil War",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Simulation",
      "Variable Set-up",
      "Zone of Control"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Country: USA",
      "Digital Implementations: VASSAL",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "States: Maryland",
      "States: Pennsylvania",
      "States: Virginia",
      "States: West Virginia"
    ]
  },
  {
    "Rank": "21887",
    "Name": "Swintus 3D",
    "ID": 151089,
    "Year": "(2013)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.95",
    "Link": "https://boardgamegeek.com/boardgame/151089/swintus-3d",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.25",
    "Description": "From publisher:&#10;&#10;A genuine Swintus always thinks about food and would never give up a chance to store some! Prove that you are the best at hoarding food. Start chasing those calories now!&#10;&#10;Each player has 7 dice of his or her own color. The players roll their dice and use the results to obtain food cards right before their opponents can do the same. The first player to collect 7 pieces of the same food wins the game.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Dice Rolling",
      "Set Collection"
    ],
    "Families": [
      "Animals: Pigs",
      "Digital Implementations: Tabletopia",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "21888",
    "Name": "Dracula: El Vampiro del Castillo",
    "ID": 36538,
    "Year": "(1986)",
    "Geek Rating": "5.506",
    "Avg Rating": "6.07",
    "Link": "https://boardgamegeek.com/boardgame/36538/dracula-el-vampiro-del-castillo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.75",
    "Description": "As stated in the box: &quot; El pa&iacute;s legendario del vampiro se halla en el Este de Europa, especialmente en Rumania. All&iacute; se encuentra, en la provincia de Transilvania, el lugar que el autor brit&aacute;nico Bram Stoker eligi&oacute; para su famosa historia de Dr&aacute;cula.&#10;&#10;La historia se remonta a la Edad Media, donde un cauidillo llamado Vlad Tapes, que significa 'Vlad el empalador', ten&iacute;a el sangriento h&aacute;bito de empalar a sus enemigos en estacas y beber su sangre, de ah&iacute; su similitud con Dr&aacute;cula.&#10;&#10;Cuenta la leyenda que toda persona mordidad por un vampiro se convierte en vampiro. S&oacute;lo hay una forma de acabar con &eacute;l: clav&aacute;ndole una estaca en el coraz&oacute;n'&#10;&#10;Dr&aacute;cula (El vampiro del castillo) es un juego de terror para jugadores de 9 a 90 a&ntilde;os, en el que pueden participar de 2 a 4 jugadores.&#10;&#10;&#10;Translation: &quot;The legendary country of the vampire exists on Eastern Europe, exactly in Romania. There is the province of Transylvania, place that inspired the British author Bram Stoker to create his famous Dracula.&#10;&#10;The story starts on the middle ages, where a local Lord called Vlad Tapes, meaning 'Vlad the Impaler', had the bloody habit of impaling his enemies and drinking their blood, from there the similarities with Dracula.&#10;&#10;The legend tells that anybody bitten by a vampire will become a vampire. There is only one way to finish it, that is by nailing a stake through its heart&quot;.&#10;&#10;Dracula is a game of terror for players Ages 9 and up, and for 2 to 4 players.&#10;&#10;&#10;The game comes with:&#10;&#10;- A board game&#10;- 24 vampires&#10;- 24 plastic bases&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Horror",
      "Memory",
      "Novel-based"
    ],
    "Mechanics": [
      "Memory",
      "Rock-Paper-Scissors",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Books: Dracula",
      "Creatures: Vampires",
      "Series: Álbum de Oro Club de la Aventura (CEFA)"
    ]
  },
  {
    "Rank": "21889",
    "Name": "Seven Days Battles",
    "ID": 6404,
    "Year": "(1993)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.76",
    "Link": "https://boardgamegeek.com/boardgame/6404/seven-days-battles",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.0833",
    "Description": "Includes four battles of the Civil War. Each game has its own scenarios, 2 color 34&quot;x22&quot; maps, and 100 counters for each battle (400 total counters). Basic, Advanced and Campaign Rules in 16 page rulebook. Has a high Solitaire Suitability Rating. Rules are based on the Blue &amp; Gray system originally created by Jim Dunnigan of SPI.&#10;&#10;Individual battles include:&#10;&#10;    Seven Pines&#10;    Frayser's Farm&#10;    Gaines Mill&#10;    Malvern Hill&#10;&#10;&#10;The campaign rules allow players to combine all four battles into one longer conflict recreating the Seven Days.&#10;&#10;Integrates with:&#10;&#10;    Savage Station&#10;&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Country: USA",
      "Players: Two-Player Only Games",
      "Series: Battles of the American Civil War (Decision Games)"
    ]
  },
  {
    "Rank": "21890",
    "Name": "Texto!",
    "ID": 181045,
    "Year": "(2015)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.80",
    "Link": "https://boardgamegeek.com/boardgame/181045/texto",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "In each turn of Texto!, the players reveal a card, revealing a category and three letters. Only one of the cards matches the color of the category. You should be the quickest to find a word that starts with that letter and belongs to the category. The first one that succeeds wins the card. Then we start a new round! Whoever accumulates more cards wins.&#10;&#10;Texto! is a totally addictive game that will test your wits. It is accessible to all, and everyone plays at the same time.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "21891",
    "Name": "Mława 1939",
    "ID": 22674,
    "Year": "(1999)",
    "Geek Rating": "5.506",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/22674/mlawa-1939",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.8333",
    "Description": "The battle for Mlawa was the first of many battles that occurred in the Northern Mazowsze in 1939 (Polish territory north of Warsaw).  Here the German 3rd Army, commanded by General Kuchler, fought against the Polish Army &quot;Modlin&quot;.&#10;&#10;The Germans had tremendous superiority; in the main sector they had five divisions, including one armored division, while the Polish had only one division and two cavalry brigades.  Although there was one Infantry Division (8th ID) in reserve, it was too far away to intervene in the first days of the operation. &#10; Despite their great advantage, the Germans did not break through the Polish front lines because the 20th Polish Infantry Division, which defended the Mlawa position, was strengthened by permanent fortifications whose flanks were situated on swamps and wet terrain.  The Germans stormed the defenses for more than three days before they were able to take possession after the Poles abandoned them.  As the German commander of the 3rd German Army could not overcome the Polish positions frontally, he ordered Mlawa to be flanked from the south.&#10;&#10;&#10;The box edition (third) comprises a 39&quot;x27&quot; full color map, 400 die-cut counters and a couple of sheets of informational markers that need to be cut. The rules are in Polish but an English translation is now available.&#10;&#10;Wikipedia: https://en.wikipedia.org/wiki/Battle_of_M%C5%82awa&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Simulation"
    ],
    "Families": [
      "Country: Germany",
      "Country: Poland",
      "History: World War II (Poland 1939)",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Wrzesień 1939 (Dragon / Taktyka i Strategia)"
    ]
  },
  {
    "Rank": "21892",
    "Name": "Food Chain",
    "ID": 231620,
    "Year": "(2017)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.69",
    "Link": "https://boardgamegeek.com/boardgame/231620/food-chain",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Food Chain brings all the animals to the yard! The birds like the worms, the dogs scare the cats, and the fleas LOVE the dogs! Anticipate which animals your opponents will play and counter with the right animals to be at the top of the food chain!&#10;&#10;Everyone has a set of animals: worms, birds, cats, dogs, and fleas. Each turn, you try to guess what the other players are going to reveal, and hope that you pick something higher in the food chain than them. If you do, you claim their cards as points, but if something is higher than you, they collect your cards from the round. An exciting game of prediction and prey!&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "21893",
    "Name": "Stuff You Should Know",
    "ID": 352811,
    "Year": "(2021)",
    "Geek Rating": "5.506",
    "Avg Rating": "6.01",
    "Link": "https://boardgamegeek.com/boardgame/352811/stuff-you-should-know",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "1",
    "Description": "Prove you know your stuff as you take turns answering trivia, each question from a different episode of Stuff You Should Know. The first player to fill their board with one of each category of tokens wins.&#10;&#10;Presented by Trivial Pursuit, this game is a collaboration with the hit podcast Stuff You Should Know (SYSK) and their hosts Josh and Chuck.&#10;&#10;Plays similar to Trivial Pursuit but without a board, as competitors race to be the first to answer a question correctly in all 6 categories (History; Pop Culture; Myths, Legends, and Conspiracies; Science &amp; Tech; Humans; SYSK Selects)&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Race"
    ],
    "Families": []
  },
  {
    "Rank": "21894",
    "Name": "Fette Fünfzehn",
    "ID": 9156,
    "Year": "(2003)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.85",
    "Link": "https://boardgamegeek.com/boardgame/9156/fette-funfzehn",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.2",
    "Description": "Another &quot;Oh Hell&quot; type game. This time there are 4 suits numbered 1-13 as well as one silver 14 card and one gold 15 card. There are 9 rounds are played where players are dealt 5 cards on the first, then 6 the next and so on up to 13. If a player has no trump and no cards over 9 they can have all hands re-dealt.&#10;&#10;The scoring has a bit of a twist. If you make your bid, you get the number of tricks bid plus the number of what round it is. Underbids just lose number of tricks bid (not the round number) and over-tricks make, and get the bid amount plus 1 point per extra trick.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "21895",
    "Name": "Allegory",
    "ID": 322009,
    "Year": "(2021)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.90",
    "Link": "https://boardgamegeek.com/boardgame/322009/allegory",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "50",
    "Weight": "1.5",
    "Description": "An allegory tells a captivating story while hiding a deeper, meaningful moral underneath. Compete with others as renowned authors, each scribing a trilogy of tales: Nature, Energy, and Spirit. Master the use of lore to incorporate powerful themes in your tales. At game's end, you will be rewarded for weaving a hidden moral throughout all your tales, but only the most concise tale shall become a literary classic for the ages!&#10;&#10;In Allegory, you are a mythic author. Bid using lore chips to collect theme cards to craft their your tales (Nature, Energy, and Spirit). In the end, you score only the tale with the lowest total value. Enhance your score by including sets of themes throughout your trilogy. Earn bonus points for including your moral in each tale. The player with most points has scribed a classic tale and mastered the allegory!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "21896",
    "Name": "Napoleon",
    "ID": 10845,
    "Year": "(1975)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.96",
    "Link": "https://boardgamegeek.com/boardgame/10845/napoleon",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6667",
    "Description": "Part of Pelikan's classic Buchkassette series, Napoleon is a lightly-themed two player wargame with checkers-like movement rules.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Square Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Buchkassette (Pelikan)"
    ]
  },
  {
    "Rank": "21897",
    "Name": "Happy Fox",
    "ID": 392809,
    "Year": "(2023)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.98",
    "Link": "https://boardgamegeek.com/boardgame/392809/happy-fox",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Be as cunning as a fox!&#10;Each player in turn places a card in front of them: face down if it is a Goose or a Dog, face up if it is a Fox. The player who lays down a Fox card goes on a goose hunt, turning over one of the cards of the player on his left. If it is a goose, he can capture it or continue his hunt by turning over a card of the next player.&#10;&#10;But if it's a dog, he loses all the geese cards turned over as well as his fox...&#10;&#10;In the end, which fox will be able to boast the biggest catch?&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction"
    ],
    "Mechanics": [
      "Push Your Luck"
    ],
    "Families": []
  },
  {
    "Rank": "21898",
    "Name": "Light Line",
    "ID": 149078,
    "Year": "(2013)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.71",
    "Link": "https://boardgamegeek.com/boardgame/149078/light-line",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Connect it fast and call it out! So many colorful lines with yet more still to come.&#10;&#10;In Light Line, players need to keep track of the lines without missing any possible connections. Is it possible to continue the blue line, or would it be better to use the red one? Maybe the green line is more promising and can be scored together with the black one? Creating long lines &mdash; and best of all, multiple lines at the same time &mdash; creates the best conditions for victory. Who will find the longest line(s) in the shortest time(s)?&#10;&#10;Light Line includes basic rules that require players to only extend a line for children aged 5 and up, while the standard game in which players compete in real time is for ages 7 and up.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "21899",
    "Name": "Clash of Sovereigns: The War of the Austrian Succession, 1740-48",
    "ID": 273437,
    "Year": "(2023)",
    "Geek Rating": "5.506",
    "Avg Rating": "6.11",
    "Link": "https://boardgamegeek.com/boardgame/273437/clash-of-sovereigns-the-war-of-the-austrian-succes",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "180",
    "Play Time": "720",
    "Weight": "4",
    "Description": "December 1740: Young King Frederick II leads the army of upstart Prussia in a surprise invasion of Austrian Silesia. He hopes for an easy conquest of the rich province at a time when the Austrian Empire appears vulnerable following the death of Charles VI, King of Austria and Holy Roman Emperor. But despite internal opposition to the &lsquo;Pragmatic Sanction&rsquo; that allowed a woman to inherit the throne, Austria&rsquo;s new Queen, Maria Theresa, is cowed neither by Frederick, nor by France&rsquo;s scheme to place a Bavarian puppet candidate on the throne of the Holy Roman Empire, nor by Spanish designs on Austria&rsquo;s holdings in Italy. Amid these conflicting dynastic ambitions, Frederick&rsquo;s local territorial coup proves to be only the opening act in a major European war that none of the great powers had anticipated - but all wished to profit from. It would ultimately span eight years and half the globe.&#10;&#10;&quot;Clash of Sovereigns&quot; (COS), GMT&rsquo;s 2-4 player card-driven game of the War of the Austrian Succession, has been 9 years in the making. It is a free-wheeling, faster-playing, stream-lined &ldquo;nephew&rdquo; of the widely-regarded Clash of Monarchs (COM).&#10;&#10;COS features asymmetrical armies with distinctive national characteristics and capabilities that have banded together in alliances that often struggle with conflicting goals. Both the Bourbons and Pragmatics will benefit &ndash; or suffer from &ndash; interactions among the various nations in their respective alliances.&#10;&#10;COS&rsquo;s replay value is high because the multiplicity of belligerents and theaters of operation ensure that the game will never play the same way twice. Vienna may fall to the Prussians or French; Paris and Naples may see Austrian white uniforms in their streets; and London may be beset by Bonnie Prince Charlie &ndash; or invading French troops. Will the French get Bavarian Charles VII onto the throne of the Holy Roman Empire? Will Marshal Traun and Austrian Croats take it back? Will Louis XV and George II clash in Flanders? And will anyone be able to stop De Saxe? -- Find out!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Events",
      "Point to Point Movement",
      "Simulation"
    ],
    "Families": [
      "Country: Austria",
      "Country: France",
      "Country: Germany",
      "Country: Prussia",
      "History: Age of Kings",
      "History: War of the Austrian Succession"
    ]
  },
  {
    "Rank": "21900",
    "Name": "Shadow Master",
    "ID": 192245,
    "Year": "(2016)",
    "Geek Rating": "5.506",
    "Avg Rating": "5.86",
    "Link": "https://boardgamegeek.com/boardgame/192245/shadow-master",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "40",
    "Play Time": "0",
    "Weight": "1",
    "Description": "The family game Schattenmeister creates tricky gaming fun and lots of challenges as players have to unravel a mysterious shape and divide it into its components. To do this, they must bring a keen eye and the power of deduction as it isn't easy when they are looking at silhouettes overlapping each other. Only little details are recognizable. But what do they depict? An ear, a wing, or a handle? The player who sees through the shadows and collects most points will be the Master of Shadows.&#10;&#10;",
    "Categories": [
      "Deduction"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": []
  }
]