[
  {
    "Rank": "N/A",
    "Name": "Creationary: Travel Edition",
    "ID": 349084,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/349084/creationary-travel-edition",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Welcome to the world of fast LEGO building where you try to correctly guess who built what!&#10;&#10;Players select a card from the stack and all players race to build the image out of Lego.  The player who builds best, wins the card.  The player with the most cards at the end of the games wins.&#10;&#10;Contains:&#10;100 Creation cards &#10;30 Two-point cards&#10;20 One-point cards&#10;1 Sixty-second sand timer&#10;&#10;You will need to provide your own LEGO bricks.&#10;&#10;This game was made available through the LEGO VIP program.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Party Game"
    ],
    "Mechanics": [
      "Action Timer"
    ],
    "Families": [
      "Series: LEGO Games",
      "Toys: LEGO"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Truth or Drink: On The Rocks",
    "ID": 349085,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/349085/truth-or-drink-on-the-rocks",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Expands the original Truth or Drink: On The Rocks deck into a Standalone version. 432 all-new questions guaranteed to shake things up. The set uses the rules from the from the Second Edition of the base game.&#10;&#10;Are you prepared to dive deep below the surface of your friendships?&#10;&#10;Chill questions for mixed company&mdash;with just enough of a bite to help you loosen up together.&#10;&#10;",
    "Categories": [
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "FlickFleet: A Box Of Flicks 2",
    "ID": 349087,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.61",
    "Link": "https://boardgamegeek.com/boardgameexpansion/349087/flickfleet-a-box-of-flicks-2",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "FlickFleet: A Box of Flicks 2 is the third expansion for FlickFleet and consists of 28 all new elements that can be used to create bigger fleets and more exciting battles. The base game is required to play.&#10;&#10;As with the base game and previous expansions, there is a deluxe and standard version. The deluxe edition includes engraving on all the pieces.&#10;&#10;Contents:&#10;&#10;    Imperium:&#10;        2 x Ion Cannon Frigate&#10;        Phase Frigate&#10;        Railgun Cruiser&#10;        Missile Corvette&#10;    &#10;    Uprising:&#10;        Salvage Vessel&#10;        Railgun Cruiser&#10;        Missile Corvette&#10;        ECM Platform&#10;    &#10;    Neutral/Other:&#10;        Nebula&#10;        Hyperspace Kraken&#10;        Wreckage&#10;        Technicians&#10;        Aged Ships&#10;    &#10;    Pirates:&#10;        Weapons Barge&#10;        Assault Barge (+ 12 interceptors)&#10;        Reaver&#10;        Dancer&#10;        2x Gunboats&#10;    &#10;    Dice&#10;    Rulebook&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Action / Dexterity",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Flicking",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Mechanism: Finger Flicking Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Heroes & Villains",
    "ID": 349089,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/349089/heroes-and-villains",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "25",
    "Weight": "0",
    "Description": "Meteors composed of strange, exotic matter have devastated the planet.  From the ashes, a few survivors have emerged with amazing, and sometimes terrifying, abilities! Some have come to defend the weak while others are set on conquering all they see.  The battle for the future of humanity has begun.&#10;&#10;Heroes &amp; Villains is a superhero/villain-themed deck battle game for 2 to 6 players.  Players use either preconstructed or their own customer battle deck of ability cards.  The battle deck is both your strength and your life.  Deplete all of the cards in your opponent's battle deck before exhausting your own and win the battle for ultimate supremacy!&#10;&#10;To begin play, each player chooses one of the six powers types to play.  Each power has a corresponding Destiny Card that gives you the option to play as a Hero or Villain. Your choice empowers you with a unique bonus skill that can be used once per game) to give you a unique advantage in battle. Players can either use the pre-separated/pre-shuffled Power Deck for their character or assemble their own customize deck containing a unique blend of attacks and defense.&#10;&#10;At the beginning of your turn, draw a card (max 5), and use your 4 Energy Points to Deploy Power Cards onto the BattleField, or to Active the Power of an already deployed card.  Use a balance of Tactics, Minions, Weapons, and Assaults to deplete your opponent&rsquo;s deck and to restore your own.&#10;&#10;Be the last man standing to be declared the winner, and the Ultimate Comic Book Hero/or Villain.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip",
      "Fighting"
    ],
    "Mechanics": [
      "Action Points",
      "Deck Construction",
      "Once-Per-Game Abilities",
      "Take That"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lost Ruins of Arnak: Solo Mini Expansions",
    "ID": 349092,
    "Year": "(2021)",
    "Geek Rating": "5.580",
    "Avg Rating": "8.12",
    "Link": "https://boardgamegeek.com/boardgameexpansion/349092/lost-ruins-of-arnak-solo-mini-expansions",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "2.5",
    "Description": "This expansion adds two new mini-modules for the Lost Ruins of Arnak solo experience. These modules can be used separately or in combination, and are available for free both as a print-and-play (available on the CGE website) or online in the solo app at https://solo.arnak.game.&#10;&#10;The Rival Objectives expansion adds more urgency to your solo game by adding unique goals for the Rival.&#10;&#10;The Purple Actions expansion increases the difficulty of the solo game by giving your Rival more formidable actions.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;=Print-and-play components are designed to be printed as cards that are added to the Lost Ruins of Arnak solo game. You can print them on cardstock, or you can print them on paper and insert them into card sleeves (41 &times; 63 mm, Mini American).&#10;&#10;The online components can be found at https://solo.arnak.game after clicking on the &ldquo;PLAY SOLO&rdquo; button.&#10;&#10;- description by the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Print & Play"
    ],
    "Mechanics": [
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Theme: Archaeology / Paleontology",
      "Theme: Tropical Islands"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cooper Island: The Skilled Workers",
    "ID": 349093,
    "Year": "(2021)",
    "Geek Rating": "5.537",
    "Avg Rating": "7.48",
    "Link": "https://boardgamegeek.com/boardgameexpansion/349093/cooper-island-the-skilled-workers",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "4",
    "Description": "For those who want to bring a little more variety to Cooper Island, there is now this mini expansion.&#10;&#10;The Skilled Workers consists of 6 postcards that replace the traditional worker tableaus. Each of them is individual, so you will have a slightly different game experience with each of them.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Tile Placement",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Game: Cooper Island"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bardo",
    "ID": 349098,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgame/349098/bardo",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Bardo (&quot;Flame War&quot;) is a real-life app where we will talk about EVERYTHING! The chat got heated. Display the menu of viral topics: everyone has their opinion and the fight is starting. We can make a big deal, make a mess or talk nonsense, know what we are talking about or not have a clue. All's fair in this game. Get ready for trolling in the group by playing your best cards.&#10;&#10;Objective: Follow the conversation and discard the most Bardo cards throughout the game rounds. The winner is whoever runs out of cards first, or who has the least amount at the end of 3 rounds.&#10;&#10;Deal 7 Bardo cards to each player. Put cellphone camera spots (Bardo cards background) on the table according to the number of players, to mark how many Bardo cards will be played each round. Choose a viral theme to talk about, from the menu or select one yourself.&#10;&#10;A player starts playing one of their cards on a Bardo spot, and talking about the theme relating it to the Bardo card (by theme, feelings, or any way is valid). Words in the table cannot be mentioned, and a card would be taken as penalization if done. The player can be interrupted by other after 5 seconds or when they finish the idea. The interrupting player plays a new Bardo card, and has to answer or discuss the previous speech.&#10;&#10;When all spots are covered, the round ends. The played cards are shuffled in the deck, and a vote is made (except on the last round) to penalize the most incongruent player on the round, with each player receiving an additional card for each vote they received against them.&#10;&#10;The winner is whoever runs out of cards first, or who has the least amount at the end of 3 rounds.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Storytelling",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Puzzle Memo Ozean",
    "ID": 349106,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.42",
    "Link": "https://boardgamegeek.com/boardgame/349106/puzzle-memo-ozean",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "2",
    "Description": "The game board shows an ocean in which the animals are just shown as shadows. Under the board, face-down tiles are placed in a random order. &#10;On a player's turn, they reveal a tile and can place it on the board (if the space under it is already occupied) or put it face-down above the board (trying to remember where it is). A player can always choose to reveal a tile from above or below the board.&#10;&#10;When a player manages to complete the picture of a sea creature, they move forward on the score track. &#10;When the ocean has been completely revealed, the player with the highest score is the winner.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dragonville",
    "ID": 349107,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/349107/dragonville",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Dragonville is a quick and simple strategy board game for ages 7+.&#10;&#10;The Queen Dragon of Dragonville woke up one morning to find all her eggs missing. She soon discovered that her enemies had scattered her eggs around the forest. She has called upon the trusted champions of Dragonville to retrieve her eggs, and fast! &ldquo;I will reward you all, my clan! Bring as many and as quickly as you can. Some combinations also fetch you more if you plan,&rdquo;  she instructs.&#10;&#226;&#128;&#139;&#10;Are you going to be thorough, quick, or specific? What's your strategy?&#10;&#10;Players race to collect eggs and be the first to complete the course.  On their turn, players decide to either move up to two spaces OR roll the dice for a chance to move up to five.  Landing on an egg spot first allows the player to pick up the egg.&#10;&#10;The game ends when the first  player reaches the end of the forest. The player with the maximum points wins the game.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Race",
      "Roll / Spin and Move",
      "Set Collection",
      "Track Movement"
    ],
    "Families": [
      "Creatures: Dragons"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Taifun",
    "ID": 349108,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/349108/taifun",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players set their meeples in the center space and take turns rolling the die. Only at the roll of 1, the player has to move his meeple to the red dot of the inner circle. from this point on, he has to move clockwise after every roll. If he gets on a space connected to next ring, he has to change to that ring on his next turn. On the third ring there is a space which allows movement back to the first ring (connected with an arrow). On the fourth ring, there are spaces that cause the meeples to fall from the wheel and be taken out of the game.&#10;&#10;The last player to remain on the board wins the game.&#10;&#10;The boards where published without a box and without meeples and dice. Title and rules where glued to the back of the board.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Player Elimination",
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Truth or Bull",
    "ID": 349109,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/349109/truth-or-bull",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "15",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Truth or Bull is a tactical bluffing and deduction game for 3-10 players.&#10;&#10;The Game: Take turns to peek at the Target card. Get maximum points by putting down a card closest to the Target card AND by fooling the majority.&#10;&#226;&#128;&#139;&#10;But what&rsquo;s in the Target card? Lie about it or tell the Truth, that is your choice, but the others get to vote and call Bull!&#10;&#10;The winner is the player with the maximum points after all players get to be the Active Player.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Deduction",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Run Shark Run",
    "ID": 349110,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/349110/run-shark-run",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Run Shark Run is a cooperative board game for kids aged between 5 and 13, where all players play together as a team against the Shark.&#10;&#10;Players choose a card from the deck and play a card from their hand to move on the board.&#10;&#10;Choose and play your cards wisely to go around the board and collect the treasure before the Shark gets to your boat to win the game.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Point to Point Movement"
    ],
    "Families": [
      "Animals: Sharks"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lockout Monster",
    "ID": 349111,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/349111/lockout-monster",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Lockout Monster is a cooperative board game for kids aged between 5 and 13, where all players play together as a team against the Monster.&#10;&#10;Roll the dice and decide where to move the two knights. Collect the right combination of locks and keys and lock all the castle gates one by one before the Monster gets in to win the game.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Matching",
      "Memory",
      "Roll / Spin and Move",
      "Square Grid"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Creatures: Monsters"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Oh, The Horror!",
    "ID": 349112,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.88",
    "Link": "https://boardgamegeek.com/boardgame/349112/oh-the-horror",
    "Min Players": "4",
    "Max Players": "10",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "1",
    "Description": "&quot;A Horribly Hilarious Horror Card Game!&quot;&#10;&#10;Every player is dealt 7 cards face down from the Method of Death deck. The oldest person in the room (i.e. the one closest to death) will assume the role of &quot;Death Dealer.&quot;&#10;&#10;At the top of each round, the Death Dealer will turn over one Killer and one Victim card from the top of the deck. The remaining players will all play one of their methods in an attempt to create the funniest or most gruesome (usually both) combination. This is decided on by the Death Dealer. Once the Death Dealer decides the winner of that round, the victim is given to the victor and it is added to that player's &quot;body count.&quot; How many bodies is enough? Whatever it takes to make the players feel satisfied in their blood-lust.&#10;&#10;Players will need to overcome several unique challenges in gameplay such as Plot Twists (cards that alter gameplay mechanics for Players and Death Dealers alike), Guardian Angels (cards that steal rounds from other Players), and Death Itself (cards that randomize gameplay in unexpected ways.)&#10;&#10;Once the round is concluded, the person counter-clockwise to the first Death Dealer becomes the new Death Dealer and play resumes.&#10;&#10;",
    "Categories": [
      "Horror",
      "Humor",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Player Judge",
      "Score-and-Reset Game",
      "Semi-Cooperative Game",
      "Storytelling"
    ],
    "Families": [
      "Card Games: Outplay",
      "Holidays: Halloween",
      "Mechanism: Judging Games",
      "Movies: Horror Movies"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Car Wars (Sixth Edition): Miniatures Set 1",
    "ID": 349113,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/349113/car-wars-sixth-edition-miniatures-set-1",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "This expansion for Car Wars Sixth Edition adds new miniatures and cards giving you new weapons and equipment customization options for your vehicle builds.&#10;&#10;This expansion includes::&#10;&gt;Five miniatures: Scimitar, Joseph Special, Pillbug, Hades, and Hydra. Miniatures are pre-assembled and unpainted.&#10;&gt;148 cards (weapons, accessories, upgrades, structures)&#10;&gt;Car Wars Sixth Edition Colored Bases SJG 2424 - Four colored bases (red, yellow, blue, and green)&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Racing",
      "Science Fiction",
      "Sports",
      "Wargame"
    ],
    "Mechanics": [
      "Race",
      "Simulation"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Car Wars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Car Wars (Sixth Edition): Miniatures Set 3",
    "ID": 349115,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/349115/car-wars-sixth-edition-miniatures-set-3",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "This expansion for Car Wars Sixth Edition adds new miniatures and cards giving you new weapons and equipment customization options for your vehicle builds.&#10;&#10;This expansion includes::&#10;&gt;Five miniatures: Five miniatures: Brimstone, Stiletto, Aristocrat, Avalanche, and Jackal. Miniatures are pre-assembled and unpainted.&#10;&gt;148 cards (weapons, accessories, upgrades, structures)&#10;&gt;Four colored bases (red, yellow, blue, and green)&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Miniatures",
      "Racing"
    ],
    "Mechanics": [
      "Simulation",
      "Dice Rolling",
      "Race"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Car Wars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Net Zero Game 2050",
    "ID": 349116,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/349116/the-net-zero-game-2050",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "2.5",
    "Description": "The Net Zero Game 2050 is an event-driven business strategy, sustainability and negotiation board game based on stakeholder capitalism.&#10;&#10;The Net Zero Game 2050 gamifies the road towards carbon neutrality in 2050 (or before) by letting each player &ndash; four are recommended &ndash; become a Business Leader of a portfolio of companies. Each Business Leader may build a team of Green Executives to execute the chosen strategy.&#10;&#10;The Net Zero Game 2050 represents a Non-Zero Game where the objective of each Business Leader is to reduce carbon emissions and at the same time increase value creation in order to finance the investments needed to reach zero carbon emissions.&#10;&#10;",
    "Categories": [
      "Economic",
      "Educational",
      "Environmental",
      "Negotiation"
    ],
    "Mechanics": [
      "Events"
    ],
    "Families": [
      "Theme: Ecology"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Raise the Roofs",
    "ID": 349119,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgame/349119/raise-the-roofs",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.4",
    "Description": "How high can you build it? Roll different dice combinations to build towers and earn bonus blocks. Create the tallest combined tower to win the game.&#10;&#10;In Raise the Roofs, players take turns rolling the dice up to three times to create different combinations. These combinations are then used to build new towers, add blocks to existing towers, or reduce the height of an opponent's tower.  Once gameplay ends, each player combines their towers into a single tower, and the player with the tallest tower wins!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Stacking and Balancing",
      "Take That"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Theme: Construction"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Under Falling Skies: Essen City promo tile",
    "ID": 349120,
    "Year": "(2021)",
    "Geek Rating": "5.523",
    "Avg Rating": "7.18",
    "Link": "https://boardgamegeek.com/boardgameexpansion/349120/under-falling-skies-essen-city-promo-tile",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Additional city tile released as a promo at Spiel 2021.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Essen (E/B)Blue side (research 6)&#10;&#10;&quot;During setup, place 1 token in each research room. When you resolve a research room that has a token, discard the token and apply a +1 bonus.&quot;&#10;&#10;Red side (research 5)&#10;&quot;During setup, place 1 token in each research room. When you resolve a research room that has a token, you may discard the token to apply a +1 bonus.&quot;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Dice",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Once-Per-Game Abilities",
      "Solo / Solitaire Game",
      "Sudden Death Ending",
      "Variable Set-up",
      "Worker Placement with Dice Workers"
    ],
    "Families": [
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Carcassonne: Bonusplättchen Spiel 2021",
    "ID": 349121,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.71",
    "Link": "https://boardgamegeek.com/boardgameexpansion/349121/carcassonne-bonusplattchen-spiel-2021",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "This single-tile mini-expansion can be added to any Carcassonne game. The design, however, matches that of the New Edition of Carcassonne (2014).&#10;&#10;This promo was given out (for free) when making a purchase at the Hans im Gl&uuml;ck booth at Spiel 2021, Essen.&#10;&#10;No specific rules are included with the tile. The tile is simply mixed with the other landscape tiles. When a player draws the tile, he or she should place the tile according to the usual rules.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "City Building",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Tile Placement"
    ],
    "Families": [
      "Promotional: Item"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tug",
    "ID": 349124,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/349124/tug",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Tug is a 2 player card game played partially on top of the game box.&#10;&#10;Two dog owners and their pups compete to tug a rope toy to their side.&#10;&#10;Each round, players secretly designate any number of their cards as tug cards and bid cards. Tug cards work to tug the pawn toward their side. The high bidder gets a new upgraded card. Whoever tugs the pawn all the way to their side is the winner! Or collect 2 bone cards which provide no bidding/tugging power for an alternate path to victory.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Tug of War"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Animals: Dogs",
      "Misc: LongPack Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Save Afghanistan, Comrade!",
    "ID": 349127,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.09",
    "Link": "https://boardgamegeek.com/boardgame/349127/save-afghanistan-comrade",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "250",
    "Play Time": "300",
    "Weight": "2.75",
    "Description": "A solitaire game of the Soviet war in Afghanistan. Soviet and Afghan regiments and police battle Mujahadeen formations, foreign fighter contingents, and local chiefs and warlords for Provincial control throughout the country.&#10;&#10;It is December, 1979. Hafizullah Amin, a dedicated communist, leads Afghanistan ineffectually. In Moscow, the Politburo chafes under his failure to unify an increasingly unraveling ally. The aging Leonid Brezhnev has been slowly persuaded that, absent decisive Russian action, Afghanistan will fall from the Soviet orbit.&#10;&#10;In what they see as a quick &ldquo;regime change&rdquo;, the Politburo directs Soviet forces to deploy throughout Afghanistan under the guise of assisting Amin. On December 27, 1979, Amin&rsquo;s palace is stormed and he is shot dead (then grenaded for good measure) and replaced by pliant Soviet puppet Babrak Karmal. Success! Or is it...?&#10;&#10;Welcome to the Great Game, Cold War version. &ldquo;Save Afghanistan, Comrade!&rdquo; pits you as the Soviets and communist Afghans against the Mujahadeen for dominance there. You have until Summer, 1992 (50 quarterly turns) to clear the Provinces of Mujahadeen to win. Or will you, like Brezhnev, find the Mujahadeen to be an indomitable enemy?&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Country: Afghanistan",
      "Country: Soviet Union",
      "Crowdfunding: Kickstarter",
      "History: Soviet-Afghan War",
      "Players: Solitaire Only Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Car Wars (Sixth Edition): Miniatures Set 2",
    "ID": 349128,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.83",
    "Link": "https://boardgamegeek.com/boardgameexpansion/349128/car-wars-sixth-edition-miniatures-set-2",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "This expansion for Car Wars Sixth Edition adds new miniatures and cards giving you new weapons and equipment customization options for your vehicle builds.&#10;&#10;This expansion includes::&#10;&#10;     Five miniatures: Spark, Pure Energy, Redline, Sledge, and Apollo! (Miniatures are pre-assembled and unpainted.)&#10;     148 cards (weapons, accessories, upgrades, structures) and rules&#10;     Four colored bases (red, yellow, blue, and green)&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Miniatures",
      "Racing",
      "Science Fiction",
      "Sports",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Impulse Movement",
      "Race",
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Car Wars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Car Wars (Sixth Edition): Miniatures Set 4",
    "ID": 349130,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.80",
    "Link": "https://boardgamegeek.com/boardgameexpansion/349130/car-wars-sixth-edition-miniatures-set-4",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "This expansion for Car Wars Sixth Edition adds new miniatures and cards giving you new weapons and equipment customization options for your vehicle builds.&#10;&#10;This expansion includes::&#10;&gt;Five miniatures: Sawtooth, Conestoga, Shuriken, Fuzion, and Kodiak! (Miniatures are pre-assembled and unpainted)&#10;&gt;148 cards (weapons, accessories, upgrades, structures)  and rules&#10;&gt;Four colored bases (red, yellow, blue, and green)&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Miniatures",
      "Racing",
      "Science Fiction",
      "Sports",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Impulse Movement",
      "Race",
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Car Wars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mampfender Max",
    "ID": 349132,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.10",
    "Link": "https://boardgamegeek.com/boardgame/349132/mampfender-max",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "3",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Players roll the die and feed acorns of respective colors to Max the Squirrel. If you can't take the right colored acorn from the common pool, you can grab one from a fellow player's board and feed it to Max instead.&#10;&#10;Eventually Max is going to spill the acorns to even several different directions. Now players need to try to grab the acorns before other players and fill their board with five acorn slots.  The first player to fill their slots wins.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [
      "Cube Tower",
      "Dice Rolling",
      "Die Icon Resolution"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Escargot Sprint",
    "ID": 349136,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/349136/escargot-sprint",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In Escargot Sprint, you play the role of a hungry little snail that spotted a lush garden at the other end of the terrace. But you are not alone, as several other snails will try to get get there first! Your goal is to reach the appetizing greenery before the competition.&#10;&#10;In this push-your-luck game, the players will have access to four consecutive decks of cards, coloured green, yellow, orange and red respectively. Starting with the green deck, the player will draw cards, having the option to either stop afterwards or draw a card from the next deck of cards. Each consecutive deck contains more interesting cards that the last while also being more dangerous.&#10;&#10;To move forward, the player must draw Raindrop cards in the decks, and will move forward from as many spaces as the number of raindrops they drew that turn. But the decks also contain Sun cards that will force the player to move their snail backwards and end their turn immediately.&#10;&#10;There are also several item cards, such as the Salad, which prevent the player from moving backwards when drawing Sun cards, or the Umbrella, which prevents another player from moving during their turn.&#10;&#10;The first snail to reach the garden wins!&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Push Your Luck",
      "Race"
    ],
    "Families": [
      "Animals: Snails"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tensor: A Game of Equilibrium",
    "ID": 349139,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/349139/tensor-a-game-of-equilibrium",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "80",
    "Weight": "0",
    "Description": "In this game players are managers of teams that are designing artificial intelligences. You are all working for the same research university, which will only give precious computer processing time to the teams whose AIs are doing the best. The game takes its inspiration from real-world &ldquo;deep learning&rdquo; techniques used when designing and building real AIs.&#10;&#10;Unlike many games, Tensor is game of equilibrium, not efficiency, and you do not win by VPs. You will balance a board of 5 &ldquo;weights&rdquo; across many rounds through careful tile selection and placement, as well as special cards that let you change your tiles in unique ways.&#10;&#10;On their turn the player takes one action, often placing a hexagonal tile on their board. The game ends when the draw pile of hexagonal tiles is exhausted.&#10;&#10;At the end of the game, the player whose lowest weight is the highest wins! Be careful, as other players can hack your board!&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Puzzle"
    ],
    "Mechanics": [
      "End Game Bonuses",
      "Hexagon Grid",
      "Highest-Lowest Scoring",
      "Income",
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": [
      "Components: Hexagonal Tiles",
      "Theme: Computer / Information Technology Industry",
      "Theme: Hackers",
      "Theme: Teaching Programming"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "G.R.I.M. INC.",
    "ID": 349140,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.82",
    "Link": "https://boardgamegeek.com/boardgame/349140/grim-inc",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "1",
    "Description": "You are the latest employee of the afterlife&rsquo;s biggest employer G.R.I.M. INC (Grim Reaper's Institute of Murder, Incorporated). It is your job, along with your colleagues, to come up with new and creative ways of disposing of those still living - all mortals have an expiration date after all. Your boss is, of course, the Grim Reaper - however they are far too busy to give their time to a lackey like you. You will instead report to a Line Manager who will assess the value of your pitches of demise, and recognition cards will be given to the employee who impresses them the most, maybe even bonuses!&#10;&#10;You and your colleagues will take it in turns to become the Line Manager, a very prestigious position indeed! &#10;From here you will pick from our fatal cards to decide which unfortunate soul will be next to depart this earth. The other employees will then pick up their implement cards, and use this to dispatch this soul in the setting revealed.&#10;&#10;Get your elevator pitches ready and be prepared to impress against a one minute sand timer in order to become employee of the month in this exciting new deadly game! Can you come up with a murderous plot? Or be forced to think on your feet?&#10;&#10;Could you dispose of a chicken farmer on a volcano with a whisk? Or a medium on a cruise ship with a lightbulb? &#10;How can you exterminate a patronising life coach, at that place where he goes to forget his family, with a sweaty sock at your disposal? &#10;The manager picks their favourite pitch and awards a card of recognition.&#10;&#10;The game ends when an employee has received 3 cards of recognition, has become employee of the month, and has won the game!&#10;&#10;Disappointing the line manager could leave you receiving disciplinary card. That's gonna make life harder to get those recognition cards!&#10;&#10;This is an exciting new opportunity and we can't wait to share our death with all of you!&#10;&#10;And remember, it's good to be G.R.I.M.!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Action Timer",
      "Dice Rolling",
      "Highest-Lowest Scoring",
      "Open Drafting",
      "Order Counters",
      "Player Judge",
      "Storytelling"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Truth or Drink: Extra Dirty",
    "ID": 349141,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.30",
    "Link": "https://boardgamegeek.com/boardgame/349141/truth-or-drink-extra-dirty",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Expands the original Truth or Drink: Extra Dirty deck into a Standalone version. 432 all-new questions guaranteed to shake things up. The set uses the rules from the from the Second Edition of the base game.&#10;&#10;Definitely NSFW!&#10;&#10;",
    "Categories": [
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bolt Action: Campaign – Italy: Soft Underbelly",
    "ID": 349142,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/349142/bolt-action-campaign-italy-soft-underbelly",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "WIth the Axis Powers ejected from North Africa, the Western Allies look to take the fight to the &ldquo;soft underbelly&rdquo; of Europe &ndash; Italy. This campaign supplement for Bolt Action focuses on Operation Husky, the airborne and naval invasion of Sicily, the hard-fought battles in the villages and rugged mountain passes of that island, and the advance up the Italian Peninsula towards Rome. With a host of scenarios, new units, special rules &amp; theatre selectors, this new book contains everything players will need to refight these important battles in defence of the Regno d&rsquo;Italia or to strike at the weak link of Axis Europe to knock Italy out of the war.&#10;&#10;With units, theatre selectors and scenarios for players of British (Commonwealth), United States, German and, of course, Italian Armies, this is an essential and fascinating campaign volume. For a little more detail of what you&rsquo;ll find within, look no further than our preview article.&#10;&#10;Within the pages of Italy: Soft Underbelly you&rsquo;ll find rules for fielding Francisci (along with a handful of other notable heroes on both sides from the Italian campaigns) as a Veteran Major, where he can bring his &lsquo;Gallant Leadership&rsquo; ability to bear on the tabletop.&#10;&#10;&ndash;Description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Country: Italy",
      "Game: Bolt Action (Warlord Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pancake Monster Game",
    "ID": 349144,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/349144/pancake-monster-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Feed the Giant Monster his favorite food, but careful, you never know when he&rsquo;ll bite back! Players take turns placing a pancake card inside its mouth, and press the button as many times as there are toppings on the pancake. After a random number of times, the spring mechanism will trigger and the monster will safely pop swallowing the player's arm! Be the first to stack all your pancakes onto his tongue without the Monster biting you. It&rsquo;s a chomping good game and it doubles as a pop-up hamper!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Humor"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Frost",
    "ID": 349146,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/349146/frost",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "&ldquo;Please help. I&rsquo;ve kind of lost my memories and my&hellip; body!&rdquo;&#10;&#10;On your way to the 100 Year Winter Faire, you and your friends are interrupted by a mysterious little blue Wisp. &#10;&#10;&ldquo;All this flying about isn&rsquo;t so bad, but I don&rsquo;t want to be stuck like this forever!&rdquo; she says. &ldquo;My only memory is of the Winter Faire, but that can&rsquo;t be right&hellip; the last Faire was 100 years ago! &#10;&#10;Could you help solve this mystery and piece together who I am?&#10;&#10;Frost is a printable escape room game that transforms any space into a DIY escape room adventure. This ready-to-play game pack is crafted to for 9-12-year-old kids, with puzzles that ignite their creativity, and a whimsical story they will cherish unraveling.&#10;&#10;Players will work together to complete the trials of the Winter Faire, and uncover mysteriously forgotten memories before time runs out. Gameplay is centered on a series of puzzle sheets that you set up around the room. Each puzzle solved puts you one step closer to uncovering the Wisp&rsquo;s long-lost past.&#10;&#10;Game setup is quick and spoiler-free, and hints are handled by an online hint system that players access on their smartphones. This means that no game master is required to supervise the experience, so you can join the game alongside your players.&#10;&#10;The game can expand to accommodate any number of players by dividing your group into teams of 2-4, and then pitting them against each other to see who finishes the game first. In addition, you can edit the game file before printing to customize your own escape room experience.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Children's Game",
      "Fantasy",
      "Party Game",
      "Print & Play",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Real-Time",
      "Team-Based Game"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Components: Digital Hybrid – App/Website Required",
      "Holidays: Christmas",
      "Misc: No Table Needed",
      "Movies: Frozen"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Island Racing",
    "ID": 349147,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/349147/island-racing",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Set your course and compete against your fellows in this fast, high-tension racing game.&#10;&#10;At the start of each Round, an Event card is drawn and the Wind direction dial adjusted. Players then, secretly, set their die to a chosen value (unless they collided in the previous round, in which case they MUST set it to 1) and put it adjacent to appropriate side of their own Compass Rose: this is their speed and direction of movement.&#10;&#10;Players reveal simultaneously and:&#10;- adjust their speed according to the Wind Direction dial (sailing with the wind gives you a boost while sailing against it slows you down), and&#10;- move the adjusted number of spaces in their chosen direction&#10;&#10;Should a player move onto an obstacle space - or sail off the edge of the map - they have 'collided'; if more than one player ends in the same space, they must also check for a collision. Colliding means you have to set the lowest speed in the next Round.&#10;&#10;Rounds continue until one player has successfully completed a circuit of the map and crossed the finishing line; if there is a tie, their finishing speed will determine the winner.&#10;&#10;Island Racing comes with two race maps: The Isle of Wight and The Isles of Scilly.&#10;&#10;",
    "Categories": [
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Programmed Movement",
      "Race",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Country: United Kingdom",
      "Sports: Sailing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Deep Sea Adventure: Expansion Dice",
    "ID": 349150,
    "Year": "(2021)",
    "Geek Rating": "5.570",
    "Avg Rating": "7.03",
    "Link": "https://boardgamegeek.com/boardgameexpansion/349150/deep-sea-adventure-expansion-dice",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "1.6667",
    "Description": "An expansion dice that adds a little drama to &quot;Deep Sea Adventure.&quot; To play with this dice, replace one of the two regular dice used in &quot;Deep Sea Adventure.&quot; Printed on the  expansion dice are the following two special rolls...which may lead to unexpected developments.&#10;&#10;&#227;&#131;&#187;&quot;x3&quot;: the number rolled on the regular dice multiplied by 3. So, if 3 is rolled on the regular dice, you can move 9 spaces!&#10;&#227;&#131;&#187;&quot;Number of Explorers In Front of You&quot;: the number of explorers in front of you is the roll. In a six-player game, if there are five players in front of you, the roll becomes five! (Note the direction you're in moving in)&#10;&#10;You can also play [Deep Sea Adventure Boost] using this expansion dice. Try playing using the following rules!&#10;&#227;&#131;&#187;Exchange the dice that has 1 or 3 dots with expansion dice.&#10;&#227;&#131;&#187;Calculate the x3 at the end. (The maximum possible result will become 15)&#10;&#10;&mdash;description from publisher&#10;&#10;From the English-language rule sheet for &quot;Deap Sea Adventure:&#10;&#10;Play by replacing one of the two Deep Sea Adventure dice with the expansion dice. The dice has the following sides: one, two, two, three and two with &quot;special numbers&quot;.&#10;Special numbers are:&#10;x3 which triples the number rolled on the other die&#10;{diver_meeple &gt; ?} which equals the number of other players in the direction of the active player&#10;&#10;",
    "Categories": [
      "Dice",
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Dice with Icons"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dead Road: Motor Club",
    "ID": 349151,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/349151/dead-road-motor-club",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "15",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Dead Road - The Motor Club: expansion of the main game Dead Road.&#10;&#10;This expansion will include new Locations and Resources to build a motorbike that will help the player improve the movement of one of the survivors by changing the entry fee for Locations to only 1 fuel point.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Zombies"
    ],
    "Mechanics": [
      "Solo / Solitaire Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Cosmos: Infinity",
    "ID": 349153,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/349153/cosmos-infinity",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Cosmos: Infinity is an online and physical trading card game. You start with all the cards unlocked in the online game, and as you play, unlock card codes you can redeem for real physical copies of your cards.&#10;&#10;The game itself if fairly unique, but a few of the mechanics utilised are as follows:&#10;&#10;     Custom starting hand: You start the game with 5 cards of your own choosing in your hand.&#10;     Board position matters: As you play cards, you grow your &quot;tree&quot; which allows you to play stronger cards. Your cards power up the card at the top of your &quot;tree&quot; allowing it to attack, and getting the cards lower in your tree to the top is not always easy.&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Turn Order: Progressive"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rolling Realms: Terra Mystica Promo Pack",
    "ID": 349155,
    "Year": "(2021)",
    "Geek Rating": "5.641",
    "Avg Rating": "7.35",
    "Link": "https://boardgamegeek.com/boardgameexpansion/349155/rolling-realms-terra-mystica-promo-pack",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.5",
    "Description": "This promo pack features a new realm inspired by the game Terra Mystica. Feuerland Spiele is the German publisher for most Stonemaier Games products, so they designed this realm, starting a full line of realms inspired by non-Stonemaier games.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "TBH: Kickstarter Pack",
    "ID": 349158,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.17",
    "Link": "https://boardgamegeek.com/boardgameexpansion/349158/tbh-kickstarter-pack",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "A bonus set of 24 unique dilemma cards that was included exclusively with Kickstarter orders of TBH.&#10;&#10;Cards are prompt card without individual names.&#10;&#10;The dilemmas are inspired in part by a game played with Kickstarter commenters during the original launch campaign.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Deduction",
      "Humor"
    ],
    "Mechanics": [
      "Deduction",
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mürkantun",
    "ID": 349159,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/349159/murkantun",
    "Min Players": "1",
    "Max Players": "10",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "M&uuml;rkantun is the first published game in Mapuzugun (Mapuche language). It is a card game that wants to collaborate with the task of revitalizing Mapuzugun, a language spoken by the Mapuche people, a people pre-existing to the national states of Argentina and Chile. Languages are one of the most beautiful and wonderful human creations. More than 7000 languages are spoken in the world and, in Argentina, in addition to Spanish, there are more than 20 languages of different indigenous peoples. But many are at a disadvantage compared to Spanish and are at risk of disappearing.&#10;&#10;It has 2 game modes:&#10;&#10;M&uuml;rkantun&#10;Objective: find the pair.&#10;On their turns, players turn over two cards trying to find the corresponding pair (Ex: Mara- R&uuml;gk&uuml;n). If they do not match, you must leave them in the same place. Whoever finds the most pairs wins.&#10;&#10;Konew&#10;Objective: each participant has to guess which card was played from the clues provided by the other players.&#10;&#10;On their turn, a player draws a card from the deck without looking at it. The other players, in turn, must provide a clue in Mapuzugun about the appearance of the image of the card that the player has to guess (Ex: it does not fly, it has feathers). If they guess, they keep that card. If they don't guess, the card returns to the bottom of the deck. The one who collected the most cards wins.&#10;&#10;The guessing game (Konew) is an ancient Mapuche game. Older people say that in the winters when families were gathered in their homes they used to play to tell riddles, thus the cold weather passed.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Memory"
    ],
    "Mechanics": [
      "Matching",
      "Memory",
      "Solo / Solitaire Game",
      "Storytelling"
    ],
    "Families": [
      "Country: Argentina",
      "Country: Chile",
      "Word Games: Guess the Word"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Carcassonne: The Gifts",
    "ID": 349162,
    "Year": "(2021)",
    "Geek Rating": "5.552",
    "Avg Rating": "7.13",
    "Link": "https://boardgamegeek.com/boardgameexpansion/349162/carcassonne-the-gifts",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Mini-expansion for Carcassonne in which you can receive gifts by helping your fellow players.&#10;&#10;This mini-expansion was released as part of the 20th anniversary.&#10;&#10;This mini-expansion contains 25 cards with the following &quot;Gifts&quot;: synod, road sweeper, change on the lie, cash out, and take 2.&#10;&#10;",
    "Categories": [
      "City Building",
      "Expansion for Base-game",
      "Medieval",
      "Territory Building"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Game: Carcassonne",
      "Holidays: Christmas",
      "Series: Carcassonne Minis"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BrainBox: Harry Potter",
    "ID": 349165,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.38",
    "Link": "https://boardgamegeek.com/boardgame/349165/brainbox-harry-potter",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Can you recall moments from the Harry Potter movies? Are you proficient in Magic? Then this Brainbox is for you!&#10;&#10;Brainbox Harry Potter board game is a great brain teaser and fun for one or even more players! Make a note of as much information as possible in 10 seconds from the pictures, diagrams, scenes on the drawn card, then roll the dice and answer the question by number correctly. But don&rsquo;t waste your time because the eyes on the hourglass run down quickly! You can check the answers on the card. If you are a good observer, most cards will land on you!&#10;&#10;Cards with beautiful graphics for real Harry Potter fans.&#10;&#10;The cards feature well-known details, favorite characters, memorable moments and quotes from all 8 Harry Potter movies. Brilliant fun for any aspiring young wizarding apprentice.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Memory",
      "Movies / TV / Radio theme",
      "Novel-based",
      "Trivia"
    ],
    "Mechanics": [
      "Memory",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Books: Harry Potter",
      "Game: Brainbox"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Memorace: Elképesztő találmányok",
    "ID": 349166,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/349166/memorace-elkepeszto-talalmanyok",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "0",
    "Description": "One minute is not the world, right? Do you think so even if you have even less time to memorize every detail of an image? Memorace board game amusingly develops not only memory but also general knowledge and literacy. Learning becomes a captivating experience with its tasteful illustrations. How good is your memory?&#10;&#10;You only have 10 seconds to observe every little detail and information on the card! With the help of the Amazing Inventions, a child can learn about the greatest achievements of mankind and their inventors. Who built the first airplane? When the ballpoint pen was invented? The answer lies in the cards. Will the player be able to memorize everything until the time runs out?&#10;&#10;You can play Memorace alone or with more people.&#10;1. Draw a card and place it in front of you.&#10;2. Turn the clock over and try to memorize as many details as possible before the sand drips off - it&rsquo;s about 10 seconds.&#10;3. Roll the dice!&#10;4. If you rolled 1, you must answer the thought-provoking puzzle on the front. Look at the picture and calculate or deduce correctly!&#10;5. If you did not roll a 1, turn the card over and answer the question on the back next to the rolled number. These will put your memory to the test, but if you watch well, you will know the answer for sure!&#10;&#10;If you answered correctly, you keep the card and earn a point.&#10;The player with the most points, wins.&#10;&#10;Who will collect the most cards? Can you break your own record?&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Industry / Manufacturing",
      "Math",
      "Memory"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Theme: Science"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Il Bucato",
    "ID": 349167,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.23",
    "Link": "https://boardgamegeek.com/boardgame/349167/il-bucato",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Il Bucato&#10;&#10;It's laundry day! Have you always thought of laundry as just a boring chore? Not anymore! You will face daring challenges armed only with a washing machine and the clothes drying on the line. Beware of the unexpected!&#10;&#10;The aim of the game is to collect the most amount of clean clothes, washed and dried but... be careful about rain, pidgeons and mistakes!&#10;&#10;On your turn you may do two actions, choosing from:&#10;Wash your dirty clothes&#10;Hang out the laundry&#10;Collect dry clothes&#10;&#10;Seems easy? It is but you have to make some decisions about washing mixed clothes (running the risk of color mistake!) and hanging them on the clothesline, facing rain and... pigeons!&#10;&#10;Who has the most clean clothes when the bag Is empty wins the game.&#10;&#10;Il Bucato it's an easy to play game for kids and families, with some &quot;adults&quot; game mechanics made easier for anyone to play.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Terra Mystica: Automa Solo Box",
    "ID": 349169,
    "Year": "(2021)",
    "Geek Rating": "5.847",
    "Avg Rating": "8.21",
    "Link": "https://boardgamegeek.com/boardgameexpansion/349169/terra-mystica-automa-solo-box",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3.7778",
    "Description": "This expansion allows you to play solo. It includes 10 new automa factions and different levels of difficulty. This expansion can be combined with Fire and Ice and Merchants of the Seas.&#10;&#10;This item is included in Terra Mystica: Big Box.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Organizations: Automa Factory",
      "Players: Expansions Adding Solo Play",
      "Series: Terra Mystica"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "How the Union was Saved: the American Civil War 1861 - 1865",
    "ID": 349174,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.21",
    "Link": "https://boardgamegeek.com/boardgame/349174/how-the-union-was-saved-the-american-civil-war-186",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "480",
    "Weight": "2.5",
    "Description": "&quot;How the Union was Saved: the American Civil War 1861 - 1865&quot; is a two player strategic wargame depicting the entire American Civil War. One player controls the forces and resources of the North and the other those of the South.&#10;&#10;During each Game Turn, which represents three months of actual time, players must consider how best to spend their precious Resource Points (RPs). These are used to build and maintain the chains of depots necessary to keep armies supplied and enable them to move and fight, as well as to construct fortifications. Generally, the RPs reflect the superiority of the Northern economy and resources; but, the actual number available each Turn is subject to a random modifier and cards depicting some of the most significant events of the war. The latter add historical colour and, often, increase the tension by throwing a spanner in the works of the most carefully laid plan. Those who have played the critically acclaimed How the West was Saved will recognize this approach.&#10;&#10;How the Union was Saved it is augmented by a new mechanic which emphasizes the &ldquo;fog-of-war&rdquo;. Only army commanders are deployed on the Game Map. The strength of forces under their command (comprising artillery, cavalry, and infantry) is hidden from the opponent until combat occurs and, even then, the total strength of one or both sides may not be revealed. This device puts players in the shoes of army commanders, able to gain an advantage through the clever use of bluff and deception; but, also vulnerable to a stinging reverse if, for example, they mistake a major offensive operation for a feint. It has produced some really exciting games during testing.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Country: USA",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Vikings Gone Wild",
    "ID": 349177,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.89",
    "Link": "https://boardgamegeek.com/boardgame/349177/vikings-gone-wild",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "1",
    "Description": "Each turn in Vikings Gone Wild &mdash; a deck-building, resource management game based on the online real-time strategy game &mdash; players can either buy permanent buildings sitting in front of them (resource factories, resources containers, etc) or buy units, towers and special cards that improve their deck and offense/defense capacity.&#10;&#10;The only way to win is by successfully attacking each other, and each attack involves interesting bluffing mechanisms in which the attacker doesn't know the defense capacity of their opponent...&#10;&#10;NOTE: This contains the 5th player expansion&#10;&#10;",
    "Categories": [
      "Card Game",
      "City Building",
      "Fantasy",
      "Humor",
      "Medieval",
      "Mythology",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management"
    ],
    "Families": [
      "Theme: Vikings"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Noir",
    "ID": 349180,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/349180/noir",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Noir is a card game where players take the role of a mafia bosses during the Prohibition Era.&#10;&#10;Noirbrough has only a limited amount of money that can be earned by crime and it is not enough for more than two ambitious mafia boses.&#10;&#10;Game can be played by 3 to 6 players but 4 to 5 players is preferable for the best experience.&#10;&#10;Each round is divided into three phases:&#10;1. Preparation: Collect income from your businesses, relocate your hideout and gangsters, discard and draw cards.&#10;2. Attack: Attack using your gangsters.&#10;3. Deploy: Deploy new businesses and gangsters.&#10;&#10;The player who destroys all her enemies or earns more than half the money in the city wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Mafia",
      "Print & Play"
    ],
    "Mechanics": [
      "Income",
      "Sudden Death Ending",
      "Take That"
    ],
    "Families": [
      "Category: Print-on-Demand",
      "History: Prohibition in the USA",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Championship Golf",
    "ID": 349182,
    "Year": "(1986)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/349182/championship-golf",
    "Min Players": "1",
    "Max Players": "80",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Another replay game from Lambourne games including 80 individual player cards - solo or multi-player&#10;&#10;Championship Golf lays no claim to being an elegant reconstruction of the subtleties and skills of real golf. It doesi provides a system for running large-scale tournaments over the full 72-holes, producing the quick and accurate results, and enabling an entire season of big tournaments to be run in the course of a few evenings in the true replay tradition.&#10;&#10;80 individual Player cards are provided for the top golfers of one particular season, each golfer being rated separately for his skill at driving, long iron, short iron, and putting. Course Profile Cards are provided together with details of twenty major courses to enable you to reconstruct each course accurately within the framework of the game.&#10;&#10;Two games, a Short Game and a Long Game, provide alternative methods of play but both use the same Player Cards and it is perfectly feasible to run the early stages of a tournament using the Short Game, switching to the more detailed Long Game for the final round.&#10;&#10;In the Long Game. the Morale Rules can reproduce the brillance of a &quot;hot streak&quot; or the frustrations of temporarily lost form, and in both games Optional rules provide for &quot;steady&quot;, &quot;normal&quot; or &quot;taking a gamble&quot; styles of play.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Ratio / Combat Results Table"
    ],
    "Families": [
      "Sports: Golf"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mysterious Kingdom",
    "ID": 349183,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/349183/mysterious-kingdom",
    "Min Players": "1",
    "Max Players": "9",
    "Min Play Time": "10",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Mystery Kingdom is a deduction game based on perceptiveness and fact matching. Players take the role of mages working on the chronicles of the fantasy land. Looking through the jumble of events they try to put them in order and solve puzzles about which events influenced the future of the kingdom. &#10;During the game players have 9 maps at their disposal which represent a fragment of the fantasy land. These maps are filled with various scenes in which inhabitants and magical creatures take part.&#10;Players learn a mission which consists in finding a particular event on the map on the basis of its description, the coordinates of this place are a password to open a PDF with the next task (for this purpose we use a computer or a phone - to read tasks from PDF files). In this way the players go through the story scenarios during which they also draw on the map and color its elements. The game is cooperative and players win when they manage to solve all puzzles and learn all passwords in a given scenario. All scenarios make up one big campaign&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Deduction",
      "Fantasy",
      "Print & Play"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Paper-and-Pencil",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Components: Digital Hybrid – App/Website Required"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "OverDrive: Rival Pack – Tigrax vs Shadow",
    "ID": 349184,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/349184/overdrive-rival-pack-tigrax-vs-shadow",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Rival Pack for OverDrive contains everything you need to add two new players to your overdrive teams.&#10;&#10;Tigrax stalks the arena, looking for its latest victim, while Shadow&rsquo;s advanced programming allows it to turn the opponent&rsquo;s attacks against them with devastating results.&#10;&#10;Includes:&#10;    1x Resin Tigrax&#10;    1x Resin Shadow&#10;    2x Tri-Hex Bases&#10;    2x Player Cards (Large Size)&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Dice",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games",
      "Theme: Sci-Fi Sports"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Carcassonne Maps: Taiwan",
    "ID": 349185,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.89",
    "Link": "https://boardgamegeek.com/boardgameexpansion/349185/carcassonne-maps-taiwan",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "35",
    "Play Time": "60",
    "Weight": "1.5",
    "Description": "Carcassonne Maps: Taiwan version (&#229;&#141;&#161;&#229;&#141;&#161;&#233;&#160;&#140;&#229;&#156;&#176;&#229;&#156;&#150;&#230;&#147;&#180;&#229;&#133;&#133;&#227;&#131;&#187;&#229;&#143;&#176;&#231;&#129;&#163;).&#10;&#10;You can play according to the general rules of maps, you can also add the Carcassonne Maps: Chips expansion and special rules of Taiwan map,&#10;&#10;This is part of the Carcassonne map series that up to now includes: Germany, France, Benelux, Great Britain,&#10;Pen&iacute;nsula ib&eacute;rica, USA East and West.&#10;&#10;This map must be played with the base game of Carcassonne and to other expansions.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Tile Placement"
    ],
    "Families": [
      "Country: Taiwan",
      "Game: Carcassonne",
      "Series: Carcassonne Maps"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "OverDrive: Coach Abilities and Sponsorship Cards",
    "ID": 349186,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/349186/overdrive-coach-abilities-and-sponsorship-cards",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "As you learn powerful new Coach Abilities and earn lucrative Sponsorship Deals during an OverDrive League, use these cards as a handy reminder during matches.&#10;&#10;40x Coach Abilities and Sponsorship Deals cards&#10;&#10;Rules for Coach Abilities and Sponsorship Deals are included in the core rulebook. These cards are a player aid to make sure you don&rsquo;t forget your abilities and deals during play!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Dice",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Theme: Sci-Fi Sports"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bravery",
    "ID": 349187,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/349187/bravery",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Solo card survival game in which we try to survive in the huge forest. While wandering we have to take care of food, water, shelter.&#10;&#10;We create a map of random cards on which are marked subsequent locations, in each of them we can perform different actions.&#10;&#10;In his turn, the player chooses a place to go on the map made of cards, then draws an 'action' card that specifies what he can do at that location. Each action can be done by a dice roll action based on the 'push your luck' mechanic or by spending 'fatigue' points (which he will also lose if he fails, but more). When he runs out of 'fatigue' points he has to pay with health points, their end means losing the game.&#10;&#10;In some locations, we will be able to get raw materials (5 types), which will be used for crafting items that will help to significantly increase the chances of testing for certain actions (e.g. bow increases the chances of hunting).&#10;&#10;The game takes place in different scenarios with specific victory conditions.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Dice",
      "Exploration",
      "Print & Play",
      "Territory Building"
    ],
    "Mechanics": [
      "Action Points",
      "Action Queue",
      "Area Movement",
      "Dice Rolling",
      "Push Your Luck",
      "Variable Set-up"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Theme: Survival",
      "Theme: Trees and Forests"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Creative kids",
    "ID": 349191,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/349191/creative-kids",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "3",
    "Play Time": "10",
    "Weight": "0",
    "Description": "&quot;Creative Kids&quot; is a collection of simple educational games in a 'Print and Play' format for use at school/daycare/home. The set consists of:&#10;-Tetrigo- stacking blocks based on the rules of the game tetris.Each player places blocks (which are determined by a dice roll) on their board in such a way as to cover the scoring fields. The player with the highest sum of points wins&#10;&#10;-Seal- guide a seal through a section of the ocean.The player chooses what kind of movement the seal has to make on the board (which are disposable), along the way it has to avoid dangers and collect points in the form of fish. The player who earns the most points wins&#10;&#10;-Hello Autumn- collecting leaves in autumn&#10;Players assign dice values to a puzzle that must meet certain values. They receive points for meeting the condition (e.g., an even sum of dice, greater than a given number, etc.). The player with the highest point total wins&#10;&#10;-Bee home- a puzzle about creating a bee route to the hive.&#10;The player arranges a travel route for 3 bees of different colors from random pieces. The player who arranges the route first wins&#10;&#10;-Block Craft - extracting resources from a mine.Players draw a pit shape which they then draw on their choice of 6 pit maps. This way they extract treasures while avoiding weak points that can collapse the mine. The player who has the highest treasure score at the end of the game wins&#10;&#10;-Just Run- a dog race on an obstacle course&#10;Players roll two D6 dice. They choose one of the results and move their character by that many spaces on the map. In this way they earn points and collect sets. Getting to the finish line first also gives a big point bonus. The player with the highest amount of points at the end of the game wins the game&#10;&#10;-Impostor- find hidden on the map space traitors.One player secretly marks the position of the 3 astronauts. The other players use 10 questions to try to guess the position of each astronaut. Players who guess correctly are awarded points. Then they switch roles. The player who gets the most points wins the game&#10;&#10;-Bowling snap- Players draw the path of the bowling ball. Then they cut it out and put it on the board scoring bonus points and penalties. After 5 courses, the player with the highest sum of points wins&#10;&#10;-Pixel People- Players draw a task then arrange the human elements (heads, torso, legs, shoes) into a whole human. Each element has a point value, the goal is to create a man who will have the same value as the task. We arrange 3 people as quickly as possible, the player who does it first wins the game&#10;&#10;-My farm- Each turn, players roll a pool of 6 D6 dice. These resources serve as currency with which they buy and improve animals living on the farm, build fences. Some animals can only live in an enclosure with certain others. Each animal gives a certain number of points. The player who has the highest point total at the end wins&#10;&#10;-Seeker - Each player gets a board with 100 drawings labeled with numbers. One player chooses a picture and describes it, the rest of the players have to give the number of the picture as quickly as possible, the first one who does that gets a point. After 10 turns we count the points and the player who scored the highest amount wins&#10;&#10;The games form a coherent set, outside of which they are not accessible in any way. Each of them contains some educational element and they are designed for children 5+&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Print & Play",
      "Puzzle"
    ],
    "Mechanics": [
      "Deduction",
      "Dice Rolling",
      "Line Drawing",
      "Paper-and-Pencil",
      "Roll / Spin and Move",
      "Voting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shut Up!",
    "ID": 349195,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/349195/shut-up",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "5",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The goal of Shut Up! is to crush the morons you so generously call your &lsquo;friends&rsquo; in a glorious battle of wits.&#10;What you&rsquo;ll need: Just the cards and a minimum of two hapless fools for you to dominate (meaning 3 or more players).&#10;&#10;Shut Up! is played in a series of short matches, and each match is broken into two rounds. Think of it like a series of short boxing matches, but with less punching. Usually.&quot;&#10;&#10;Players are dealt the cards per the Set-up.  One player designated as a judge flips over a blue care with a &quot;Judgement&quot; on it.  Players then play green cards as fast as possible as only the first two played are accepted by the judge.  Players then argue their card choices to the judge who may then ask for a red &quot;Modifier&quot; card to be played by the chosen players.  The judge makes a final ruling on whose cards best describe the blue card played.  The winner is awarded the blue card. The role of &quot;Judge&quot; for the next round is awarded to the winner.  After a predetermined number of rounds by the players, the player with the most blue cards is the winner.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Negotiation",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Alone Against Fear: The Coming of the Dark Templars",
    "ID": 349203,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/349203/alone-against-fear-the-coming-of-the-dark-templars",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "45",
    "Play Time": "75",
    "Weight": "0",
    "Description": "The Coming of the Dark Templars is a short adventure for Alone Against Fear.&#10;&#10;Will you manage to stop cursed crusaders who come back to life to avenge the times when they were judged, tortured, maimed and killed?&#10;&#10;You move on a map (a poster-sized image is included in the download) trying to avoid the cursed crusaders -- who are blind, but have a special sense allowing them to hear your heartbeat.&#10;&#10;Requires only the core Alone Against Fear book.&#10;&#10;&mdash;description from the publisher's website&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Exploration",
      "Fantasy"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Family Plot: Reapers Expansion Pack",
    "ID": 349204,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.95",
    "Link": "https://boardgamegeek.com/boardgameexpansion/349204/family-plot-reapers-expansion-pack",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "We lovingly refer to this pack as THE KILL DECK. It&rsquo;s ALL REAPERS and when you have a deck filled with killers, it&rsquo;s going to change the game up in a big way!&#10;&#10;This pack of 20 ALL NEW cards will bring a darker element to the game, creating even more havok and chaos with new, creative elements that will make your game even more devious than usual. Even the Reaper Angel has some twists and this deck has the most powerful card we&rsquo;ve ever created. Are you dark enough to put it in your deck?&#10;&#10;Only you can decide if you&rsquo;re brave enough for THE KILL DECK!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Push Your Luck",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Family Plot: Zombie Expansion Deck",
    "ID": 349205,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/349205/family-plot-zombie-expansion-deck",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "You can&rsquo;t have a graveyard without ZOMBIES! This pack of 20 ALL NEW cards brings the undead directly to your game, but bigger and better than ever before.&#10;&#10;Like all of our new Expansion Packs, the Zombie Pack adds new, even more bizarre gameplay from the undead. We even got creative with the Family Members and, um, you may have to build them from different body parts. Yeah, it&rsquo;s pretty crazy, but adds EVEN MORE fun to the game.&#10;&#10;So, what are you waiting for? They&rsquo;re still family. They just happen to be a little rotten on the inside and outside.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Push Your Luck",
      "Take That"
    ],
    "Families": [
      "Creatures: Zombies"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Family Plot: Heroes Expansion Deck",
    "ID": 349207,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.22",
    "Link": "https://boardgamegeek.com/boardgameexpansion/349207/family-plot-heroes-expansion-deck",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The SUPER HERO Expansion Pack is a SUPER HERO-THEMED Expansion pack with all-new Hero family, Action, Modifier, Reaper, Angel and Family Tree cards! Don't miss out on all the HERO goodness!!!&#10;&#10;This pack contains 20 ALL-NEW cards which can be folded directly into your core deck and also allow you to add another player to your game!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Push Your Luck",
      "Take That"
    ],
    "Families": [
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Family Plot: NSFW Expansion Deck",
    "ID": 349208,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/349208/family-plot-nsfw-expansion-deck",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Ever wish that Family Plot could get a bit more RISQUE for those adult dinner parties? Well, we&rsquo;re with you . . . and your mother would not approve of this expansion pack. We know ours don&rsquo;t.&#10;&#10;ALL 20 NEW cards bring unique play elements to the game, including Family members that should never exist in polite company. You should be ashamed of yourself for even thinking about adding this pack. SHAME ON YOU.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Mature / Adult"
    ],
    "Mechanics": [
      "Hand Management",
      "Push Your Luck",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Family Plot: Boogey Family Booster Deck",
    "ID": 349209,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/349209/family-plot-boogey-family-booster-deck",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The first ever family booster pack!&#10;&#10;In honor of a lot of requests the Boogeyman Family Booster Pack was created and was only available through the Family Plot Kickstarter as an add on.&#10;&#10;This One time deal was inspired by the very dysfunctional relationship with Endangered Orphans.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Push Your Luck",
      "Take That"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Family Plot: Loser Family Booster Pack",
    "ID": 349210,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/349210/family-plot-loser-family-booster-pack",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The last family in the core game was voted on by the Backers and they were awesome, but there were some runners up that deserved a little love too! So, by popular demand and a lot of whining, we decided to create the Backer-Created-Runner-Up Family Booster Pack! So, this is basically a pack of ten losers you can bring into your Family Plot Graveyard!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Push Your Luck",
      "Take That"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Family Plot: Aliens Expansion Deck",
    "ID": 349211,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/349211/family-plot-aliens-expansion-deck",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The Aliens Expansion Pack is an Alien-Themed Expansion pack with all-new ALIEN family, Action, Modifier, Reaper, Angel and Family Tree cards! Don't miss out on all the Alien goodness!!!&#10;&#10;This pack contains 20 All-New cards which can be folded directly into your core deck and also allow you to add another player to your game!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Push Your Luck",
      "Take That"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Creatures: Aliens / Extraterrestrials",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Family Plot: Fantasy Expansion Deck",
    "ID": 349212,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/349212/family-plot-fantasy-expansion-deck",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The Fantasy Expansion Pack is a Fantasy-Themed Expansion pack with all-new FANTASY family, Action, Modifier, Reaper, Angel and Family Tree cards! Don't miss out on all the Fantasy goodness!!!&#10;&#10;This pack contains 20 All-New cards which can be folded directly into your core deck and also allow you to add another player to your game!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Push Your Luck",
      "Take That"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Family Plot: Monsters Expansion Deck",
    "ID": 349213,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/349213/family-plot-monsters-expansion-deck",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The Monsters Expansion Pack is a Monster-Themed Expansion pack with all-new Monster family, Action, Modifier, Reaper, Angel and Family Tree cards! Don't miss out on all the monster goodness!!!&#10;&#10;This pack contains 20 all-new cards which can be folded directly into your core deck and also allow you to add another player to your game!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Push Your Luck",
      "Take That"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Creatures: Monsters",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Family Plot: Apocalypse Expansion Deck",
    "ID": 349214,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/349214/family-plot-apocalypse-expansion-deck",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The Apocalypse Expansion Pack is the most aggressive of all the expansion packs released thus far. It has new mechanics that can change the game drastically!&#10;&#10;This pack contains 20 All-New cards which can be folded directly into your core deck and also allow you to add another player to your game!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Push Your Luck",
      "Take That"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Family Plot: Endangered Orphans Booster Pack",
    "ID": 349215,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/349215/family-plot-endangered-orphans-booster-pack",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Endangered Orphans/Family Plot Crossover Cards (3 Cards)&#10;&#10;These cards were created in honor of our &quot;beloved&quot; orphan creators and depict the world's most majestic creature . . . well . . . destroying them. It's what we've all dreamed of, right? We also have to warn you, they are not for KIDS! So, grab them while you can!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Mature / Adult"
    ],
    "Mechanics": [
      "Hand Management",
      "Push Your Luck",
      "Take That"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Family Plot: Horror Expansion Deck",
    "ID": 349216,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.21",
    "Link": "https://boardgamegeek.com/boardgameexpansion/349216/family-plot-horror-expansion-deck",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The Horror Expansion Pack is guaranteed to horrify with all-new Horror family, Action, Modifier, Reaper, Angel and Family Tree cards! Don't miss out on all the scary goodness!!!&#10;&#10;This pack contains 20 all-new cards which can be folded directly into your core deck and also allow you to add another player to your game!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Push Your Luck",
      "Take That"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Family Plot: XMAS Expansion Deck",
    "ID": 349217,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/349217/family-plot-xmas-expansion-deck",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The Christmas Expansion Pack is a Christmas themed pack with all-new Christmas family, Action, Modifier, Reaper, Angel and Family Tree cards! Don't miss out on all the Hero goodness!!! And, since it's Christmas, every Family Member has an action... so everybody gets a present!!!&#10;&#10;This pack contains 20 ALL-NEW cards which can be folded directly into your core deck and also allow you to add another player to your game!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Push Your Luck",
      "Take That"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Holidays: Christmas"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Placement",
    "ID": 349218,
    "Year": "(1947)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/349218/placement",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a tennis simulation. The game is played between two players. They draw cards and the one with the highest number wins first serve and the player figure is put on space 45 or 44. Serve and return of service are resolved by drawing cards and following the drawn numbers. Then the players must draw a retrieve to reach the ball (move the playing figure) and to shoot the ball into the opponents court.&#10;&#10;Scoring is the same as in actual tennis. The player winning six games first with a two-game margin, wins the set.&#10;&#10;It is also possible to play Doubles.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Point to Point Movement",
      "Simulation"
    ],
    "Families": [
      "Sports: Tennis"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "ANTIFA: Le Jeu",
    "ID": 349219,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.41",
    "Link": "https://boardgamegeek.com/boardgame/349219/antifa-le-jeu",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "90",
    "Weight": "0",
    "Description": "ANTIFA is a cooperative management simulation game where you play a local antifascist group.&#10;&#10;Each month, the group will face several far-right actions. Players collectively allow activities to the far right actions they want to counteract, then each of them will take their turns assigning one of their militant tokens to a slot to increase the activity's efficiency until the group runs out of time or money. Once a token is placed it cannot be removed or moved. Discussion is highly recommended.&#10;&#10;After the organisation phase, mishap cards are drawn for each action taken and may change the result. Weather also have a say in the matter by the roll of a die.&#10;&#10;If the group managed to counter a far-right exaction (indicated by the efficiency level reached for that activity), their morale will increase, otherwise it will decrease.&#10;&#10;For some activities there is also a risk of getting arrested and even put to trial.&#10;&#10;The end of the game is quite open, the players may decide of their objectives (a certain level of morale after a specific number of months) or they can use one of the included scenarios (objectives to reach within a time limit).&#10;&#10;",
    "Categories": [
      "Dice",
      "Economic",
      "Political",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Events",
      "Simulation",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Political: Movements and/or Activism"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Almadi: Fuhni Promo Card",
    "ID": 349220,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.31",
    "Link": "https://boardgamegeek.com/boardgameexpansion/349220/almadi-fuhni-promo-card",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Promo card that was available at Spiel 2021. The card reads:&#10;&#10;Fuhni&#10;Fennec fox&#10;&#10;When you recruit Fuhni, move up to 4 Landscapes of your realm (without performing triggered effects).&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Foxes",
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Azul: Queen's Garden – Bonus Cards",
    "ID": 349221,
    "Year": "(2021)",
    "Geek Rating": "5.537",
    "Avg Rating": "7.51",
    "Link": "https://boardgamegeek.com/boardgameexpansion/349221/azul-queens-garden-bonus-cards",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Mini expansion with bonus cards for Azul: Queen's Garden that was available at Spiel 2021.&#10;&#10;The expansion consists of:&#10;16 bonus cards&#10;8 jokers&#10;1 bag&#10;1 rules sheet&#10;&#10;The 16 bonus cards offer you the opportunity to get additional points and additional jokers during the game. If you are the first player to fulfill the requirement of a bonus card, take the corresponding card and place it next to your garden board. At any time during your turn, you may discard these bonus cards to immediately score points and/or gain a joker.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Azul"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Chronicles of Drunagor: Age of Darkness – Hero Pack #1",
    "ID": 349222,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.15",
    "Link": "https://boardgamegeek.com/boardgameexpansion/349222/chronicles-of-drunagor-age-of-darkness-hero-pack-1",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Hero Pack #1 comes with 8 new Heroes and 4 new classes for Chronicles of Drunagor - Age of Darkness.&#10;&#10;Heroes&#10;&#10;     Modred, Elf Necromancer&#10;     Siff, Azurian Necromancer&#10;     Garamond, Orc Shaman&#10;     Sahara, Draconian Shaman&#10;     Azriel, Human Swordmage&#10;     Diana, Human Swordmage&#10;     Brigitte, Dwarf Warlord&#10;     Drixx, Efreet Warlord&#10;&#10;&#10;Classes&#10;&#10;     Necromancer&#10;     Shaman&#10;     Swordmage&#10;     Warlord&#10;&#10;&#10;You need Chronicles of Drunagor - Age of Darkness core box to use this expansion.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Chronicles of Drunagor: Age of Darkness Apocalypse – Fallen Sisters",
    "ID": 349227,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.34",
    "Link": "https://boardgamegeek.com/boardgameexpansion/349227/chronicles-of-drunagor-age-of-darkness-apocalypse",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Fallen Sisters is a small expansion that includes a 80mm Mini-Boss Miniature and 5 Mini-Boss Cards. You need a copy of the Chronicles of Drunagor: Age of Darkness core game to play with this expansion.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Miniatures"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Chronicles of Drunagor: Age of Darkness – Lórien",
    "ID": 349228,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.79",
    "Link": "https://boardgamegeek.com/boardgameexpansion/349228/chronicles-of-drunagor-age-of-darkness-lorien",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A new hero for Chronicles of Drunagor: L&oacute;rien the Elf Mage.&#10;&#10;You need a copy of the Chronicles of Drunagor: Age of Darkness core game to play with this expansion.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Elder Scrolls: Call to Arms – Imperial Legion Faction Starter Set",
    "ID": 349229,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/349229/the-elder-scrolls-call-to-arms-imperial-legion-fac",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Protect Tamriel and the third empire from your enemies with the staunch heroes of the imperial legion. Hadvar provides leadership and tactical expertise to the legion troops and is supported by the imperial mage, whose expertise with magic and weapons makes her deadly at range and up close. Finally, three imperial swordsmen provide a stalwart backbone for your force.&#10;&#10;This set contains five 32mm scale high quality multi-part hard plastic miniatures with bases. Requires some assembly. Supplied unpainted. Scenic bases not included.&#10;&#10;Hadvar, Hero of Helgen&#10;Imperial Mage, Spellsword&#10;Imperial Soldiers with Sword and Shield&#10;&#10;For use with Elder Scrolls: A Call to Arms Core Rules.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Miniatures",
      "Video Game Theme: The Elder Scrolls"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Elder Scrolls: Call to Arms – Stormcloak Faction Starter Set",
    "ID": 349230,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/349230/the-elder-scrolls-call-to-arms-stormcloak-faction",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Take back your homeland with the heroes of the Stormcloak rebellion. The true sons of Skyrim are led by the terrifying Yrsarald Thrice Pierced and Ralof, who stalks the field with bow and axe. Both are supported by three hard hitting Stormcloak soldiers with greatswords.&#10;&#10;This set contains five 32mm scale high quality multi-part hard plastic miniatures with separate bases. Requires some assembly. Supplied unpainted. Scenic bases not included.&#10;&#10;Yrsarald Thrice Pierced, Stormcloak Commander&#10;Ralof, Warrior of the Resistance&#10;&#10;For use with Elder Scrolls: A Call to Arms Core Rules.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Miniatures",
      "Video Game Theme: The Elder Scrolls"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Elder Scrolls: Call to Arms – Bleak Falls Barrow Delve Starter Set",
    "ID": 349231,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/349231/the-elder-scrolls-call-to-arms-bleak-falls-barrow",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "60",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Explore the world of Elder Scrolls, as the Dhovakin faces the undead keepers of forgotten tombs and ruins. The Dragonborn delves into ancient Nord barrows and caves, equipped with her iconic weapons and armour. The Dragonborn is opposed by the deathless Draugr Warriors with Greatswords and creaking Skeleton Archers. These forces are led by one of the Dragonborn&rsquo;s most fearsome enemies, the Draugr Overlord, who jealously guards the secrets of his resting place.&#10;&#10;This set contains eight 32mm scale high-quality multi-part hard plastic miniatures with bases. Requires some assembly. Supplied unpainted. Scenic bases not included.&#10;&#10;Dragonborn, Champion of Skyrim&#10;Draugr Overlord, Bleak Falls Guardian&#10;Draugr Greatsword Warriors&#10;&#10;For use with Elder Scrolls: A Call to Arms Core Rules Set.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Miniatures",
      "Video Game Theme: The Elder Scrolls"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Great Escape: Recon",
    "ID": 349240,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.22",
    "Link": "https://boardgamegeek.com/boardgameexpansion/349240/the-great-escape-recon",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "The Great Escape Recon is a mini solitaire card game played in 3 stages and an expansion for The Great Escape.&#10;&#10;Stage 1&#10;At night you must escape the compound by making your way between huts avoiding any guards and searchlights. Reach the blind spot in the fence and, with a good pair of wire cutters, you should be able to make your escape.&#10;&#10;Stage 2&#10;Pursued by guards you must make your way across various terrain and either head straight for the border and safety or spend some time gathering vital information that will aid your fellow campmates should you be captured.&#10;&#10;Stage 3&#10;This stage combines the cards from The Great Escape with any knowledge of the surrounding area that you might have gained in Stage 2. Armed with this information the POWs from The Great Escape should now have a better chance of escaping.&#10;&#10;Good Luck!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "World War II"
    ],
    "Mechanics": [
      "Pattern Building",
      "Point to Point Movement",
      "Solo / Solitaire Game",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bumm Bumm Biber",
    "ID": 349241,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.81",
    "Link": "https://boardgamegeek.com/boardgame/349241/bumm-bumm-biber",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Starting player presses the button on top of the beaver's head and sounds of the forest start playing. Then players take turns rolling the die and based on the result you either move one of your squirrels forward from one treetop to another or move another player's squirrel backward. This continues until the the music stops and the beaver slams the pond with its tail and some of the trees fall. Squirrels from the fallen treetops are moved back to start and the trees are turned back up. Whoever is able to get both of their squirrels first all the way around the pond wins.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Music"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Squirrels"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "You Think You Know Me?",
    "ID": 349243,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/349243/you-think-you-know-me",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Do your friends know what your dream holiday destination is or which celebrity would you choose to dine with?&#10;&#10;Test them by offering them a question and a set of alternatives and let them answer with answering cards. All players in majority group win a card and first to 5 cards wins!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "KHG: Korrupte haben Geld – Kurz und Sündig",
    "ID": 349248,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/349248/khg-korrupte-haben-geld-kurz-und-sundig",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Twenty new additional cards make the game even more exciting and faster. Action cards with which the player can rake in even more dough by taking Austria for a fool. Disastrous chats and the new corruption prosecution complicate the player's life, but with a little skill you can get your sheep in the dry as part of the family.&#10;&#10;Contents of the expansion set Short and Sinful&#10;&#10;20 expansion cards&#10;84 large banknotes&#10;Game instructions&#10;Facts and figures about the &quot;role models&#10;(The expansion set is only playable with the board game KHG Corrupt Have Money)&#10;Certificate to a false doctorate&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Humor"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Holly Jolly: Krampus Promo Card",
    "ID": 349252,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.74",
    "Link": "https://boardgamegeek.com/boardgameexpansion/349252/holly-jolly-krampus-promo-card",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Insert the Krampus card into the deck of gifts mixed in with the presents and stockings. If you end the game with Krampus in your collection, lose two points.&#10;&#10;Krampus has a stocking back, so players will not know if the stocking below the tree will have it if they choose that card. This is similar to the Coal card in the game. The biggest difference is that the Coal card is worth zero points, while Krampus will reduce your point total by two (no cards in the game are worth negative points so this adds that element of chance).&#10;&#10;Included in the Tantrum House season 8 promo Kickstarter.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game"
    ],
    "Mechanics": [
      "End Game Bonuses",
      "Hidden Victory Points",
      "Set Collection"
    ],
    "Families": [
      "Holidays: Christmas",
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Holly Jolly: Gingerbread House Promo Card",
    "ID": 349253,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.17",
    "Link": "https://boardgamegeek.com/boardgameexpansion/349253/holly-jolly-gingerbread-house-promo-card",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Insert the Gingerbread House card into the deck of gifts mixed in with the presents and stockings. If you end the game with the Gingerbread House in your collection, you can 5 points.&#10;&#10;Since the card is a stocking, players will not know if the card they choose contains this added high value card. This is similar to the Robot stocking card and adds another reason you might want to go after those hidden stocking gifts instead of a known present card.&#10;&#10;There are two versions of this card. One is a generic house and the other was available in the Tantrum House season 8 promo Kickstarter and has the logo on the house.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game"
    ],
    "Mechanics": [
      "End Game Bonuses",
      "Hidden Victory Points",
      "Set Collection"
    ],
    "Families": [
      "Holidays: Christmas",
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Holly Jolly: Candy Canes Promo Cards",
    "ID": 349254,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.92",
    "Link": "https://boardgamegeek.com/boardgameexpansion/349254/holly-jolly-candy-canes-promo-cards",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Shuffle the Candy Canes into your tinsel and lights deck. These count as &quot;wild&quot; cards, meaning they can be used as tinsel or lights when adding up your value totals.&#10;&#10;There are six Candy Cane cards with the following value breakdown:&#10;&#10;Two 5 value cards&#10;Two 4 value cards&#10;Two 3 value cards&#10;&#10;Included in the Tantrum House season 8 promo Kickstarter.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game"
    ],
    "Mechanics": [
      "End Game Bonuses",
      "Hidden Victory Points",
      "Set Collection"
    ],
    "Families": [
      "Holidays: Christmas",
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Jungle Dash",
    "ID": 349255,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.22",
    "Link": "https://boardgamegeek.com/boardgame/349255/jungle-dash",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Competitors, welcome to Jungle Dash! You have been selected from among thousands of applicants to compete in this gruelling race through the Amazon Rainforest; however, only one can be crowned champion.&#10;&#10;Jungle Dash is a race through the Amazon Rainforest for 2-6 players with push-your-luck and take-that mechanics.&#10;&#10;On your turn, play Cards to overcome obstacles or hinder your opponents and roll the dice to move your Token. You may reroll failed dice to gain a bigger advantage, but you risk losing them all. The jungle terrain is slowly revealed as players progress, requiring that strategies adjust on the fly to overcome the new challenges.&#10;&#10;The first player out of the jungle wins.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration"
    ],
    "Mechanics": [
      "Modular Board",
      "Push Your Luck",
      "Race",
      "Roll / Spin and Move",
      "Take That",
      "Tile Placement"
    ],
    "Families": [
      "Category: Print-on-Demand",
      "Components: Dice with Icons",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Duty calls",
    "ID": 349259,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/349259/duty-calls",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Duty calls is a 28mm miniatures game designed to recreate modern and contemporary conflict in solo game or in cooperation mode. The game involves the use of infantry troops but it is also possible to implement air vehicles and supports for more substantial games. The aim of the game will be to free the streets and war zones from hostile objectives that will reveal themselves during the game in an unexpected way...&#10;&#10;Game and war theaters &#10;The game involves armed clashes and it is advisable to use a game table full of scenic elements to make the combat more exciting.  The size of the table is at the discretion of the player and the mission you want to play but for a standard game it is advisable to start on a 3 '&times; 3' table.&#10;&#10;Necessary material:&#10;2d6, 1d20 one meter per inch, paper and pencil&#10;&#10;&ndash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Measurement Movement",
      "Paper-and-Pencil",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Players: Games with Solitaire Rules",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Touch of Evil: Dark Gothic – Hanbrook Manor game supplement",
    "ID": 349260,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.29",
    "Link": "https://boardgamegeek.com/boardgameexpansion/349260/a-touch-of-evil-dark-gothic-hanbrook-manor-game-su",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Among the Town Elders of Shadowbrook, none are as influential and secretive as the Hanbrooks.  Their grand estate outside of town is known throughout the area for its elegance and mystery.&#10;&#10;This 15 card Game Supplement for the Dark Gothic Deck Building Game is themed for adventures at the stately Hanbrook Manor outside of the town of Shadowbrook and adds many new Locations in the Manor, as well as new Events, Gear, the Ally - Lucy Hanbrook, and more!  This supplement utilizes the new Roaming mechanic first introduced in the Colonial Horror Expansion. Explore the mysteries of Hanbrook Manor and its surrounding grounds, but beware the Haunting Spectres that roam its regal halls!&#10;&#10;- description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building"
    ],
    "Families": [
      "Game: A Touch of Evil: Dark Gothic",
      "Series: A Touch of Evil"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The American Bible Challenge",
    "ID": 349263,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.75",
    "Link": "https://boardgamegeek.com/boardgame/349263/the-american-bible-challenge",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "25",
    "Play Time": "60",
    "Weight": "0",
    "Description": "What do you Noah about the Bible? Inspired by the award winning Game Show Network program, The American Bible Challenge Board Game is sure to bring plenty of fun to you and your friends! As in the TV show, teams must first come up with a Team Name which they write in the Bible podium area directly on the game board.&#10;&#10;Players roll dice to advance around the board by answering trivia questions, spelling biblical words, organizing the books of the Bible and more linked to the color spot they land on.  The player/team that answers one question in every color category first is the winner.&#10;&#10;With over 1,000 unique questions and multiple levels of play, its a game you will love to play over and over again.&#10;&#10;",
    "Categories": [
      "Religious",
      "Trivia"
    ],
    "Mechanics": [
      "Race",
      "Roll / Spin and Move",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Skulls of Sedlec: Zealots",
    "ID": 349267,
    "Year": "(2022)",
    "Geek Rating": "5.579",
    "Avg Rating": "7.63",
    "Link": "https://boardgamegeek.com/boardgameexpansion/349267/skulls-of-sedlec-zealots",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Faith, like hope, springs eternal. Zealots served their mission well in life. Now they must be rewarded with proximity to other practitioners. &#10;&#10;It will come as no surprise that Zealots interact with Priests. Each Zealot will score points for Priests that are either above or below them in the stack. Check each Zealot individually, choosing whether to score above or below, and then count the Priests in that direction. Devoting yourself to Zealots can be a huge boon to your score, as long as you can keep the faith.&#10;&#10;&#10;Zealots is a 6-card expansion that shuffles into the game, adds the ability to play with a 4th player and is fully compatible with the solo expansion, Skulls of Sedlec: Monstrance, as well.&#10;&#10;This expansion to Skulls of Sedlec adds a new type of skull: the Zealots. Zealots want to have many Priests above or below them.&#10;&#10;Adding in the expansion is easy, just shuffle in the expansion cards to the base game and play.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game"
    ],
    "Mechanics": [
      "Pattern Building",
      "Set Collection"
    ],
    "Families": [
      "Game: Skulls of Sedlec",
      "Players: Expansions Changing Player Count",
      "Series: Wallet Games (Button Shy)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Skulls of Sedlec: Merchants",
    "ID": 349268,
    "Year": "(2022)",
    "Geek Rating": "5.594",
    "Avg Rating": "7.77",
    "Link": "https://boardgamegeek.com/boardgameexpansion/349268/skulls-of-sedlec-merchants",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "They say you can&rsquo;t take it with you...but the Merchants have certainly tried.&#10;&#10;These captains of industry profit from Peasants and make a tempting target for Criminals. Merchants can be a mixed bag, scoring points for adjacent Peasants but taking a penalty for adjacent Criminals. Unlike most skulls, this can cause an unwary player to actually lose points on poorly-placed Merchants. Keep your eyes on your money or you&rsquo;ll end up buried in debt.&#10;&#10;&#10;Merchants is a 6-card expansion that shuffles into the game, adds the ability to play with a 4th player and is fully compatible with the solo expansion, Skulls of Sedlec: Monstrance, as well.&#10;&#10;This expansion to Skulls of Sedlec adds a new type of skull: the Merchants. Merchants want to be next to Peasants but avoid criminals.&#10;&#10;Adding in the expansion is easy, just shuffle in the expansion cards to the base game and play.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game"
    ],
    "Mechanics": [
      "Pattern Building",
      "Set Collection"
    ],
    "Families": [
      "Game: Skulls of Sedlec",
      "Occupation: Merchant",
      "Players: Expansions Changing Player Count",
      "Series: Wallet Games (Button Shy)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Skulls of Sedlec: Champions",
    "ID": 349269,
    "Year": "(2022)",
    "Geek Rating": "5.580",
    "Avg Rating": "7.70",
    "Link": "https://boardgamegeek.com/boardgameexpansion/349269/skulls-of-sedlec-champions",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Even in death, some still seek the roar of an approving crowd.&#10;&#10;Champions benefit from gathering followers alongside them for one last hurrah. Much like the previously-seen Executioners, Champions score points for connected skulls of a certain type. Connected skulls are those either adjacent to the Champion or in an unbroken chain of the same type. Each Champion is associated with a different group from the basic game. Connect as many of that group&rsquo;s skulls as you can to get the full favor of each Champion.&#10;&#10;&#10;Champions is a 6-card expansion that shuffles into the game, adds the ability to play with a 4th player and is fully compatible with the solo expansion, Skulls of Sedlec: Monstrance, as well.&#10;&#10;This expansion to Skulls of Sedlec adds a new type of skull: the Champions. Champions want to be next to groups of their supporters.&#10;&#10;Adding in the expansion is easy, just shuffle in the expansion cards to the base game and play.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game"
    ],
    "Mechanics": [
      "Pattern Building",
      "Set Collection"
    ],
    "Families": [
      "Game: Skulls of Sedlec",
      "Players: Expansions Changing Player Count",
      "Series: Wallet Games (Button Shy)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Crossroads Inn: The Innkeeper's Creed",
    "ID": 349275,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.42",
    "Link": "https://boardgamegeek.com/boardgame/349275/crossroads-inn-the-innkeepers-creed",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Crossroads Inn. The Innkeepers' Creed is a fantasy engine-building strategy board game where you embody one of 4 competitive innkeepers, struggling to grow their taverns and attract customers from all over the world.&#10;&#10;In the meantime, the medieval kingdom of Yorevale has monarchs die in mysterious circumstances and their illegitimate heirs competing with each other for influence and power.&#10;&#10;YOU pursue fame, fortune and renown with your own inn - and perhaps, will have your eyes on the royal crown, too!&#10;&#10;BUILD YOUR INN FROM SCRATCH!&#10;&#10;Have you ever wondered what goes behind the scenes at a medieval inn in a fantasy world setting? Look no further!&#10;&#10;Furnish, hire staff, and cook exquisite meals to satisfy guests from various social groups. Anticipate and block the actions of your rival Players, fellow innkeepers - in the end, there can only be one winner to rule them all!&#10;&#10;HOW TO PLAY&#10;&#226;&#173;&#144; Build Your Inn&#10;&#226;&#173;&#144; Gain Reputation&#10;&#226;&#173;&#144; Compete against other Innkeepers&#10;&#10;There is plenty of room for good innkeepers in the Kingdom, but only one can rule them all! Compete for fame, fortune, and renown with your own inn - and perhaps, you will have your eyes on the royal crown, too!&#10;&#10;",
    "Categories": [
      "Economic",
      "Fantasy",
      "Humor",
      "Medieval",
      "Territory Building",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Income",
      "Square Grid",
      "Tile Placement",
      "Turn Order: Pass Order",
      "Variable Set-up"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Theme: Pub, Bars, Bistros..."
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tinners' Trail: The Arsenic Expansion",
    "ID": 349276,
    "Year": "(2021)",
    "Geek Rating": "5.533",
    "Avg Rating": "7.29",
    "Link": "https://boardgamegeek.com/boardgameexpansion/349276/tinners-trail-the-arsenic-expansion",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3",
    "Description": "The Arsenic Expansion adds the extra resource of arsenic. Due to the danger of arsenic, it is mined at the cost of permanently losing work points but with the reward of a big cash payout.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Economic",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Action Points",
      "Auction / Bidding",
      "Dice Rolling",
      "Turn Order: Time Track"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Region: Cornwall (England)",
      "Theme: Mining"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tinners' Trail: The Emigration Expansion",
    "ID": 349277,
    "Year": "(2021)",
    "Geek Rating": "5.528",
    "Avg Rating": "7.21",
    "Link": "https://boardgamegeek.com/boardgameexpansion/349277/tinners-trail-the-emigration-expansion",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3",
    "Description": "In The Emigration Expansion, you can send your workers overseas to gain ongoing benefits, such as extra income or free improvements.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Economic",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Action Points",
      "Auction / Bidding",
      "Dice Rolling",
      "Turn Order: Time Track"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Region: Cornwall (England)",
      "Theme: Mining"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tinners' Trail: Kickstarter Pack",
    "ID": 349279,
    "Year": "(2021)",
    "Geek Rating": "5.525",
    "Avg Rating": "7.22",
    "Link": "https://boardgamegeek.com/boardgameexpansion/349279/tinners-trail-kickstarter-pack",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3",
    "Description": "The Kickstarter Pack contains six dual-region survey cards to replace wild cards, and eight mine tiles (with alternate art, as a bonus) that provide either a refund of 1 work point or some money when won in auction.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Economic",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Action Points",
      "Auction / Bidding",
      "Dice Rolling",
      "Turn Order: Time Track"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Region: Cornwall (England)",
      "Theme: Mining"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "1066, Tears to Many Mothers: Ceorl Saxon Promo Card",
    "ID": 349280,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/349280/1066-tears-to-many-mothers-ceorl-saxon-promo-card",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "French promo card released as a free print and play on the Nuts! Publishing website.&#10;&#10;Ceorl Saxon: Saxon, Infanterie, Milice&#10;&#10;Quand jou&eacute;: Rus&eacute; - Epulsez 1 unit&eacute; ennemie se trouve dans l'aile de cette carte.&#10;&#10;Un ceorl &eacute;tait l'homme libre de rang le plus bas dans la soci&eacute;t&eacute; anglo-saxonne pr&eacute;-normande, pas un paysan mals un home poss&eacute;dant des armes.&#10;&#10;Ceorl Saxon: Saxon, Infantry, Militia&#10;&#10;When Played: Ruse - Knock out 1 enemy unit in the wing of this card.&#10;&#10;A ceorl was the lowest-ranking freeman in pre-Norman Anglo-Saxon society, not a peasant but a man with arms.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Medieval",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Maniwalde",
    "ID": 349284,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/349284/maniwalde",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Simple strategy postcard game for two players.&#10;&#10;Maniwalde was an elder of ancient Estonia. He died in the battle of St. Matthews day, alongside with Lembitu, defending his country from the Livonian order.&#10;&#10;You're going to need six D6 dice (preferrably in two colours, 3 each), pen and a sheet of paper. Each player receives 3 dice of the same colour.&#10;&#10;During their turn player 1 places one of their dice (while keeping the result) in one area and then may activate the special bonus of that area.  After that it's other player's turn - and it continues until both players have placed all their dice on the gameboard. No area may have two dice from the same player or with the same result.&#10;&#10;After a round ends players receive victory points for controlling the areas (in addition to the victory points received from the area bonuses, if any). Area is controlled by the owner of the die with the highest number. Those points are recorded on the paper and then new round starts.&#10;&#10;Game ends after round three and all victory points are added together.&#10;&#10;Full English language rules are available on the web site.&#10;&#10;",
    "Categories": [
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Paper-and-Pencil",
      "Score-and-Reset Game"
    ],
    "Families": [
      "Components: Postcard games",
      "Country: Estonia",
      "Mechanism: Roll-and-Write",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Qloxx: AstroSnipe",
    "ID": 349285,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgame/349285/qloxx-astrosnipe",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "30",
    "Weight": "1",
    "Description": "In 2107, two planets are on the verge of an interstellar war. As the vanguard commander of AstroSnipe, your mission is to navigate through black holes and chaotic asteroids between the planets and snipe at the enemy's planet to make the first strike!&#10;&#10;Qloxx: AstroSnipe is a 2-player abstract strategy game about connections and obstructions in the size of a matchbox! By laying down and replacing the 9 Pathway tiles on the board, you control your troops' laser to shoot down enemy fleets and establish safe encampments for back-ups. The side that first strikes the enemy Home Planet will claim victory!&#10;&#10;Players place place or remove tiles on the centre board, or exchange one for another from hand.&#10;&#10;The game ends and you win when the enemy Planet Tile (like the King in chess) is removed from the board. The game may also ends in a draw if both players are exchanging the same 3 tiles on the same spot for over a full cycle.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Puzzle",
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Connections",
      "Square Grid",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Players: Two-Player Only Games"
    ]
  }
]