[
  {
    "Rank": "13201",
    "Name": "Bubble Stories",
    "ID": 341178,
    "Year": "(2021)",
    "Geek Rating": "5.544",
    "Avg Rating": "6.54",
    "Link": "https://boardgamegeek.com/boardgame/341178/bubble-stories",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Step into the world of Bubble Stories with two adventures where you are the hero!&#10;&#10;Discover new worlds by exploring, card after card, all the places you can visit! Enjoy each place along the way and discover what is hidden at the end of each adventure!&#10;&#10;&#10;     Choose the different places you wish to explore.&#10;     Turn each card over one after another.&#10;     Successfully reach your goal !&#10;&#10;&#10;For example, in the first scenario you are looking for your friends into your school during a game of hide and seek. Places just like classroom, playground, gymnasium have to be explored! Return the the corresponding cards and find your friends.&#10;&#10;In short, Bubble Stories is my first solo narrative card game without text.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Exploration"
    ],
    "Mechanics": [
      "Move Through Deck",
      "Narrative Choice / Paragraph"
    ],
    "Families": []
  },
  {
    "Rank": "13202",
    "Name": "You Robot",
    "ID": 41054,
    "Year": "(2009)",
    "Geek Rating": "5.544",
    "Avg Rating": "5.95",
    "Link": "https://boardgamegeek.com/boardgame/41054/you-robot",
    "Min Players": "4",
    "Max Players": "10",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.25",
    "Description": "Each team includes a scientist and his robot. The scientist must try and make their robot partner take a position, without saying anything, by showing them movement cards.&#10;&#10;The first team whose robot gets to the required position earns a point.&#10;&#10;The first team to 5 points wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Real-time",
      "Science Fiction"
    ],
    "Mechanics": [
      "Acting",
      "Team-Based Game"
    ],
    "Families": [
      "Theme: Robots"
    ]
  },
  {
    "Rank": "13203",
    "Name": "No Trumpets No Drums: The Vietnam War 1965-1975",
    "ID": 16271,
    "Year": "(1982)",
    "Geek Rating": "5.544",
    "Avg Rating": "6.64",
    "Link": "https://boardgamegeek.com/boardgame/16271/no-trumpets-no-drums-the-vietnam-war-1965-1975",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "3.1538",
    "Description": "No Trumpets, No Drums is a Strategic level wargame of the war in Vietnam. &#10;Two players, representing the Communist states and guerrilla armies of South-east  Asia  and  the  pro-Western  and  neutral  states  and  forces  of  that region and their American allies, combat each other in a political and military duel for control over Indochina.&#10;&#10;(from the 2nd edition rulebook)&#10;&#10;Scenarios:&#10;&#10;    1968: Tet Offensive&#10;    1972: The Easter Offensive&#10;    1975: The End&#10;    1965-75: The War in Vietnam&#10;    1965-68: The American Build-Up&#10;    Peace With Honour (1969-1972)&#10;    The Vietnam War: 1973-1975&#10;&#10;&#10; &#10;Components (2nd edition):&#10;&#10;    One 24&quot; x 32&quot; map&#10;    One 260-counter sheet of playing pieces&#10;    Two booklets (Rules &amp; Scenarios)&#10;    Two charts &amp; tables sheets&#10;&#10;&#10;&#10;1st edition issued with The Wargamer Magazine #22.&#10;&#10;",
    "Categories": [
      "Vietnam War",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Cambodia",
      "Country: Laos",
      "Country: USA",
      "Country: Vietnam",
      "History: Vietnam War",
      "Magazine: The Wargamer",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "13204",
    "Name": "Bloody Omaha: D-Day 1944",
    "ID": 10245,
    "Year": "(2009)",
    "Geek Rating": "5.544",
    "Avg Rating": "7.93",
    "Link": "https://boardgamegeek.com/boardgame/10245/bloody-omaha-d-day-1944",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "4.6667",
    "Description": "BLOODY OMAHA: D-DAY 1944 is a detailed new Advanced Tobruk system (ATS) game that tells the story of the D-Day landing at Omaha Beach with incredible detail.&#10;&#10;The three maps depict Omaha Beach at 50-yards per hex scale. The game maps stretch from Vierville to St. Laurent and provide every draw, house, and German Stuetzpunkt (Strong Point).&#10;&#10;The map takes the American landing from Dog Green to Easy Green, with the Dog White and Dog Red landing beaches in between. As for depth, you will be battling almost a mile inland before the ATS gamer can consider his lodgment in Normandy secure. German players will have something to say about all this as they attempt to coordinate fire from Strong Points Wn71 through Wn66.&#10;&#10;A complete beach-landing presentation is provided, taking ATS gamers personally through a historical experience akin to the first 20-minutes of the seminal film Saving Private Ryan with the difference being their personal attachment to involvement in the action. Will your leaders rally your men off the beach?&#10;&#10;In keeping with the ATS approach you will receive a stack of small, fast-playing scenarios to get you on that gorgeous map right away. But this is also a monster game that will include a super-sized supply of counters, all you need to play a giant, full-map scenario!&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Secret Unit Deployment",
      "Simulation"
    ],
    "Families": [
      "Country: France",
      "Players: Two-Player Only Games",
      "Region: Normandy (France)",
      "Series: Advanced Tobruk System (Critical Hit)"
    ]
  },
  {
    "Rank": "13205",
    "Name": "Monstrous",
    "ID": 164775,
    "Year": "(2016)",
    "Geek Rating": "5.543",
    "Avg Rating": "5.87",
    "Link": "https://boardgamegeek.com/boardgame/164775/monstrous",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.375",
    "Description": "Olympus is shaking to its foundations. Faith among the mortals is waning and with it the very power of the pantheon. Zeus is in a rage: &quot;Hear me, gods! I command you to send forth my MONSTROUS pets. Make them rain from the sky and erupt from the underworld. We will rekindle these mortals' faith - through FEAR!&quot;&#10;&#10;Monstrous is a game of gods and monsters, fear and faith, dexterous skills and tactical combos.&#10;&#10;Players are Greek gods throwing mythical monster cards from their hand onto a shared tableau of ancient Greek locations to gain as much 'Faith' as possible. But a strong guiding hand is not enough - cunning use of tactical monster and location powers is the key to gaining the most faith of all the gods, and the favor of Zeus.&#10;&#10;During setup, a number of large location cards equal to the number of gods are arranged on the table - these are selected from 12 ancient Greek cities where the insolent humans cower. Locations have special powers and provide Faith when hit by Monsters. Depending on the number of gods playing, each god has a randomly constructed deck of between 7 and 10 out of 12 mythical monster cards, each with their own special power. Each god shuffles and readies these decks, then draws 3 of their monster cards ready to throw at locations and monsters already on the table.&#10;&#10;On their turn, a god chooses a single monster from their hand, and throws it (without their hand crossing the table edge) attempting to hit:&#10;1. a location - to use its special power, and any thrown monster power that affect locations, and gain its Faith.&#10;2. other monster cards on the table - to use the special power of their thrown monster on the other gods&rsquo; monsters. &#10;3. ideally both at the same time!&#10;&#10;Look for the best cards to throw and the best targets to throw at. But beware: monsters may do unpredictable and dangerous things. Some monsters even act like traps on the table, taking effect as soon as they are hit. If Olympus is in play, powerful legendary monsters can be gained for gods to throw too.&#10;&#10;Once a god has finished their turn, they draw a new monster and play proceeds to the next god. This proceeds until one god runs out of monster cards completely. Each other god then takes 1 final turn before the god with the highest Faith is declared the winner.&#10;&#10;Monstrous blends stunning art of mythic Greece with quick card throwing, fist pumping action and the tactical combos that gods and gamers love. Every game is different and there are optional rules to tailor your MONSTROUS experience for children, team play and longer games with legendary monsters.&#10;&#10;And yes, you can release the Kraken.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Ancient",
      "Card Game",
      "Mythology"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Flicking",
      "Hand Management",
      "Modular Board",
      "Multi-Use Cards",
      "Take That",
      "Variable Set-up"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Misc: LongPack Games",
      "Mythology: Greek"
    ]
  },
  {
    "Rank": "13206",
    "Name": "The Cook-off",
    "ID": 116860,
    "Year": "(2013)",
    "Geek Rating": "5.543",
    "Avg Rating": "6.23",
    "Link": "https://boardgamegeek.com/boardgame/116860/the-cook-off",
    "Min Players": "4",
    "Max Players": "7",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.4286",
    "Description": "Welcome to the ultimate cooking contest: The Cook-off! Here the most talented and selfish chefs duel to find who is the best. Be careful, opponents will try everything to beat you... Sabotage is the way!&#10;&#10;The Cook-off is a strategic party game for 4-6 Players. The objective is to be the best and more productive cooker in the contest.&#10;&#10;All Players have the same hand of action cards.&#10;&#10;The tournament has 10 rounds with a sequence of three actions each. &#10;Players put down 3 cards facing down on the Countertop, following the desired order for their actions.&#10;&#10;All players de&#239;&#172;&#129;ne their round cards, everyone simultaneously show the &#239;&#172;&#129;rst card. &#10;Players should now discuss and decide in which order actions take place, in other words, who Sabotages who if possible. &#10;Alliances and conspiracies are more than welcome, but it is good to remember: No one is required to follow anybody!&#10;&#10;After resolving &#239;&#172;&#129;rst actions, each player has now the option to change the order of the second with the third card, as long as they aren&rsquo;t revealed. Everyone confirm the final order and resolve the action on the proposed order. After the three action are resolved, each player return the played cards to their hands and choose 3 cards again according to their plans for the next round. Game continues...&#10;&#10;The winner will be the one who gets more Victory Points (VPs) with his recipes, and nothing friendly tricks, after ten rounds with three actions each.&#10;&#10;Highlights&#10;&#10;&#10;     Party with strategic feel&#10;&#10;&#10;&#10;     Fast and easy gameplay&#10;&#10;&#10;&#10;     Colorful artwork and components quality&#10;&#10;&#10;Components&#10;&#10;06 Custom Kitchens (Individual Mats)&#10;&#10;01 Round and Score Board&#10;&#10;07 Round and Score Markers&#10;&#10;42 Action Cards&#10;&#10;54 Vegetable Tokens&#10;&#10;36 Meat Tokens&#10;&#10;18 Sabotage Tokens&#10;&#10;Microbadge:&#10;&#10; &ndash; The Coook-off fan&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Action Queue",
      "Simulation",
      "Simultaneous Action Selection",
      "Take That"
    ],
    "Families": [
      "Country: Brazil",
      "Digital Implementations: Tabletopia",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "13207",
    "Name": "Jungle",
    "ID": 4031,
    "Year": null,
    "Geek Rating": "5.543",
    "Avg Rating": "5.94",
    "Link": "https://boardgamegeek.com/boardgame/4031/jungle",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.75",
    "Description": "&#233;&#172;&#165;&#231;&#141;&#184;&#230;&#163;&#139; (d&ograve;u sh&ograve;u q&iacute;), also known as Animal Chess in English (this English name is used when English text appears on sets) is a traditional Chinese game in which each player has eight animals that move about the board one square at a time, attempting to win by entering the opponent's den. Stronger animals can eat weaker ones, but the rat can defeat the elephant by crawling into its ear. Interest is added to the board by a river (navigable only by the rat, but the lion and tiger can leap across it) and pitfalls (which make all animals vulnerable to attack by weaker ones). Sets can be bought cheaply in many Chinese shops; some have rules in English. This is not a deep intellectual exercise, but a strategic game that can be enjoyed even by young children.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Grid Movement",
      "Rock-Paper-Scissors",
      "Square Grid",
      "Static Capture"
    ],
    "Families": [
      "Animals: Cats",
      "Animals: Dogs",
      "Animals: Elephants",
      "Animals: Lions",
      "Animals: Rats",
      "Animals: Wolves",
      "Category: Combinatorial",
      "Components: 7 x 9 Grids",
      "Digital Implementations: Ai Ai",
      "Digital Implementations: igGameCenter",
      "Players: Two-Player Only Games",
      "Series: Duo Collection (Matagot)"
    ]
  },
  {
    "Rank": "13208",
    "Name": "Pile-Up Rush",
    "ID": 220707,
    "Year": "(2017)",
    "Geek Rating": "5.543",
    "Avg Rating": "6.52",
    "Link": "https://boardgamegeek.com/boardgame/220707/pile-up-rush",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "In Pile-Up Rush, two players (or teams, if you desire) compete to place odd items on a shared platform, trying not to knock the entire pile over. When a player makes the stack fall, the opponent chooses one of their pieces and keeps it, then they play another round. If you manage to place all of your pieces in the tower, then you get to keep one of the opponent's pieces and start another round.&#10;&#10;The first player or team to capture four pieces wins!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Real-time"
    ],
    "Mechanics": [
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "13209",
    "Name": "Four Battles of the Ancient World",
    "ID": 6405,
    "Year": "(1992)",
    "Geek Rating": "5.543",
    "Avg Rating": "6.19",
    "Link": "https://boardgamegeek.com/boardgame/6405/four-battles-of-the-ancient-world",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.9",
    "Description": "Includes:&#10;&#10;     Arbela - Alexander vs. Darius&#10;     Cannae - Roman Consul Varro vs. Hannibal&#10;     Pharsalus - Julius Caesar vs. Pompey&#10;     Teutoburger Wald - Roman Govenor Varus vs. Germanic Tribes&#10;&#10;&#10;Each battle has its own scenario, map and 100 counters. Introductory, Basic and Advanced Rules.&#10;&#10;&#10;Also available as a box set with other volumes:&#10;&#10;    Battles of the Ancient World Volume II&#10;    Battles of the Ancient World Volume III&#10;&#10;&#10;",
    "Categories": [
      "Ancient",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Ancient: Rome",
      "History: Punic Wars",
      "History: Roman Civil Wars",
      "History: Roman Empire",
      "History: Wars of Alexander the Great",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Battles of the Ancient World (Decision Game)"
    ]
  },
  {
    "Rank": "13210",
    "Name": "Adventure Games: Die drei ??? – Das Geheimnis der Statue",
    "ID": 379160,
    "Year": "(2023)",
    "Geek Rating": "5.543",
    "Avg Rating": "6.78",
    "Link": "https://boardgamegeek.com/boardgame/379160/adventure-games-die-drei-das-geheimnis-der-statue",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "75",
    "Play Time": "75",
    "Weight": "1.2",
    "Description": "Explore places, combine items, and experience stories in Adventure Games, a series of co-operative games from German publisher KOSMOS. In each of these titles, players are presented with a mysterious story that they must unravel over the course of play. Working together, players explore common areas, talk to people, look for clues, and combine various items to reveal the secret of the story. Depending on what decisions the players make, the course of history changes and there is no going back!&#10;&#10;Unlike the co-operative EXIT: The Game series, titles in this series focus on the telling and discovery of the story with no time pressure. That said, many different paths can be experienced during play, with more than one correct resolution to the story waiting to be discovered. Each title consists of three chapters, each taking about 75 minutes to play. Nothing is destroyed, so the games can be played multiple times.&#10;&#10;In Adventure Games: Die drei ??? &ndash; Das Geheimnis der Statue, dive deep into an exciting and mysterious adventure with Rocky Beach detectives Justus Jonas, Peter Shaw and Bob Andrews. Together the team decides in which direction the case will develop as they explore locations, combine objects, and solve puzzles.&#10;&#10;",
    "Categories": [
      "Adventure"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Narrative Choice / Paragraph"
    ],
    "Families": [
      "Books: The Three Investigators",
      "Misc: Limited Replayability",
      "Series: Adventure Games (Kosmos)"
    ]
  },
  {
    "Rank": "13211",
    "Name": "Chronology",
    "ID": 43856,
    "Year": "(2008)",
    "Geek Rating": "5.543",
    "Avg Rating": "6.34",
    "Link": "https://boardgamegeek.com/boardgame/43856/chronology",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.375",
    "Description": "Were ice cream cones invented before or after silver dollars? Did the first drive-in movie come before or after &quot;The Star Spangled Banner&quot; is declared the National Anthem? Now you're playing Chronology, the challenging time line game. Place events in time and put time in its place. Place 5 events in order and win the game. Includes 200 Chronology cards, card stands and instructions.&#10;&#10;This 2008 version of the game contains cards in 4 categories which are all shuffled together.  Each player takes a card rack and a single card, which they place in their rack.  On their turn, a player is read a card and they must decide if they think the event happened before or after the card in their card rack.  If they are correct, they win the card and get to place it on their card rack.  If they are not, the next player gets to guess.  The more cards they get, the harder the game becomes due to them having to decide if the next event happens before, after, or between events already in their card rack.  When a player fills their card rack (5 cards), they win.&#10;&#10;This is an updated version of Chronology with some rules modifications.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "13212",
    "Name": "Kiev '41",
    "ID": 266844,
    "Year": "(2019)",
    "Geek Rating": "5.543",
    "Avg Rating": "8.33",
    "Link": "https://boardgamegeek.com/boardgame/266844/kiev-41",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.3333",
    "Description": "With Moscow '41 and Leningrad '41, VentoNuovo established their successful foray into Operation Barbarossa, covering the Central and Northern fronts of this immense invasion. Following on from their success, VentoNuovo now present Kiev '41, which will cover the Southern front and complete the trilogy.&#10;&#10;Players take either the German or Soviet Union forces and use colourful wooden blocks to simulate the forces involved.&#10;&#10;Kiev '41 uses the same basic game engine of Moscow '41, with a few tweaks and changes to suit the differing conditions in the south.&#10;&#10;HISTORICAL INTRODUCTION&#10;In this sector the best equipped Soviet units faced a mix of German and Axis satellites' formations. It was then no surprise that Kiev held out for three months and that Hitler had to fatefully divert Guderian from Moscow to break the stiff Soviet resistance along the Dnieper. It ended in the largest encirclement in history, but not in the decisive victory Germany was calling for.&#10; THE GAME&#10;KIEV'41 is a war game covering the offensive of Army Group South to capture the Ukraine, the Donbass, the Crimea and the Caucasus. Even if, of the three Army Groups, von Runsdedt&rsquo;s was the one charged with accomplishing the most ambitious goals, it was the one that came closest to achieving its objectives. Although using historical Orders of Battle and challenges, players can make their own choices to change history!&#10;&#10;Kiev'41 uses &ldquo;Headquarters&rdquo;&nbsp;units&nbsp;and&nbsp;an&nbsp;&ldquo;impulse&rdquo;&nbsp;system&nbsp;to&nbsp;smoothly&nbsp;introduce&nbsp;both&nbsp;Command&nbsp;and&nbsp;Control within&nbsp;the&nbsp;limitations&nbsp;that&nbsp;the&nbsp;armies&nbsp;of&nbsp;the&nbsp;day&nbsp;had&nbsp;on&nbsp;just&nbsp;how&nbsp;much&nbsp;moving&nbsp;and&nbsp;fighting&nbsp;they&nbsp;could&nbsp;do. While&nbsp;the&nbsp;German&nbsp;player&nbsp;is&nbsp;the&nbsp;primary&nbsp;attacker,&nbsp;the&nbsp;Soviet player&nbsp;is&nbsp;always&nbsp;able to look&nbsp;for&nbsp;a&nbsp;chance&nbsp;of&nbsp;a&nbsp;good&nbsp;counterattack&nbsp;and&nbsp;can&nbsp;actually&nbsp;win&nbsp;the&nbsp;game&nbsp;early.&nbsp;Variable&nbsp;set&shy;up&nbsp;and&nbsp;reinforcements&nbsp;mean&nbsp;no&nbsp;two&nbsp;games&nbsp;are&nbsp;alike.&#10;&#10;SCALE&#10;Map: 1:1.000.000 (1cm = 10km)&#10;Unit Size: Axis Corps/Divisions; Soviet Armies/Corps/Divisions&#10;Time: 1 Turn = 1 Month&#10;Players: 2 players, with excellent solitaire suitability          &#10;&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Cities: Kyiv (Ukraine)",
      "Components: Block Wargames",
      "Crowdfunding: Kickstarter",
      "History: World War II (Eastern Front)"
    ]
  },
  {
    "Rank": "13213",
    "Name": "Ramen Ink",
    "ID": 292507,
    "Year": "(2020)",
    "Geek Rating": "5.543",
    "Avg Rating": "6.27",
    "Link": "https://boardgamegeek.com/boardgame/292507/ramen-ink",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1.6667",
    "Description": "Help chef Sango prepare the tastiest Japanese &ldquo;ramen&rdquo; (noodle soup). Tactically select your ingredients, draw them into the different bowls and complete the customers&rsquo; orders. Are you the best sous chef?&#10;&#10;In each of the 6 rounds, the players draw the ingredients from 2 topping cards in the 8 bowls of their score card. The players get to choose the first topping card themselves and the remaining topping card must be drawn by all the players. Draw the ingredients of the topping cards in the correct bowls in order to earn points. A bonus is awarded for a full bowl. The smartest player who earns the most points wins the game.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Paper-and-Pencil"
    ],
    "Families": [
      "Food & Drink: Ramen",
      "Mechanism: Flip-and-Write",
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "13214",
    "Name": "Victory at Waterloo",
    "ID": 7228,
    "Year": "(1982)",
    "Geek Rating": "5.543",
    "Avg Rating": "6.96",
    "Link": "https://boardgamegeek.com/boardgame/7228/victory-at-waterloo",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "1.8333",
    "Description": "[From the back cover...]&#10;&#10;VICTORY AT WATERLOO is a deceptively simple game covering that epic encounter between Napoleon and Wellington on 18th June, 1815. The onus is on the French player to defeat Wellington's army before the Prussians can have a definite influence on the outcome of the battle.&#10;&#10;The counter mix includes Infantry, Artillery and Cavalry for thre three armies involved: French, British and Prussian. Although the rules are simple the game can be played again and again -- usually turning out the be a cliff-hanger every time! Optional rules cover command control, the Old Guard and the strengths of artillery and cavalry.&#10;&#10;The game is suitable for beginner to the hobby of board wargaming, the rules being easy to learn and containing numerous examples of play.&#10;&#10;Components: 16&quot; x 23.5&quot; full color, mounted map board in two pieces, 100 die-cut counters, rules booklet and one six-sided die.&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Belgium",
      "Country: France",
      "Country: Prussia",
      "History: Waterloo Campaign",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "13215",
    "Name": "Weapon Wars",
    "ID": 257316,
    "Year": "(2019)",
    "Geek Rating": "5.543",
    "Avg Rating": "6.92",
    "Link": "https://boardgamegeek.com/boardgame/257316/weapon-wars",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "40",
    "Weight": "1",
    "Description": "Easy and fast game for 2 to 6 players where you battle your friends with the most iconic weapons from geek culture trying to be the last one standing.&#10;Every player draws 5 cards and the starting player places a weapon from his hand and attacks the player to his right (then draws a card), the next player will need to place a weapon equal or more powerful weapon to survive and so on.&#10;When a player can't place a weapon or a power card, he loses a round and the player who killed him obtains a heart token.&#10;The first to obtain 3 hearts, wins the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Open Drafting",
      "Player Elimination",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "13216",
    "Name": "Playboss",
    "ID": 2510,
    "Year": "(1969)",
    "Geek Rating": "5.543",
    "Avg Rating": "6.28",
    "Link": "https://boardgamegeek.com/boardgame/2510/playboss",
    "Min Players": "3",
    "Max Players": "9",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.5294",
    "Description": "Playboss is an exciting board-game that simulates the many real-life business situations in which directors and managers make their decisions. Each player in this game is a businessman who has the opportunity of buying machines and raw materials, selling his products, paying taxes, raising loans or introducing rationalization schemes, and generally experiencing the ups and downs of everyday business life.&#10;&#10;Before starting, players agree the duration of the game. The player with the greatest net assets at the end of the game is the winner.&#10;&#10;The board comprises a circuit of 42 spaces of 5 different types: decision spaces on which the player can choose to buy raw material, purchase capital equipment, manufacture goods or sell goods, research &amp; development spaces which allow investment for productivity improvement or risk reduction, risk spaces which require the drawing of a risk card, additional cost spaces, and depreciation spaces.&#10;&#10;Each player has a factory card on which are placed machines, computers, raw materials and finished goods. At the start of the game, priced slots in the center of the board are filled with the goods: these slots are emptied and filled as goods are bought as raw material and sold as finished goods. The buying and selling price is determined by the next available filled or empty slots, though players can bid competitively for the purchase or sale.&#10;&#10;The Economy Game uses the basic mechanism and many features.&#10;&#10;",
    "Categories": [
      "Economic",
      "Industry / Manufacturing",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Commodity Speculation",
      "Simulation",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "13217",
    "Name": "Mole Hill",
    "ID": 178,
    "Year": "(1997)",
    "Geek Rating": "5.543",
    "Avg Rating": "5.99",
    "Link": "https://boardgamegeek.com/boardgame/178/mole-hill",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.7188",
    "Description": "In this strange little game, players take the roles of a gardener protecting his lawn and a mole digging it up.  The gardener must try to block the mole's moves and fence him in quickly, while the mole must dig as many holes as possible before being caught.&#10;&#10;Essentially, the mole may move any direction, horizontally or diagonally from square to square, while the gardener places boundary sticks down along the edges of the square, which the mole may not cross.  The mole and gardener may either move or place down a boundary stick, and move alternately.  Eventually, the gardener will hem the mole in completely and the round is over.  In addition, if the mole can move into flower beds, extra points are scored.  By moving to the center, the mole may also tunnel deeply to any selected square on the board, thus escaping the (by then) rapidly closing trap of boundary sticks.  Depending on how many moves this took, more or less points are earned by the mole.&#10;&#10;Once points are totaled up, the roles are reversed and another round is played.  The winner is the player who scored the most points as the mole.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Enclosure",
      "Variable Player Powers"
    ],
    "Families": [
      "Animals: Moles",
      "Components: 7 x 9 Grids",
      "Containers: Zippered Pouch",
      "Players: Two-Player Only Games",
      "Theme: Gardening"
    ]
  },
  {
    "Rank": "13218",
    "Name": "Winged Horse: Campaigns in Vietnam, 1965-66",
    "ID": 22297,
    "Year": "(2006)",
    "Geek Rating": "5.543",
    "Avg Rating": "7.17",
    "Link": "https://boardgamegeek.com/boardgame/22297/winged-horse-campaigns-in-vietnam-1965-66",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "480",
    "Weight": "3",
    "Description": "Winged Horse: Campaigns in Vietnam, 1965-66, is a simulation of the critical fighting that marked the first months after massive conventional US intervention into the Second Indochina War.&#10;&#10;This is a two player wargame of intermediate complexity designed by Joseph Miranda. One player controls the Communists, the other the Free World Forces. Each game turn equals one week, and each hexagon represents 25 miles. The units of maneuver for both sides range from battalions up through regiments, brigades and full divisions. The game includes one full-size (34x22&quot;) large-hex map and 280 half-inch, NATO-style, counters. All of South Vietnam, plus the border regions of Cambodia, Laos and North Vietnam are on the map, and the orders of battle include all the units of both sides that participated historically.&#10;&#10;There are two scenarios: one short, with only five game turns in the autumn of 1965, and the other long, covering the entire period of the early American war with a full 20 game turns. The rules contain approximately 16,000 words, which works out to two experienced players being able to get through the campaign game in one long session of about six to eight hours.&#10;&#10;",
    "Categories": [
      "Vietnam War",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Vietnam",
      "History: Vietnam War",
      "Magazine: Strategy & Tactics",
      "Players: Two-Player Only Games",
      "Theme: Helicopters"
    ]
  },
  {
    "Rank": "13219",
    "Name": "Yomi Starter Set: Grave versus Jaina",
    "ID": 193278,
    "Year": "(2016)",
    "Geek Rating": "5.543",
    "Avg Rating": "6.47",
    "Link": "https://boardgamegeek.com/boardgame/193278/yomi-starter-set-grave-versus-jaina",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Yomi is a fighting game in card form in which physical dexterity is replaced by hand management skills. Just like in a fighting game, you have to know your character, know the matchup, and know your opponent. Each character has a deck that follows the same conventions as deck of playing cards. This makes it easy to learn the contents of your deck: numbered cards are normal moves, face cards are special moves, and aces are super moves.&#10;&#10;More specifically, Yomi is a competitive card game specifically designed and balanced to hold up to tournament play with many years of playtesting and tournaments behind it. It tests the skills of valuation and Yomi. Valuation refers to your ability to judge the relative value of moves (or cards) as they change over the course of the game. Yomi, the game's title, refers to your ability to &quot;read&quot; the patterns that your opponent unconsciously falls into. It's designed for high level play to be as interesting as possible and as balanced as possible.&#10;&#10;Yomi Starter Set: Grave versus Jaina features two character decks, allowing players to face off immediately. Individual character decks allow new matches to be fought between different pairings.&#10;&#10;Game Modes&#10;&#10;     1v1, the main mode&#10;     2v2 Team Battle, inspired by video games such as Marvel vs Capcom&#10;     A solo mode to learn basic proficiency against an automated opponent&#10;     A 3v3 mode (can be played as 1v1 with multiple characters) inspired by video games such as King of Fighters&#10;&#10;&#10;Gameplay&#10;&#10;     Each player shuffles their deck and draws an opening hand of seven cards.&#10;     Turns are simultaneous and players draw one card per turn.&#10;     Each player plays a combat card face down, then reveals the cards simultaneously.&#10;     Resolve combat. Blocking an attack lets you draw a card; hitting with an attack or throw allows you to combo more cards from your hand; dodging an attack lets you hit back with a single move.&#10;     Bluff phase. After it's resolved who won combat, but before any combos are played, the player who might get hit by a combo can play a facedown Joker or bluff card. After the attacker finishes their combo, reveal that facedown card. If it's a Joker, the combo does no damage. If it's a non-Joker card, the combo does full damage as usual.&#10;     Power up: Players can discard pairs, 3-of-a-kinds, or 4-of-a-kinds to search their decks for Aces (super moves). Also, if they performed any chain combos (straights of sequential normal attacks, such as a 2,3,4,5) that turn, they can also search for Aces.&#10;&#10;&#10;The game ends when one player is reduced to 0 life, or when one player draws the last card of their deck. In that case, time is out and the player with the highest life wins.&#10;&#10;Note Contained in:&#10;Yomi (Second Edition)&#10;Yomi: Round 1&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Hand Management",
      "Rock-Paper-Scissors",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Yomi (second edition)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "13220",
    "Name": "Quatre Bras: Stalemate on the Brussels Road",
    "ID": 30022,
    "Year": "(1976)",
    "Geek Rating": "5.543",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/30022/quatre-bras-stalemate-on-the-brussels-road",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2",
    "Description": "Quatre Bras&#10;Stalemate on the Brussels Road&#10;&#10;The crossroads of Quatre-Bras was of strategic importance because the side which controlled it could move south-eastward along the Nivelles-Namur road towards the French and Prussian armies at the Battle of Ligny. If Wellington's Anglo-Allied army could combine with the Prussians, the combined force would be larger than Napoleon's. Napoleon's strategy had been to cross the border into the Netherlands without alerting the Coalition and drive a wedge between their forces and subsequently to defeat the Prussians before turning on the Anglo-Allied army. Although the coalition commanders did have an overview of French pre-war movements, Napoleon's strategy was initially very successful.&#10;&#10;The battle cost Ney 4,000 men to Wellington's 4,800. Although a tactical draw, the allies had been unable to send forces to the aid of the Prussians at the Battle of Ligny. Wellington's Anglo-Allied army, upon learning of the Prussian defeat, was forced to retreat north along the Brussels road further away from the Prussians, who retreated north-east towards Wavre.&#10;&#10;There has been much debate of what would have happened if d'Erlon's I Corps had engaged at either Ligny or Quatre Bras. As he did not, Napoleon chose to follow Wellington with the bulk of his forces, and two days later met his destiny at Waterloo.&#10;&#10;Quatre Bras is part of the Napoleon's Last Battles Quadrigame.  It was also sold separately as a folio game.&#10;&#10;Folio version includes rules, a 17&quot; x 22&quot; map and 100 counters.&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Belgium",
      "History: Waterloo Campaign",
      "Players: Two-Player Only Games",
      "Series: Napoleon At Waterloo (SPI)"
    ]
  },
  {
    "Rank": "13221",
    "Name": "Free Trader",
    "ID": 36659,
    "Year": "(2008)",
    "Geek Rating": "5.543",
    "Avg Rating": "6.11",
    "Link": "https://boardgamegeek.com/boardgame/36659/free-trader",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.5625",
    "Description": "Free Trader is a solitaire game of opening trade routes while fighting Pirates and dodging Police patrols.&#10;&#10;It plays by exploring tiles representing planets and drawing cards for trade prices and events.&#10;&#10;You need to keep trading in order to make the payments on your new space ship.  Make four payments to win!&#10;&#10;It is free, and web published&#10;&#10;",
    "Categories": [
      "Fighting",
      "Print & Play",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Pick-up and Deliver",
      "Tile Placement",
      "Trading"
    ],
    "Families": [
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "13222",
    "Name": "Hoppe Reiter",
    "ID": 104780,
    "Year": "(2011)",
    "Geek Rating": "5.543",
    "Avg Rating": "6.11",
    "Link": "https://boardgamegeek.com/boardgame/104780/hoppe-reiter",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Game description from the publisher:&#10;&#10;It has been such a nice day for the horses in the field! Now they must quickly trot back to the horse farm &ndash; but they need different things in their stalls, such as a bundle of carrots or a sack of oats, so the players have to collect these items on the way back to the horse farm. Whoever chooses the right die and has some luck will be the first to bring his horse back into a stall.&#10;&#10;In Hoppe Reiter, the players bring their horses back from the paddock to the stables. On a turn, the player rolls both dice before deciding which to use. He can either move his horse toward the stables or collect an item and fit it into his puzzle board. Only when the puzzle board is full can he move his horse into a stall, and the aim of the game is to be the first to do just that.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Puzzle"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Animals: Horses"
    ]
  },
  {
    "Rank": "13223",
    "Name": "Hold the Line: The American Civil War",
    "ID": 250291,
    "Year": "(2019)",
    "Geek Rating": "5.543",
    "Avg Rating": "7.42",
    "Link": "https://boardgamegeek.com/boardgame/250291/hold-the-line-the-american-civil-war",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "2",
    "Description": "&quot;Hold the Line: The American Civil War&quot; is a block wargame that uses modified rules from the Hold the Line wargame system. Infantry, artillery, cavalry, leaders, and even gunboats are deployed on the game board allowing players to refight great battles from the American Civil War.&#10;&#10;The game comes with a game board and terrain tiles so you can set up and play one of the 12 included scenarios or create your own.&#10;&#10;Each turn players receive a fixed number of action points based on the historical leaders.  They then roll a die which adds a random number of action points.  During each of their turns they spend these action points to move, fire, close combat, or rally their units, all with the goal of eliminating enemy units and/or capturing terrain objectives leading them to victory.&#10;&#10;A new morale system enhances the Hold the Line system even deeper while maintaining simplicity.  Units are either green, veteran, or elite.  During close combat a special morale die is rolled to determine if the units runs following close combat.&#10;&#10;The game comes with a large mounted board, terrain tiles, blue blocks with labels, gray blocks with labels, dice, rules, and scenarios.&#10;&#10;Complexity 3&#10;Playing Time 1 to 2 hours per battle, 2 players.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Hexagon Grid",
      "Line of Sight",
      "Simulation"
    ],
    "Families": [
      "Country: USA",
      "Crowdfunding: Kickstarter",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Hold the Line (Worthington)"
    ]
  },
  {
    "Rank": "13224",
    "Name": "Doodle Islands",
    "ID": 247643,
    "Year": "(2018)",
    "Geek Rating": "5.543",
    "Avg Rating": "6.48",
    "Link": "https://boardgamegeek.com/boardgame/247643/doodle-islands",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "1.75",
    "Description": "First in the Doodle Games line from Superlude, Doodle Islands is a &quot;Roll and Write&quot; game from the same author duo as Avenue.&#10;&#10;You'll take the role of ambitious ship captains who will roam the sea questing for gold and adventures.&#10;You'll trace your path with the tip of your pen through archipelagos, treasure islands, monsters, ships, rocks and taverns scattered seas! All of this to try and become the richest and receive the title of the Pirate Queen or King at the end of your journey!&#10;&#10;The adventure map is broken down in a grid where columns are associated with a face of a black die and the rows with a face of a white die.&#10;Each grid cell holds either a sea monster, an island, a pirate ship or &quot;towers&quot;.&#10;&#10;Each turn a player will roll a black die and white dice. The player then selects one white die and has to draw a line in the cell corresponding to the black die and the selected white die.&#10;You have to connect two sides of the cell (e.g. top  left, right  left, etc.) but you can choose which sides you want to connect. &#10;You get points whenever you:&#10;&#10;     connect a sea monster to an already existing line.&#10;      connect an island to towers.&#10;&#10;&#10;If there's already a line where you are required to draw, you have to cross a rum bottle instead.&#10;After that the next player picks a white die, and so on, until all players have done the same.&#10;Then a new turn begins where the player rolling dice is the next one in the turn order.&#10;&#10;You continue playing rounds until one player scores 15+ points on a single monster, one player scores 10+ points on a single island or a player has crossed out all of their rum bottles.&#10;You then add up your points earned with monsters and islands.&#10;And you have to add 4 points per connected pirate ships.&#10;The person who crossed the most rum bottles loses some points and the person who crossed the least earns that amount.&#10;&#10;",
    "Categories": [
      "Dice",
      "Pirates",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Line Drawing",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "13225",
    "Name": "For The Win",
    "ID": 114871,
    "Year": "(2012)",
    "Geek Rating": "5.543",
    "Avg Rating": "5.73",
    "Link": "https://boardgamegeek.com/boardgame/114871/for-the-win",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.8387",
    "Description": "&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;OverviewFor The Win is an abstract strategy game in which each player gets ten tiles, two of each character representing Monkeys, Zombies, Pirates, Aliens, and Ninjas.  The objective is to connect five (or more) of one's tiles, including at least one of each type, together (sides and corners count).  Additionally, all five (or more) tiles must be face-up, or unactivated.  The game ends immediately when a player achieves this goal.  Each character type has a specific ability to help you toward the objective.&#10;  &#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;GameplayPlayers take turns using either 1 or 2 actions within 5 action rounds.  Once one player's actions are consumed for a round, the other player(s) get to use any of their remaining 5 actions at once.  Judicious action management is key; if one budgets one's actions wisely, one can play several actions in a row for game-winning combinations.  The available actions are as follows:&#10;&#10;&#10;      Add a tile to the Grid&#10;      Move one of one's tiles&#10;      Refresh or flip a tile face up&#10;      Shove a tile or column/row of tiles&#10;      Activate an ability (the chosen tile turns face down; see below)&#10;&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Characters &amp; abilities&#10;    Alien &mdash; The Alien uses her tractor beam to pull any tile in the Grid to a space that is adjacent to her. &#10;    Monkey &mdash; The mischievous Monkey uses a banana peel to flip over all of the tiles it is touching. &#10;    Ninja &mdash; The sneaky Ninja can move from his current spot to any other unoccupied space in the Grid.&#10;    Pirate &mdash; The Pirate uses his trusty cannon to blast an adjacent tile to any unoccupied space in the Grid.&#10;    Zombie &mdash; The Zombie can infect any adjacent tile. The infected tile is removed from the Grid and replaced with a Zombie tile that has not yet been added to the Grid. If all of the Zombie tiles have already been added to the Grid, the Zombie may choose one adjacent tile and deactivate it (that is, flip it face down).&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Action Points",
      "Pattern Building",
      "Pieces as Map",
      "Tile Placement"
    ],
    "Families": [
      "Animals: Apes / Monkeys",
      "Creatures: Aliens / Extraterrestrials",
      "Crowdfunding: Kickstarter",
      "Organizations: Gamesmiths",
      "Players: Two-Player Only Games",
      "Series: TMG Originals",
      "Theme: Ninjas"
    ]
  },
  {
    "Rank": "13226",
    "Name": "Road to Infamy",
    "ID": 177053,
    "Year": "(2016)",
    "Geek Rating": "5.543",
    "Avg Rating": "6.97",
    "Link": "https://boardgamegeek.com/boardgame/177053/road-to-infamy",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Road to Infamy, is a fast-paced bidding, gangster-themed game for 2-4 players. Road to Infamy is all about anticipating what moves your opponents will make, taking risks, and playing counter moves. It&rsquo;s simple enough to learn in 3 minutes, yet deep enough where you are discovering new strategies every time you play it. But best of all, it&rsquo;s always your turn.&#10;&#10;Players start with a hand of 6 bids. Bids are valued 1 - 5 with the lower valued cards containing some game changing actions. Players chose a bid and place it face down in the ready position. When everyone is ready the bids are simultaneously revealed. The bids&rsquo; colors signify what you are bidding on. Red bids recruit gangsters with unique abilities, green bids buy various types of Contraband (worth victory points), and blue bids bribe the Cop, which protects your points and forces the competition to lose theirs. After 3 rounds the highest bidder for a given color wins the corresponding prize. Players take their winnings and reset the board for the next hand.&#10;&#10;Player interaction comes from the actions on the lower numbered bid cards. Actions allow you to steal your rivals contraband, assassinate their mercenaries, and put the odds in your favor.&#10;&#10;Each gangster has their own unique ability that is active throughout the entire game. Depending on which gangsters you recruit, different strategies will become available. For example, the Mob Boss gives you an additional Victory Point for each Gangster on your team, this card pairs well with the Recruiter who gives you a permanent +2 to your red bid total. This combination helps you outbid your opponents for new gangsters and earn you victory points when you do so.&#10;&#10;The game ends after 12 rounds of bidding. The player with the most victory points wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Mafia"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Auction / Bidding",
      "Hand Management",
      "Simultaneous Action Selection",
      "Take That",
      "Trick-taking"
    ],
    "Families": [
      "Cities: Chicago (Illinois, USA)",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "13227",
    "Name": "Paul Koenig's The Bulge: 6th Panzer Army",
    "ID": 151936,
    "Year": "(2013)",
    "Geek Rating": "5.543",
    "Avg Rating": "7.07",
    "Link": "https://boardgamegeek.com/boardgame/151936/paul-koenigs-the-bulge-6th-panzer-army",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "2.4286",
    "Description": "After storming the beaches in his D-Day series, and fresh from air landing in his Market-Garden series, designer Paul Koenig invites you to collect another World War II European Tour travel sticker, this time from the first 3&frac12; days of the German 1944 winter offensive known as &ldquo;The Battle of the Bulge.&rdquo; In this first game of a new series, 6th Panzer Army takes you to the northern sector of this famous salient where Allied forces grimly confronted a winter onslaught by Hitler&rsquo;s vaunted Panzers in the rugged Ardennes Forest. As a player, you must command your German or Allied forces so as to capture the objectives on the board while keeping your casualties down (and your opponent&rsquo;s casualties high).&#10; Using a fresh take on the venerable wargaming system presented in the D-Day and Market-Garden series, Battle of the Bulge authority and game developer Randy Heller has brought Paul&rsquo;s system up in scale to handle the larger operations in this campaign and provides the great (but manageable!) gaming &ldquo;chrome&rdquo; that wargamers so enjoy when exploring history using a &ldquo;paper time machine&rdquo; like Paul Koenig&rsquo;s The Bulge: 6th Panzer Army.&#10;&#10;Game Data:&#10;&#10;Complexity: 4 on a 9 scale&#10;Solitaire Suitability: 7.5 on a 9 scale&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "History: World War II (Battle of the Bulge)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "13228",
    "Name": "WordARound",
    "ID": 138016,
    "Year": "(2012)",
    "Geek Rating": "5.543",
    "Avg Rating": "6.05",
    "Link": "https://boardgamegeek.com/boardgame/138016/wordaround",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "In WordAround, players try to discover and read words written in a circle on round cards before their opponents. The players who guesses it correctly gets the card as a point. Whoever has more cards at the end of the game wins.&#10;The game includes 100 cards with 300 words.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Educational",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "13229",
    "Name": "Spearhead",
    "ID": 10916,
    "Year": "(1995)",
    "Geek Rating": "5.543",
    "Avg Rating": "6.74",
    "Link": "https://boardgamegeek.com/boardgame/10916/spearhead",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.9231",
    "Description": "Spearhead is a complete rules set that simulates Division-level tactics of WWII. The emphasis is on commanding a multi-battalion force, and all game mechanics serve that priority.&#10;&#10;Players command multi-battalion forces, using division-level tactics. Pre-game orders determine how units perform, with limited ability to change plans on the fly&#10;&#10;No plan survives the first ten minutes of a battle. This truism is frequently misinterpreted and used by many to argue against the use of a restrictive command control system. Above all, it does not mean that a new plan can be extemporized to replace the faulty one. A commander adjusted as best he could, given the systematic limitations of his troops and the availability of reserves. These factors are of paramount importance in Spearhead.&#10;&#10;Expanded by:&#10;&#10;    Great War Spearhead&#10;&#10;&#10;Scenario books:&#10;&#10;    Where the Iron Crosses Grow :Eastern Front&#10;    White Star Rising :Western Front&#10;    Blaze Across the Sands :North Africa&#10;    Forgotten Battles :Various theaters&#10;&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "13230",
    "Name": "Open Ocean",
    "ID": 308354,
    "Year": "(2020)",
    "Geek Rating": "5.543",
    "Avg Rating": "6.54",
    "Link": "https://boardgamegeek.com/boardgame/308354/open-ocean",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.3333",
    "Description": "As a budding marine biologist, you&rsquo;ve traveled across the globe exploring the hidden wonders of the underwater world.  It&rsquo;s been your lifelong dream to study the vibrant ecosystems of the coral reef, and now you are about to start 3 days of uninterrupted underwater exploration!&#10;&#10;There&rsquo;s only one problem, the day before you arrived, a typhoon hit the reef.  All you can see now is one tiny coral, but hey&hellip;at least it&rsquo;s a start!  Most of the reef&rsquo;s residents seem to have sought safety from the crashing waves out in the Open Ocean. They are just waiting for the waters to calm before returning home.  Can you coax them back, and rebuild the reef into the vibrant ecosystem it once was?&#10;&#10;Open Ocean is a card drafting and placement game for 1-5 players.&#10;&#10;The goal is to create the highest scoring combination of colorful creatures in your Reef! Each turn Players:&#10;&#10;PICK a card from their current hand&#10;PLAY the card they picked into their Reef&#10;PASS the remaining cards clockwise to the next player&#10;&#10;Players are competing to collect creatures as they are passed around the table, and to attract additional creatures from the Ocean (as shared pool of cards in the center of the table)before their opponents do.&#10;&#10;Players can use special cards to snag specific fish from the Ocean or an opponent&rsquo;s reef and turn the tides in their favor.&#10;&#10;At the end of three rounds players score points and earn bonuses for the type and placement of creatures they collected over the course of the game. The player with the highest scoring reef wins!&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Environmental",
      "Nautical"
    ],
    "Mechanics": [
      "Open Drafting",
      "Tile Placement"
    ],
    "Families": [
      "Animals: Coral / Jellyfish / Anemones",
      "Animals: Dolphins",
      "Animals: Fish / Fishes",
      "Animals: Octopuses",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Occupation: Researcher / Scientist",
      "Theme: Biology",
      "Theme: Science",
      "Theme: Under the Sea"
    ]
  },
  {
    "Rank": "13231",
    "Name": "Punic Island: Campaign Commander Volume III",
    "ID": 88246,
    "Year": "(2011)",
    "Geek Rating": "5.543",
    "Avg Rating": "7.13",
    "Link": "https://boardgamegeek.com/boardgame/88246/punic-island-campaign-commander-volume-iii",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "240",
    "Weight": "3.2222",
    "Description": "&ldquo;Punic Island&rdquo; is the third volume in the Campaign Commander series and simulates the campaign for Sicily and North Africa during the First Punic War. The system takes away from Second World War and goes to Ancients. In 264 Roma was summoned to Messina by Mamertines mercenaries to help in their quarrel with Cartage, the main power in Sicily. Carthaginians count on Hiero the Tirant of Syracuse to help defeating the Mamertines. Here begins the First Punic War.&#10;Romans and Carthaginians fought for 22 year over Sicily and in North Africa. Rome emerged victorious and Cartage was obliged to quit his long standing presence in Sicily.&#10;The land campaign was a long string of Roman victories as city after city was subdued and every Carthaginian army was defeated in battle. Syracuse was forced to make an alliance with Rome and Cartage was left with only a few fortresses in the island.&#10;Anyway the war was won and lost in the sea. The war saw the emergence of Rome as a sea-power and a long string of naval victories allow Roman troops to menace even Cartage proper. Only to be saved by Xantipus and his mercenary army at the Bagradas Plains battle. Naval warfare played a prominent role in this war and will give Carthage Senate his las blow. Carthage tried to spend the Roman effort during the whole war. His strategy was of attrition and was unsuccessful; Rome never gave up a prize.&#10;The game is developed in an operational scale &ndash; area-based map. It is designed for two players with one running the ROMAN forces and the other the CARTHAGINIAN forces -including Syracuse. The game lasts approximately 3-4 hours and uses a two sided system to handle the mechanics of play: cards and counters. The players will have to use their troops and their resources to obtain victory points while eliminating enemy forces and occupying cities in the map. It is not a card driven game as the cards are used to bring about events that influence battles, secure reinforcements, and provide resources with which to carry on the fight.&#10;The ROMAN player will be on the offensive during the whole game as he has to conquer the whole island to get victory. CARTHAGINIAN player focuses on spoiling Roman campaigns and plans with ambushes, sallies and bad weather cards. Also he has to recruit an army as he doesn&acute;t has any at the beginning of the game.&#10;The ROMAN player must plan his offensives carefully as he will need a new army and resources for each one. Also he will need to build a fleet his doesn&acute;t have at the start of the war. The sea contest will be evenly match and you better take into account bad weather as it sinks more ships than enemy action.&#10;Siege warfare takes a prominent role in this game as every city in the game map is a walled on with his own intrinsic garrison.&#10;Like all the games of this Series, the rules are simple and straight forward. Our objective was to create games that are very interactive, and offer players a pleasant creative experience. We aim for solid games for players who do not have the time or the space to leave a game setup and in place over a long period of play.&#10;&#10;Components:&#10;- 1 80x60 cm map of Sicily and North Africa.&#10;- two ten-sided dice&#10;- 176 unit counters&#10;- 1 Rules Book for the Series &ldquo;Campaign Commander&rdquo; and Exclusive Rules of &ldquo;Punic Island&rdquo;; historical and designer notes.&#10;- 70 cards (divided in two decks, plus help cards)&#10;- 3 plastic bags.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Area-Impulse",
      "Dice Rolling",
      "Simulation",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Ancient: Carthage",
      "Components: Map (Continental / National scale)",
      "Digital Implementations: VASSAL",
      "History: Punic Wars",
      "Islands: Sicily (Italy)",
      "Players: Two-Player Only Games",
      "Series: Campaign Commander"
    ]
  },
  {
    "Rank": "13232",
    "Name": "Converge: Sparks of Hope",
    "ID": 393200,
    "Year": "(2023)",
    "Geek Rating": "5.543",
    "Avg Rating": "7.72",
    "Link": "https://boardgamegeek.com/boardgame/393200/converge-sparks-of-hope",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6667",
    "Description": "The suns of Malvios are dying. Across the planet, survivors race to glean what hope for the future they can find in the failing light. Pooling their resources, experts from all walks of life converge to find the best path forward &ndash; and the team they&rsquo;ll need to follow it.&#10;&#10;The story and gameplay of Converge spans across several sets. Each one comes in their own wallet and includes 3 unique 6-card skillsets. All sets can be played individually as standalone games, or players can combine any 3 skillsets from multiple sets to create a new combination.&#10;&#10;&#10;     Converge: Catalysts of Change&#10;     Converge: Sparks of Hope&#10;     Converge: Engines of Progress&#10;&#10;&#10;Converge: Sparks of Hope stars the subterranean Delvers, brilliant Astropaths, and compassionate Healers. Seeking refuge below the earth, the Delvers Expand their tunnels to house new team members. The constant Study of the Astropaths allows them to copy other skillset's effects. The Healers practice their craft to Heal the injured, restoring them from the discard pile to a team.&#10;&#10;&#10;In Converge, players are competing to build the best team that meets the current goals, though goals and teams can shift with each play. So can control of the powerful artifact which gives an advantage to those who possess it.&#10;&#10;Each round, players take turns to play a single card from their hand.&#10;&#10;Every card has 2 parts: a character with a skillset, rank and special ability, and a goal, each of which has a star value for fulfilling its requirement. These goals apply to both players while the card is in the central area, with fulfilled goals remaining in play.&#10;&#10;Cards can be discarded for their special ability, played to the player&rsquo;s team to fulfill goals using its suit and value, or as a new shared goal.&#10;&#10;At the end of the round, players count their current star value. The player with the most stars gains control of the artifact. If they already had control of the artifact, they win! If no player can secure victory by the time all cards have been played, then the player who holds the artifact is the winner.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Containers: Wallets",
      "Crowdfunding: Kickstarter",
      "Game: Converge",
      "Mechanism: Tableau Building",
      "Players: Games with expansions that add solo play",
      "Players: Two-Player Only Games",
      "Series: Wallet Games (Button Shy)"
    ]
  },
  {
    "Rank": "13233",
    "Name": "Splotch!",
    "ID": 10096,
    "Year": "(1998)",
    "Geek Rating": "5.543",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgame/10096/splotch",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.1429",
    "Description": "Splotch! is a stand alone expansion for the base game Croak!.&#10;&#10;In the base game, players move pieces around a board attempting to land on pieces of the opposing player while trying to protect one's own queen frog. As players move across tiles, they are flipped over, revealing different items that affect gameplay.&#10;&#10;Splotch! follows the same rules as Croak! except for the addition of cards.&#10;&#10;Each player draws to 3 cards in his/her hand and may play one card during his/her turn and any number during an opponent's. These cards serve to modify the game by manipulating playing piece positions, cards in a player's hand or in the deck or the mechanics of a turn.&#10;&#10;This game also optionally extends the original Croak! to 5 or 6 players.&#10;&#10;Integrates with:&#10;&#10;    Croak!&#10;&#10;&#10;",
    "Categories": [
      "Animals",
      "Memory"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Animals: Frogs / Toads",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "13234",
    "Name": "Modern Land Battles: Target Acquired",
    "ID": 37491,
    "Year": "(2015)",
    "Geek Rating": "5.543",
    "Avg Rating": "7.02",
    "Link": "https://boardgamegeek.com/boardgame/37491/modern-land-battles-target-acquired",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.25",
    "Description": "Description from the publisher:&#10;&#10;Modern Land Battles (MLB): Target Acquired uses the core game mechanisms from our award-winning Modern Naval Battles game. MLB takes you to the front lines in both historical and hypothetical conflicts ranging from the Arab-Israeli Wars to the present day.&#10;&#10;This new game features armor, infantry and artillery vehicles from 7 different nations: USA, USSR, UK, China, Israel, Insurgent, and Arabian Multinational. This gives you the forces you need to play out battles during the Cold War, Six-Day War, Iran-Iraq War, Vietnam War, Lebanon War, Yom Kippur War, Falkland Islands War, and Gulf War.&#10;&#10;The game system maximizes player decision making to make every turn exciting. At the start of the game, you get to select a nation's ground forces to command. Then, you get to select the specific armor, infantry, and artillery forces that you think is the best battle force. Once selected, you'll get to battle the forces selected by the other players in order to capture and secure vital objectives!&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Vietnam War",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting"
    ],
    "Families": [
      "History: Cold War",
      "History: Falklands War",
      "History: Gulf War",
      "History: Iran-Iraq War",
      "History: Lebanese Wars 1975-2006",
      "History: Six-Day War",
      "History: Yom Kippur War"
    ]
  },
  {
    "Rank": "13235",
    "Name": "Somnium: Rise of Laputa",
    "ID": 255255,
    "Year": "(2019)",
    "Geek Rating": "5.543",
    "Avg Rating": "6.72",
    "Link": "https://boardgamegeek.com/boardgame/255255/somnium-rise-of-laputa",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Somnium: Rise of Laputa is a light tableau building game with fun combos and synergies for 2 to 4 players with easy-to-learn rules and exciting game-play, all under the 15 minutes.&#10;&#10;In Somnium: Rise of Laputa, you are a monarch competing for political dominance over a newly discovered floating continent.  Use your influence to attract nobility to your cause, while deploying spies, propagandist, and assassins to sabotage your rivals.  The first monarch to reach 20 influence becomes the sovereign ruler of Laputa.&#10;&#10;How to play:&#10;&#10;     Win by reaching 20 Influence before anyone else.&#10;     Each player is dealt three cards.&#10;     On your turn, play one card.  Gain Influence based on the card played.&#10;     End your turn, and draw back up to three cards.&#10;     If a card you control leaves play, lose the amount of influence it is worth. &#10;&#10;&#10;That's it!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Islands: Fictional",
      "Mechanism: Tableau Building"
    ]
  },
  {
    "Rank": "13236",
    "Name": "Molt soroll per un rei",
    "ID": 340292,
    "Year": "(2021)",
    "Geek Rating": "5.543",
    "Avg Rating": "7.89",
    "Link": "https://boardgamegeek.com/boardgame/340292/molt-soroll-per-un-rei",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Molt soroll per un rei (Much ado about a king) is a solitaire game on the reign of Peter the Great of Aragon (1276-1285), based on the States of Siege system by Darin a. Leviloff.&#10;&#10;The player, like Peter the Great, has to face many threats during his/her reign: the jumpy Catalan and Aragonese nobilities, the Andalusian revolts and, after the Sicilian Vespers, he must assert his dominance in Sicily and Naples against Charles of Anjou and defeat the crusade against the Crown proclaimed by the pope Martin IV and launched by Phillip III of France.&#10;&#10;Each turn a card is drawn, indicating how many of the threats are activated that turn (i. e. how many threats advance towards Barcelona). The card also shows how many actions has the player available. With this actions the player can try, among other things, to move back some threats, improve the stance of the nobility or improve the relationship with the papacy. If the player draws the last card of the deck, she wins; otherwise, if at any time an enemy threat enters Barcelona, she loses.&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Medieval",
      "Wargame"
    ],
    "Mechanics": [
      "Action / Event",
      "Point to Point Movement",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Components: Map (Continental / National scale)",
      "Country: France",
      "Country: Italy",
      "Country: Spain",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Region: Catalonia (Spain)"
    ]
  },
  {
    "Rank": "13237",
    "Name": "The Siege of Constantinople: The End of the Middles Ages 1453 A.D.",
    "ID": 3936,
    "Year": "(1978)",
    "Geek Rating": "5.543",
    "Avg Rating": "6.05",
    "Link": "https://boardgamegeek.com/boardgame/3936/the-siege-of-constantinople-the-end-of-the-middles",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.871",
    "Description": "Published in Strategy &amp; Tactics magazine #66.&#10;&#10;Historical simulation of the fall of Constantinople to the Ottoman Turks in 1453. There are rules for two games included; one which covers the final assault, in which most of the action occurred (~2 hrs), and one which covers the entire siege (~4 hrs).&#10;&#10;200 counters.&#10;&#10;Considered to be the &quot;fifth quad&quot; game from The Art of Siege set.&#10;&#10;Scale:&#10;Level of Complexity = Moderate&#10;Average Playing Time = 5 hours&#10;Suitability for Solitaire Play = Moderate&#10;&#10;",
    "Categories": [
      "Medieval",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Ratio / Combat Results Table"
    ],
    "Families": [
      "Cities: Istanbul (Turkey)",
      "Components: Map (Continental / National scale)",
      "Country: Greece",
      "Country: Turkey",
      "History: Byzantium",
      "History: Classical Age of the Ottoman Empire",
      "Magazine: Strategy & Tactics",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Theme: Siege"
    ]
  },
  {
    "Rank": "13238",
    "Name": "Atlantic Storm: Admiral's Edition",
    "ID": 249773,
    "Year": "(2018)",
    "Geek Rating": "5.543",
    "Avg Rating": "7.51",
    "Link": "https://boardgamegeek.com/boardgame/249773/atlantic-storm-admirals-edition",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2",
    "Description": "Atlantic Storm: Admiral&rsquo;s Edition is the updated and revised version of Ben Knight&rsquo;s competitive strategy card game Atlantic Storm that recreates the tension and surprise experienced by Allied and Axis sailors during the Battle of the Atlantic from August 1940 through December 1943.&#10;&#10;Players fight a battle for each convoy, and each player joins either side in the battle by playing Allied or Axis force cards from his hand. The battle winners keep the convoy and enemy forces as spoils of war. Plenty of table talk makes the game exciting as players negotiate to win the most spoils.&#10;&#10;Admiral&rsquo;s Edition Features&#10;&#10;     Tarot-sized force cards&#10;     Added more convoys, and five ways to build Convoy Deck for a variety of play&#10;     Revised and added new events and force cards&#10;     Increased chance of fighting each round&#10;     More instances of claiming &ldquo;fate&rdquo; against victims&#10;     Special rules for solitaire play&#10;     Regular, team, and chronological versions&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "13239",
    "Name": "Knights of the Air",
    "ID": 1716,
    "Year": "(1987)",
    "Geek Rating": "5.543",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgame/1716/knights-of-the-air",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "150",
    "Weight": "3.4839",
    "Description": "[From the back of the Avalon Hill game box]&#10;&#10;They were a part of Europe's &ldquo;next Generation&rdquo;, asked to march to war before they had tasted of life's joys and sorrows.&#10;&#10;They were cut from a special cloth, singled out to do a job that demanded intelligence, endurance, steadiness and coordination of the highest order.&#10;&#10;They dueled to the death in fragile machines, only just invented ten years before, miles above the earth.&#10;&#10;They were brave soldiers to their comrades in arms and heroes to their public.&#10;&#10;They were the fighter pilots of the Great War &ndash; THE KNIGHTS OF THE AIR.&#10;&#10;Avalon Hill's game, KNIGHTS OF THE AIR, recreates the deadly combat of the World War I air war.  You learn to fly the great airplanes of the period much in the same way the Aces did &ndash; rig in the cockpit using control stick, throttle and rudder pedals.  Each kind of warplane included in the game has been carefully researched to present the same strengths, weaknesses and idiosyncrasies it demonstrated in real life.  Once you have learned the tricks of your aircraft, you can dare to risk all in a dogfight.  Air combat is conducted in a series of maneuvers as each pilot tries to position his plane for the killing run.  With experience, new and more complicated maneuvers become available so that the ace can barrel roll and loop rings around the novice.  Your success will depend upon your ability to master your plane and to exploit the weaknesses of your enemy's.&#10;&#10;Some Features:&#10;- Your Abilities to improve with experience, An Ace can react quicker, aim his gunfire more accurately, and undertake more complicated maneuvers than a novice can.&#10;&#10;- Each kind of airplane in the game has been designed to perform just like its real-life counterpart.  Rates of climb and dive, maximum and stall speeds, and turning abilities all compare favorably with test flight results.&#10;&#10;-You guide your airplane on the gameboard using real controls.  You adjust speed with the control stick and the rates of dive and climb with the throttle.&#10;&#10;- Special attention was directed, during the design, to develop a simple method of allowing one plane to tail another.  The reflexes of both airplane and pilot are a crucial factor in this procedure.&#10;&#10;- With the wide choice of airplanes included, a practically unlimited variety of dogfights may be staged.  Many of the greatest warplanes are there the Sopwith Camel, SE 5a, SPAD, Nieuport, Bristol Fighter, Fokker Triplane, Fokker DVII, Albatros, Pfalz, Roland and more.&#10;&#10;- Special solitaire scenarios have been created to restage attacks against Zeppelin airships and two-seater warplanes.&#10;&#10;Complexity: Medium&#10;Solitaire Suitability: High&#10;&#10;Each game contains:&#10;- A 22&rdquo;x32&rdquo; full-color gameboard depicting a section of trenchline on the Western Front.  Actual battlefield photographs were consulted during the construction.&#10;- Hundreds f die-cut playing pieces representing all of the airplanes and various markers needed for record-keeping.&#10;- Six sets of maneuver cards.  Each card contains a diagram of a specific maneuver just as it was actually flown.&#10;- A set of Airplane Performance Cards.  A different card has been prepared for each airplane.&#10;- Three six-sided dice&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Three Dimensional Movement",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Players: Games with Solitaire Rules",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "13240",
    "Name": "Dungeon Date",
    "ID": 330635,
    "Year": "(2022)",
    "Geek Rating": "5.543",
    "Avg Rating": "7.58",
    "Link": "https://boardgamegeek.com/boardgame/330635/dungeon-date",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "1.6667",
    "Description": "Date an owlbear, make friends with a gelatinous cube, backstab your best friend&rsquo;s orc boyfriend! Dungeon Date is a fast, fun card game for 2 to 4 fresh-faced adventurers. Build an outfit of stylish adventuring gear, then use your sweet look to romance, befriend, and slay a dungeon-full of monsters!&#10;&#10;Each turn, players choose and reveal action cards, visiting one of four dungeon doors to encounter monsters in the dungeon. Romance, befriend, or slay the monster you encounter by matching the style symbols for that action on the monster card. Plan carefully around the other adventurers in the dungeon -- if you visit the same door, you must fight, comparing fight values from your current action card plus the card you played on the previous turn. Visit the stylomancer to enchant your outfit with additional style symbols and claim a personal style. At the end of the dungeon season, score renown from sets of monsters collected and for in-fashion style symbols in your final outfit. Most renown wins!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor"
    ],
    "Mechanics": [
      "Advantage Token",
      "Card Play Conflict Resolution",
      "Set Collection",
      "Simultaneous Action Selection",
      "Variable Set-up"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Misc: LongPack Games",
      "Theme: Fashion",
      "Theme: Love / Romance"
    ]
  },
  {
    "Rank": "13241",
    "Name": "Gazala",
    "ID": 4960,
    "Year": "(1998)",
    "Geek Rating": "5.543",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/4960/gazala",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.76",
    "Description": "Game 6 in The Gamers' Standard Combat Series. This game covers Rommel's Afrika Korps 1942 Spring offensive that resulted in the British being routed out of Libya.&#10;&#10;Contents&#10;2 full-color 22&quot;x34&quot; maps&#10;560 die-cut counters&#10;Game and series rulebooks&#10;2 six-sided dice&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Libya",
      "Series: Standard Combat Series (MMP)"
    ]
  },
  {
    "Rank": "13242",
    "Name": "Maloney's Inheritance",
    "ID": 1924,
    "Year": "(1988)",
    "Geek Rating": "5.543",
    "Avg Rating": "6.02",
    "Link": "https://boardgamegeek.com/boardgame/1924/maloneys-inheritance",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Players are traveling from city-to-city with a single car.  All players have a goal to reach a different city at a certain time in order to maximize points.  As each player has a different set of goals, some players will benefit while others will lose out.&#10;&#10;On each turn, the control of the car will be auctioned. After the auction round, the winner pays the bank and chooses the destination for the car.&#10;&#10;Upon arrival at a city, the driver receives that city's suitcase. This suitcase can indicate that the driver receives up to five points or $1,500.  It may also say that he loses up to three points or $1,000.&#10;&#10;Additionally, upon arriving in a city, players may play action cards that correspond to the city. Points are awarded depending on the day of the week of the arrival.  Tuesdays and Fridays you receive double points.&#10;&#10;The game ends either when a player has received 69 points or when a player is out of action cards.  Each player can then buy additional points for $1,000 each.&#10;&#10;Re-implements:&#10;&#10;    Holiday&#10;&#10;&#10;",
    "Categories": [
      "Transportation"
    ],
    "Mechanics": [
      "Auction / Bidding"
    ],
    "Families": [
      "Interwar period (Nov. 1918 - Aug. 1939)"
    ]
  },
  {
    "Rank": "13243",
    "Name": "War Stories: Red Storm",
    "ID": 89880,
    "Year": "(2014)",
    "Geek Rating": "5.543",
    "Avg Rating": "7.08",
    "Link": "https://boardgamegeek.com/boardgame/89880/war-stories-red-storm",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.8",
    "Description": "War Stories: Red Storm puts you in command of German and Soviet tanks and platoons of vehicles in World War 2, 1942-43. The action is fast and realistic; the system is easy-to-learn.&#10;&#10;In War Stories you are the commander issuing orders to infantry squads and armored fighting vehicles. Each game presents a scenario using a map with terrain overlays that regulates movement and impacts combat in a unique system that does not require charts or endless modifiers. Players receive a secret set of instructions with hidden deployment and objectives. Unit blocks have a variety of information that regulates their ability to move, fight and remain cool under fire.&#10;&#10;War Stories also offers &quot;rule breaking&quot; asset and event cards. These enable War Stories to have additional complexity with minimal rules weight: the rules and effects are on the cards themselves. Assets are special equipment, troops, and abilities that a player has access to during the battle, such as machine guns, infiltration units, and the ability to lay mines. Events are random things that happen and create memorable moments on the battlefield such as reinforcements arriving, a gust of wind that starts a wildfire, or a damaged vehicle suddenly brewing up.&#10;&#10;ages 14+&#10;1-2 players&#10;(Note: there is no solitaire system; it is a normal 2-player wargame, but the publisher printed &quot;1-2 players&quot; on the box)&#10;60 minutes&#10;&#10;GAME COMPONENTS:&#10;- 5 double-sided mapboards&#10;- 23 double-sided terrain overlays&#10;- 75 painted wooden blocks &amp; stickers to represent vehicles &amp; infantry&#10;- 109 counters (vehicle damage, battlefield damage, fog of war, unit, order and ambush markers)&#10;- 33 asset cards&#10;- 21 event cards&#10;- 24 combat chips and 1 cloth drawbag&#10;- 2 16-page scenario booklets (one German and one Soviet)&#10;- 2 player screens/aids&#10;- 1 20-page rule book&#10;&#10;Also see the sister game released at the same time: War Stories: Liberty Road, set on the Western front.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Hexagon Grid",
      "Modular Board",
      "Secret Unit Deployment",
      "Variable Phase Order"
    ],
    "Families": [
      "Components: Block Wargames",
      "Country: Germany",
      "Country: Russia",
      "Crowdfunding: Kickstarter",
      "Series: War Stories (Conquistador Games)"
    ]
  },
  {
    "Rank": "13244",
    "Name": "Bananagrams Duel!",
    "ID": 284845,
    "Year": "(2019)",
    "Geek Rating": "5.543",
    "Avg Rating": "6.19",
    "Link": "https://boardgamegeek.com/boardgame/284845/bananagrams-duel",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Find your wordy rival and get ready to play the two-player word game that you can take anywhere!&#10;&#10;Each player takes 12 letter cubes. Place the banana cards face down within reach of both players. Banana cards are used as score cards and /or theme cards.&#10;&#10;CLASSIC DUEL Each time a player wins a round, they&rsquo;re awarded one banana card. First to 10 cards wins! In this game you will only use the banana cards to keep score. Ignore the categories on the cards.&#10;&#10;To start the game, any player calls out &ldquo;Go!&rdquo;. Simultaneously, players race to form their own crossword grid using any side of their 12 letter cubes.&#10;Words must read horizontally or vertically, left to right or top to bottom. All words must connect or intersect to form one unified word grid. Grids can be rearranged at anytime.&#10;The first player to complete a word grid with all 12 cubes calls &ldquo;Bananas!&rdquo; and is rewarded one banana card. At the end of each round, mix all letter cubes together, and redistribute 12 cubes to each player.&#10;The first player to win 10 rounds and collect 10 banana cards wins!&#10;&#10;THEMED GAME Set-up and play classic DUEL, but before each round begins, flip over one banana card to reveal a theme. To win the round, the first complete grid must now contain at least one word that satisfies the rounds theme. Each time a player wins a themed round, they are awarded that banana card. The first player to collect ten cards wins the game!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [
      "Spelling"
    ],
    "Families": [
      "Food & Drink: Bananas",
      "Game: Bananagrams",
      "Players: Two-Player Only Games",
      "Versions & Editions: Two-Player Versions of More-Player Games"
    ]
  },
  {
    "Rank": "13245",
    "Name": "Diam",
    "ID": 11730,
    "Year": "(2003)",
    "Geek Rating": "5.543",
    "Avg Rating": "6.14",
    "Link": "https://boardgamegeek.com/boardgame/11730/diam",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "2.0833",
    "Description": "[translated from the box]&#10;&#10;Diam is a game of strategy for 2, 3, or 4 players.  The simplicity of the rules and the depth of play will satisfy players of all strengths and all ages.&#10;&#10;The goal of the game: to place 2 pawns of identical color at the same height on 2 diametrically opposed spaces.&#10;&#10;The objective is very clear, and you constantly feel you're close to winning.  Victory is within your grasp!&#10;&#10;But beware, this simplicity is misleading.  With each move, your opponent can discern your intentions and launch a counter-attack!  You'll need solid nerves.  Stay focused, anticipate, move your colors with accuracy and you will become the master of Diam!&#10;&#10;How to play?&#10;&#10;In the beginning, each player has a reserve of 8 pawns: 4 red pawns and 4 orange pawns for player 1: 4 maroon pawns and 4 black pawns for player 2.&#10;&#10;In a turn, each player can:&#10;&#10;     either place a pawn from the player's reserve onto an empty space or onto a pawn already on the board,&#10;     or move one of the player's pawns already placed on the board to an adjacent space.&#10;&#10;&#10;With 3 players:&#10;This alternative is played has 2 against 1.  The basic rules are identical to the rules for 4 players; the player who is alone having 2 colors, however.&#10;&#10;With 4 players:&#10;This alternative is played by teams of 2.  Each player has his own color and the players play in turn.&#10;&#10;The basic rules are identical to the rules for 2 players, the following constraint is added:&#10;&#10;     a player cannot place a pawn from his partner's reserve.&#10;     a player can, on the other hand, move his pawns or his partner's pawns already on the board.&#10;&#10;&#10;A winner of the 1998 Concours International de Cr&#195;&#169;ateurs de Jeux de Soci&#195;&#169;t&#195;&#169;.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Category: Combinatorial",
      "Components: Wooden pieces & boards"
    ]
  },
  {
    "Rank": "13246",
    "Name": "Pasaraya: Supermarket Manager",
    "ID": 193240,
    "Year": "(2018)",
    "Geek Rating": "5.543",
    "Avg Rating": "7.09",
    "Link": "https://boardgamegeek.com/boardgame/193240/pasaraya-supermarket-manager",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.5",
    "Description": "In the developing suburbs slowly developing itself into a thriving town, being the savvy entrepreneur you are, you noticed a great opportunity to open up a supermarket to not only serve the rapidly growing community but also to profit for the conveniences that you are able to offer.  &hellip; Or so you think, in Pasaraya: Supermarket Manager you and your friends are entrepreneurs who had the same brilliant idea of opening up a supermarket and vying to become the richest supermarket tycoon in town.&#10;&#10;The game uses deck building in the context of a business simulation game: each player will start off with some money and inventory cards in the deck and a separate bank pile and supermarket area. In each turn, players would need to purchase inventory, stock up their supermarket, hire staff who bring their strengths into running the business and earn money by fulfilling customer demands.&#10;&#10;The game introduces twists to the deck building mechanic where money would be return back to the supply when spent, staff cards that be used in two different ways and having to manage resources between their own deck, bank and supermarket.  The game rewards players who knows how to best manage the constant flux of their decks, plan their turns and make the best use of the hand they are given.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Set Collection",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Occupation: Merchant"
    ]
  },
  {
    "Rank": "13247",
    "Name": "Pigasus",
    "ID": 271036,
    "Year": "(2019)",
    "Geek Rating": "5.543",
    "Avg Rating": "6.28",
    "Link": "https://boardgamegeek.com/boardgame/271036/pigasus",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Pigasus lives in a crazy world in which the animals appear as combinations of what we know. Is that a giraffe or is that a gorilla? Or is it both?&#10;&#10;Pigasus is a quick reaction game in which you have to find a pair of cards that are a mix of the same animal, but in different combinations. Have the quickest eye and try to collect the most pairs, all the while trying not to laugh too hard at the weird animals.&#10;&#10;",
    "Categories": [
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Category: Dized Tutorial"
    ]
  },
  {
    "Rank": "13248",
    "Name": "13 Words",
    "ID": 363039,
    "Year": "(2022)",
    "Geek Rating": "5.543",
    "Avg Rating": "6.01",
    "Link": "https://boardgamegeek.com/boardgame/363039/13-words",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "13 Words is a co-operative idea-association party game in which the team aims for the highest score possible.&#10;&#10;To set up, lay out twelve double-sided word cards on the perimeter of the game board, then place a word card in the center of the board. This round's Captain wants to find the most obvious link between this central word and one of the outer words. The Captain indicates their choice on their answer wheel, and all other players try to guess the Captain's choice. Each player who guesses correctly wins a star, and the Captain collects a star as long as at least one player earned a star this round.&#10;&#10;For the next round, the player to the Captain's left becomes the new Captain. They flip over the word card matching the previous Captain's choice, place it in the center of the game board, then everyone guesses how the new Captain will link this newly revealed word to one of the remaining words on the perimeter.&#10;&#10;After eleven rounds, the game ends, and players tally their stars to determine the success level of the team. The best possible score is 11 times the number of players. How did you do?&#10;&#10;",
    "Categories": [
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Communication Limits",
      "Cooperative Game"
    ],
    "Families": [
      "Word Games: Guess the Word"
    ]
  },
  {
    "Rank": "13249",
    "Name": "Napoleon at the Berezina",
    "ID": 6374,
    "Year": "(2003)",
    "Geek Rating": "5.543",
    "Avg Rating": "6.70",
    "Link": "https://boardgamegeek.com/boardgame/6374/napoleon-at-the-berezina",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "300",
    "Play Time": "300",
    "Weight": "3.1818",
    "Description": "(from ATO website:)&#10;&#10;Napoleon at the Berezina is a solitaire game of the last major action of the 1812 campaign. Disintegrating as it moved along, the French army was faced with total destruction if the three converging Russian armies caught the French army with its back against the Berezina River. A way had to be found across the river before that happened.&#10;&#10;Being a solitaire game, the player should imagine himself as the French side &quot;fighting a colossus of blind automata&quot;. The solitaire rules combine a set of parameters for movement, with a system for authorizing Russian movement and other actions via a track that monitors overall Russian morale and successes to date to assist the player in running a challenging automaton.&#10;&#10;Complexity - Low&#10;Solitaire Suitability - High&#10;&#10;Full color 22&quot;x34&quot; map&#10;200 full color die cut counters&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Magazine: Against The Odds",
      "Players: Games with Solitaire Rules",
      "Players: Wargames with Solitaire Rules",
      "Rivers: Berezina"
    ]
  },
  {
    "Rank": "13250",
    "Name": "Extravaganza",
    "ID": 329410,
    "Year": "(2023)",
    "Geek Rating": "5.543",
    "Avg Rating": "7.39",
    "Link": "https://boardgamegeek.com/boardgame/329410/extravaganza",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.75",
    "Description": "Extravaganza is a strategic lip-sync battle board game for 2-4 drag queens.&#10;&#10;The game takes place over the course of a single song, made up of lyric tokens. Each of the 5 judges chooses a random dance move category that will be judged during the game.&#10;&#10;On your turn:&#10;&#10;BEDAZZLE: draw random rhinestones from the bag and add them to your stage area.&#10;&#10;MOVE: like a queen in chess ;)&#10;&#10;DRAW: draw a card, and take lip tokens depending on how many cards in the display have the same color.&#10;&#10;DANCE: play a dance move card, spending rhinestones to increase the star-quality and earning points based on the dance move category.&#10;&#10;LIP-SYNC: spend your lip tokens to claim lyrics of the song.&#10;&#10;Earn points each time you play a dance move or claim lyrics, doing your best to earn 10s while also meeting the judges specific desires. Play your cards right and you just might impress the judges and earn 10s across the board!&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Music"
    ],
    "Mechanics": [
      "Grid Movement",
      "Hand Management",
      "Once-Per-Game Abilities",
      "Pieces as Map",
      "Set Collection",
      "Simulation",
      "Square Grid",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Theme: Queer / LGBTAIQ"
    ]
  },
  {
    "Rank": "13251",
    "Name": "Schlag den Raab: Das 2. Spiel",
    "ID": 94116,
    "Year": "(2011)",
    "Geek Rating": "5.543",
    "Avg Rating": "6.37",
    "Link": "https://boardgamegeek.com/boardgame/94116/schlag-den-raab-das-2-spiel",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.375",
    "Description": "Schlag den Raab - Das 2. Spiel is a board-game based on a German TV show.&#10;The players have to compete in different &quot;mini-games&quot;, where they have to demonstrate knowlege and motor skills.&#10;Among those 40 &quot;mini-games&quot; there is one, where players have to point to cities as exactly as possible on an empty map. In another game, you have to drop an egg and catch it. A third game is about answering rather easy questions, that are really tricky, if you have no time to think about it. So for example: How many vertex has a cube?&#10;A lot of people will answer 6 instead of 8.&#10;the &quot;mini-games&quot; are chosen randomly. The players score points in all this games. After the chosen number of &quot;mini-games&quot; are played, the one with the highest score is the winner.&#10;&#10;&#10;Schlag den Raab - Das 2. Spiel&#10;Neue Show-Spiele f&uuml;r zu Hause&#10;Ring frei f&uuml;r Runde zwei!&#10;40 neue Spiele fordern erneut Geschick, Gl&uuml;ck und K&ouml;pfchen von den Kandidaten. Brandneue Show-Spiele von B&uuml;chertragen bis Kugellabyrinth und Hunderte neue Fragen zu &bdquo;Schlag den Raab&quot;-Klassikern wie Blamieren oder Kassieren, Stimmt's? und Wo liegt was? sorgen f&uuml;r Abwechslung und die Extraportion Spielspa&szlig;.&nbsp;&#10;&#10;Wer bereits Schlag den Raab 1 zu Hause hat, kann beide Spiele kombinieren und so in drei exklusiven Extraspielen gegeneinander antreten. Als Bonbon gibt es den Riesenkreisel, mit dem ihr dann aus den &uuml;ber 70 (!) Spielen beider Ausgabe w&auml;hlen k&ouml;nnt!&nbsp;&#10;&#10;Schlag den Raab - Das 2. Spiel: mehr Spiel geht nicht!&#10;&#10;Inhalt:&#10;2 Aufsteller (Stefan und Matthias), 110 Quiz und Spielkarten, 8 Spielfiguren, 2 Kreisel, 30 Holzw&uuml;rfel, 31 Mikado-St&auml;bchen, 14 Schnipp-Chips, 14 Kunststoff-Kugeln, 2 Wollschn&uuml;re, 1 Kugelbahn, 1 Metallkugel, 1 Weltkarte, 1 Pachisi&reg;-Spielfeld / Punkteleiste, 5 Punkte- Rundenanzeiger, 2 Lineale, 1 Bierdeckel, 1 Trennwand, 1 Armbrust mit Gummiring, 1 Schwammball, 2 Schl&auml;ger, 4 Styroporkugeln, 4 Strohhalme, 1 Tischtennisball, 1 Lorbeer-Kranz, 1 W&uuml;rfelbecher, 1 W&uuml;rfel, 2 Stimmt's-Chips, 6 Aufstellf&uuml;&szlig;e, 1 Sanduhr&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Sand Timers",
      "TV Shows: Schlag den Raab"
    ]
  },
  {
    "Rank": "13252",
    "Name": "Das Duell um die Geld",
    "ID": 216895,
    "Year": "(2016)",
    "Geek Rating": "5.543",
    "Avg Rating": "6.81",
    "Link": "https://boardgamegeek.com/boardgame/216895/das-duell-um-die-geld",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "150",
    "Weight": "2",
    "Description": "Mixture of Poker with a quiz game. Based on a German TV show.&#10;&#10;Turn and betting structure of the game are the same as Texas Holdem but instead of cards you are betting on your answer to quiz questions. When the question is read every player puts down his or her guess secretly on a card(all answers are numbers). Then a turn of betting happens. For the &quot;flop&quot; and &quot;turn&quot; different hints for the answers are revealed. For the &quot;river&quot; the answer is revealed and there is a final betting round. Whoever is closest to the correct answer wins the pot.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Movies / TV / Radio theme",
      "Party Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Player Elimination"
    ],
    "Families": []
  },
  {
    "Rank": "13253",
    "Name": "Expedition Sumatra",
    "ID": 73655,
    "Year": "(2010)",
    "Geek Rating": "5.543",
    "Avg Rating": "6.19",
    "Link": "https://boardgamegeek.com/boardgame/73655/expedition-sumatra",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.4286",
    "Description": "Sumatra - Island of many rare species&#10;&#10;On behalf of the most famous zoological gardens of the Western World a few teams of big game hunters set out to the jungle of Sumatra to catch some nearly extinct species for the benefit of posterity. While also the black market lures with attractive prices, the inhabitants of the island have a say in the matter as well.&#10;&#10;Expedition Sumatra leads the players into the dense primeval forest of the Indonesian island. By cleverly flipping and rotating the path tiles they have to build new roads through the jungle, track down rare animals and load them onto their ships, which circle around the island.&#10;&#10;Like the vegetation in a jungle the board of Expedition Sumatra is constantly changing its appearance - old paths vanish, new ones appear, while the players are searching for animals hidden in the forest. And each tile that is flipped raises the question anew: Will the hunt be successful or will there be only deserted paths or might there even be a native lurking, ready to take the hard-won animals back to the jungle?&#10;&#10;---&#10;&#10;Sumatra - Insel vieler seltener Tierarten&#10;&#10;Im Auftrag namhafter Zoologischer G&auml;rten machen sich mehrere Teams von Gro&szlig;wildj&auml;gern daran, zum Nutzen der Nachwelt einige der selten gewordenen Tiere im Dschungel von Sumatra einzufangen. Zwar lockt auch der Schwarzmarkt mit guten Preisen, doch die Inselbewohner haben ebenfalls noch ein W&ouml;rtchen mitzureden.&#10;&#10;Expedition Sumatra f&uuml;hrt die Spieler in einen &uuml;ppig wuchernden Inselurwald. Hier gilt es, durch geschicktes Klappen und Drehen der Wegepl&auml;ttchen Pfade durchs Dickicht zu bahnen, seltene Tiere zu entdecken und auf das eigene Schiff, das die Insel umkreist, zu verladen.&#10;&#10;Wie die Vegetation eines Urwalds ver&auml;ndert sich bei Expedition Sumatra best&auml;ndig der Spielplan - alte Wege verschwinden, neue entstehen, w&auml;hrend die Spieler auf der Suche nach im Dschungel versteckten Tieren die gr&uuml;ne Wildnis durchk&auml;mmen. Bei jedem Klappen eines Wegepl&auml;ttchens stellt sich erneut die Frage, was sich darunter verbirgt - wird einem das Jagdgl&uuml;ck hold sein, st&ouml;&szlig;t man nur auf verlassene Pfade oder lauert einem gar ein Eingeborener auf, der wom&ouml;glich die m&uuml;hsam gefangenen Tiere wieder zur&uuml;ck in den Urwald bringen will?&#10;&#10;",
    "Categories": [
      "Animals",
      "Exploration",
      "Maze",
      "Transportation"
    ],
    "Mechanics": [
      "Pick-up and Deliver",
      "Tile Placement"
    ],
    "Families": [
      "Country: Indonesia"
    ]
  },
  {
    "Rank": "13254",
    "Name": "Coerceo",
    "ID": 84783,
    "Year": "(2011)",
    "Geek Rating": "5.543",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/84783/coerceo",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "3.3333",
    "Description": "Coerceo is a strategic board game that is played between two players. The objective of the game is to win from your opponent by enclosing the opponents pieces and thus removing them from the board. Coerceo has only a few basic game rules that can be mastered in just a couple of minutes.&#10;&#10;The Coerceo board consists of 19 board tiles, each tile having 6 sides (hexagonal shape). A tile has 6 alternating black and white triangles marked on them. The 19 board tiles placed against each other make up the Coerceo modular game board. Each player starts with 18 identical game pieces which represent them on the board. Each game piece is a tetrahedron (i.e. shaped like a three sided &lsquo;pyramid&rsquo;). All game pieces have the same playing capabilities, which are moving and enclosing pieces from the opponent.&#10;&#10;The Coerceo board gets smaller during the game when tiles are taken away from the board. This means that the opponent is never far away.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Map Reduction",
      "Modular Board"
    ],
    "Families": [
      "Category: Combinatorial",
      "Misc: Mensa Select",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "13255",
    "Name": "The Doomed",
    "ID": 344708,
    "Year": "(2023)",
    "Geek Rating": "5.543",
    "Avg Rating": "8.81",
    "Link": "https://boardgamegeek.com/boardgame/344708/the-doomed",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.25",
    "Description": "A miniatures skirmish game, with simple rules, no measuring of distances, and an ethos of &quot;playing to see what happens&quot;. Players bring their own miniatures, from any game range they like - or &quot;kitbashed&quot; from parts.&#10;&#10;Game play is semi-competitive, with two player-controlled teams competing over the same scenario, with an automated &quot;Horror&quot; that threatens both teams.&#10;&#10;Players alternate activating a character, with each character taking up to three actions. Actions (movement, attacks, saves) involve a six-sided die rolled and compared to a single &quot;Quality&quot; stat for that character.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Solo / Solitaire Game"
    ],
    "Families": []
  },
  {
    "Rank": "13256",
    "Name": "Critical: Sanctuary – Season 1",
    "ID": 377506,
    "Year": "(2023)",
    "Geek Rating": "5.543",
    "Avg Rating": "7.17",
    "Link": "https://boardgamegeek.com/boardgame/377506/critical-sanctuary-season-1",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Beyond the Neveen sea, something strange is unfolding on the Crescent archipelago, the cradle of the gods. Tombs that have long lain dormant have awakened, and ancient tales of monsters now abound.&#10;&#10;The Explorers' Guild is seeking to unveil these mysterious new occurrences, and has sent its most talented members.&#10;&#10;Critical: Sanctuary &ndash; Season 1 is constructed like a television series, plunging you straight into 9 heart-stopping episodes of 30 minutes each .&#10;Take on the role of Gamemaster, to bring the adventure to life, or play one of the characters interacting with the scenario.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Medieval",
      "Travel"
    ],
    "Mechanics": [
      "Role Playing"
    ],
    "Families": [
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "13257",
    "Name": "Cairo",
    "ID": 3138,
    "Year": "(2002)",
    "Geek Rating": "5.543",
    "Avg Rating": "5.89",
    "Link": "https://boardgamegeek.com/boardgame/3138/cairo",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.2593",
    "Description": "Game about building pyramids. Your ship sails up and down the Nile, while you flick blocks, big blocks, and dice off the top of the ship hoping to get them to land at building sites. Then you can use blocks collected at the sites to build pyramids for more points, and the majority of blocks on a site gets the most points. Also, a die chooses which finger you have to use to flick the blocks. Kind of a golf/billiards/El Grande hybrid.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Ancient: Egypt",
      "Cities: Cairo (Egypt)",
      "Constructions: Pyramids",
      "Mechanism: Finger Flicking Games",
      "Rivers: Nile"
    ]
  },
  {
    "Rank": "13258",
    "Name": "Tony & Tino",
    "ID": 4328,
    "Year": "(2002)",
    "Geek Rating": "5.543",
    "Avg Rating": "5.88",
    "Link": "https://boardgamegeek.com/boardgame/4328/tony-and-tino",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.697",
    "Description": "War & Sheep, Tony &amp; Tino and Drake & Drake are the first two player games published by Eurogames. All three were designed by Bruno Cathala.&#10;&#10;Tony &amp; Tino are two twin sons of the local Godfather. They are battling for the control of the Chicago streets. One who gains more money will have the honor of becoming the new Godfather. The tile placement system is somewhat reminiscent of Cosmolancer, but in a much lighter vein.&#10;&#10;Part of the Eurogames Games for 2 Series.&#10;&#10;",
    "Categories": [
      "Mafia"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Games for 2 (Eurogames)"
    ]
  },
  {
    "Rank": "13259",
    "Name": "TravelBattle",
    "ID": 228509,
    "Year": "(2017)",
    "Geek Rating": "5.543",
    "Avg Rating": "7.24",
    "Link": "https://boardgamegeek.com/boardgame/228509/travelbattle",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "60",
    "Weight": "2.2857",
    "Description": "Description from the publisher:&#10;&#10;TravelBattle is a complete table top miniatures game in a box. &#10;It is intended for gamers who have limited space, or those who are traveling on a long journey or holiday and need a gaming fix! &#10;All the playing pieces are made of coloured plastic, and include two 3 dimensional green terrain boards with separate woods, grey buildings and red and blue armies. The size of the miniatures is 8mm.&#10;&#10;The two terrain boards are designed to be placed together on any edge, giving the potential for 16 different battlefields. The 1&quot; grid marked on the boards precludes the need for rulers to be used in the game.&#10;&#10;The simple rules system should allow a game to played within an hour.&#10;&#10;The two armies are generic Napoleonic forces of equal size and composition which make up three brigades for each side. There is a simple painting guide in case you which to enhance your armies and terrain boards.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Modular Board"
    ],
    "Families": [
      "Components: Miniatures",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "13260",
    "Name": "Mad Magazine Card Game",
    "ID": 2240,
    "Year": "(1979)",
    "Geek Rating": "5.543",
    "Avg Rating": "5.89",
    "Link": "https://boardgamegeek.com/boardgame/2240/mad-magazine-card-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.1053",
    "Description": "Get rid of your cards as fast as possible, by playing the right combination of cards, forcing your opponents to miss their turn, trade their cards, or receive extra cards.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip",
      "Humor"
    ],
    "Mechanics": [
      "Hand Management",
      "Lose a Turn",
      "Matching",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "13261",
    "Name": "Game of Quotes: Verrückte Zitate",
    "ID": 218824,
    "Year": "(2017)",
    "Geek Rating": "5.543",
    "Avg Rating": "5.78",
    "Link": "https://boardgamegeek.com/boardgame/218824/game-of-quotes-verruckte-zitate",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.2727",
    "Description": "&quot;For each complex problem, there is an answer that is clear, simple, and false.&quot; &mdash;Donald Trump&#10;&quot;The proletarians have nothing to lose but their chains.&quot; &mdash;Heidi Klum&#10;&#10;These are but two of the quotations that you'll find in Game of Quotes, but it's up to you to determine who didn't say them. In a round, each player chooses a quote, then attributes it to an incorrect source. Humorous combinations are rewarded by other players, and whoever scores the most wins.&#10;&#10;",
    "Categories": [
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Player Judge"
    ],
    "Families": [
      "Books: The Kangaroo Chronicles"
    ]
  },
  {
    "Rank": "13262",
    "Name": "Magnet",
    "ID": 33156,
    "Year": "(2008)",
    "Geek Rating": "5.543",
    "Avg Rating": "6.24",
    "Link": "https://boardgamegeek.com/boardgame/33156/magnet",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.3333",
    "Description": "Magnet won 2010 Runner Up Abstract Game of the Year in Games Magazine.&#10;&#10;An abstract game where players try to get their king to the middle of the board. Each player has 12 blocks, 11 of which can be promoted 1, 2, or 3 times, thus increasing their movement capability (the king cannot be promoted so don't promote all your other pieces, or you will give away your king's location). A &quot;magnet,&quot; a black pawn, is placed on a gridded point and affects all of a player's pieces on lines radiating out from that point, moving them closer to the magnet. You can capture other pieces in this way, removing them from the board.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Digital Implementations: BoardSpace",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "13263",
    "Name": "Sneaky Bastard",
    "ID": 344039,
    "Year": "(2021)",
    "Geek Rating": "5.543",
    "Avg Rating": "6.31",
    "Link": "https://boardgamegeek.com/boardgame/344039/sneaky-bastard",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "1.3333",
    "Description": "Congratulations, you&rsquo;re about to buy your own house! However, buying a house requires money. And lots of it. In order to lay claim on the piece of real estate of your choosing, you&rsquo;re going to participate in an auction. But the market for real estate is tricky. Before you know it, some sneaky bastard walks away with your money. Or, as you&rsquo;re strapped for cash, would YOU rather be that sneaky bastard?&#10;&#10;Sneaky Bastard is an auction game with a twist. Whoever gets hold of the most expensive houses wins the game. You&rsquo;re not only placing bids on the real estate, but also on the bids themselves with the aid of Sneaky Bastard-cards, in order to gain more financial means. In this way, the game plays like an auction-within-an-auction.&#10;&#10;Sneaky Bastard is a fast-paced game that revolves around strategy, tactics and interaction. By carefully considering when to play a Sneaky Bastard, you&rsquo;ll be able to gather the financials means to place bids in the later rounds. You&rsquo;ll need the best real estate in order to win Sneaky Bastard, but you&rsquo;ll also use houses as an alternative for money cards during later auctions.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Auction / Bidding"
    ],
    "Families": [
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "13264",
    "Name": "Kriegbot",
    "ID": 38266,
    "Year": "(2008)",
    "Geek Rating": "5.543",
    "Avg Rating": "7.23",
    "Link": "https://boardgamegeek.com/boardgame/38266/kriegbot",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.6875",
    "Description": "Kriegbot, the future of robotic combat vehicles.  Secretly outfit your robot with weapons like railguns, EMP blasters, and chainsaws.  Add a couple of systems like targeting computers, incendiary munitions, or radar.  Mount all of this hardware on a unique chassis, like a hovercraft or a helicopter, and then team up and battle it out with other kriegbots on a tactical terrain map.  &#10; Kriegbot is a game for 2 to 6 players, which takes an hour or two to play. It is designed by Matt Eklund of Sierra Madre Games. It comes with rules and technology background, 6 plastic robot figures, 40 plastic markers, 92 color design cards, 6 color vehicle templates, 3 special dice, and 1 color map.&#10;&#10;",
    "Categories": [
      "Fighting",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Movement Points",
      "Variable Player Powers"
    ],
    "Families": [
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "13265",
    "Name": "Dȗhr: The Lesser Houses",
    "ID": 246508,
    "Year": "(2018)",
    "Geek Rating": "5.543",
    "Avg Rating": "6.44",
    "Link": "https://boardgamegeek.com/boardgame/246508/duhr-the-lesser-houses",
    "Min Players": "4",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.6",
    "Description": "The monolithic city-state of D&ucirc;hr is at once a crucible of emerging and forgotten cultures, a cynosure of commerce, and a titan of military might. Its Great and Lesser Houses rise and fall with the whims of its Family Royal, the Sovereign House Kythid&ucirc;hr. Amidst the festivals of summer, House Kythid&ucirc;hr announced its intent to elevate one of D&ucirc;hr&rsquo;s Lesser Houses to Great House status. By autumn&rsquo;s frosts, the Lesser Houses were deeply embroiled in a fierce battle for the coveted title. Not with soldiers, for that would waste blood and gold, but with the most insidious of political weapons: suspicion and scandal. They attacked each other with aspersions and calumny, well devised and craftily exploited, designed to erode the social standing of their rival Houses and thereby remove them from contention.&#10;&#10;D&ucirc;hr: The Lesser Houses accommodates 4 to 6 players. Each player is the master of a Lesser House of D&ucirc;hr, vying for Great House status. Players take turns using cards in their hand to trigger events, place suspicions and scandals on each other&rsquo;s House, or activate their own House&rsquo;s unique ability to affect cards already placed. The accumulation of suspicion and scandal cards on a House card erodes the populace&rsquo;s favor for that House by raising suggestions of wrongdoing or embroiling it in scandals that incite public outrage.&#10;&#10;All Houses begin the game without any suspicions or scandals and favored by the people of D&ucirc;hr. When a House accumulates a combined total of 5 suspicion and/or scandal cards, that House falls into disfavor with the populace. If a disfavored House ever has 3 or more revealed scandal cards, the House becomes vilified. The game ends immediately when the number of favored Houses remaining is 1 or none. Whoever has the highest score at that point wins the game. It is possible for a disfavored or vilified House to outscore a favored House and win the game!&#10;&#10;Pronunciation note: pronounce &quot;&ucirc;&quot; in &quot;D&ucirc;hr&quot; like the &quot;oo&quot; in &quot;doom.&quot;&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Fantasy",
      "Negotiation"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That",
      "Trading",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "13266",
    "Name": "Life Siphon",
    "ID": 256831,
    "Year": "(2019)",
    "Geek Rating": "5.543",
    "Avg Rating": "6.18",
    "Link": "https://boardgamegeek.com/boardgame/256831/life-siphon",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2.25",
    "Description": "Dragons have taken over the surface, forcing humans underground. During explorations, you and your fellow humans discover a box with an orange glowing eye on the outside. The words DO NOT OPEN are carved on the sides. Of course you open it...ONLY TO BE INSTANTLY CURSED!&#10;&#10;The only escape is to take out your closest friend with your new cursed powers to summon Familiars and cast spells at the cost of your own life.&#10;&#10;Each player's goal in Life Siphon is to defeat the player to their left, and the game ends when the first player drops to zero health, meaning you must plan your strategy to be effective offensively against one player while defending against another. Since everything costs your own health, the heavier your offense, the more vulnerable you are. You may even find yourself aiding your attacker to give you the opportunity to make the killing blow.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting",
      "Medieval"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "13267",
    "Name": "Anno 1452",
    "ID": 323,
    "Year": "(1999)",
    "Geek Rating": "5.543",
    "Avg Rating": "6.03",
    "Link": "https://boardgamegeek.com/boardgame/323/anno-1452",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.9412",
    "Description": "A game about the consolidating of power in the Holy Roman Empire in 1452. Players attempt to gain victory points through a variety of sources. In a system that has similarities to El Grande, players have a limited number of actions each turn to place resources into territories on a map. Going beyond El Grande, the game provides several different types of resources to manage and also gives players several different ways of undermining other players' positions.&#10;&#10;One element that stands out is a balancing mechanism where the weakest player each turn is crowned king and is given several benefits. The weak player then has a strong military advantage in getting a better position in the game.&#10;&#10;",
    "Categories": [
      "Medieval",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling"
    ],
    "Families": [
      "Components: Map (Continental / National scale)"
    ]
  },
  {
    "Rank": "13268",
    "Name": "Central America",
    "ID": 2080,
    "Year": "(1987)",
    "Geek Rating": "5.543",
    "Avg Rating": "6.08",
    "Link": "https://boardgamegeek.com/boardgame/2080/central-america",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "4.2326",
    "Description": "Central America is a comprehensive, dynamic simulation that encapsulates the multiple elements of modern land and air combat.  Conventional and guerrilla warfare are combined in a fluid, interactive game system.  Players choose for themselves the intensity of the game and the level of detail involved.  Four Introductory Scenarios teach the basics of the game.  Five Intermediate Scenarios offer a night's play.  Seven Campaign Scenarios cover the vast potential of war in Central America, from the historical fall of Somoza, to a US invasion of Nicaragua, to World War III.&#10;&#10;",
    "Categories": [
      "Civil War",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Country: USA",
      "Digital Implementations: VASSAL",
      "History: Central American crisis",
      "History: Cold War",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Region: Central America"
    ]
  },
  {
    "Rank": "13269",
    "Name": "La Der des Ders",
    "ID": 279556,
    "Year": "(2019)",
    "Geek Rating": "5.543",
    "Avg Rating": "7.20",
    "Link": "https://boardgamegeek.com/boardgame/279556/la-der-des-ders",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2",
    "Description": "La Der des Ders (The War That Ends All Wars) is a two-player Strategic level wargame upon the World War One. Created by Arnauld Della Siega, &quot;La Der des Ders&quot; is published in the issue #145 of the French wargaming magazine Vae Victis.&#10;&#10;The game covers the entire conflict from 1914 to 1919. Each player control one of the two sides: the Central Powers or the Entente Allies. It's possible to play alone with specific Solitaire rules.&#10;&#10;One turn is equivalent to 4 months. There's a maximum of 14 turns except if the war is won before. Each turn, players gain Resources Points that may be spent in Research, Offensives, Reinforcements and Naval Warfare.&#10; A turn follows these steps : &#10;&#10;     Initiative&#10;     Events&#10;     Collect of Resource points&#10;     the player with the initiative spend his points&#10;     Naval Warfare for the initiative player&#10;     the player without the initiative spend his points&#10;     Naval Warfare for the player without the initiative&#10;&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Area Movement",
      "Area-Impulse",
      "Dice Rolling",
      "Events",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Continents: Europe",
      "Magazine: Vae Victis",
      "Players: Games with Solitaire Rules",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "13270",
    "Name": "1812: The Campaign of Napoleon in Russia",
    "ID": 4087,
    "Year": "(1972)",
    "Geek Rating": "5.543",
    "Avg Rating": "6.96",
    "Link": "https://boardgamegeek.com/boardgame/4087/1812-the-campaign-of-napoleon-in-russia",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.3077",
    "Description": "Two versions are included, using separate maps covering most of Russia. The strategic game is area driven, while the tactical version covers the game scope but using hex mechanics.&#10;&#10;There is an earlier version of the box that is NOT plastic, it is a completely cardboard box. Many of the early SPI games came in these cardboard boxes until someone bright decided that the plastic ones would be cheaper and more easily manipulated for advertising.&#10;&#10;400 Counters&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Hexagon Grid",
      "Movement Points"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Continents: Europe",
      "Digital Implementations: VASSAL",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Leipzig System (SPI)"
    ]
  },
  {
    "Rank": "13271",
    "Name": "Sapporo 1876",
    "ID": 376587,
    "Year": "(2022)",
    "Geek Rating": "5.543",
    "Avg Rating": "7.20",
    "Link": "https://boardgamegeek.com/boardgame/376587/sapporo-1876",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.5",
    "Description": "In 1872, the Government of Meiji Japan promoted immigration to Sapporo to develop Hokkaido.&#10;&#10;In 1876, Sapporo Agricultural College was opened to develop human resources, including immigrants.&#10;&#10;Players are feudal lords who have moved to Sapporo. Contribute to Sapporo's municipal government in order to raise your clan's prosperity and wealth.&#10;&#10;To achieve this, it is important to contribute to the education at the Agricultural College. Send your well-trained pupils to the city hall and put them into vital positions. It is also important to cultivate lands, build personal contacts, and invest in buildings for future prosperity.&#10;&#10;At the end of the game, the player who has earned more fame points will have their name engraved in the history of Sapporo development.&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": [
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "13272",
    "Name": "The Acts of the Evangelists",
    "ID": 348939,
    "Year": "(2022)",
    "Geek Rating": "5.543",
    "Avg Rating": "7.08",
    "Link": "https://boardgamegeek.com/boardgame/348939/the-acts-of-the-evangelists",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.3333",
    "Description": "In The Acts of the Evangelists, players compose the texts that history will know as the four Christian gospels.  Travel to nine cities of the Roman Empire, acquiring traditions about the life and sayings of Jesus of Nazareth, interview eyewitnesses to those traditions, and arrange your text into a pleasing literary account.&#10;&#10;You begin the game with three codex leaves, each of which can accommodate two tradition cards, and when you acquire a tradition you &ldquo;write&rdquo; it into your text by physically placing it on the codex leaf card.&#10;&#10;On your turn, you receive three action octagons, to initiate actions, which let you travel, gain a tradition card, interview an eyewitness, or rearrange the leaves of your text.  Each action has a &ldquo;weak&rdquo; (one octagon) or &ldquo;strong&rdquo; (two octagons) form.  Additionally players have &ldquo;follow tokens&rdquo; which you give to an opponent to follow an action they took.&#10;&#10;The game ends when all nine of the eyewitnesses have died.  Players score points for the witnesses they interviewed, the literary devices they create, and the traditions they acquire that match their theme.  The player with the most points wins.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Religious"
    ],
    "Mechanics": [
      "Action Points",
      "Follow"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Religious: The Bible"
    ]
  },
  {
    "Rank": "13273",
    "Name": "Super Farmer: The Card Game",
    "ID": 286147,
    "Year": "(2019)",
    "Geek Rating": "5.543",
    "Avg Rating": "7.42",
    "Link": "https://boardgamegeek.com/boardgame/286147/super-farmer-the-card-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "Super Farmer: The Card Game brings a refreshing new approach to one of Poland's best-known and most popular games - &quot;reverse drafting&quot; cards for your opponents. On your turn, pick one animal card to add to your own farm, then choose another animal card for one of the other players' farms.&#10;Whether you're working on your own or teaming up with a neighboring farm, you must protect your animals and provide them with food and water to score the most points. Although your opponents will choose some of the cards for your farm, it's up to you to adapt your strategy to use the cards wisely.&#10;&#10;&bull;&bull;&bull;&#10;&#10;Super Farmer: The Card Game to nowa ods&#197;&#130;ona najpopularniejszej polskiej gry. Kilka tryb&oacute;w rozgrywki pozwala na dynamiczn&#196;&#133; oraz pe&#197;&#130;n&#196;&#133; emocji zabaw&#196;&#153; &ndash; zar&oacute;wno przy dw&oacute;ch, jak i sze&#197;&#155;ciu graczach. Proste zasady i mn&oacute;stwo interakcji mi&#196;&#153;dzy uczestnikami &ndash; to w&#197;&#130;a&#197;&#155;nie Super Farmer: The Card Game.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Farming"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Occupation: Farmer"
    ]
  },
  {
    "Rank": "13274",
    "Name": "5x15",
    "ID": 309341,
    "Year": "(2020)",
    "Geek Rating": "5.543",
    "Avg Rating": "6.98",
    "Link": "https://boardgamegeek.com/boardgame/309341/5x15",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.5",
    "Description": "5x15 is a solo, free, print &amp; play game from Friedemann Friese, inspired by the solitaire &quot;Montana&quot;.&#10;&#10;Your goal is to sort 75 number tiles, consisting of five colors and values from 1-15, in a play area of 5 rows and 15 columns (hence &quot;5x15&quot;).&#10;&#10;You win, if you create single-colored rows with ascending numbers from 1-15.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Number",
      "Print & Play"
    ],
    "Mechanics": [
      "Modular Board",
      "Pattern Building",
      "Slide / Push",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "13275",
    "Name": "Monsters Ravage America",
    "ID": 285,
    "Year": "(1998)",
    "Geek Rating": "5.543",
    "Avg Rating": "5.88",
    "Link": "https://boardgamegeek.com/boardgame/285/monsters-ravage-america",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.1905",
    "Description": "Each player is one of six Giant Monsters, stomping across a map of the USA in search of cities to destroy. The monsters run the gamut from the classic (enormous lizards and gargantuan apes) to the slightly more unconventional (50-foot glow worms, anyone?), and each has its own set of attributes and powers.&#10;&#10;Ingeniously, everyone also controls an arm of the military, which can be used to attack and weaken the other monsters on the board. It's a losing battle for the militia -- monsters can wipe out military bases and reduce the total number of forces available to each player -- but you can get a few good licks in early in the game.&#10;&#10;The battle escalates until the 20th city is reduced to rubble. At that time, all the monsters duke it out in a free-for-all, mano-a-clawo Monster Challenge; and when the dust settles, the last monster standing is declared the winner.&#10;&#10;This game was remade into Monsters Menace America.&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Creatures: Monsters",
      "Theme: Kaiju"
    ]
  },
  {
    "Rank": "13276",
    "Name": "Red HINT",
    "ID": 239435,
    "Year": "(2017)",
    "Geek Rating": "5.543",
    "Avg Rating": "6.79",
    "Link": "https://boardgamegeek.com/boardgame/239435/red-hint",
    "Min Players": "4",
    "Max Players": "10",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "In  Red HINT, your teammates have to guess what you are trying to tell them. Along the way you both mime, draw, hum and talk about everything from 'European Capitals' and 'Movie Villains' to 'Songs about wink' and 'Pizza Fill'. You must be both quick and creative, but beware! There is always one forbidden word that you may not use. An entertaining party game for everyone that gets the hint.&#10;&#10;The game plays like &quot;ordinary&quot; HINT, but two of the categories have been changed.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Singing",
      "Storytelling",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "13277",
    "Name": "Shop 'N Time",
    "ID": 220672,
    "Year": "(2017)",
    "Geek Rating": "5.543",
    "Avg Rating": "5.99",
    "Link": "https://boardgamegeek.com/boardgame/220672/shop-n-time",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "How about some nice aftershave from 1949? Or maybe you're looking for a fancy fly swatter from 2014? You just found a magical store that has all of these products and more! All it takes is a good eye and a fast hand, and these bargains can be yours!&#10;&#10;Shop 'N Time is a real-time, app-assisted card game with simple rules. In the basic game mode, &quot;Price Target&quot;, each player is given the same budget, then dealt a hand of seven cards. You pick one to purchase, pass the rest, possibly pick another, then pass, etc., and you keep going until you have at least three cards but think the price of those items is still within your budget. Once everyone passes, each player scans the items they've purchased to see who's come closest to spending the budget without going over.&#10;&#10;Shop 'N Time includes four different games to play with two different playing modes: real-time and strategic.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Real-time"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Components: Digital Hybrid – App/Website Required",
      "Theme: Retro"
    ]
  },
  {
    "Rank": "13278",
    "Name": "Shuffle and Swing",
    "ID": 414350,
    "Year": "(2024)",
    "Geek Rating": "5.543",
    "Avg Rating": "7.23",
    "Link": "https://boardgamegeek.com/boardgame/414350/shuffle-and-swing",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "80",
    "Weight": "3",
    "Description": "The mice Shuffle and Swing met on a starry night while dancing the Cheeseyton under the moonlight. Their love for jazz brought them together and has kept them together for over three decades. A few years back, they opened their very own instrument factory and called it their &quot;Fabulous Factory of Marvelous Musical Gadgets for Giants&quot;.&#10;&#10;Now, they're looking for a new partner to help with the booming business. You and your fellow players are managers at the factory who are looking to make a name for yourselves, with supervisor mice at your employ to recruit cats around the factory and build giant jazz instruments. Since this is a team effort, you can make use of anyone's supervisor, but a supervisor will recruit workers only for their own boss! Careful planning and plenty of bragging will be needed to make sure the instruments get finished and the proper managers get credit for it.&#10;&#10;In Shuffle and Swing, the player who builds the most efficiently, while ensuring that their work is noticed by Shuffle and Swing, will score the most points with their jazzy bosses and win the big promotion!&#10;&#10;&#10;     Race to build certain instruments first by shrewdly investing your efforts and boasting about your work&#10;     Navigate a dual rondel system of moving your mouse to activate dice actions&#10;     Time your building, refreshing, and inspecting wisely while deciding whose dice to use and upgrade&#10;     Enjoy a clean, fast-paced Eurogame with tight interaction and focused competition&#10;     Featuring variable action wheel set-ups and variable instrument objectives&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Music"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "End Game Bonuses",
      "Point to Point Movement",
      "Rondel",
      "Track Movement",
      "Variable Set-up",
      "Worker Placement",
      "Worker Placement with Dice Workers"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "13279",
    "Name": "Wilderness Empires",
    "ID": 168653,
    "Year": "(2015)",
    "Geek Rating": "5.543",
    "Avg Rating": "6.96",
    "Link": "https://boardgamegeek.com/boardgame/168653/wilderness-empires",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2",
    "Description": "Wilderness Empires is a Strategic  level board wargame of the French and Indian War. Were we to become English, French or Native American?&#10;&#10;A French wilderness empire stretches across vast tracts of the North American forest, along its rivers and the Great Lakes. It is growing, pushing further south and east. They have embraced and supported a Native American empire in the western wilderness. Both depend on each other for commerce and protection. Both are threatened by British expansion from the east. Both have aligned themselves together to stop it. Then a small skirmish on their frontier ignites a world war that engulfs them all and changes their empires forever.....&#10;&#10;Wilderness Empires is a point to point Strategic level  board-wargame of the French and Indian War. Players take the roles of the French and their Native American allies or the British and their American Provincials. Game play is fast and fun with clean mechanics and short rules. Wilderness Empires uses event cards to bring the detail and rich history into the game and showcases this important time in American and European history.&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "American Indian Wars",
      "Card Game",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Point to Point Movement",
      "Team-Based Game"
    ],
    "Families": [
      "Components: Block Wargames",
      "Country: France",
      "Crowdfunding: Kickstarter",
      "History: French and Indian War",
      "Theme: Colonial"
    ]
  },
  {
    "Rank": "13280",
    "Name": "Kyoto Protocol",
    "ID": 147400,
    "Year": "(2015)",
    "Geek Rating": "5.543",
    "Avg Rating": "6.51",
    "Link": "https://boardgamegeek.com/boardgame/147400/kyoto-protocol",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.6",
    "Description": "In Kyoto Protocol, a card game about energy production and pollution, players play as power companies trying to fulfill a set amount of production quotas, while simultaneously avoiding the overuse of resources as this will result in pollution fines.&#10;&#10;To produce energy, players draw resource cards from the table to their hand, and play sets of a resource type onto the table as production. The shared deck includes a fixed amount of five types of resources, which are from the most common to the rarest: coal, oil, natural gas, wood and uranium.&#10;&#10;The game lasts three rounds and at the end of each round, players check their production. The more cards you have played on the table, the more you produce. If your company cannot produce enough energy for the market, it will be fined for not upholding its end of the contract. In addition, after comparing the production of all players, whoever has used the most of each resource type is fined for pollution. To make things interesting, you have the option of turning your production cards face down, so that they won't be counted as pollution. Though this action requires valuable turns to accomplish, all of the companies might use plenty of effort to mitigate their pollution!&#10;&#10;At the end of the game, the player who produces the most energy, while dodging production fines through clever card play, wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Environmental",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "13281",
    "Name": "Timeline: España",
    "ID": 323352,
    "Year": "(2020)",
    "Geek Rating": "5.543",
    "Avg Rating": "6.83",
    "Link": "https://boardgamegeek.com/boardgame/323352/timeline-espana",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Could you play table football before the inauguration of the first railway line in Spain? And read Platero and I at that time? And see Picasso's Guernica? To win the game, be the first to place all your cards correctly. Combine the cards in this game with other Timeline games to make the game more fun and challenging.&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;&iquest;Pod&iacute;as jugar al futbol&iacute;n antes de la inauguraci&oacute;n de la primera l&iacute;nea de ferrocarril en Espa&ntilde;a? &iquest;Y leer Platero y yo por entonces? &iquest;Y ver el Guernica de Picasso? Para ganar la partida, s&eacute; el primero en colocar correctamente todas tus cartas. Combina las cartas de este juego con otros juegos de Timeline para que la partida sea m&aacute;s divertida y desafiante.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Timeline",
      "Mechanism: Card Line"
    ]
  },
  {
    "Rank": "13282",
    "Name": "Expedition Altiplano",
    "ID": 23258,
    "Year": "(2006)",
    "Geek Rating": "5.543",
    "Avg Rating": "6.09",
    "Link": "https://boardgamegeek.com/boardgame/23258/expedition-altiplano",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.9444",
    "Description": "This is a game for two treasure hunters in ancient Inca ruins. You are both looking for the same relics. But first you put together your exploration team out of archaeologists and soldiers of fortune by drafting cards from the central pile.&#10;During the game you can poach staff members off your adversary or salvage a staffer from deadly traps.&#10;You do all this to meet the required conditions to find those rare treasures. And because they're rare you'd better not miss them.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Exploration"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Take That"
    ],
    "Families": [
      "Country: Peru",
      "Players: Two-Player Only Games",
      "Series: Duo Collection (Matagot)",
      "Theme: Archaeology / Paleontology"
    ]
  },
  {
    "Rank": "13283",
    "Name": "Victim: The Cursed Forest",
    "ID": 304434,
    "Year": "(2020)",
    "Geek Rating": "5.543",
    "Avg Rating": "6.85",
    "Link": "https://boardgamegeek.com/boardgame/304434/victim-the-cursed-forest",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2.7143",
    "Description": "Victim, a horror board game that lets players help each other to find a way out by cooperatively completing defined missions, is for 2-6 people with about 40-90 minutes of playtime. Each player will receive a different character with a different skill such as an ability to be good at navigation, searching, healing and decoding. Players need to brainstorm to wisely divide duties to each other and find a way out in a specific time.&#10;&#10;In the middle of the game, there will be one player to be possessed by the evil and the mission of that possessed player will become to eliminate other players or blocking the way out instead. Therefore, remaining players have to team up to overcome obstacles and try their best to get out of the forest in the end.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Horror",
      "Maze",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Player Elimination",
      "Role Playing",
      "Solo / Solitaire Game",
      "Tile Placement",
      "Traitor Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Players: One versus Many"
    ]
  },
  {
    "Rank": "13284",
    "Name": "Caligula",
    "ID": 50862,
    "Year": "(2009)",
    "Geek Rating": "5.543",
    "Avg Rating": "5.96",
    "Link": "https://boardgamegeek.com/boardgame/50862/caligula",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.56",
    "Description": "It is the year 41 AD. The emperor Caligula has finally gone too far. An occasional political assassination you can understand, but his personal habits are too much to bear! It&rsquo;s time that somebody step in and deal with the madman before it&rsquo;s too late. And if you should happen to profit at the same time you rescue the Republic, well, who could complain about that?&#10;&#10;Caligula puts you and your friends in the togas of the true powers in Imperial Rome: the guys holding the knives! Send your legates throughout the empire to further your own plans and seize valuable opportunities. Keep a wary eye on your rivals and make them pay dear for their gains. Marshal your resources with care, and when the moment is right, strike! Secure your favorite on the throne, and all the wealth and glory of Rome will be yours for the taking!&#10;&#10;Caligula is the first game by Italian designer Pierluca Zizzi, and the sixth title from the up-and-coming young publisher Post Scriptum. ElfinWerks is pleased to be able to bring this exciting game of plots and politics to America. Do you have the savvy to navigate the treacherous politics of the Eternal City? Or will your rivals leave you banished from the halls of power? Take up your knives for the Republic (And for yourself!) in Caligula!&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game",
      "Political"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Open Drafting",
      "Team-Based Game"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Ancient: Rome"
    ]
  },
  {
    "Rank": "13285",
    "Name": "Carcosa",
    "ID": 216224,
    "Year": "(2017)",
    "Geek Rating": "5.543",
    "Avg Rating": "6.09",
    "Link": "https://boardgamegeek.com/boardgame/216224/carcosa",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.7",
    "Description": "In Carcosa, you summon forth the home of the Tattered King, one tile at a time, using your cultists to control leylines, conduct rituals, and influence the districts of Carcosa itself. If they displease you, you can sacrifice them to the dark waters of Lake Hali for the pleasure of the King.&#10;&#10;Each player leads a Lovecraftian cult, taking turns using their prophet to select a tile representing a section of Carcosa from the cult board and adding it to the growing magnificent landscape of ritual sites, leylines, towers and domes. Players can then deploy cultists to control a leyline, conduct a ritual, or influence the districts they have just summoned.&#10;&#10;But Carcosa is no normal city! You must stabilize your summoned tiles with power drawn from leylines or they may be reshaped by other cults! Recruit more cultists by conducting the Forbidden Play at theatres you summon! Send your cultists to gather power and watch them be driven mad by the terrible secrets! Use your oracles to spend power on game-changing spells! Sacrifice your cultists to the horrific avatars of the King!&#10;&#10;The game will end either when a cult gathers enough power to conduct the final summoning of the King in Yellow or enough tiles are placed such that Carcosa becomes a permanent feature of our Earth and the cult with the most power seizes control. Only one cult can succeed in these insane tasks &mdash; but in Lovecraft's mythos, can one truly call that winning?&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Horror",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Solo / Solitaire Game",
      "Team-Based Game",
      "Tile Placement"
    ],
    "Families": [
      "Digital Implementations: Tabletopia",
      "Misc: LongPack Games",
      "Theme: Cthulhu Mythos",
      "Theme: Villainy"
    ]
  },
  {
    "Rank": "13286",
    "Name": "Everything Lost",
    "ID": 315291,
    "Year": "(2020)",
    "Geek Rating": "5.543",
    "Avg Rating": "8.21",
    "Link": "https://boardgamegeek.com/boardgame/315291/everything-lost",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2.3333",
    "Description": "Everything Lost is a thematic solo game set in an apocalyptic world in which you are the hero.&#10;&#10;One day, you wake up. Like always, the first thing you do is open your curtains to look outside......to find out this day is different. You are stunned. Everything is lost. Your town is destroyed. Roads are gone, rubble is everywhere. Most buildings which are still standing look like skeletons. A few people are out there, stumbling goalless between the chaos, like... zombies.&#10;&#10;What is this? What happened? For how long have you been sleeping? You open your fridge. The smell! You close it fast. You feel a cold breeze. You look up. You notice almost half of your roof is missing. You&rsquo;re shaking. It&rsquo;s freezing. You start to feel a primal drift. You realize no one is here to help you. You have got to take care of things. Danger is out there. Instinctively you grab a tool from your toolbox and go outside.&#10;&#10;A game of Everything Lost consists of 4 chapters. In every chapter you choose 1 (out of 2 or 3) missions to play. Each mission starts at your home, the centre of town. You explore the 4 sectors surrounding your home. When you survive all 4 missions, you win. Search for food, repair your roof, steal a bulldozer and ram a warehouse, save survivors from a mall, eliminate a gang of outlaws, etc.&#10;&#10;Next time you may follow a different path, by choosing different missions.&#10;&#10;On your map you draw the city with your pencil as the game progresses. Your 5 white dice represent your energy. Use them well. If you spend a lot of dice, your chances will increase, but you will run out of dice fast. When you do, you will need to rest to get them back. This is risky. The mob will grow and events will force you to make difficult choices.&#10;&#10;Break in buildings to find useful things and weapons, search the rubble, fight zombies and look for  survivors. Convince them to join your team. Get more experienced and unlock new skills and actions. Eventually you will craft new weapons, climb buildings and attack the mob from above, or ambush them. Who&rsquo;s the boss now? But only if you are a real survivor. Will you earn yourself one of the 4 available nicknames? Good luck!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Dice",
      "Exploration",
      "Zombies"
    ],
    "Mechanics": [
      "Action / Event",
      "Dice Rolling",
      "Paper-and-Pencil",
      "Push Your Luck",
      "Solo / Solitaire Game",
      "Sudden Death Ending",
      "Worker Placement with Dice Workers"
    ],
    "Families": [
      "Creatures: Zombies",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "13287",
    "Name": "MedFront: War in North Africa 1940-43",
    "ID": 79,
    "Year": "(1994)",
    "Geek Rating": "5.543",
    "Avg Rating": "6.34",
    "Link": "https://boardgamegeek.com/boardgame/79/medfront-war-in-north-africa-1940-43",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3.0769",
    "Description": "MedFront details the conflict between the Allies and Germany during WWII from 1940-43, as well as the Spanish Civil War from 1936-39. Players have to contend with production, supply, command control and the weather to break the other side's lines and achieve victory.  The game comes with a fantastic detailed map of Spain and North Africa printed on card and many wooden blocks for the units. This is just one portion of the complete EuroFront series, which covers the entire European conflict of WWII.&#10;&#10;This title uses Columbia Games Block system.  While there are variations in the rule sets, all of their games are based on the block system.  Basically this means that rather than using the traditional  counters to represent units on the map the game uses wooden blocks that stand upright with unit details only shown on one side.  This does two things:  First it provides an easy way of producing a &quot;fog of war&quot; because your opponent can not tell, save through good memory, what type of unit a specific piece is or its current strength.  Second, having the blocks stand on end allows the possibility of rotating a block so the current strength is the top number.  Although most war games have some type of mechanism that lets units take steps in their overall strength, counters normally have at most two steps because they only have two sides.  Blocks, however, have four so you can easily keep track of twice the amount of detail that many other war games provide.  With the use of blocks Columbia has provided a way of adding a good deal of depth to their war games without adding complex layers of bookkeeping, allowing interesting and relatively short sessions of play.&#10;&#10;WestFront II: The War in Europe 1943-45 &#226;&#128;&#147; Second Edition includes updated MedFront maps and some Spanish units; EuroFront: The War in Europe, 1936-45 &#226;&#128;&#147; Second Edition has the updated MedFront rules (and the Spanish Civil War scenario and other Spanish units) for those maps.&#10;&#10;Expanded by:&#10;&#10;    EuroFront: War in Europe, 1939-45&#10;&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Secret Unit Deployment",
      "Simulation"
    ],
    "Families": [
      "Components: Block Wargames",
      "Decades: The 1940's",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Front Series (Columbia)"
    ]
  },
  {
    "Rank": "13288",
    "Name": "1883: Building Railroads in Northern Italy",
    "ID": 245223,
    "Year": "(2019)",
    "Geek Rating": "5.543",
    "Avg Rating": "6.93",
    "Link": "https://boardgamegeek.com/boardgame/245223/1883-building-railroads-in-northern-italy",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "180",
    "Play Time": "300",
    "Weight": "4.25",
    "Description": "1883 is a game in the 18xx family of train games, set in Northern Italy in the late 19th and early 20th centuries. It was designed by Manlio Manzini, co-designer of 1841.&#10;Some features: &#10;a/ 1883 is an &quot;incremental cap&quot; style 18xx, where corporations receive money in their treasuries by 1/ players buying the corporations shares or 2/ the corporations issuing their shares to the Bank Pool at almost market price. &#10;b/ Random Events - which corporations can mitigate by buying political support.&#10;c/ Government Concessions - whereby corporations (and players) get a bonus for making certain connections&#10;d/ A bus company - which players may buy shares in, and that has its own network on the board&#10;e/ A co-operative corporation - which players take turns to run (and may steal from)&#10;f/ Two corporations that can merge if their presidents agree.&#10;g/ &quot;Gravity trains&quot; which only cost L.20 and can run on track already used by 'normal' trains and add to company income - they don't count against a company's train limit, but a die is rolled to determine whether they breakdown (and so don't get income) or are even lost altogether. &#10;h/ only a dividend payout greater than or equal to a corporation's current share price will move that share price to the right on the market.&#10;&#10;",
    "Categories": [
      "Economic",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Network and Route Building",
      "Stock Holding",
      "Tile Placement"
    ],
    "Families": [
      "Country: Italy",
      "Series: 18xx"
    ]
  },
  {
    "Rank": "13289",
    "Name": "Storm Over Scandinavia",
    "ID": 15990,
    "Year": "(1998)",
    "Geek Rating": "5.543",
    "Avg Rating": "7.43",
    "Link": "https://boardgamegeek.com/boardgame/15990/storm-over-scandinavia",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "480",
    "Play Time": "480",
    "Weight": "4",
    "Description": "Storm Over Scandinavia covers Denmark, Norway, and Sweden. The centerpiece of this new release is the re-issuing of Narvik: The Campaign in Norway, 1940. This release ties into Grand Europa by providing state-of-the-art Order of Battle information on Swedish, Norwegian, and Danish armed forces from 1939 to 1945 and German Northern Theater armed forces from 1940 to 1943.&#10;&#10;Europa IV game.&#10;&#10;Components:&#10;&#10;    Narvik rules and orders of battle (20 pages)&#10;    Storm Over Scandinavia Scenario rules (70 pages)&#10;    Storm Over Scandinavia orders of battle (60 pages)&#10;    8 map sections (5C-NW; 5C-SW; 5C-NE; 10B-NW; 10B-SW; 10B-NE; 10B-SE; 13A-NE) - each 1/4 Europa map size&#10;    2 map sections (1C-NW; 5C-SE)  - each 1/8 Europa map size&#10;    Five countersheets (Europa countersheet n&deg; 91, 92, 93, 94; Europa Universal marker sheet) - 1,400 counters&#10;    4 Narvik charts &amp; tables&#10;    8 Storm Over Scandinavia charts &amp; tables&#10;    5 Grand Europa  charts/tables/displays&#10;&#10;&#10;Note on maps: 1C, 5C, 10B, 13A were Europa full maps; NW=NorthWest,  SW=SouthWest'...etc'&#10;&#10;(BGG user's description)&#10;&#10;&#10;Narvik:&#10;This is an intense combined arms game. Germany has an overwhelming array of ground, sea and air forces for the invasion. The Allies have time and space on their side. While they can not stand toe to toe with the Germans, they can cause a lot of trouble; they can win the game. This is the second most popular The Europa Series game ever produced. It has a very even play balance and offers unending variations.Storm Over Scandinavia:&#10;The code name of the invasion: Weserubung. It started out as a junior officer and high command war game. A &quot;what-if&quot; scenario on how to invade Norway. It ended up as a full-blown, multi-corps invasion on the event of Germany's attack on France. The Europa level invasion of Norway. The combined arms are also present. The unit and time scales are at Europa levels.&#10;&#10;The Four Hour War:&#10;Germany invades Denmark. Will the Danes resist (that would make it a Five Hour War)? Germany used Denmark as a stepping stone to Norway. Germany had to have a perfect invasion of Denmark to ensure a chance of success against Norway. If you choose to play this scenario, as the Germans, good luck. It is an eye-popping special ops gamble. If you lose as the Germans, no easy invasion for Norway.&#10;&#10;Northern Theater of Operations (NTO):&#10;NTO Combines Weserubung and A Winter War. It begins with the Soviet attack against Finland. The western Allies may intervene to aid Finland. To do so they must transit through Norway. Norway may disagree with this and the Germans may intervene to prevent the Allied intervention. Makes your head hurt, don't it? Ownership of A Winter War (currently available from Games Research/Design (GR/D)) is required for this scenario.&#10;&#10;Invasion Sweden:&#10;No tour of Scandinavia is complete without a visit to sunny Sweden, right? Well, why would the Germans invade Sweden? To prevent them from helping Norway? Maybe. To ensure a flow of iron ore to Germany? Perhaps. Because they can? Why not. Germany decided against this invasion, but now you have the option of testing out such an invasion in this scenario.&#10;&#10;(from back of the box)&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Europa"
    ]
  },
  {
    "Rank": "13290",
    "Name": "Argoat",
    "ID": 226616,
    "Year": "(2017)",
    "Geek Rating": "5.543",
    "Avg Rating": "6.61",
    "Link": "https://boardgamegeek.com/boardgame/226616/argoat",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "1.8333",
    "Description": "Stories claim that Eden is a land of beauty beyond compare and that its residents are bestowed with eternal life. However, the way to Eden is not open to all. Should it be discovered, the paradise will once again fade into darkness. In order to discern its exact location near a frontier town, you must first seek the eight Fragments of Ancient Knowledge hidden across the land. But when you arrive, you discover other outsiders with the same goal.&#10;&#10;In Argoat,&nbsp;the world is built progressively over the course of the game. You will need to&nbsp;gather knowledge as new elements appear. Sometimes you'll have the chance to negotiate with others to obtain this knowledge.&#10;&#10;Will you be the first to discover Eden by gathering the eight Fragments of Ancient Knowledge and find&nbsp;where Eden sleeps?&#10;&#10;The English edition, published by Japanime Games, includes the english rules and new custom shaped meeples.&#10;The original Japanese rulebook has rules both Japanese and English, and contains English paste-ups for the cards.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [],
    "Families": [
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "13291",
    "Name": "Dan and Phil's Truth Bombs",
    "ID": 238329,
    "Year": "(2017)",
    "Geek Rating": "5.543",
    "Avg Rating": "6.46",
    "Link": "https://boardgamegeek.com/boardgame/238329/dan-and-phils-truth-bombs",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "20",
    "Weight": "1",
    "Description": "In the party game Dan and Phil's Truth Bombs, you're going to write something about everyone else at the table, and they're going to write stuff about you. Can you guess who said what?&#10;&#10;To play, lay out question cards on the table on colored mats, then give each player a target sheet and have them write their name in the target box. Everyone passes their target sheet to the left, then everyone takes the target sheet they received, chooses one of the questions (e.g., &quot;What are they terrible at?&quot;), then writes down an answer. When everyone is finished, pass the sheets left again, then choose a question that hasn't already been answered for the sheet you were just handed, and write down an answer to a new question. Continue doing this until you fill in one answer on each person's sheet.&#10;&#10;Players then take turns reading aloud the answers to the questions for the target player whose sheet they hold. The target player then selects their favorite answer and guesses who wrote it.  The player who wrote the favorite answer scores a point.  If the target player was correct in their guess, they also receive a point.&#10;&#10;Play a predetermined number of rounds, then throw all the scores away because you're mad at all the other players.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "13292",
    "Name": "HeroCard Orc Wars",
    "ID": 29126,
    "Year": "(2007)",
    "Geek Rating": "5.543",
    "Avg Rating": "6.26",
    "Link": "https://boardgamegeek.com/boardgame/29126/herocard-orc-wars",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.3889",
    "Description": "Deep within the orcish caverns, the drums begin to beat. High in the treetops, the watch sounds the horns of the hunt. The Clans are on the move, the ancient war begins anew. The Elven Champions gather, test their weapons, draw up their resolve.&#10;&#10;Under the earth, the Orcish King rails against the Elves, exhorting his troops to blood-frenzy. The Queen of the Elves bids her heroes to her, impresses upon them the nature of their task. Tonight the battle will rage. A thousand Orcs will come to slaughter, and a handful of Elves will return the favor.&#10;&#10;HeroCard OrcWars is an asymmetrical fantasy game of fierce combat for two players. OrcWars comes as a two player game with the Paladin and Orc King hero decks. It can be expanded to four players with additional HeroCard decks and figures.&#10;&#10;HeroCard OrcWars is expanded by:&#10;&#10;&#10;    HeroCard Orc Wars Ranger Expansion Deck&#10;    HeroCard Orc Wars Sorceress Expansion Deck&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Modular Board"
    ],
    "Families": [
      "Game: Herocard",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "13293",
    "Name": "Forks",
    "ID": 271288,
    "Year": "(2019)",
    "Geek Rating": "5.543",
    "Avg Rating": "6.58",
    "Link": "https://boardgamegeek.com/boardgame/271288/forks",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "1.3333",
    "Description": "Embezzle or Invest? Make yourself richer and risk getting discovered, or grow the companies, enriching the competition? In Forks you give these problems to your competing boardroom members, sharing the wealth whilst shifting the blame, and always trying to avoid an audit.&#10;&#10;Forks is a fun quick competitive card game in which players aim to give their neighbour a financially disastrous decision and choose the least bad option from those given to them. Working together, in the most un-cooperative way.&#10;&#10;In Forks players draw three cards from the deck, choose one to embezzle (add to their hand) and pass the other two on, to the next player who chooses which one to embezzle and which to invest (add to the central tableau). At the end of the game, only the three companies with the highest values in the middle will score positive values, the rest will be audited, and players will score negative points for embezzling from those companies.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "13294",
    "Name": "GRUNN: Pioniers in de Provincie",
    "ID": 373063,
    "Year": "(2022)",
    "Geek Rating": "5.543",
    "Avg Rating": "7.31",
    "Link": "https://boardgamegeek.com/boardgame/373063/grunn-pioniers-in-de-provincie",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.8571",
    "Description": "GRUNN: Pioniers in de Provincie (&quot;Grunn, Pioneers in the Provence&quot;) is a game in which 1 to 6 players create their own version of the northern province of Groningen, Netherlands. Gameplay is family-friendy, and about optimizing the puzzle, as each type of landscape tile scores victory points in different ways. You develop a landscape by turning over a tile, which generates income and offers the opportunity to construct buildings for even more victory points.&#10;&#10;While the game mainly aims to entertain, the types of landscape and their development are grounded in history. GRUNN is the name of the province in the locals dialect (in spoken language).&#10;&#10;The game will be available in retail selectively and at 31 participating museums which each offer a unique scenario card that expands the game play (and even can be combined together).&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Educational",
      "Farming",
      "Medieval"
    ],
    "Mechanics": [
      "End Game Bonuses",
      "Open Drafting",
      "Pattern Building",
      "Simulation",
      "Solo / Solitaire Game",
      "Tile Placement",
      "Variable Set-up"
    ],
    "Families": []
  },
  {
    "Rank": "13295",
    "Name": "IT: Evil Below",
    "ID": 274152,
    "Year": "(2019)",
    "Geek Rating": "5.543",
    "Avg Rating": "6.69",
    "Link": "https://boardgamegeek.com/boardgame/274152/it-evil-below",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "2",
    "Description": "IT: Evil Below is a co-operative dice and card game that challenges all members of The Losers' Club to work together to drive Pennywise back into hibernation. Based on the horror film classic It, take on the roles of The Losers' Club to stop this looming threat from terrorizing the town of Derry. Defeat him or die trying &ndash; it's up to you.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Pick-up and Deliver",
      "Push Your Luck",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Authors: Stephen King",
      "Misc: LongPack Games",
      "Movies: Horror Movies",
      "Theme: Clowns"
    ]
  },
  {
    "Rank": "13296",
    "Name": "The von Reisswitz Kriegsspiel: The Prussian Army Wargame",
    "ID": 16957,
    "Year": "(1824)",
    "Geek Rating": "5.543",
    "Avg Rating": "8.20",
    "Link": "https://boardgamegeek.com/boardgame/16957/the-von-reisswitz-kriegsspiel-the-prussian-army-wa",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "300",
    "Play Time": "300",
    "Weight": "3.7",
    "Description": "A 1983 translation into English and reprint of the original Prussian Kriegspiel map wargame. The book includes all the tables and charts needed to play as well as cardboard units to be cut out and a terrain map for a small battle. Leeson's translation includes some elements from later developments in the game, until about 1870, when the &quot;Rigid Kriegspiel&quot; (rules-based) of Von Reisswitz gave way to the &quot;Free Kriegspiel&quot; system (based on the umpire's judgment and experience). The aim of the rules is well described by the subtitle &quot;Instructions for the Representation of Military Maneuvers with Kriegspiel Apparatus.&quot;&#10;&#10;The book has been reprinted by Too Fat Lardies in 2007.&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Secret Unit Deployment",
      "Simulation",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "13297",
    "Name": "Inspector Mouse: The Great Escape",
    "ID": 334695,
    "Year": "(2021)",
    "Geek Rating": "5.543",
    "Avg Rating": "6.79",
    "Link": "https://boardgamegeek.com/boardgame/334695/inspector-mouse-the-great-escape",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "The convicts are planning a jailbreak! Inspector Mouse is on their trail, but he needs the detective skills of the players to figure out who was the last crook in the cell with the escape tunnel. If the players are able to correctly identify the criminal that triggered the alarm, they&rsquo;ll have foiled the escape attempt. The player who stops the most escapes wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Deduction",
      "Memory"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Semi-Cooperative Game",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Misc: LongPack Games",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "13298",
    "Name": "Archers of Nand",
    "ID": 309600,
    "Year": "(2020)",
    "Geek Rating": "5.543",
    "Avg Rating": "6.51",
    "Link": "https://boardgamegeek.com/boardgame/309600/archers-of-nand",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "2.1667",
    "Description": "The Valley of Nand is being overrun by wild hordes of orcs. While the local warriors are losing the hand-to-hand battle, the archers of Nand are taking advantage of the height of their mountains to decimate the enemy troops. In this game, you'll have to decide how to protect the valley through the combined action of the warriors and archers of Nand before the orcs destroy everything!&#10;&#10;Archers of Nand is recommended for ages 10 and up, 1 to 2 players, and games of 20 minutes.&#10;&#10;Playing this game you will learn the basics of computer databases (the Nand Valley represents a small data TABLE where you will SELECT its regions to attack the orcs).&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Educational",
      "Fantasy",
      "Fighting",
      "Medieval"
    ],
    "Mechanics": [
      "Action Drafting",
      "Area Majority / Influence",
      "Area Movement",
      "Cooperative Game",
      "Hand Management",
      "Solo / Solitaire Game",
      "Zone of Control"
    ],
    "Families": [
      "Category: Two-Player Fighting Games",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Organizations: Board Games Association of Creators in Spain (LUDO)",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "13299",
    "Name": "Burma: The Forgotten War, 1943–1944",
    "ID": 348849,
    "Year": "(2022)",
    "Geek Rating": "5.543",
    "Avg Rating": "7.30",
    "Link": "https://boardgamegeek.com/boardgame/348849/burma-the-forgotten-war-1943-1944",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "360",
    "Play Time": "0",
    "Weight": "4.4286",
    "Description": "Following in the footsteps of C3i Nr30's South Pacific, Burma: The Forgotten War is a new Empire of the Sun standalone scenario module focused on the conflict in the China-Burma-India WWII theater from mid-1943 to its savage conclusion at the Battle of Imphal-Kohima in 1944.&#10;&#10;Published in C3i magazine nr. 35&#10;&#10;",
    "Categories": [
      "World War II",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: Burma",
      "Country: China",
      "Country: India",
      "Country: Japan",
      "Country: United Kingdom",
      "Magazine: C3i",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Empire of the Sun (RBM Studio)"
    ]
  },
  {
    "Rank": "13300",
    "Name": "Bolets",
    "ID": 358833,
    "Year": "(2022)",
    "Geek Rating": "5.543",
    "Avg Rating": "7.36",
    "Link": "https://boardgamegeek.com/boardgame/358833/bolets",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1.6667",
    "Description": "Mushroom season is finally here, Granny has asked you to fill the pantry and promises to cook a delicious mushroom pie once you get back. The forest is dangerous and it&rsquo;s easy to get lost, but you can&rsquo;t disappoint Granny!&#10;&#10;Bolets is a 9 card game that you can play in about 10 minutes. It&rsquo;s fairly easy to learn and the setup is quickly.&#10;&#10;In this abstract card game, you have to overlap the eight map cards and trace a path to travel from card to card, until you reach Granny&rsquo;s Cottage, with at least one life left. On the way, be careful with the crows and collect as many mushroom points as you can, to beat your own score.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Children's Game",
      "Print & Play",
      "Puzzle"
    ],
    "Mechanics": [
      "Grid Coverage",
      "Grid Movement",
      "Layering",
      "Map Deformation",
      "Network and Route Building",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Theme: Mushrooms",
      "Contests: 9 Card Nanogame PnP",
      "Players: Solitaire Only Card Games",
      "Players: Solitaire Only Games",
      "Theme: Trees and Forests"
    ]
  }
]