[
  {
    "Rank": "N/A",
    "Name": "Star Wars: Legion – Rebel Troopers Unit Expansion",
    "ID": 238373,
    "Year": "(2018)",
    "Geek Rating": "5.546",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/238373/star-wars-legion-rebel-troopers-unit-expansion",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The Alliance recruits warriors from every world &mdash; wherever they can find beings who have come to hate the Empire's tyranny. Together, these ragtag groups of recruits become Rebel Troopers, carrying out the fight against the Empire on dozens of worlds across the galaxy. The Rebel Trooper is well-used to embarking on stealthy missions, and above all, they've learned to trust the other soldiers in their squad with their lives.&#10;&#10;The Star Wars: Legion &ndash; Rebel Troopers Unit Expansion features a full unit of seven Rebel Trooper miniatures, identical to the Rebel Troopers included in the Star Wars: Legion Core Set. This expansion also includes the unit card and an assortment of upgrade cards, inviting you to kit out your Rebel Troopers for any battlefield scenario.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Star Wars – Legion",
      "Movies: Star Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Wars: Legion – 74-Z Speeder Bikes Unit Expansion",
    "ID": 238375,
    "Year": "(2018)",
    "Geek Rating": "5.538",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/238375/star-wars-legion-74-z-speeder-bikes-unit-expansion",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The howl of a 74-Z Speeder Bike racing past is not something that's easily forgotten. The Empire commonly uses these speeder bikes for scouting and reconnaissance missions, but they can also be deployed to terrifying effect on the battlefield, where their sheer speed often prevents the enemy from taking a clean shot.&#10;&#10;The Star Wars: Legion &ndash; 74-Z Speeder Bike Unit Expansion includes a unit of two 74-Z Speeder Bikes, and all the unit cards and upgrade cards you need to expand your forces with these lightning-fast speeders.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Star Wars – Legion",
      "Movies: Star Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Wars: Legion – Stormtroopers Unit Expansion",
    "ID": 238377,
    "Year": "(2018)",
    "Geek Rating": "5.544",
    "Avg Rating": "7.61",
    "Link": "https://boardgamegeek.com/boardgameexpansion/238377/star-wars-legion-stormtroopers-unit-expansion",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "&quot;Only Imperial Stormtroopers are so precise.&quot;&#10;   &ndash;Obi-Wan Kenobi, Star Wars: A New Hope&#10;&#10;No image is more iconic and symbolic of the Empire's power than the expressionless helmet of an Imperial Stormtrooper. These soldiers have been deployed on hundreds of worlds across the galaxy, and everywhere they go, they keep the boot of Imperial oppression firmly placed on the neck of all who resist.&#10;&#10;In the Star Wars: Legion &ndash; Stormtroopers Unit Expansion, you'll find seven Stormtrooper miniatures, identical to the ones included in the Star Wars: Legion Core Set, along with the unit card and upgrade cards that you need to add another unit of Stormtroopers to your army.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Star Wars – Legion",
      "Movies: Star Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "La chasse au fantôme",
    "ID": 238386,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/238386/la-chasse-au-fantome",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "0",
    "Description": "The tomb of the manor of the Eimpfildster is haunted. The hunters must catch the ghost before the end of the 12 chimes of midnight. The ghost mustn't get caught.&#10;&#10;Content:&#10;a board&#10;rules&#10;a 12-sided die&#10;1 blue hunter and his 4 blue detectors&#10;1 red hunter and his 4 red detectors&#10;For the ghost: a marking sheet, a pen and the hiding screen with the coordinates&#10;&#10;Setting:&#10;If there are two players, one of them plays the two hunters.&#10;The ghost is not represented by a token. Thanks to the coordinates on the hiding screen, the player will discreetly indicate the moves of the ghost on the marking sheet.&#10;&#10;The game:&#10;Each turn corresponds to a bell chime. The ghost plays first. Then, the two hunters play together without any given order. The turn is over.&#10;At the end of the 12th chime, if the ghost didn't get caught, he wins.&#10;The ghost gets caught when a hunter and the ghost are on the same square.&#10;&#10;The role of the ghost:&#10;Each turn, he has to move to a square adjoining the one he is on. If he moves to a square where a detector is, it immediately disappears.&#10;The ghost moves to a square with a red detector. It disappears and cannot be used anymore. The hunters know where the ghost is.&#10;The ghost can delay the effect of a blue detector and a red detector for one turn, once in the game.&#10;He can do it when he moves to a square with a detector or when a hunter puts a detector on the square of the ghost.&#10;&#10;The role of the hunters:&#10;Each turn, they can:&#10;- either move to an adjoining square&#10;- or put a detector of their own colour on an adjoining square&#10;- or, but only once in the game, take back one of their detectors from an adjoining square.&#10;Caution! If a hunter moves to a square with a detector, it disappears and can no longer be used.&#10;&#10;&#10;Le tombeau du manoir des Eimpfildster est hant&eacute;. Les chasseurs de fant&ocirc;mes doivent capturer le fant&ocirc;me avant les 12 coups de minuit. Le fant&ocirc;me ne doit pas se faire attraper.&#10;&#10;",
    "Categories": [
      "Print & Play"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Secret Unit Deployment"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Alien Artifacts: Discovery",
    "ID": 238388,
    "Year": "(2018)",
    "Geek Rating": "5.630",
    "Avg Rating": "7.01",
    "Link": "https://boardgamegeek.com/boardgameexpansion/238388/alien-artifacts-discovery",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3",
    "Description": "Humanity has discovered something by accident. It is a mysterious resource, hidden deep under the surface of a distant planet. The race for wealth and new opportunities begins!&#10;&#10;Alien Artifacts: Discovery moves forward the storyline of the universe and introduces a new type of card: Alien Resources. In total, this expansion adds fifty cards to the Alien Artifacts base game.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Set Collection",
      "Variable Phase Order"
    ],
    "Families": [
      "Mechanism: 4X",
      "Mechanism: Tableau Building"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Imperial Settlers: We Didn't Start The Fire",
    "ID": 238389,
    "Year": "(2018)",
    "Geek Rating": "5.724",
    "Avg Rating": "7.36",
    "Link": "https://boardgamegeek.com/boardgameexpansion/238389/imperial-settlers-we-didnt-start-the-fire",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "3",
    "Description": "Imperial Settlers: We Didn't Start The Fire is the third Empire Pack for the Imperial Settlers engine-building card game. Join your favorite factions, best your opponents, and expand your empire!&#10;&#10;The expansion includes fifty five new cards, increasing replayability of the base game, as well as borders that are placed between each pair of players.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Take That",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Imperial Settlers"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Robinson Crusoe: Adventures on the Cursed Island – Mystery Tales",
    "ID": 238391,
    "Year": "(2019)",
    "Geek Rating": "6.146",
    "Avg Rating": "7.89",
    "Link": "https://boardgamegeek.com/boardgameexpansion/238391/robinson-crusoe-adventures-on-the-cursed-island-my",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3.875",
    "Description": "Robinson Crusoe: Mystery Tales is the second big expansion for Robinson Crusoe: Adventures on the Cursed Island. Unlike its predecessor, it not only includes a campaign (titled &quot;The Lost City of Z&quot;) in which you follow great explorer Lieutenant Colonel Percy Fawcett, but also a full set of rules and components that can be played with the base game of Robinson Crusoe, along with two standalone scenarios.&#10;&#10;Robinson Crusoe: Mystery Tales introduces ten new characters, the new deck of event cards, three new decks of adventure cards, new beast cards, new mystery cards, and the new mechanism of sanity that you can use in the base game of Robinson Crusoe to change it into a game of dreadful stories! Additionally, the expansion includes five missions that form a long and epic campaign: &quot;The Lost City of Z&quot;.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Horror"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Books: Robinson Crusoe",
      "Game: Robinson Crusoe – Adventures on the Cursed Island",
      "Islands: Fictional",
      "Mechanism: Campaign Games",
      "Misc: LongPack Games",
      "Players: Games with Solitaire Rules",
      "Theme: Survival",
      "Theme: Tropical",
      "Theme: Tropical Islands"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Neuroshima Hex! 3.0: Iron Gang Hexpuzzles Pack",
    "ID": 238392,
    "Year": "(2018)",
    "Geek Rating": "5.537",
    "Avg Rating": "7.12",
    "Link": "https://boardgamegeek.com/boardgameexpansion/238392/neuroshima-hex-30-iron-gang-hexpuzzles-pack",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "3",
    "Description": "Neuroshima HEX! 3.0: Iron Gang Hexpuzzles Pack contains clever puzzles to solve on your hex board, making it a perfect way to play some HEX on your own or to challenge your friends!&#10;&#10;The Iron Gang Hexpuzzles Pack also includes a bonus army tile for the Iron Gang Army Pack.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Puzzle"
    ],
    "Mechanics": [
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Players: Games with Solitaire Rules",
      "Theme: Post-Apocalyptic"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Litscapes",
    "ID": 238394,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/238394/litscapes",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "(Re-)Discover the exploratory joys of some classic literary adventures through this card game. Players build a hand of descriptive elements from a constantly cycling pool to recreate iconic scenes - focused around landscape description featured in the works. These in turn are used to strategically claim chapters from a random set that match the environmental types of the scenes they have developed, before their opponents.&#10;&#10;The closer the match of the words played to the actual text, the higher the score - but beware of claiming too many chapters with fuzzy 'not-quite-right' elements, for the scoring system favours those whose scenes require the least edits.&#10;&#10;The game features basic and advanced scoring rules, to allow players of all ages to enjoy the (dare we say, educational) game.&#10;&#10;The first text featured in this gaming system is: R.L.Stevenson's Treasure Island.&#10;&#10;",
    "Categories": [
      "Book",
      "Card Game",
      "Word Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Pattern Recognition",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Klaus Störtebeker und die Hansa",
    "ID": 238403,
    "Year": "(1937)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/238403/klaus-stortebeker-und-die-hansa",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This game depicts a battle between the Hanseatic League Fleet and the Pirates of &quot;Victual Brothers&quot; around the island of Heligoland.&#10;&#10;The game has 24 units comprising two fleets with the same mix of units in both fleets. The fleets are differentiated by the color of their hulls and different Flagships.  The ships are of different sizes represented by the number of their masts.&#10;&#10;A ship can take (destroy) an enemy ship of the same or smaller size and can move a number of points on the map based on its size (big ships move less than the smaller ones).  If a ship has other ships on points surrounding it, it is considered protected and cannot be taken.&#10;&#10;The units are flats and appear to be hand painted.  The Flagship of the Hanseatic league is the &quot;Colorful Cow&quot; and the pirate's Flagship is called the &quot;Sea Wolf&quot;. Both Flagships move and attack with a range of 1 but can take out all ships including each other. Victory is determined in multiple ways related to which ships have been lost.&#10;&#10;A truly amazing game from the late 1930s.&#10;&#10;&#10;",
    "Categories": [
      "Medieval",
      "Nautical",
      "Pirates",
      "Wargame"
    ],
    "Mechanics": [
      "Grid Movement"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Theme: Hanseatic League"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Demons: The 9th Circle of Hell UNLEASHED",
    "ID": 238404,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/238404/demons-the-9th-circle-of-hell-unleashed",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "0",
    "Description": "A card based, role playing, kingdom building, adventure game with dice. The best of everything all under one apocalyptic roof!&#10;&#10;Key Features:&#10;&#10;A high fantasy in-depth adventure for gamers and non-gamers alike. 1-8+ players best with 2-6. Playtime: Customizable -Standard game is 60-90 minutes otherwise.&#10;&#10;50+ unique instances to explore, all with their own story and game dynamics. A real adventure in a box! Your adventure will include, but is not limited to: Angry Yeti&rsquo;s, Fire Breathing Spider Kites (see Jorogumo, the Yokai from Japanese mythology), and a whole plethora of horribly gruesome ways to die.&#10;&#10;Takes less than 5 minutes to set up and learn.&#10;&#10;Unlimited re-play value! The starting keeps will change your opening play style, the random instances really mix up the middle, and the demon lord changes the end goal, story, and win conditions. A high fantasy adventure that will keep you coming back for more.&#10;&#10;Also including some of the most horribly interesting traditional demons from history! There&rsquo;s even one that comes in riding a crocodile carrying a hawk! ...sadly the crocodile does not have laser beams on its head.. Yet. Stay tuned for the next expansion! Agares 2.0&#10;&#10;Semi-competitive or Cooperative. Can be played semi-competitively (Kind of like Gimli and Legolas during the Battle for Helms Deep) Or full on co-operatively.. where if your teammate is not doing well.. you should probably help them or you&rsquo;re all probably going to die.&#10;&#10;It's customizable. You can make it harder or easier, longer or shorter, and expand it as you see fit and even change up the rules to give the game a different feel. So stay tuned for lots of great extras. I'm even currently working on a way to extend your campaign, so after you beat back the forces of hell and save the world.. you can push through the gate into the fiery underworld and bring the fight to them!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Exploration",
      "Fantasy",
      "Mythology"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Role Playing",
      "Storytelling"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "City Park",
    "ID": 238405,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/238405/city-park",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "25",
    "Weight": "0",
    "Description": "A calming walk through the park is nice&hellip; but what if you could design the park?&#10;&#10;City Park is a unique card-laying game designed for up to six players. You can even play it as a solo challenge!&#10;&#10;To win, a player must score the most points before the end of the game.  Points are scored by connecting the paths on the playing cards.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Children's Game",
      "City Building"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lords of the Motleyverse",
    "ID": 238408,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "9.20",
    "Link": "https://boardgamegeek.com/boardgame/238408/lords-of-the-motleyverse",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Lords of the Motleyverse is set in the fantasy world of Krahgen where a dark prophecy has begun to unfold. The world&rsquo;s mightiest heroes, sinister villains and mercenaries have all mobilized and are searching for magical relics that have the power to stop or advance the looming events. Krahgen is entering perilous times and it is going to take a coalition of heroes to save the world from the incoming threats. &#10;Lords of the Motleyverse is a 2-4 player, tactical, miniatures and dice skirmish game where players control squads of unique characters fighting for supremacy over treacherous battlefields. Every faction has a distinctive play style and every hero and villain is loaded with its own set of potent abilities. The game has ten built in scenarios and three different modes of play: Slaughter Box, King of the Arena and a Campaign mode. The object of the game is simple, destroy your opponents, collect relics, and be the last faction remaining on the board.&#10;&#10;The combat system is built around rolling dice and creating attack sequences from the results. The attacking player rolls five dice and lines them up from left to right to create an attack sequence and the defending player must match the dice facings in the exact order that the dice are arranged, in three rolls or less. Each unblocked facing on the dice inflicts damage and most importantly determines the direction which enemy models are pushed. Learning to optimize your dice combinations and utilizing the layout of the board is the key to victory.&#10;&#10;The game features a randomized activation order that tends to create high risk, high reward situations and continuously opens fresh avenues for new tactics and strategies. The arena is full of danger and players must pay heed to the terrain itself. Mobile saw blades, pits, spikes and man eating Skull Columns litter the field and have the capability to inflict massive amounts of damage.&#10;&#10;Lords of the Motleyverse is a dynamic game of conflict and perseverance, packed full of action and mayhem, and designed to excel at casual and tournament play alike. The unpredictable activation order, specialized character abilities, vicious terrain features and ever changing circumstances guarantee that no game is ever the same.&#10;&#10;",
    "Categories": [
      "Dice",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Player Elimination",
      "Variable Phase Order"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Battlegroup: Market Garden",
    "ID": 238413,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.55",
    "Link": "https://boardgamegeek.com/boardgameexpansion/238413/battlegroup-market-garden",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "96 page softback campaign supplement detailing the Market Garden operation in the Holland September'44&#10;&#10;Packed full of historical information and narrative, scenarios and a mini campaign. Plus contains airborne army lists, amendments and additions to German army lists.&#10;&#10;Please note: You need the Battlegroup Overlord: Beyond the Beaches campaign supplement (or the original Battlegroup Overlord book) and the main Battlegroup ruleset to play Market Garden.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Point to Point Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Battlegroup Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mysterium: Secrets & Lies – First Printing Promo",
    "ID": 238415,
    "Year": "(2017)",
    "Geek Rating": "5.616",
    "Avg Rating": "7.79",
    "Link": "https://boardgamegeek.com/boardgameexpansion/238415/mysterium-secrets-and-lies-first-printing-promo",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "42",
    "Play Time": "42",
    "Weight": "2",
    "Description": "This promo is 2 cards.&#10;1 psychic story card&#10;1 corresponding ghost story card&#10;You add the cards to the two corresponding decks.&#10;It shipped inside the box of the 1st printing of Mysterium: Secrets &amp; Lies.&#10;That printing, had a sticker on the outer shrink wrap that said, &quot;First Printing Includes 1 exclusive promo card&quot;&#10;The cards depict a s&eacute;ance.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Expansion for Base-game",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Acting",
      "Cooperative Game",
      "Hand Management",
      "Pattern Recognition",
      "Voting"
    ],
    "Families": [
      "Game: Mysterium",
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Carcassonne: Bonusplättchen Spiel 2017",
    "ID": 238416,
    "Year": "(2017)",
    "Geek Rating": "5.533",
    "Avg Rating": "6.57",
    "Link": "https://boardgamegeek.com/boardgameexpansion/238416/carcassonne-bonusplattchen-spiel-2017",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1",
    "Description": "This single-tile mini-expansion can be added to any Carcassonne game. The design, however, matches that of the New Edition of Carcassonne (2014).&#10;This promo was given out (for free) when making a purchase at the Hans im Gl&uuml;ck booth at Spiel 2017, Essen.&#10;&#10;",
    "Categories": [
      "City Building",
      "Expansion for Base-game",
      "Medieval"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Tile Placement"
    ],
    "Families": [
      "Game: Carcassonne",
      "Promotional: Item",
      "Series: Carcassonne Minis"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Goblins of Rainbow Gulch",
    "ID": 238418,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/238418/goblins-of-rainbow-gulch",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "40",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The Lord Emperor High Goblin King Bombash the Cruel and Terrible 11,097th king of the Goblins of Rainbow Gulch is dead, who will take his place?&#10;&#10;You are currently one of six Den Chiefs who could be named as the next King. Gather resources as you travel from den to den to sway your Goblin kin to your side. Sway goblins of the same profession to solidify your position. Or diversify among the different dens and professions in an attempt to get the majority of Goblins to cast their vote for you come the next full moon, a fortnight from now. Don&rsquo;t forget Goblins who have been swayed to your side can aide you on your election campaign, when they are awake at least that is.&#10;&#10;In this true Euro-style board game, take actions and get the votes to become the goblin king.  Outsmart your opponents, and win over the goblin people to get the crown and call yourself the goblin king.  It will take all your wit and a bit of luck.  Control the resources, block your opponents, and craft the ultimate strategy.  The game is made complete with the unique board with a light-hearted goblin nature.&#10;&#10;Components&#10;&#10;1x Game Board&#10;1x Ten-Sided Dice &ndash; D10&#10;24x Goblin Leader Meeples &ndash; 4 per Color&#10;54x Goblin Villager Meeples &ndash; 9 per Color&#10;13x Peackcock Tokens&#10;24x Tasty Resource Tokens&#10;24x Shiny Resource Tokens&#10;24x Pointy Resource Tokens&#10;1x Daytime / Nightime Tracker Token&#10;1x First Player Rock&#10;5x Banner Mini Cards&#10;&#10;From the publisher's website&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Humor"
    ],
    "Mechanics": [
      "Area Movement",
      "Set Collection",
      "Worker Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Fields of Arle: New Travel Destination – Essen",
    "ID": 238420,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.90",
    "Link": "https://boardgamegeek.com/boardgameexpansion/238420/fields-of-arle-new-travel-destination-essen",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "150",
    "Weight": "0",
    "Description": "The travel destination &quot;Essen&quot; will be available in Essen.&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game",
      "Farming",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Worker Placement"
    ],
    "Families": [
      "Game: Fields of Arle"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Polaris: The Race though Space",
    "ID": 238423,
    "Year": "(1925)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/238423/polaris-the-race-though-space",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A simple roll and move game where the object is to race through space to be the first to reach Polaris, the Pole star.&#10;&#10;Two versions exist of the game. The earlier version (1925) has the players starting from the sun and travelling a path of small stars through the solar system from closest to most furthermost planet (Neptune at that time) before continuing through the major zodiac constellations.&#10;&#10;The later version (1953) takes a slightly different course starting at Earth, Mars, Mercury, Jupiter and Venus then continuing the same path as the 1925 version stopping also at Pluto. In both cases landing on a red star along the path may lead to a penalty or bonus.&#10;&#10;The graphics between both version also has considerable differences, with the later version showing rockets along the course and the early version having hangers for the biplane playing pieces. The boards were informative for the players by having facts on all the celestial bodies known at that time&#10;&#10;",
    "Categories": [
      "Space Exploration"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Kakak Teladan Episode Belanja",
    "ID": 238426,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/238426/kakak-teladan-episode-belanja",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Your mom goes to the gathering with her friends, and you get the shopping duty as some of the home supplies runs out. The problem is, you left the shopping list at home! Can you remember all the item?&#10;&#10;Kakak Teladan Episode Belanja is a memory game for children and adults which every player must recall the password and item from the shopping list. If succeed, a new item will be added until one of the players fails. First player to fail five times loses and become a disgrace for their family.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Walking Dead: All Out War – Roamer Booster",
    "ID": 238428,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/238428/the-walking-dead-all-out-war-roamer-booster",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "0",
    "Description": "This booster pack contains 6 Walker miniatures to bulk out your herd, along with a set of Event cards designed to bring more of the dead onto the table and make your games even more challenging. You will also get a set of equipment cards exclusive to this set, including the Chainsaw!&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Expansion for Base-game",
      "Miniatures",
      "Zombies"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Comic Books: The Walking Dead",
      "Game: The Walking Dead – All Out War"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Punch Cards",
    "ID": 238447,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/238447/punch-cards",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2",
    "Description": "A short, party-sized game of robot combat.  Work with teams of 2-3 players to navigate your robot across a map filled with obstacles, find the robots controlled by the other teams, and punch them until they stop moving.&#10;&#10;The challenge is that everyone on your team is programming your robot independently, and your team's robot will move and act based on whichever actions get the most team votes.  To win the game, you'll need to anticipate what your team members are likely to do in a given turn, and work to enhance/boost their actions.&#10;&#10;Robots start with 11 basic action cards, and can add extra cards by picking up upgrades that are scattered around the map.  The game is fast, chaotic, and ridiculous.&#10;&#10;",
    "Categories": [
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Queue",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dungeon Saga: The Eye of the Abyss",
    "ID": 238455,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.46",
    "Link": "https://boardgamegeek.com/boardgameexpansion/238455/dungeon-saga-the-eye-of-the-abyss",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Welcome to The Eye of the Abyss, an expansion box for Mantic Games&rsquo; hugely popular Dungeon Saga game. Within this expansion you&rsquo;ll find a whole host of exciting new adventures to take your gaming and dungeon exploring to new levels, including a brand new adventure that ties in with the events and heroes of the Kings of War Edge of the Abyss Campaign. This set includes five single-piece heroes, with push-fit bases for gaming. You&rsquo;ll also find all of the cards and rules to use these new heroes in your games of Dungeon Saga and a second campaign featuring the heroes of Dungeon Saga: The Dwarf King&rsquo;s Quest!&#10;So strike the flint and light your lantern adventurer, for fame and glory await you once more!&#10;&#10;This expansion contains a brand new narrarive campaign for Dungeon Saga and includes:&#10;&#10;     4 Single-piece Resin Heroes, with push fit bases; Artakl the Ghekkotah Clutch Warden, Magnilde the Varangur Demon Hunter, Eckter the Placoderm Defender and Jarvis the Ophidian-Obsessed Mage&#10;     1 Single-piece Resin Villain, with push-fit base; Mau'ti-bu-su the Abyssal Temptress&#10;     9 Pre-assembled Plastic Abyssal Minions, including Lower Abyssals, a Moloch, a Hellhound and more!&#10;     5 Hero Cards and 5 Item cards to use in your games&#10;&#10;&#10;Eye of the Abyss Sourcebook including 13 new Dungeon Saga Scenarios!&#10;&#10;From the publisher's website&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Role Playing",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Dungeon Saga"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pathfinder Adventure Card Game: Ultimate  Equipment Add-On Deck",
    "ID": 238458,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.07",
    "Link": "https://boardgamegeek.com/boardgameexpansion/238458/pathfinder-adventure-card-game-ultimate-equipment",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2",
    "Description": "There's everything a stalwart adventurer needs inside this deck of boons. Containing new weapons, armors, items, and other cards, the Ultimate Equipment Add-On Deck can be used with any Pathfinder Adventure Card Game character or Adventure Path. Or you can play with the character included in this 109-card box: Reiko, the iconic ninja. Suit up with the Ultimate Equipment Add-On Deck.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Cooperative Game",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Series: Pathfinder Adventure Card Game (Paizo Publishing)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Unfair:  Kickstarter Exclusive Sneak-Peek Promo Cards",
    "ID": 238465,
    "Year": "(2017)",
    "Geek Rating": "5.534",
    "Avg Rating": "7.57",
    "Link": "https://boardgamegeek.com/boardgameexpansion/238465/unfair-kickstarter-exclusive-sneak-peek-promo-card",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "50",
    "Play Time": "125",
    "Weight": "0",
    "Description": "12 playable Sneak Peek cards from future expansions for Unfair. These are Kickstarter temporary exclusives marked with an asterisk symbol in the bottom right hand corner. They came in a pack including a thank you card for Kickstarter backers.&#10;&#10;Also on this card were instructions for use:&#10;&#10;Cards with an asterisk symbol for their theme packs are promotional cards. You can add up to 1 copy of any promo cards you wish to use in your game, unless that card is already in chosen packs.&#10;&#10;The 12 included cards were:&#10;&#10;&#10;     Alien Ambassador (Staff Member)&#10;     Crop Circles (City Card - Funfair)&#10;     Triceratops (Upgrade - Dinosaur Animal)&#10;     Electrified Fence (Upgrade - Guest Services)&#10;     Database Hacker (Staff Member)&#10;     VR Pod (Attraction - Leisure Ride)&#10;     Street Performer (Staff Member)&#10;     _____ Kingdom (Attraction - Themeland)&#10;     Gunslinger (Staff Member)&#10;     Vacant Lot (Development)&#10;     Zombie Horde (Staff Member)&#10;     Z-Day (City Card - Unfair)&#10;&#10;&#10;&#10;With the release of the Unfair ABDW expansion, 6 of these cards have now OFFICIALLY EXPIRED. Newer versions are available:&#10;&#10;&#10;     Alien Ambassador (Alien Theme)&#10;     Crop Circles (Alien Theme)&#10;     Triceratops (Dinosaur Theme)&#10;     Electrified Fence (Dinosaur Theme)&#10;     Gunslinger (Western Theme)&#10;     Vacant Lot (Western Theme)&#10;&#10;&#10;With the release of the Unfair CHKO expansion, 2 of these cards have now OFFICIALLY EXPIRED. Newer versions are available:&#10;&#10;&#10;     Database Hacker (Hacker Theme)&#10;     VR Pod (Hacker Theme)&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "City Building",
      "Economic",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Set Collection",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Unfair"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cthulhu Wars: Astral Acolyte",
    "ID": 238466,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.45",
    "Link": "https://boardgamegeek.com/boardgameexpansion/238466/cthulhu-wars-astral-acolyte",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A promo figure for Cthulhu Wars. It allegedly glows in the dark.&#10;&#10;To use the Astral Acolyte in the game, all players must agree.&#10;&#10;How to Place the Astral Acolyte:&#10;At the end of the first Doom Phase, the First Player takes and places the Astral Acolyte in any Area that has no other Units. (If no such Area exists, do not place the Astral Acolyte this game.)&#10;&#10;How to use the Astral Acolyte:&#10;The Astral Acolyte cannot be Captured, Eliminated, or targeted in Battle. It does not receive Pains or Kills, and is functionally immortal. It cannot be targeted by any Spellbooks or abilities, even beneficial ones from its own Controller.&#10;&#10;If the Astral Acolyte is in an Area containing a Gate, it must always be placed on top of the Gate, automatically replacing any other Unit on that Gate. While a player Controls the Astral Acolyte, he or she gains the benefit of any Gate the Astral Acolyte Controls: earns Power and Doom from the Astral Acolyte and its Controlled Gate, can Move it in a normal Move Action, and can Summon Monsters, etc., using that Controlled Gate.&#10;&#10;How to Control the Astral Acolyte:&#10;The Astral Acolyte is under the Control of the player with the highest-ranking Unit in the Area. Units rank as follows (1 being the highest): &#10;1. Faction Great Old One&#10;2. Independent Great Old One&#10;3. Terror&#10;4. Monster&#10;5. Cultist&#10;&#10;If no other Units are in its Area, or if there is a tie between ranked Units in the Area, no player Controls the Astral Acolyte. If the Astral Acolyte is not Controlled, that Gate is NOT considered Abandoned, and therefore gives no Power to any player during Gather Power. When not Controlled, it stays on top of a Gate if one is there, and cannot be removed. It is ignored in Battle, and unaffected by any Spellbooks or abilities as normal.&#10;&#10;When an Astral Acolyte Moves, its Controller can change at once. If the Astral Acolyte or other Units in the Area Move, it may switch Control or become Uncontrolled at the end of that Action.&#10;&#10;This promo figure was released in Game Trade Magazine issue 213 (November 2017).&#10;&#10;An additional transparent Acolyte was included in Game Trade Magazine issue 215 (January 2018).&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Dice Rolling"
    ],
    "Families": [
      "Game: Cthulhu Wars",
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Isle of Skye: From Chieftain to King – Tunnelplättchen",
    "ID": 238470,
    "Year": "(2017)",
    "Geek Rating": "5.635",
    "Avg Rating": "7.38",
    "Link": "https://boardgamegeek.com/boardgameexpansion/238470/isle-of-skye-from-chieftain-to-king-tunnelplattche",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "50",
    "Weight": "2",
    "Description": "This mini expansion includes two new elements: tiles with tunnels and tiles with whisky barrels which score points.&#10;Available in Lookout magazine &quot;Neues vom Ausguck&quot; #09 2017 and from Lookout Spiele's Online Shop. Also available on the BGG Store.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;New rulesTunnels: A road that ends at a tunnel connects to all other roads that end at tunnels in the same mountain range.&#10;&#10;Whisky barrels with points: During income, these barrels score points instead of earning coins if they are connected to a player's castle via roads. This is done before collecting coins due to players' positions on the VP track.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Economic",
      "Territory Building"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Country: Scotland",
      "Game: Isle of Skye (Lookout Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "When I Dream: Bonus Cards",
    "ID": 238474,
    "Year": "(2017)",
    "Geek Rating": "5.521",
    "Avg Rating": "6.57",
    "Link": "https://boardgamegeek.com/boardgameexpansion/238474/when-i-dream-bonus-cards",
    "Min Players": "4",
    "Max Players": "10",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1",
    "Description": "There are 5 bonus cards, one of which has been published as a promo in spielbox 5/2017 and Tabletop Gaming 12/2017.&#10;&#10;One shows a candle-lit lantern and a fairy on one side and tiny animals in a spaceship surrounded by floating astro-bunnies strawberries on the other side. The others show a vampire monkey and Death at girl's tea party, dancing scissors and a house on robot legs, a golden monkey surrounded by dwarves and a girl among hedgehogs, a saddled fish flying over a desert and a ghost riding a motorcycle.&#10;&#10;The cards come without texts and are therefore language independent.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Expansion for Base-game",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Memory",
      "Storytelling",
      "Team-Based Game"
    ],
    "Families": [
      "Theme: Dreams / Nightmares"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sabrina the Teenage Witch Board Game",
    "ID": 238480,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/238480/sabrina-the-teenage-witch-board-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Help Sabrina in her quest to become a fully fledged witch. Collect your friends and Aunts before entering the other realm and coming face to face with your evil twin Katrina. But beware, Salem is up to his tricks and may cause problems along the way.&#10;&#10;Each player takes the part of Sabrina, who must travel through three zones before entering the Other realm. The board is divided into four realms. 46 picture tokens are placed randomly on the spaces in the realms at the start of the game. On their turn, a player must roll the six sided die and then decide which direction to move through the realms. The aim is to collect tokens, the winning of which is determined by the roll of a 20 sided die each time a counter is landed on. There is also a deck of Salem cards that are drawn when a player lands on a cat token. These cards have actions that can be good or bad.&#10;&#10;Winner is the first player to collect 8 tokens, 2 from each realm, finishing on the Other realm in the centre of the board.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [],
    "Families": [
      "Comic Books: Archie Comics",
      "Theme: Witches"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "20,000 Leagues under the Sea",
    "ID": 238484,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/238484/20000-leagues-under-the-sea",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Each player captains a ship trying to trade and sail back to port with valuable cargoes of gold, diamonds, rubies, silk, bananas and potatoes. Facing treacherous seas and avoiding Captain Nemo in the Nautilus, as well as a giant octopus, who could drag you down to the watery depths where you will have to stay until you can escape.&#10;&#10;This is an interactive cassette adventure game played on a grid map. The cassette must be played from start to finish through the game without pausing or stopping. When somebody is talking on the cassette, play stops while the players listen to the instructions. Otherwise the players roll the die and move in turn. On the map grid there are octopus squares that the players must avoid while trying to reach the Aleutian Islands where they can collect different types of cargo. The player then has to return the cargo to their home port to earn points depending on the type of cargo. The Nautilus is also moving around the board based on instructions spoken by Captain Nemo on the cassette. If this lands on or passes over a players ship, that ship has to return to the home port.&#10;&#10;The winner is the player to accumulate the highest cargo value when the cassette ends.&#10;&#10;",
    "Categories": [
      "Electronic"
    ],
    "Mechanics": [
      "Grid Movement"
    ],
    "Families": [
      "Books: 20,000 Leagues Under the Sea"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pathfinder Battles: Iconic Heroes Set 7",
    "ID": 238492,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.71",
    "Link": "https://boardgamegeek.com/boardgameexpansion/238492/pathfinder-battles-iconic-heroes-set-7",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Pathfinder Battles: Iconic Heroes Set 7 includes five all-new miniatures featuring legendary characters from the Pathfinder role-playing universe: Erasmus, Yoon, Mavaro, Estra, and a phantom!&#10;&#10;Characters featured in this set list include:&#10;&#10;&#10;    Erasmus, human medium&#10;    Yoon, human kineticist&#10;    Mavaro, human occultist&#10;    Estra, human spiritualist&#10;    Honaire, phantom&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Cooperative Game"
    ],
    "Families": [
      "Series: Pathfinder Adventure Card Game (Paizo Publishing)",
      "Setting: Pathfinder"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pathfinder Battles: Iconic Heroes Set 8",
    "ID": 238494,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/238494/pathfinder-battles-iconic-heroes-set-8",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Pathfinder Battles: Iconic Heroes Set 8 includes seven all-new miniatures featuring legendary characters from the Pathfinder role-playing universe: the iconic shifter, Aric, The Red Raven, Meligaster, and Rivani!&#10;&#10;Characters featured in this set list include:&#10;&#10;&#10;    Zova, the iconic shifter&#10;    Aric, human vigilante&#10;    The Red Raven, human vigilante&#10;    Meligaster, halfling mesmerist&#10;    Rivani, human psychic&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Cooperative Game"
    ],
    "Families": [
      "Series: Pathfinder Adventure Card Game (Paizo Publishing)",
      "Setting: Pathfinder"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Beaufort-Opoly",
    "ID": 238499,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/238499/beaufort-opoly",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "0",
    "Description": "The quirky game is a local take on the popular Hasbro Monopoly game and uses downtown Beaufort landmarks, such as the bridges and historic homes, as well as local businesses as playing cards and spaces.&#10;&#10;On his turn, a player rolls two dice and moves that number of spaces around the board. If the player lands on an as-yet-unowned property, he has the opportunity to buy it and add it to his portfolio or allow the bank to auction it to the highest bidder. If a player owns all the spaces within a color group, he may then build houses and hotels on these spaces, generating even more income from opponents who land there.&#10;&#10;The goal of the game is to be the last player remaining with any money.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Auction / Bidding",
      "Dice Rolling",
      "Player Elimination",
      "Stock Holding"
    ],
    "Families": [
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "1,000 Year Beard",
    "ID": 238500,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.25",
    "Link": "https://boardgamegeek.com/boardgame/238500/1000-year-beard",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.5",
    "Description": "For many, many millennia you &amp; your fellow Dwarves of MOUNT FUZZELBR&Ucirc;SH have been on a quest to break the ancient spell of the Whisker Wizard!&#10;&#10;&quot;I have the longest, most majestic beard of a thousand years!&#10;And until a beard is grown as long as my own,&#10;No dwarf shall have no Queens or Kings... or mine any more Silver things!&quot;&#10;&#10;As the legend says, the wizard grew mad with jealousy over your mighty dwarven beards &amp; the Enchanted Silver your people possessed- he so cursed the mountain with his magic. His spell clipped away your rule of the land &amp; the wealth of the magic metal that lay beneath... but a dwarf &amp; his/her beard should never be underestimated!&#10;&#10;Using your own natural ability to grow a facial hair at will &amp; some of your own &ldquo;Silver Sorcery&rdquo;, you now compete among the other dwarves to vanquish the Whisker Wizard's spell!&#10;&#10;Take turns building your own 'fuzzy column' by playing cards from your hand. Cards can only be added to the Very-Bottom of your beard. Special Grooming Cards let you break some rules and even discard cards from the other dwarf's beard! The first player to grow a beard with a total of 1,000 years or more wins the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Math",
      "Number",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management",
      "Pattern Building",
      "Solo / Solitaire Game",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Willkommen, Bierfest!",
    "ID": 238501,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.70",
    "Link": "https://boardgamegeek.com/boardgame/238501/willkommen-bierfest",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Today is a festival that drinks beer a lot and deliciously. However, do not drink without thinking. Timing is important for delicious drinking. It is important to taste after raising your desire to drink as much as possible.&#10;Also, occasionally everyone forced participation &quot;Prosit!&quot; will interfere with your plan.&#10;How much can you deliciously enjoy beer?&#10;&#10;Willkommen, Bierfest! is a card game of a set collection that collects cards of the same type, and a chicken game in which all hands are lost when &quot;Prosit card&quot; gather.&#10;What you can do is simply to collect cards or convert cards to scoring in two choices. But, so, should you better collect as many cards as you can and aim for a high score? Or should it be better to change to scores earlier? Which is good judgment of the, you should become troubled.&#10;Also, this game is an interesting place where you can control the cards that the next player draws since it draws cards from the deck after returning cards that do not need to the deck.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Holidays: Oktoberfest"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Guild Ball: Seenah",
    "ID": 238503,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.30",
    "Link": "https://boardgamegeek.com/boardgameexpansion/238503/guild-ball-seenah",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A player from the Hunter's Guild.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Medieval",
      "Miniatures",
      "Sports",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Guild Ball: Chaska",
    "ID": 238505,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.30",
    "Link": "https://boardgamegeek.com/boardgameexpansion/238505/guild-ball-chaska",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A player from th Hunter's Guild.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Medieval",
      "Miniatures",
      "Sports",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Panzer Witch",
    "ID": 238525,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgame/238525/panzer-witch",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "This game is based on Izetta: The Last Witch, a Japanese anime television series.&#10;https://en.wikipedia.org/wiki/Izetta:_The_Last_Witch&#10;The game is an air fight between Izetta and Germanian air force.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Theme: Alternate History"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Alligator Jones: The Game",
    "ID": 238526,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/238526/alligator-jones-the-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "40",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The game is a Roll and move game set in Australia. The aim is to be the first player to complete 5 tour cards and get back to Fullasaboot Pub and shout the bar.&#10;&#10;The game is for 2 to 6 players, all players start at the pub and receive their first tour card, once they roll a 5 (shout the bar) they then get to move out. To complete their first tour.&#10;&#10;There are three types of Tours, river, Railway and Track&#10;&#10;The board comes in several pieces and fits together like a jigsaw, the parts are stored in a styrofoam box in the shape of Australia&#10;&#10;",
    "Categories": [
      "Exploration",
      "Travel"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Clank! In! Space!: Triple Agents",
    "ID": 238527,
    "Year": "(2017)",
    "Geek Rating": "5.583",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/238527/clank-in-space-triple-agents",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Clank! In! Space! Triple Agents is a single promotional card for Clank! In! Space! that counts as all three factions: Outlaw, Resistance, and Science.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Deck, Bag, and Pool Building",
      "Delayed Purchase",
      "Modular Board",
      "Push Your Luck"
    ],
    "Families": [
      "Game: Clank!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Offbeat",
    "ID": 238529,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.45",
    "Link": "https://boardgamegeek.com/boardgame/238529/offbeat",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "This cool rythm and move game wakes your inner musician. You'll drum, beat, whistle and clap. In an accurate way you'll train train your rhythmic sense and reaction.&#10;&#10;If you can't keep the beat or you make a mistake? Then you're out.  It takes just one mistake to be kicked out of the 'band'. So you better keep the beat, if you want to win.&#10;&#10;Offbeat is fun an a challenge for the entire family - or for the class room! It's a party game were you can rhythmically beat the drum.&#10;&#10;additional comment &#10;The game comes with a spinner with six holding spaces for counters. There are 6 types of counters: beat (1 hand), beat (2 hands), clap, silence (pause), finger snap and shouting &quot;Ol&eacute;&quot;. Six counters are randomly inserted. The spinner decides where to start the cycle. So 1 cycle could be beat(1)-beat(1)-&quot;Ol&eacute;&quot;-snap-beat(2)-beat(1)-clap. &#10;All the players together now have to perform this. When 1 makes a mistake or doesn't keep the beat with the rest, he's out. The rest continues till 1 is left. He chooses 1 counter, removes it and replaces it with a random new one. &#10;Game ends when 1 player has collected 6 counters.&#10;&#10;Players should use the box as drum. The box even comes with a drum snare mounted in the lid.&#10;&#10;(Translated from the back of the box)&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Player Elimination",
      "Singing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Arkham Horror: The Card Game – Beta Cards from Arkham Night 2017",
    "ID": 238530,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.68",
    "Link": "https://boardgamegeek.com/boardgameexpansion/238530/arkham-horror-the-card-game-beta-cards-from-arkham",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "These Beta Cards were designed at Arkham Nights, 2017.&#10;The 13th Vision was included in The Circle Undone expansion.&#10;The Council's Coffer was included in For the Greater Good mythos pack.&#10;&#10;Includes two cards:&#10;&#10;The 13th Vision (Basic Weakness: Madness)&#10;Revelation - Put The 13th Vision into play in your play area. It cannot leave play except by the below ability:&#10;Investigators at your location fail all ties during skill tests.&#10;-&gt;-&gt; Discard the 13 Vision&#10;Card design by The Thirteen at Arkham Nights 2017.&#10;&#10;The Council's Coffer (Asset: Item, Relic)&#10;Uses (3 locks). if there are no locks on The Council's Coffer, each player searches his or her deck or discard pile for any card and immediately plays it at no cost. Exile The Council's Coffer. (Max once per campaign.)&#10;-&gt;-&gt; Test any skill (5). If you succeed, remove 1 lock. Any investigator at your location may active this ability.&#10;Card design by The Council at Arkham Nights 2017.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Card Game",
      "Collectible Components",
      "Fantasy",
      "Horror",
      "Novel-based"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Living Card Game (Fantasy Flight Games)",
      "Game: Arkham Horror – The Card Game",
      "Mechanism: Campaign Games",
      "Players: Games with Solitaire Rules",
      "Series: Arkham Horror Files (Fantasy Flight Games)",
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Catacombs: Resurrection Pack 3",
    "ID": 238532,
    "Year": "(2017)",
    "Geek Rating": "5.530",
    "Avg Rating": "7.63",
    "Link": "https://boardgamegeek.com/boardgameexpansion/238532/catacombs-resurrection-pack-3",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Resurrection Pack 3 contains the the Ice Cavern / Quartz Grotto game board and requires Catacombs Third Edition.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Adventure",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Player Elimination",
      "Role Playing",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Catacombs",
      "Mechanism: Finger Flicking Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Richest Rascal",
    "ID": 238534,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/238534/richest-rascal",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Richest Rascal, first released as Strongest Bully, is a game about kid hierarchy! The players are all kids, wanting to be the boss kid in the neighborhood. They all bring their toys, and start bragging and stealing them from each other. You must share your stolen toys with your pals, but there's the rub: each toy is valued differently for all your pals. And if they're not content, they'll just say no!&#10;&#10;How much can you handle this unfairness? How will you share your toys?&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Fighting"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Goat Lords: Celebrity Expansion",
    "ID": 238537,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.75",
    "Link": "https://boardgamegeek.com/boardgameexpansion/238537/goat-lords-celebrity-expansion",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Expansion for the Goat Lords what add celebrity goats to the game.&#10;&#10;The goal of Goat Lords is to gather the biggest goat herd. You do so by stacking pairs of matching goat cards in front of you and stealing opponent's goats before the draw pile runs out.&#10;&#10;Knowing how to play your cards, when to hold 'em, and who to attack greatly affect how many points you end up when the last goat is played.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Expansion for Base-game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Alien Artifacts: SPIEL 2017 Promo",
    "ID": 238538,
    "Year": "(2017)",
    "Geek Rating": "5.524",
    "Avg Rating": "7.06",
    "Link": "https://boardgamegeek.com/boardgameexpansion/238538/alien-artifacts-spiel-2017-promo",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "0",
    "Weight": "3",
    "Description": "Promotional content given out to buyers at SPIEL 2017 in Essen.&#10;&#10;This promotion package adds two factions and eight planet cards to the base game.&#10;&#10;New factions:&#10;Academics&#10;Silics&#10;&#10;New planet cards:&#10;Pink Meeple&#10;Last Martians&#10;51st Planet&#10;De Crecy&#10;Far Virginia&#10;Neuroshima&#10;Trog's Heaven&#10;Tshevee-check&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Mechanism: 4X"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wiener Takes All",
    "ID": 238540,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/238540/wiener-takes-all",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Welcome to the sausage festival! In Wiener Takes All, you are competing with each other to flirt with a handsome buffet line of vendors to get them to serve their wieners. Whoever scores the most inches of victory wins the game!&#10;&#10;First, you'll build a character by choosing 4 Traits. Then you'll take turns flirting with the guys. Your turn is divided into 3 parts: Peek, Pick, and Play. Peek at a face down card - you can peek at a Guy to see is he's easy to flirt with, or you can peek at a Wiener to see if it's worth it. Next, pick the Guy you're going to flirt with. It can be a different Guy than the one you peeked at. Finally, play by rolling the dice. If your roll is high enough, congratulations! You get the Wiener! Guys who like your character's Traits have easier rolls for you, so peek and pick carefully!&#10;&#10;The game is over when there are no Wieners left to grab. Only your highest Wiener gets scored. All other Wieners are worth +1 inch regardless of their size. Whoever has the most total inches of victory wins!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Humor",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer Underworlds: Shadespire – Sepulchral Guard",
    "ID": 238541,
    "Year": "(2017)",
    "Geek Rating": "5.758",
    "Avg Rating": "7.86",
    "Link": "https://boardgamegeek.com/boardgameexpansion/238541/warhammer-underworlds-shadespire-sepulchral-guard",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.6667",
    "Description": "Introduce a new and unique warband to your games of Warhammer Underworlds: Shadespire and take advantage of new and different ways to play &ndash; whatever warband you use &ndash; with this set of miniatures and cards. It includes 7 Skeleton miniatures and a deck of 60 cards, 30 of which are universal, to be used by any and every warband &ndash; add these cards to your arsenal and build your perfect deck.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Warhammer Underworlds",
      "Game: Warhammer Underworlds Shadespire",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer Underworlds: Shadespire – Ironskull's Boyz",
    "ID": 238542,
    "Year": "(2017)",
    "Geek Rating": "5.737",
    "Avg Rating": "7.77",
    "Link": "https://boardgamegeek.com/boardgameexpansion/238542/warhammer-underworlds-shadespire-ironskulls-boyz",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.5",
    "Description": "Introduce a new and unique warband to your games of Warhammer Underworlds: Shadespire and take advantage of new and different ways to play &ndash; whatever warband you use &ndash; with this set of miniatures and cards. It includes 4 Orruk miniatures and a deck of 60 cards, 30 of which are universal, to be used by any and every warband &ndash; add these cards to your arsenal and build your perfect deck.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Warhammer Underworlds",
      "Game: Warhammer Underworlds Shadespire",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cry Havoc: Essen 2017 Promo",
    "ID": 238547,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.38",
    "Link": "https://boardgamegeek.com/boardgameexpansion/238547/cry-havoc-essen-2017-promo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Was given out with every buy of Cry Havoc at the Portal Games booth in Essen 2017.&#10;It adds 3 new exploration tokens.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "La Cosa Nostra: Poker Session",
    "ID": 238549,
    "Year": "(2017)",
    "Geek Rating": "5.527",
    "Avg Rating": "7.52",
    "Link": "https://boardgamegeek.com/boardgameexpansion/238549/la-cosa-nostra-poker-session",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3",
    "Description": "Promo card for La Cosa Nostra named &quot;Pokerrunde&quot; (&quot;Poker session&quot;).&#10;The card says: &quot;Jeder deiner Mitspieler legt $ 4.000 in die Mitte. Dann legst du genau so viel Geld dazu, wie schon im Pott liegt. Mit einer 4: du bekommst den Pott. Andernfalls: jeder deiner Mitspieler erh&auml;lt seinen Einsatz verdoppelt aus dem Pott.&quot; (Every other player must put $4,000 in the middle of the table. You then have to add the same amount to double the pot. With a 4 you get the pot. Else: each other player gets his stake doubled from the pot.&quot;&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Expansion for Base-game",
      "Mafia",
      "Negotiation"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Take That",
      "Team-Based Game"
    ],
    "Families": [
      "Crowdfunding: Wspieram",
      "Series: Master Print (Quined)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Necromunda: Underhive – Gang War",
    "ID": 238550,
    "Year": "(2017)",
    "Geek Rating": "5.556",
    "Avg Rating": "7.68",
    "Link": "https://boardgamegeek.com/boardgameexpansion/238550/necromunda-underhive-gang-war",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Necromunda: Gang War is a set of rules that allow the players to use 3D terrain in their games, bringing a literal new dimension to their battles, as well as an incredibly detailed campaign system in which 2-6 (or more!) players develop their gangs, fight for territory, and dominate the other Houses.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures"
    ],
    "Mechanics": [],
    "Families": [
      "Series: Necromunda"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Virus: Heroes Expansion",
    "ID": 238606,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.17",
    "Link": "https://boardgamegeek.com/boardgameexpansion/238606/virus-heroes-expansion",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Virus Expansion Set, which includes all the stretch-goals unlocked during the Virus campaign and Skills expansion.&#10;&#10;It includes:&#10;&#10;2 &quot;Il Diavolo&quot; miniatures&#10;3 Boss card&#10;1 Event card&#10;1 Wound card&#10;16 cards of &quot;SKills&quot; expansion&#10;8 Special Rooms cards&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Expansion for Base-game",
      "Horror",
      "Real-time"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Modular Board",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Giochistarter",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Way of the Fighter: Tala vs Victoria Fighter Pack",
    "ID": 238611,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.20",
    "Link": "https://boardgamegeek.com/boardgameexpansion/238611/way-of-the-fighter-tala-vs-victoria-fighter-pack",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "50",
    "Weight": "0",
    "Description": "Tala is a well-balanced native american warrior aided by the animal spirits in nature. She has a very unique ability on her character card which allows her to increase the utility in each of her attacks. The core of Tala's playstyle comes from her ability to be able to add secondary effects from her fighter cards to any cards she plays. This provides her with two significant advantages: first, adding more secondary effects obviously can make cards stronger in new unpredictable ways, second, she can change an action&rsquo;s effect after revealing them, allowing her to react appropriately to an unexpected turn of events. All of her fighter actions will be sure to find a use one way or another. Her mode Totemic Strength and her block, both compliment her playstyle, by allowing her to dig for fighter cards in her deck and return those that she has discarded. Due to the decisions that are presented when determining to discard cards for their effect or holding on to them to be used as an action, Tala is somewhat harder to master than the other fighters.&#10;&#10;Victoria is a british-born aristocrat adopted into a clan of assassins, and currently Severina&rsquo;s most trusted advisor. With three soft style techniques to choose from, Victoria is speed and grace incarnate. The ability on her character card compliments the strong combo heavy nature of the soft style. Her psychic energy shurikens and kunai, along with the use of chi techniques, gives her just the right amount of ranged control. Moreover, her Kawarimi Block and Flickering Image actions give her the Traverse effect allowing her to instantly escape move or vanish, in a true ninja fashion. Her origins can be shown in Noblesse Oblige, which can double as a second copy of the Initiative Card, and Spiffing Kick is a brutally painful attack that will deplete your opponent's hand. Her truly special attack is Touch of Death, a very close limited but deadly attack.&#10;&#10;The Tala vs Victoria Fighter Pack also comes with two sets of actions. The Pain technique from the Soft style is composed of a subtle array of options around the Trash effect, denying your opponent that perfect hand. The Internal technique from the Chi style brings more denial and versatility, along with high and low blasts, to any chi fighter&rsquo;s deck.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Action Queue",
      "Dice Rolling",
      "Hand Management",
      "Push Your Luck",
      "Variable Phase Order"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Rolling CUBES Pytagora",
    "ID": 238613,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.22",
    "Link": "https://boardgamegeek.com/boardgame/238613/rolling-cubes-pytagora",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "5",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Rolling CUBES Pytagora is a game to have fun with math and numbers.&#10;&#10;The box contains 13 dice made of FSC&reg; wood:&#10;4 green dice with odd numbers&#10;4 blue dice with even numbers&#10;4 red dice with operations&#10;1 orange die with &lsquo;equals&rsquo; signs&#10;&#10;You can play 3 different games plus a YAHTZEE variant.&#10;The idea of all 4 games is to throw the 13 dice and make an equation with most of the numbers and operations.&#10;&#10;Scoring is as follows:&#10;- 1 point for each die used&#10;- a multiplication sign scores 2 points, a division sign scores 3 points. However, this rule does not apply if you are multiplying or dividing by the number 1&#10;- a double digit number (e.g., 78) scores 3 points (2 for the 7 + 1 for the 8), a three digit number (e.g., 678) scores 6 (3 for the 6 + 2 for the 7 + 1 for the 8) and so on&#10;- 1 bonus point for using 12 dice&#10;- 2 bonus points for using all 13 dice&#10;&#10;GAME N.1 - ONE BY ONE&#10;Each player throws all the dice in turns (clockwise).&#10;There is a target score to win.&#10;&#10;GAME N.2 - ALL TOGETHER&#10;Each player needs a sheet of paper and a pen.&#10;The 13 dice are all thrown and left on the table in clear view of all the players. The dice must not be moved.&#10;Each player makes the longest possible equation with the numbers and operations, and writes it on his/her paper.&#10;There is a target score to win.&#10;&#10;GAME N.3 - THE LAST DIE&#10;The first player throws all 13 dice and makes an equation with the numbers and operations, moving them around to try and use as many dice as possible. When he/she has finished, it is then the turn of the player on his/her left, who throws only the dice not used for the first player&rsquo;s equation, and tries to make a new equation using at least one new die. The dice used in the initial equation cannot be changed, but can be rearranged to make the new equation.&#10;The round continues with fewer dice at each throw, until the player throwing the dice is unable to add any new ones.&#10;The last person to add a die to the equation wins the round and is awarded 1 point.&#10;A new round starts with a new throw of all the dice.&#10;There is a target score to win.&#10;&#10;GAME N.4 - YAHTZEE&#10;The 5 combinations to achieve are:&#10;- Blue: the equation contains at least 3 blue dice (with 4 blue dice, you get 3 bonus points).&#10;- Green: same as Blue, but with green dice&#10;- Red: same as Blue, but with red dice&#10;- Poker: the equation contains 4 dice of the same colour&#10;- 101: there is a number greater than 100&#10;&#10;",
    "Categories": [
      "Dice",
      "Math"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Series: Rolling CUBES (CreativaMente)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Magic: The Gathering – Legends",
    "ID": 238614,
    "Year": "(1994)",
    "Geek Rating": "5.533",
    "Avg Rating": "7.04",
    "Link": "https://boardgamegeek.com/boardgameexpansion/238614/magic-the-gathering-legends",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "The Multiverse contains many worlds with many heroes: Johan, Gabriel Angelfire, Dakkon Blackblade, Hunding, and more. This powerful set introduces new spells, artifacts, and creatures, all steeped in the mythology of their worlds.&#10;&#10;Legends features 310 cards and four new mechanics (multicolored cards, Rampage, Bands with Other, and Legendary creatures and lands).&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Game: Magic The Gathering",
      "Players: Two-Player Only Games",
      "Setting: Dominaria (Magic: The Gathering)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Vs. System: Batman VS. Joker",
    "ID": 238615,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/238615/vs-system-batman-vs-joker",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The same core concept as the original Vs System still exists but with a new twist.  You can now play as Batman or the Joker, but it doesnt stop there.  You can enlist the help of other heroes such as Superman, or villains such as Catwoman.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip",
      "Fighting"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Comic Books: Batman",
      "Comic Books: DC Universe",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Patchwork: 5x5 Bonuskarte",
    "ID": 238617,
    "Year": "(2017)",
    "Geek Rating": "5.552",
    "Avg Rating": "7.55",
    "Link": "https://boardgamegeek.com/boardgameexpansion/238617/patchwork-5x5-bonuskarte",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Single card, given out at Spiel 2017 in Essen. The first player who fills out a 5x5 square gets the card and may choose from the next 4 tiles.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Expansion for Base-game",
      "Puzzle"
    ],
    "Mechanics": [
      "Tile Placement",
      "Turn Order: Time Track"
    ],
    "Families": [
      "Game: Patchwork",
      "Players: Two-Player Only Games",
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bunny Kingdom: Bunnoleon",
    "ID": 238618,
    "Year": "(2017)",
    "Geek Rating": "5.616",
    "Avg Rating": "7.84",
    "Link": "https://boardgamegeek.com/boardgameexpansion/238618/bunny-kingdom-bunnoleon",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "3",
    "Description": "Bunny Kingdom: Bunnoleon is a mini expansion for Bunny Kingdom that consists of one new card.&#10;&#10;&quot;Gives 8 Golden Carrots if you have the Fief with the most territories.&quot;&#10;&#10;",
    "Categories": [
      "Animals",
      "Expansion for Base-game",
      "Medieval",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Open Drafting"
    ],
    "Families": [
      "Animals: Rabbits / Hares",
      "Game: Bunny Kingdom"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bunny Kingdom: Bunny Jones",
    "ID": 238619,
    "Year": "(2017)",
    "Geek Rating": "5.615",
    "Avg Rating": "7.77",
    "Link": "https://boardgamegeek.com/boardgameexpansion/238619/bunny-kingdom-bunny-jones",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "3",
    "Description": "Bunny Kingdom: Bunny Jones is a mini expansion for Bunny Kingdom that consists of one new card.&#10;&#10;&quot;Two Golden Carrots and reveal cards from the deck. Take the first treasure you find.&quot;&#10;&#10;",
    "Categories": [
      "Animals",
      "Expansion for Base-game",
      "Medieval",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Open Drafting"
    ],
    "Families": [
      "Animals: Rabbits / Hares",
      "Game: Bunny Kingdom"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Great Western Trail: The Eleventh Building Tile",
    "ID": 238620,
    "Year": "(2017)",
    "Geek Rating": "5.710",
    "Avg Rating": "7.95",
    "Link": "https://boardgamegeek.com/boardgameexpansion/238620/great-western-trail-the-eleventh-building-tile",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "75",
    "Play Time": "150",
    "Weight": "3",
    "Description": "Included in Great Western Trail: Rails to the North expansion&#10;&#10;&#10;Originally part of the Deutscher Spielepreis 2017 Goodie Box.Great Western Trail: The Eleventh Bulding Tile adds four new double sided building tiles (one for each colour).&#10;&#10;Front side: Perform the action &quot;Remove a hazard&quot;.&#10;&#10;Back side: Move your engine up to as many spaces forward as you have hazard tiles in front of you.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Great Western Trail"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dominion: Dismantle Promo Card",
    "ID": 238623,
    "Year": "(2017)",
    "Geek Rating": "5.758",
    "Avg Rating": "7.64",
    "Link": "https://boardgamegeek.com/boardgameexpansion/238623/dominion-dismantle-promo-card",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.1429",
    "Description": "Promotional Card, distributed with Spielbox 06/17&#10;&#10;Text:&#10;&#10;&#10;&#10;&#10;    &#10;        Dismantle (Action - Cost 4 [coin])&#10;&#10;    &#10;    &#10;        Trash a card from your hand. If it costs 1 [coin] or more, gain a cheaper card and a Gold.&#10;&#10;    &#10;&#10;&#10;Part of the Dominion series.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Medieval"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Game: Dominion",
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Follow-On",
    "ID": 238627,
    "Year": "(1978)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/238627/follow-on",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Easy, fast, exciting 2-6 players Age 6 to adult.&#10;&#10;Win by discarding your cards first.&#10;Place them in the centre of the table when you can.&#10;Better still place them on your opponents stacks and watch their faces.&#10;&#10;The game consists of 6 sets of cards numbered 1-20.&#10;Place all the cards on the table face down and shuffle the cards. Each player takes an equal two stacks and places them face down in front of them. &#10;Each player takes one card from a stack and places it face up in the centre of the table. If it is a 1 he places it down. He then takes the next card. If it is a 2 he places it over the 1. He keeps drawing cards until he can no longer follow a number. The first card he cannot place he puts down on his own face up deck. This ends his turn. &#10;The next player now takes a turn but as well as the cards in the centre he can also add to an opponents stack. As long as you can add to a stack you continue your go. &#10;The winner is the first player to run out of cards.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Tile Placement"
    ],
    "Families": [
      "Card Games: Shedding / Stops"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shadows in Kyoto: Twin promo card",
    "ID": 238635,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.94",
    "Link": "https://boardgamegeek.com/boardgameexpansion/238635/shadows-in-kyoto-twin-promo-card",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Purchases Shadows in Kyoto during Essen Spiel 2017 will come with the Twin promo.&#10;&#10;Twin promo card:&#10;When the opponent attacks one of your agents: The defender wins instead if both agents share the same power.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Bluffing",
      "Deduction",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Grid Movement",
      "Hand Management",
      "Secret Unit Deployment",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Smashhh un juego de tenis",
    "ID": 238646,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/238646/smashhh-un-juego-de-tenis",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "120",
    "Weight": "0",
    "Description": "This is a boardgame of tennis for 2 or 4 players.&#10;&#10;All the strokes and movements of a real game are represented in the game. Mechanics is with cards and a dice. It is played with the rules of real tennis.&#10;There are serve, defense and attack cards.&#10;&#10;Juego de tenis para 2 o 4 personas.&#10;&#10;En el juego estan representados todos los golpes y movimientos de un juego real. La mecanica es con cartas y un dado. Se juega con las reglas del tenis real. &#10;Hay cartas de saque, defensa y ataque.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Sports"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Sports: Tennis"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Five Seals of Magic: Circle VII – Circle of Curses",
    "ID": 238658,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/238658/five-seals-of-magic-circle-vii-circle-of-curses",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "0",
    "Weight": "0",
    "Description": "New spell circles available as add-ons to give you even more options for playing Five Seals.&#10;&#10;Circle VII: Circle of Curses&#10;2 - Confuse&#10;3 - Hazard&#10;4 - Damage&#10;5 - Banish&#10;6 - Whirlwind&#10;&#10;",
    "Categories": [
      "Dice",
      "Expansion for Base-game",
      "Fantasy",
      "Maze"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Modular Board",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Second World War at Sea: Alternatives for ''Deutschland''",
    "ID": 238659,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/238659/second-world-war-at-sea-alternatives-for-deutschla",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Our 24th issue looks at the designs considered by the German Navy for their Deutschland-class armored cruisers, the famous &ldquo;pocket battleships.&rdquo;  You get 20 new Second World War at Sea pieces, with six different versions of the ships plus the original design for the Scharnhorst class.&#10;&#10;Design studies took two variant paths: an armored coast-defense ship for operations close to its bases, and a long-range commerce raider (the variant eventually chosen).&#10;&#10;Our Alternatives for &quot;Deutschland&quot; variant gives you all three ships eventually built in all six variations.  Some hewed to the restrictions of the Versailles Treaty; most did not.  The designs range from heavily-armored ships with 15-inch guns to unusual heavy cruisers with 8-inch main batteries.  And of course we have some Plan Z-related scenarios and scenario modifications for their use.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Secret Unit Deployment",
      "Simulation"
    ],
    "Families": [
      "Series: Avalanche Press Gold Club Golden Journal Supplements",
      "Series: Second World War at Sea (Avalanche Press)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Five Seals of Magic: Circle VI – Circle of Change",
    "ID": 238660,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/238660/five-seals-of-magic-circle-vi-circle-of-change",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "0",
    "Weight": "0",
    "Description": "New spell circles available as add-ons to give you even more options for playing Five Seals.&#10;&#10;Circle VI: Circle of Change&#10;2 - Intimidation&#10;3 - Balance&#10;4 - Equality&#10;5 - Invert&#10;6 - Enrichment&#10;&#10;During setup, this spell circle can be substituted for Circle 0.  The second circle can be any circle you wish.&#10;&#10;",
    "Categories": [
      "Dice",
      "Expansion for Base-game",
      "Fantasy",
      "Maze"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Modular Board",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Senggal-senggol Gang Damai",
    "ID": 238662,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/238662/senggal-senggol-gang-damai",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Welcome to Gang Damai (Peace Alley), a little street on a corner of Jakarta. Gang Damai has been just like a mini Indonesia, where people from Sabang to Merauke live together. With their houses almost hugging each other, living in Gang Damai is always full of color.&#10;&#10;In Senggal-senggol Gang Damai, players should work together to keep the peace in Gang Damai by solving the problems that arise in the Gang Damai neighborhood. Each troublesome resident would disturb other residents, which were shown by a token. Each player has 50 actions (if played by two players), 35 actions (if played by three players), and 25 actions (if played by four players).&#10;&#10;Each turn, every player must draw a solution card, then they can spend their actions to move in their neighborhood to solve a problem. But be careful, because not all of the problems will be easy to resolve...and player can make the problem become a dire situation. The goal of the game is to solve all of the problems in the neighborhood. The game also ends when all of the players use all of their action and no more than five neighbors are out of the game, then all the players win the game.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Hand Management",
      "Modular Board",
      "Point to Point Movement",
      "Push Your Luck",
      "Variable Player Powers"
    ],
    "Families": [
      "Cities: Jakarta (Indonesia)",
      "Country: Indonesia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Magic Maze: 9 new tiles",
    "ID": 238664,
    "Year": "(2017)",
    "Geek Rating": "5.534",
    "Avg Rating": "7.16",
    "Link": "https://boardgamegeek.com/boardgameexpansion/238664/magic-maze-9-new-tiles",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "1",
    "Play Time": "24",
    "Weight": "0",
    "Description": "Nine new tiles expanding the maze. Some of them need the expansion &quot;Maximum security&quot;.&#10;&#10;The tiles labeled with &quot;E&quot; and &quot;D&quot; are also published in Plato magazine issue #102.&#10;&#10;Tiles: A,B,C,H have no marks from the expansion. &#10;All the 9 tiles have the same back as the expansion and are red.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Exploration",
      "Fantasy",
      "Maze",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Grid Movement",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Magic Maze"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Word Slam: DSP-Edition",
    "ID": 238665,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/238665/word-slam-dsp-edition",
    "Min Players": "3",
    "Max Players": "99",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Word Slam: DSP-Edition adds ten new cards to the game.&#10;&#10;New cards with designers, games etc.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Word Slam"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Unstable",
    "ID": 238669,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/238669/unstable",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Enter Horsetropolis, a future where no humans remain and an aristocratic overclass of psychic horses rule. These merciless overlords send their mind-controlled horse minions to feed, breed, and conquer - until only one Stable remains!&#10;&#10;This game was designed live at the Penny Arcade Expo (PAX) Australia 2017, during the &quot;Let's Make a Board Game - Live!&quot; panel. 'Unstable' (also 'Foal Play' and various other equestrian puns) was created on audience suggestions (horses, unstable relationships, mind control, area control, 'Animal Farm') and then condensed into a tabletop board game to be added to the PAX Aus Tabletop Library (and in print-and-play through BGG).&#10;&#10;In Unstable, a game for 2-4 players, players split into two teams. Each turn, players all draw one Hay, Water and Equus (Love) card. They then draw an additional card of any type matching a territory they control. Each of these card types has one of four actions on it (Breed, Attack, Gallop or &quot;Turn into Glue&quot;). After drawing, and without being allowed to speak to each other, players place up to three cards facedown in front of them and then reveal and action those cards one at a time. If teammates both reveal the same action, they get a bonus.&#10;&#10;So, you must mind-meld with your partner, control the board, and collect up to 20 horseshoes to win the game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Bluffing",
      "Card Game",
      "Deduction",
      "Humor",
      "Print & Play",
      "Territory Building"
    ],
    "Mechanics": [
      "Action Queue",
      "Area Majority / Influence",
      "Cooperative Game",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Animals: Horses",
      "Theme: Anthropomorphic Animals"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zooloretto Duell: Die Auftragskarten",
    "ID": 238670,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.80",
    "Link": "https://boardgamegeek.com/boardgameexpansion/238670/zooloretto-duell-die-auftragskarten",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Eight mission cards for Zooloretto Duell.&#10;&#10;It is listed at the back of the Herbstkatalog 2017 of Abacusspiele.&#10;&#10;At the beginning of the game, every player gets one of the eight cards coming with this expansion. This card has to be kept secret.&#10;&#10;At the end of the game, the player gets points for every condition he/she has fulfilled, like having more lightning bolts, more tigers etc. as the opponent.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Game: Coloretto",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Jadran",
    "ID": 238672,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/238672/jadran",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "2",
    "Description": "First World War naval action in the Adriatic consisted mainly of Austro-Hungarian bombardments of Italy&prime;s eastern coast, and wider-ranging German and Austro-Hungarian submarine incursions into the sea and the Mediterranean.&#10;Allied forces mainly limited themselves to blockading the Central Powers' navies in the Adriatic, which was successful in regards to surface units, but failed for the U-boats, which found safe harbors and easy passage into and out of the area for the whole of the war. Considered a relatively secondary part of the naval warfare of World War I, it nonetheless tied down significant forces.&#10;This is an area game simulating the Great War in the Adriatic Sea (1915-1918) between Italian and Austro-Hungarian Fleets. The game comes with the last issue of NoTurkeys! web-zine.&#10;&#10;",
    "Categories": [
      "Nautical",
      "Print & Play",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Area Majority / Influence"
    ],
    "Families": [
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Catan: Das Duell – Sonderkarte 2017: Isabell, die Handelsagentin",
    "ID": 238673,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.07",
    "Link": "https://boardgamegeek.com/boardgameexpansion/238673/catan-das-duell-sonderkarte-2017-isabell-die-hande",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "75",
    "Weight": "0",
    "Description": "Bonus Card for &quot;Die F&uuml;rsten von Catan&quot;.&#10;&#10;Isabell, die Handelsagentin must be put next to a wool- or ore-ship. In your turn, you may swap 1:1 with this ship.&#10;&#10;",
    "Categories": [
      "Card Game",
      "City Building",
      "Expansion for Base-game",
      "Medieval",
      "Territory Building"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Game: Catan",
      "Game: The Rivals for Catan",
      "Players: Two-Player Only Games",
      "Series: Two-player games (Kosmos)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Super Dungeon Explore: Dragonback Peaks – Tile Pack",
    "ID": 238677,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.28",
    "Link": "https://boardgamegeek.com/boardgameexpansion/238677/super-dungeon-explore-dragonback-peaks-tile-pack",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "150",
    "Weight": "0",
    "Description": "Dragonback Peaks: Tile Pack is a world expansion for games of Super Dungeon Explore. The tile pack includes beautifully illustrated double-sided dungeon tiles for the fiery underground halls of the Dragonback Peaks and tile effect cards, ensuring that no game is ever the same. This tile pack also includes Fire Flower creeps, the native flora of Dragonback Peaks, known for spitting fire and charring many an unprepared adventurer, and their respective Arcade and Classic Mode cards.&#10;&#10;Super Dungeon introduced the world to the whimsy and charm of chibi-miniature board games inspired by classic video games, and it continues to be the leader in providing a fun and lighthearted family board game experience. Strongly supported with dozens of expansions which provide new Heroes, monsters, dungeon tiles, and gameplay options, Dragonback Peaks: Tile Pack is sure to expand games of Super Dungeon for longtime fans and new fans!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Super Dungeon Explore",
      "Theme: Anime / Manga",
      "Theme: Chibis"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Too Much",
    "ID": 238678,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.53",
    "Link": "https://boardgamegeek.com/boardgame/238678/too-much",
    "Min Players": "4",
    "Max Players": "16",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Too Much is a team game where, in turn, a player called &quot;Orator&quot; will have to guess a word to the rest of his team. But beware: it is not allowed to say everything! The Orator must abide by the restrictions and decide together with the team as they have. The more you accumulate restrictions and the more points you will get, but it's just a mistake to lose everything. Can you stop at the right time or risk TOO MUCH?&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "De 3 Wijzen",
    "ID": 238683,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgame/238683/de-3-wijzen",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "40",
    "Play Time": "50",
    "Weight": "0",
    "Description": "One question. Multiple answers, but who gives the right one? Vote for the player of which you think has given the correct answer and try to get as many votes for yourself by bluffing about yours! Are you the wisest trickster?&#10;&#10;The De 3 Wijzen is a bluffing voting game. There are twenty rounds and each contain five questions. There are multiple answers, but only one is correct. The cards, which contain answers, are divided equally amongst the players. The correct answer cards are green and have a corresponding number to its question card. This way the player always knows which correct answer belongs to which question. Wrong answer cards are red. Give your vote to the player of which you think has the correct answer and delude the other players in voting for you. The player with the most votes, wins!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Educational",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pokerdice",
    "ID": 238699,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.42",
    "Link": "https://boardgamegeek.com/boardgame/238699/pokerdice",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "After the first roll of the dice, the players bet on the combination to roll. But only the roller gets to choose the dice to roll again! A betting game for seasoned bluffers.&#10;&#10;Apr&egrave;s le premier lanc&eacute; de d&eacute;s, les joueurs misent sur une combinaison &agrave; r&eacute;aliser. Mais seul le lanceur &agrave; la main sur le choix des d&eacute;s &agrave; relancer ! Un jeu de pari pour bluffeurs aguerris.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Giftmas at Dungeon Abbey",
    "ID": 238701,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/238701/giftmas-at-dungeon-abbey",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "It is Giftmas at Dungeon Abbey. A time for giving. A time for receiving. A time for getting what you want, even if it bally well means murder.&#10;&#10;As they have done every year since time immemorial, the D'ungeon family are engaging in the wonderful Giftmas tradition of gift-giving. Will it be a cake, or a puppy, or a steel mantrap? Parcels are grasped, to and fro, as the vile family members vie for whatever feels like the best present. Will you get what you want? And why does this really heavy, round one smell of burning?&#10;&#10;In each round of the game you'll take the role of the various eccentric and unpleasant family members. You'll score points if you end up with the gifts you wanted. But look out! Some of these presents are gigantic bombs! Hell's bells!&#10;&#10;Play revolves around swapping cards representing gifts and character identities with other players, and choosing the right moment to turn your cards face-up.  If a player starts their turn with all of their cards face-up, then the round is over and we see who has gained the best gifts to determine a winner for that round.  The first player to win three rounds is the winner of the game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "iCartonauti",
    "ID": 238714,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.64",
    "Link": "https://boardgamegeek.com/boardgame/238714/icartonauti",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "120",
    "Weight": "2",
    "Description": "Can a literary game help your writing?&#10;&#10;iCartonauti is a collaborative literary game. T&#226;&#128;&#139;he players will be storytellers tasked with writing a story from beginning to end. They will have to work together to finish the story before writer's block reaches them.&#10;&#10;The game consists of 84 different illustrated &lsquo;inspiration cards&rsquo;. [The art was made by the students of the &lsquo;International School of Illustration&rsquo; of Sarmede (Treviso, Italy)]. It also includes 24 &lsquo;obligation cards&rsquo; and a table board with an &lsquo;inspirations path&rsquo; on it. During the game, all players will contribute to create a story that will be both personal and collective at the same time: it will talk about each one with the contribution of everyone.&#10;&#10;It&rsquo;s a simple game in its mechanics - with a short learning time thus allowing to start playing right away - but complex enough to keep the attention and involvement - even emotional - of the players.&#10;&#10;The game consists of five phases plus the ending. Each phase corresponds to a narrative stage: beginning, purpose, hindrance, overcoming, achievement and ending.&#10;&#10;Each phase consists of several turns whose number depends on the initial choice, made by the players, between short story, novella and novel.&#10;&#226;&#128;&#139;Each &lsquo;inspiration card&rsquo; shows four elements: a rule, an illustration, &lsquo;words in freedom&rsquo; and either &lsquo;hidden truths&rsquo; or &lsquo;suggestions&rsquo;.&#10;&#10;These elements will encourage the players to find inspiration in their imagination or in their everyday life, to enrich the story with episodes and anecdotes, thus making the narrative structure more fascinating to all participants.&#10;&#10;The writer's block flips one card: at the end of each turn starting from Phase 2 &quot;Purpose&quot;; when players make a mistake; if stated by the drawn obligation card; if players choose to discard an obligation card on the board.&#10;&#10;If the writer's block flips all the cards played until that moment, the game is over, the players have lost.&#10;&#10;If, instead, the players reach the final slot &quot;Ending&quot; without the writer's block reaching them, they won collectively.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Paper-and-Pencil",
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Kaolan: The Battle Strategy Card Game",
    "ID": 238715,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/238715/kaolan-the-battle-strategy-card-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Take control of powerful beasts and give them power, then use them to attack your enemies.&#10;&#10;Kaolan is an exciting trading card battle game. It can be played in four ways: Match Play (single pack), Tournament Play (multiple packs), Power Play (head-to-head), or Single Play (solitaire). All versions use a Master Deck of 60 original cards.&#10;&#10;There are four kinds of cards: Character Cards, Power Cards, Special Ability Cards, and Opportunity Cards. Booster Cards are also available. The object of the game is to defeat all your opponent's Character Cards by gaining powers and special abilities. Two players challenge each other to a duel with dice until no challengers are left standing.&#10;&#10;The object of the game is to clear your opponent&rsquo;s battlefield of all Character Cards. A battlefield consists of one Leader and up to three Guards. When a player&rsquo;s Character Cards on the battlefield have been eliminated, that player is out of the game. The last remaining player is the winner.&#10;&#10;Play begins by shuffling the cards of the Master Deck. Deal four cards. Arrange these cards on the table so that there is one in front of three cards. Next, deal four cards to each player. The remaining cards become the Draw Pile. If the Draw Pile is empty, shuffle the Discard pile and create a new Draw pile. Turns the four cards on the table face up.&#10;&#10;On each turn, do one of the following options: place a Character Card on the board, draw a card from the Draw Pile, add a Power Card to any Character Card, add a Special Ability to any Character Card, play an Opportunity Card, initiate a Challenge, or pass.&#10;&#10;With the use of dice, players challenge each other to battles. A player is eliminated if all their Character Cards have been defeated. The last remaining player is the winner of the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Player Elimination"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "La Bataille d'Austerlitz 1805",
    "ID": 238717,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.06",
    "Link": "https://boardgamegeek.com/boardgame/238717/la-bataille-dausterlitz-1805",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "180",
    "Play Time": "1800",
    "Weight": "4",
    "Description": "La Bataille d&rsquo;Austerlitz happened more than 200 years ago, but despite its place in the dim recesses of our collective memory, it still has bright place in the pantheon of notable military historical events. Austerlitz, more than perhaps any event, established the Napoleonic legend, and preserved a nascent French Empire for another decade.  It remains as important an event as any in the history of the French.&#10;&#10;The game is on six 22&rdquo; by 32&rdquo; maps. The game also features over a thousand full-color counters; a commemorative disc that has nearly a hundred pages of rules,  10 scenarios, articles and player aids; and various charts. An alternate allows you to play the entire battle by interconnected scenarios.&#10;&#10;In addition, La Bataille d&rsquo;Austerlitz 1805 developed by utilizing much more recent research regarding orders of battle; the geography of the area reflecting as it actually was in 1805; and the growth of technology providing a superior graphic product of unit counters; maps and other playing components.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Country: France",
      "Series: La Bataille (Marshal Enterprises / Clash of Arms Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "La Bataille pour la Prusse 1806",
    "ID": 238718,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.93",
    "Link": "https://boardgamegeek.com/boardgame/238718/la-bataille-pour-la-prusse-1806",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "180",
    "Play Time": "1800",
    "Weight": "0",
    "Description": "This release includes four separate games recreating the major battles in the 1806 campaign of the Empire of the French against the Kingdom of Prussia in Central Germany. &#10; The four games include: La Bataille de Saalfeld; La Bataille d&rsquo;Hassenhausen (Davout&rsquo;s epic battle with the Duke of Brunswick); La Bataille de Jena; and La Bataille de Halle.  La Bataille de Halle is the 2011 winner of the Charles Roberts Award for best print and play game.  Jena includes a special scenario: La Bataille de Jena: D&rsquo;histoire Alternative which attempts to answer the question as to what might have happened had the Prussians had their entire army at Jena.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Series: La Bataille (Marshal Enterprises / Clash of Arms Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Memo tropico",
    "ID": 238719,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/238719/memo-tropico",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "For this memory game you need a brain the size of an elephant&rsquo;s to keep up with the animals who often move between hiding places... Be careful not to lose  track of them...&#10;&#10;Dans ce jeu de m&eacute;mo, il faut une m&eacute;moire d&rsquo;&eacute;l&eacute;phant pour se souvenir de l&rsquo;emplacement des animaux qui changent souvent de cachette&hellip; Attention &agrave; ne pas perdre le fil&hellip;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Archichato",
    "ID": 238722,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.20",
    "Link": "https://boardgamegeek.com/boardgame/238722/archichato",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The first player to reproduce a castle with his cones wins!But you  have to be very observant because they all look alike&#10;&#10;Un duel de constructeur : le premier qui reproduit la pyramide de la carte remporte la partie ! Mais attentions aux pi&egrave;ges et aux ressemblances !&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Puzzle"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Grand Austria Hotel: Herr Moras",
    "ID": 238724,
    "Year": "(2017)",
    "Geek Rating": "5.539",
    "Avg Rating": "7.80",
    "Link": "https://boardgamegeek.com/boardgameexpansion/238724/grand-austria-hotel-herr-moras",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3",
    "Description": "A guest card, when servicing this guest you can take up a face up guest card from the board. Place it in your cafe at no cost.&#10;&#10;Promo card, handed out at Spiel 2017.&#10;&#10;Contained in the Grand Austria Hotel Deluxe Kickstarter Edition as a stretch goal.&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Set Collection"
    ],
    "Families": [
      "Theme: Hotels, Inns, Lodgings"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hiboufou",
    "ID": 238725,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.78",
    "Link": "https://boardgamegeek.com/boardgame/238725/hiboufou",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "0",
    "Weight": "1",
    "Description": "To lay one owl next to another, they just need to have one colour in common. Whoever wins the most owls wins the game.&#10;&#10;Pour poser un hibou &agrave; c&ocirc;t&eacute; d&rsquo;un autre hibou, il suffit qu&rsquo;ils aient une couleur commune. Le joueur qui se d&eacute;barrasse de tous ses hiboux remporte la partie.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Potlatch: A Game About Economics",
    "ID": 238727,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.10",
    "Link": "https://boardgamegeek.com/boardgame/238727/potlatch-a-game-about-economics",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "Potlatch, the game, is a strategic, educational card game based on indigenous philosophies. It is designed to meet Washington's K-12 educational standards for teaching about native history, economics, culture, and government. The game was developed as a community effort with local elders and language experts. The game is written in both English and Lushootseed, the indigenous language of the Salish Pacific Northwest. Game mechanics are based on sharing resources to meet other players&rsquo; needs for food, materials, technology, and knowledge.&#10;&#10;This is a collaborative game where there is not one winner. Success is determined by whether or not all houses have their resource needs met by the end of the game.&#10;&#10;The game is named for the Potlatch, which is a ceremonial distribution and re-distribution of resources, property, food, knowledge, and wealth with the purpose of affirming social status via the historic economic systems of subsistence, prestige, and sharing. Potlatching is practiced by indigenous peoples of the Pacific NW coast of the U.S. and Canada. Historically it supported a large socio-economic system to maintain a high level of food production and to equalize food accessibility. Individuals, families, or communities host potlatches and planning takes a year or more. Skagit elder and historian, Vi Hilbert, wrote &ldquo;Public acts of distributing valuables to guests were the ultimate confirmation of a host&rsquo;s achievements and personal high-status in their family and community.&rdquo;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tic Tac Cats",
    "ID": 238729,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.15",
    "Link": "https://boardgamegeek.com/boardgame/238729/tic-tac-cats",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "The players are going clash like cats and dogs in this game of strategy &ndash; ultra simple, but not all that easy: the players take turns putting their own colour card on the table, overlapping it with a card already put down, and try to make a row of 4 animals in their own colour. A very tactical game based on the same principle as Tic Tac Toe, with special cards which help with grasping the concept of space.&#10;&#10;Comme chiens et chats les joueurs vont s&rsquo;affronter dans ce jeu de strat&eacute;gie ultra simple mais pas si facile que &ccedil;a : chacun &agrave; leur tour, les joueurs posent une carte de leur couleur sur la table en l&rsquo;imbriquant &agrave; une carte d&eacute;j&agrave; pos&eacute;e , et tentent de r&eacute;aliser une ligne de 4 animaux de leur couleur. Un jeu tout en tactique sur le principe du Tic Tac Toe avec des cartes sp&eacute;ciales qui permet d&rsquo;appr&eacute;hender la notion d&rsquo;espace.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Die Legenden von Andor: Das Licht der fünften Stunde",
    "ID": 238740,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.29",
    "Link": "https://boardgamegeek.com/boardgameexpansion/238740/die-legenden-von-andor-das-licht-der-funften-stund",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "1",
    "Play Time": "5",
    "Weight": "0",
    "Description": "Die Legenden von Andor: Das Licht der f&uuml;nften Stunde (&quot;The Light of the fifth hour&quot;) is a single card expansion for Legends of Andor that was released for the 5th Anniversary of Legends of Andor at the Spiel 2017 in Essen, Germany.&#10;&#10;This Mini-Expansion can be used along any Legend of the three main games.&#10;&#10;Rules:&#10;During setup the card is is placed with the green arrow pointing at the 5th hour of the time track.&#10;The first hero who reaches the 5th hour on the time track with his/her time marker while performing the &quot;fight&quot; action increases his/her strength by 5 for this combat round. If several heros fight together and move their time markers on the 5th hour they still only add 5 to the group's strength.&#10;&#10;After the card has been used it is turned 180&deg; so that the red arrow points at the 5th hour, indicating that the bonus cannot be used again until sunset. At sunrise the card is turned 180&deg; again so the the green arrow points at the 5th hour. The bonus can be used again.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Puzzle"
    ],
    "Mechanics": [
      "Area Movement",
      "Cooperative Game",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Legends of Andor"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Grand Austria Hotel: Mag. Ferdinand",
    "ID": 238742,
    "Year": "(2017)",
    "Geek Rating": "5.543",
    "Avg Rating": "7.95",
    "Link": "https://boardgamegeek.com/boardgameexpansion/238742/grand-austria-hotel-mag-ferdinand",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3",
    "Description": "A guest card, when servicing this guest you advance three spaces on the Emperor track.&#10;&#10;Promo card, handed out at Spiel 2017.&#10;&#10;Contained in the Grand Austria Hotel Deluxe Kickstarter Edition as a stretch goal.&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Set Collection"
    ],
    "Families": [
      "Theme: Hotels, Inns, Lodgings"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Battle Quest Adventure Game",
    "ID": 238759,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/238759/battle-quest-adventure-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Battle Quest is an adventure game for 1-4 people. Each player takes the roll of a heroic adventurer, seeking to make his or her fortune in the dark and dangerous areas of the world. It is a world of dragons and ogres, knights and wizards, swords and sorcery, where the life of your adventurer can be snuffed out at any moment.&#10;&#10;Players start by choosing one of 4 characters - warrior, mage, thief, and treasure hunter. They then spend gold to buy a weapons, armor, equipment, and spells. Once that is done, the players set of for the dungeon. Players are exploring a hidden dungeon. Within the dungeon an ancient dragon lives. Players roll 2d6 to determine what they encounter on their turn - could be a creature, trap, pit, getting lost, or a locked door. Players can head back to town to buy more equipment. Encounters are resolved with 1 or a series of d6 die rolls. If they survive the encounter, players roll on a treasure table to determine what they have gained.&#10;&#10;When they are ready, players can choose to encounter the dragon. First player to kill the dragon wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Fantasy",
      "Fighting",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Role Playing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Continuous Delivery: The Game",
    "ID": 238760,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/238760/continuous-delivery-the-game",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "The game consists of a board with 20 spaces, where 10-20 cubes representing software work items shall be pushed forward according to the rules. The goal is to make the work items finish as soon as possible at the end space. A lot of set-backs will appear on cards drawn from a deck. The set-backs have names that people within the software development are familiar with.&#10;The cooperative game is won if the group manages to overcome all the trouble caused by the event cards, by choosing from the development cards and implement them in a proper order.&#10;In each turn the players make up a short-term plan for which developments to go for, and which work items to progress. There are dice used for progress during the &quot;testing phase&quot;, the middle part of the track where the work items can be stuck if the group has bad luck.&#10;&quot;Continuous Delivery - The Game&quot; is a cooperative board game for 3-5 players who together will try to transform a traditional software development way of working into a Continuous Delivery pipeline.&#10;Each player represents a department, for instance Development, Test or Operations. Together they can discuss and plan how to improve the software development process.&#10;The goal of this game is to create awareness of what implementing Continuous Delivery can be about. This game can be played by anyone and does not require any prior knowledge or experience of Continuous Delivery.&#10;&quot;Continuous Delivery - The Game&quot; is the first of its kind and unique in how it mixes the fun of a board game and the teachings&#10;of Continuous Delivery.&#10;&#10;",
    "Categories": [
      "Economic",
      "Educational",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Sakura Extra",
    "ID": 238768,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.06",
    "Link": "https://boardgamegeek.com/boardgameexpansion/238768/sakura-extra",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "0",
    "Description": "This Kickstarter extras are available separately as an add-on to the game Sakura. You get additional characters (fisherman, clerk, ninja, karate master) which give you more options, a pagoda roof to indicate the price for the characters, scoring disks and scoring tokens to keep track of the shuriken, a sakura starting player marker and a cardboard Yin-Yan token.&#10;&#10;This pack includes all unlocked additional stretch goals and enhances game play.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Card Games: Shedding / Stops"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Vir Sivir's Ramayana: The Game",
    "ID": 238771,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/238771/vir-sivirs-ramayana-the-game",
    "Min Players": "2",
    "Max Players": "9",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "As described on the box, Vir Sivir's Ramayana - The Game is played to find Rama using the locations of the Ramayana epic on a map of India. The purpose of the game is to allow the player to learn and understand the Ramayana in an easier format. The game can also be played at three different difficulty levels based on the player's gaming abilities.&#10;&#10;The game play in general will have the players starting in different locations in India. They will have event cards that each represent an event that happens to Rama, and the location that they occurred in. Players will roll a special pair of dice to determine where on the board they can movie. Depending on the roll and the space they are on, they may also be able to draw special boon cards. Once a player is in one of the map locations, they may discard one event card corresponding to that location, and can play more than one event if they also discard a boon. Players who previously played an event card at the same location must pick their cards back up, but can avoid this by playing a boon. The first player to discard all of their cards is the winner.&#10;&#10;The higher levels of game play will introduce a mystery event, where players have to deduce the mystery event by noting which events other players have played. Players also may ask the other players if they have event cards corresponding to the locations they are on to place in front of themselves. Once a player has seven event cards in front of them, they may see if they've correctly deduced the card...either winning the game, or being eliminated/receiving penalties. Boon cards now also have added abilities that will allow players to block paths of movement on the board, prevent players from asking for others' cards, or blocking others' card abilities. Players must also now discard boon cards as an entry fee into the event locations.&#10;&#10;The highest level of game play also introduces the Kodanda spinner (named after Rama's legendary bow). Each player will be designated as day, night, or twilight depending on their start space. The spinner must be spun at the start of each turn, changing the balance of power for each player, allowing them to roll an extra die or collect extra boons, or causing them to roll one less die and being unable to collect boons or even reveal their mystery event deduction.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Deduction",
      "Educational",
      "Memory",
      "Mythology",
      "Religious",
      "Travel"
    ],
    "Mechanics": [
      "Hand Management",
      "Memory",
      "Paper-and-Pencil",
      "Player Elimination",
      "Point to Point Movement",
      "Roll / Spin and Move",
      "Take That",
      "Trading",
      "Variable Player Powers"
    ],
    "Families": [
      "Country: India",
      "Religious: Hinduism"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Marbowling",
    "ID": 238773,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/238773/marbowling",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Marbowling is a completely new twist on an old sport. In this game, a Shooter must navigate a Pro Ball marble down the 32&quot; Lane, between the gutters and through the stationary pins to the scoring area.&#10;    Step 1: Roll the 6 dice to determine the placement of pins (ex. 1-1-2-4-4-5 = a 1 pin, 2 pin, 4 pin, and 5 pin)&#10;    Step 2: Place the pins in the pin holes according to the outcome of the dice roll.&#10;    Step 3: Shoot - aim the Shooter Ramp and send your Pro Ball down the Lane (Trick Shots and Hook Shots are encouraged)&#10;    Step 4: Score - The scoring area consist of 10, 20, 30, and 50 point pockets. A Shooter is allowed two attempts per frame or turn (1st ball = full points / 2nd ball = 1/2 points.) The highest score after 10 frames is the winner!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Sports: Bowling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "ATS: Briefing #3",
    "ID": 238792,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/238792/ats-briefing-3",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The third ATS Briefing, the first in many years is loaded with invaluable resource material for Advanced Tobruk System enthusiasts.&#10;The 48 page issue, laid out in color, contains several new articles, such as:&#10;&#10;     Buildings as targets, with a handy table to assist decision-making&#10;     The Finns in WWII&#10;     Obstacles and demolition&#10;     Scenario design&#10;&#10;&#10;But that's not why you called!  This issue also includes a new suite of Busting The Bocage scenarios along with a remastered Pointe du Hoc map, printed on heavy cardstock.  AS a bonus, the magazine includes a full-color replay of one of the new scenarios.&#10;Additionaly, the ASL-comp chestnut &quot;The Grain Elevator&quot; is here for ATS players to enjoy, complete with cardstock map and scenarios to play on it.&#10;&#10;Ownership of the ATS rules, playaids and system markers is required to make use of this material, as well as combat counters from Berlin: Red Victory and at least one ATS Normandy title, such as D-Day Rangers or Band of Brothers.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Series: Advanced Tobruk System (Critical Hit)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "ATS: Broken Arrow",
    "ID": 238793,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/238793/ats-broken-arrow",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is an Advanced Tobruk module detailing the bitter fighting around Ia Drang, Vietnam, in November 1965.  In this module the men and weapons of the 7th Air Cavalry face stiff opposition from NVA regulars in a series of scenarios that depict the Americans' landing in the &quot;Hot LZ&quot; and the subsequent battles with an entire NVA battalion in extremely difficult and unfamiliar terrain.&#10;&#10;ATS fans will find new weapons such as &quot;thumper&quot; grenade launchers, M60 machine guns and, best of all, a brace of Huey helicopter types and new rules to implement their use.&#10;&#10;This set is a remastering of a previous release, LZ X-Ray, with cardstock map panels and new counters.  The module is available in two versions: one with only the new maps &amp; scenarios for owners of ATS: Hue, and a &quot;full&quot; version that adds the required combat counters.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Vietnam War",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Series: Advanced Tobruk System (Critical Hit)",
      "Theme: Helicopters"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "UFO Tumble",
    "ID": 238797,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/238797/ufo-tumble",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "In a crazy experiment that went haywire, scientists accidently opened the portal to four parallel universe! Meanwhile, four different UFOs from the four different multiverse was split due to fraction of space! Scientists now fight anxiously to piece the UFOs back together in order to avoid cosmic chaos.&#10;&#10;UFOS&#229;&#174;&#135;&#229;&#174;&#153;&#232;&#191;&#183;&#232;&#136;&#170; (USO Tumble) is an abstract, tile-placing board game. Unlike typical games, it features an unique mechanism: a board that can be turned and rotated, where tiles will fall or not fall depending on their corresponding colors, and re-arranging the module as it goes.&#10;&#10;The board is a 5x5 grid, with four different colors on each side representing the four universes. Tiles with colors matching the bottom side will gain anti-gravity, which means they will not fall downwards and can be placed anywhere. The tiles are magnetic, allowing players to shift the tiles freely on the board throughout the game.&#10;&#10;Come challenge your ability of spatial cognition and prediction, outsmart your opponents and win by piecing together as much UFOs as you can!&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Puzzle"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": []
  }
]