[
  {
    "Rank": "N/A",
    "Name": "Hunters on the Shoreline",
    "ID": 249926,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/249926/hunters-on-the-shoreline",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Hunters on the Shoreline is an attempt to provide a set of fast, east to use miniatures rules that will accurately reflect the quick, vicious battles between light naval forces. It is designed for use with P.T. Dockyard 1/600 resin miniatures. The tactics used in these operations were much different from standard naval tactics. Actions took place at point blank range (many MTB captains kept grenades handy on the bridge for ready use) and were often measured in minutes.&#10;&#10;The focus is primarily in the European Theatre, but the rules are equally useful for actions between PT boats and the Japanese Navy.&#10;&#10;In addition to the rules and miniatures, you will need an area at least 6' by 4', a metric tape measure, turn radius circles, and at least 2-4 each of 4 sided (d4), six sided (d6), eight sided (d8), ten sided (d10), twelve sided (d12), and twenty sided (d20) dice as well as making a few simple templates as described in the rules.&#10;&#10;",
    "Categories": [
      "Nautical",
      "Wargame"
    ],
    "Mechanics": [
      "Action Queue",
      "Dice Rolling",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Level 8: Das Brettspiel",
    "ID": 249929,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.78",
    "Link": "https://boardgamegeek.com/boardgame/249929/level-8-das-brettspiel",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "A boardgame version of the card game Level 8, where you roll dice to move your player markers forward on the board. The spot where your player's markers are placed decide if you draft cards from the deck, ask somebody for cards or even steal your opponent's hand cards. Like in the card game you have to complete 8 different levels to win.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Čtveráček",
    "ID": 250124,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/250124/ctveracek",
    "Min Players": "4",
    "Max Players": "0",
    "Min Play Time": "20",
    "Play Time": "0",
    "Weight": "2",
    "Description": "&#196;&#140;tver&aacute;&#196;&#141;ek is a satirical improvisation card party game for four or more players. It is played on individual rounds, so-called &quot;term of office&quot;. In each term of office, one player is the president (of Czech Republic), player on his or her left is the president's spokesperson and all others are journalist. The President chooses the subject of speech and, after playing the cards (statements) he/she must use them in a speech. Journalists then ask unnecessary and provocative additional questions to which the spokesperson must react promptly, even if they are far from being worthy. If his responses gets journalists offended, they give him points of shame. When a journalist buzzes, the spokesperson is satisfied. Goal of the game is gain as many points of shame as possible.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game",
      "Political"
    ],
    "Mechanics": [
      "Acting",
      "Storytelling"
    ],
    "Families": [
      "Country: Czech Republic"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dungeon Runners",
    "ID": 250125,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/250125/dungeon-runners",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "120",
    "Weight": "0",
    "Description": "You and your friends play as one of six heroes and navigate an ever changing dungeon. Triumph over encounters to earn treasure or test your luck with Quests to earn Epic Treasure! Find the key to unlock the boss door, and prepare yourselves for an epic battle against one of six unique creatures of darkness.&#10;&#10;Dungeon Runners is a board game designed to introduce new players to table top fantasy games without being too overwhelming, but while still maintaining a fun experience for hobbyist players. There are 3 different play lengths, a short game, mid game, or long game. The board is modular, so each run will be unique each time you play.&#10;&#10;Single Player: For a single player campaign,  the player takes control of 2 heroes.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Maze"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Role Playing",
      "Tile Placement",
      "Trading"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "DRAGUT: The sack of Rapallo July 4th 1549",
    "ID": 250271,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/250271/dragut-the-sack-of-rapallo-july-4th-1549",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Dragut is a two players game recreating the sack of the Ligurian city of Rapallo on July 4th 1549.&#10;&#10;On that day, at dawn, a fleet of several galleys at the orders of the famed Ottoman pirate Dragut arrived at the shores of this sleepy harbour; the pirates beached in three areas (Porta delle Saline, Imbarcadero and Nagge, all depicted on the map) and started the sack; no resistance was encountered, as no garrison nor alarm drills have been organised by the city council, despite the Genoese Senate had advised of pirate activities in the area.&#10;&#10;The only brave act was performed by Bartolomeo Maggiocco, a local boy who saved its sweetheart, Giulia Giudice, struggling the pirate at the Porta delle Saline. The only escape way was fleeing to the hills and several citizens made it, and more others were captured by the pirates and put in slavery in Berberia.&#10;&#10;Will you manage to avoid the sack of the city and save its inhabitants?&#10;&#10;Or will you sack the city and gain reputation among the Pirates?&#10;&#10;The game consists of 24 colourful units to be cut and glued, 18 nice cards, a gourgeous map to be printed on A3 folio and the English   rules.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Pirates",
      "Print & Play",
      "Renaissance"
    ],
    "Mechanics": [
      "Action Points",
      "Open Drafting",
      "Point to Point Movement",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Cities: Genoa (Liguria, Italy)",
      "Country: Italy",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Teddy Tail's Cycle Game",
    "ID": 250274,
    "Year": "(1934)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/250274/teddy-tails-cycle-game",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "In order to enter the race each player has to throw a 6, then he places his 'cycle' or counter, on to 'Start'.&#10;Whenever a 6 is thrown the player is entitled to another throw.&#10;At the end of the game the exact number required to bring the cycle to 90 must be thrown. If, for instance, a cycle is at 89 the player must throw a 1 to be 'home'; if he throws a 6 he must use up the other five in going backwards, and will therefore be on 85.&#10;&#10;Teddy Tail was a comic character that first appeared in 1915 as a comic strip in the Daily Mail newspaper.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Comic Book / Strip"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Mice"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Field of Mars",
    "ID": 250275,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgame/250275/field-of-mars",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Field of Mars was originally intended to function as a 'battle board' for the Lace Wars series, which is 'operational' in scope and normally resolves battles using a combat results table. To add value to the product, Field of Mars has been designed to function as a complete game in its own right, suitable for playing both random and historical battles devised by the players. No knowledge of the Lace Wars rules is required. (Caveat: the game does not include any historical scenarios.) With some modification it could also be used to play battles generated by different game systems.&#10;&#10;The game uses a gridded mat and terrain tiles to create a wide variety of battlefields. The players' forces are deployed on this mat in stacks of counters called 'wings'; the wings are the 'manoeuvre unit' in this system. The players issue orders to their wings by rolling dice and distributing them among their wings. The more pips a die has showing, the greater the number of tactical choices its wing has. Once orders have been issued, a series of discrete steps is followed, each permitting the execution of one particular kind of action (for example: Advance, Fire, Assault). In each step the players decide whether any eligible wings (those with the correct die value) will execute that action. The object of the game is to render opposing wings hors de combat. In the context of the game this means the wing is removed from play. This is accomplished through artillery and musket fire, cavalry charges, and infantry assaults. The first side to go over the required number of hors de combat wings loses the battle.&#10;&#10;The rules include instructions for creating random battles using the counters provided and also instructions on how to use the game to fight battles generated within the Lace Wars system.&#10;&#10;Components&#10;1) One large play mat, called the Battlefield.&#10;2) 360 die cut counters representing various generic forces, plus markers. Scale is variable.&#10;3) 60 terrain tiles&#10;4) Rules, charts, and tables.&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Ratio / Combat Results Table",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Lace Wars (Red Sash)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Remember When ...: FLASHBACKS Expansion",
    "ID": 250276,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/250276/remember-when-flashbacks-expansion",
    "Min Players": "3",
    "Max Players": "9",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This expansion to the family party game &quot;Remember When...&quot; DOUBLES the number of word cards in the game!  Contains 384 additional word cards in all 8 colors.  With this expansion plus the base game (which is required to play), players will own every card from the free online version at Board Game Arena.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip",
      "Educational",
      "Expansion for Base-game",
      "Humor",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Acting",
      "Cooperative Game",
      "Simultaneous Action Selection",
      "Storytelling",
      "Voting"
    ],
    "Families": [
      "Category: Print-on-Demand"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "1975: A Card Game for 2 About the Cold War",
    "ID": 250277,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/250277/1975-a-card-game-for-2-about-the-cold-war",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Do you remember the seventies of the previous century? In those days, world politics were a simple thing. There were two superpowers, who lurked at each other in deep distrust and emphasized their ideological contrasts, and a third one, who stood aside with no emotions.&#10;&#10;Nevertheless, World War III was never a real option. But both the USA and the USSR were always keen to harm each other in the Third World, and to drag every dingle despot to the &quot;right&quot; side. Both giants wanted to have governments of their favor everywhere in charge as long as possible -- in order to draw out as much as possible of there wealth of all these countries...&#10;&#10;In this two-player card game, players use a set of action cards to win control and influence in countries around the world. Yellow &quot;China Chips&quot; play a special neutralizing role. The aim is to win the most money by winning the sympathies of the other countries.&#10;&#10;This game was self published by Franz Benno-Delonge years before Twilight Struggle. When Twilight Struggle appeared with such immense (and deserved) support, Benno-Delonge produced a few more copies of 1975 for those interested in another approach at this interesting time period in world politics.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Political"
    ],
    "Mechanics": [
      "Area Majority / Influence"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Honestly?",
    "ID": 250278,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/250278/honestly",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "8",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Honestly? is a bluffing game. Players win by lying to friends about whether or not they are actually a liar.&#10;&#10;Each player is dealt a single card stating whether or not they are a liar. Clockwise, they state if they are a liar or not, of course not having to tell the truth. After the statement, the next player either states &quot;I believe you&quot; or &quot;I have concerns&quot;.&#10;&#10;If concerns are expressed, the active player has 10 seconds to make their case that they are telling the truth. Then the accusing player must either respond with &quot;I believe you&quot; or &quot;honestly?&quot;&#10;&#10;If the accusing player says &quot;honestly?&quot; then the active player must reveal their card. If the active player was telling the truth, the accusing player is eliminated from the game. If the active player was lying, they are eliminated.&#10;&#10;Play continues until all players have been the active player or until only one player remains. If all players have been active and multiple players are in the game at the end of the round, then all players must reveal their cards. If any player(s) successfully lied, they win. If no players lied about their cards, everyone loses.&#10;&#10;",
    "Categories": [
      "Bluffing"
    ],
    "Mechanics": [
      "Player Elimination"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ultra Quick College Basketball",
    "ID": 250280,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/250280/ultra-quick-college-basketball",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "1000",
    "Weight": "0",
    "Description": "Ultra-Quick College Hoops features over 1800 teams from the 2017-2018 college basketball season. All Men's teams belonging to the National Collegiate Athletic Association (NCAA) Divisions 1, 2 and 3, the National Association of Intercollegiate Athletics (NAIA), the National Christian Collegiate Athletic Association (NCCAA), the United States Collegiate Athletic Association (USCAA), the Canadian Interuniversity Sport league (CIS), the Canadian Collegiate Athletic Association (CCAA), the Association of Christian College Athletics (ACCA), and Men's Independent Teams. The 2018 Women's Division I teams are also rated. No other game comes even remotely close to rating as many teams!&#10;&#10;The 2018 Edition features our exclusive Strength of Schedule system. You can match any team from any division, and get realistic results. We also include the brackets for all of the tournaments!&#10;&#10;Ultra-Quick College Hoops allows you to easily complete a tournament or team schedule in one sitting, without sacrificing realism. Included in each year book are the tournament brackets for every division that has drawn at press time.&#10;&#10;All of the teams have their TEMPO reflected in both OFF and DEF ratings. This makes the final scores in line with real life scoring.&#10;&#10;Ultra Quick College Hoops is the complete package for the college basketball fan. You can replay all tournaments, or even every game played in the 2017-18 season. The only limits are your time and imagination. (This description fits generically for most seasons).&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Noch mal!: Zusatzblockset",
    "ID": 250282,
    "Year": "(2018)",
    "Geek Rating": "5.669",
    "Avg Rating": "7.18",
    "Link": "https://boardgamegeek.com/boardgameexpansion/250282/noch-mal-zusatzblockset",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Noch mal! Zusatzblockset is a set of three new booklets (IV, V, VI) with new sheets for use with the Noch mal! dice game. The new arrangements of colors provide a new game experience.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Necromunda: Underhive – Orlock Gang Cards",
    "ID": 250283,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.05",
    "Link": "https://boardgamegeek.com/boardgameexpansion/250283/necromunda-underhive-orlock-gang-cards",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Necromunda: Underhive contains a number of Tactics cards, which can be used to represent the myriad tricks and schemes employed by the gangs. Expand your games of Necromunda: Underhive &ndash; whichever gang you play &ndash; with this set of 26 extra cards. Included:&#10;&#10;&#10;     8 Orlock Tactics cards, which are for the exclusive use of the Orlock gang;&#10;     12 Gang Tactics cards, which can be used by any gang in Necromunda: Underhive;&#10;     6 blank Fighter cards &ndash; perfect for the Champions and Leaders in your gang deck, these have been stamped with the House Orlock crest.&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Würfel & Knobel Eldorado",
    "ID": 250288,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/250288/wurfel-and-knobel-eldorado",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Subtitle: The best gambling games with die and cards.&#10;Includes:&#10;2 double sided game boards, 1 card deck, 2 sets of die (6 normal and 5 special poker die),die shaker, poker chips, color sticks, Knobelix (Kniffel)writing pad. &#10;Rules for 22 games.&#10;All games are about balancing your risk and luck.&#10;2 examples:&#10;Poker Dice is a dice game using special dice with the motives of poker cards from a nine to ace. Trying to get with 3 tries the worthiest combination to win the round. Last man with chips wins.&#10;Knobelix: Each turn the player rolls the 6 die up to 3 times, trying to get as much from the listed combinations as possible (three pairs, two triplets, four+two etc.). If the player has no success, he has to decide which left combination he will give up getting only 0 points for it. The player with the most points (normally the most reached combinations) wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sagrada: Promo 7 – Game Boy Geek Window Pattern Card",
    "ID": 250292,
    "Year": "(2018)",
    "Geek Rating": "5.535",
    "Avg Rating": "7.57",
    "Link": "https://boardgamegeek.com/boardgameexpansion/250292/sagrada-promo-7-game-boy-geek-window-pattern-card",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Promotional card offered by the &quot;GameBoyGeek Season 6 Kickstarter&quot;.&#10;&#10;A new double sided player card to build the stained glass window in.  Shuffle into the deck with the other player cards during setup and proceed as normal&#10;&#10;This card features a level 3 and 6 pattern on opposing sides.&#10;&#10;",
    "Categories": [
      "Dice",
      "Expansion for Base-game",
      "Puzzle"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting",
      "Pattern Building",
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Sagrada",
      "Organizations: The Game Artisans of Canada",
      "Players: Games with Solitaire Rules",
      "Promotional: Game Boy Geek"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sagrada: Promo 6 – Man Vs Meeple Window Pattern Card",
    "ID": 250293,
    "Year": "(2018)",
    "Geek Rating": "5.540",
    "Avg Rating": "7.54",
    "Link": "https://boardgamegeek.com/boardgameexpansion/250293/sagrada-promo-6-man-vs-meeple-window-pattern-card",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Promotional card offered by the &quot;Man Vs Meeple Season 2 Kickstarter&quot;.&#10;&#10;A new double sided player card to build the stained glass window in.  Shuffle into the deck with the other player cards during setup and proceed as normal&#10;&#10;This card features a level 3 and 6 pattern on opposing sides.&#10;&#10;",
    "Categories": [
      "Dice",
      "Expansion for Base-game",
      "Puzzle"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting",
      "Pattern Building",
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Sagrada",
      "Organizations: The Game Artisans of Canada",
      "Players: Games with Solitaire Rules",
      "Promotional: Man vs. Meeple",
      "Promotional: Man vs. Meeple, Season 2"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trapped! Bermuda Triangle",
    "ID": 250304,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/250304/trapped-bermuda-triangle",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "70",
    "Weight": "0",
    "Description": "An infinitely replayable escape game for 1 to 4 players.&#10;&#10;Welcome to the Bermuda Triangle! Unfortunately, the stories are true, and you find yourself trapped in a parallel dimension.&#10;&#10;Joined by other unfortunate adventurers, none of you remembers when you arrived, but you have a strange sense of D&eacute;j&agrave; vu. Have you done this before?&#10;&#10;A giant stone obelisk stands before you, etched with various unusual symbols. You have a feeling that the secret to your escape hides beneath the ocean waves...&#10;&#10;Each round consists of three phases: (1) rotate the &quot;first player&quot; card to the next role, (2) remove timer cards from all decks, and then (3) each role completes their turn in order.&#10;&#10;Turns consist of each role taking 3 actions. Players work together to explore the triangle and remember the 91 symbols on the bottom of the ocean tiles.  There are 2 symbols per ocean tile. The appropriate symbols must be remembered and secured by player pawns to lock-in the escape pillars in the corners of the board.&#10;&#10;There are 91 symbol cards with 10 symbols per card, and each symbol is represented in the deck 10 times so that each card has exactly one symbol that matches when paired.  That one symbol is available at each pillar to lock in for a limited number of rounds.  If not locked in it is replaced by another symbol or if no more are available, players are trapped forever within the Bermuda triangle.&#10;&#10;Components:&#10;91 Symbol Cards&#10;46 Ocean Tiles&#10;18 Mysterious Pillar Tiles&#10;6 Role Cards (Bonus: several customizable role cards)&#10;6 Avatars&#10;4 Player Aid Cards&#10;3 Locked-in Pillar Markers&#10;1 Player One Card&#10;&#10;",
    "Categories": [
      "Exploration",
      "Memory",
      "Nautical"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Memory",
      "Modular Board",
      "Pattern Recognition",
      "Pick-up and Deliver",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Escape Room Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Big Buck",
    "ID": 250319,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.02",
    "Link": "https://boardgamegeek.com/boardgame/250319/big-buck",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Publisher Description&#10;A game for hunting enthusiasts. Who can shoot the biggest bulls? But watch out, you don't just have to worry about you: the other hunters are trying to find the biggest bulls as well. You'll have to use strategy to hunt and to avoid other hunters searching for the big ones. Will you be able to thwart the other hunters while pursuing your goal? The best strategy and a little bit of luck will determine who gets the big ones.&#10;&mdash;description from the publisher&#10;&#10;Basic gameplay could be considered similar to Mille Bornes&#10;&#10;     Each player is dealt 7 cards. Remaining cards stays on the table face down&#10;     Youngest player begins the game&#10;     Each turn begins by drawing a card.&#10;     Then they play one either on their side to hunt bucks or on opponents side to block them.&#10;&#10;&#10;To begin hunting, you must a card to attract a bull, then you put a bull and finally hunt it with a gun card. Bulls have different point values.&#10;&#10;Players can also block opponents using cards like bear or gamekeeper that will make a bull leave or cost a fine if you have no permit.&#10;&#10;The game is over when a player hunted 3 bulls. The person with the most bull points wins.&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Original Monopoly Games",
    "ID": 250324,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/250324/the-original-monopoly-games",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Published after an extended legal battle concerning the trademark and history of Monopoly, The Original Monopoly Games contains two different versions of the forerunner game to modern Monopoly compiled by professor Ralph Anspach. Also included is the &quot;true and fascinating history of the Monopoly game.&quot;&#10;&#10;The Original, Long-suppressed monopoly game:&#10;This is the genuine Atlantic City monopoly game, from which Monopoly was largely copied, and which was studiously ignored by the producers of Monopoly for forty years. Its existence was brought to light dramatically in a recent lawsuit by the makers of the Anti-Monopoly game. This historic Atlantic City game was created in 1930 by Quaker teachers as an improvement of an already exiting folkgame, which was also called monopoly. The Atlantic City folks, who until now have never gotten credit for inventing the world's most popular board game, played on il cloth board of the same kind supplied in our game- which can be rolled up, and presto, you have travel monopoly. Rid the time warp into the past and play on almost the same type of game equipment created by the real inventors of Monopoly.&#10;&#10;Your Original monopoly game:&#10;The forerunner monopoly folkgame had been played in Philadelphia, New York, Boston, and many other American cities since about 1910. The folkgamers enjoyed putting their won street, utility, a d railroad names on their game. We invite you to follow in their footsteps with the second board in our game equipment and the second set of black and white title cards. Pick the names which are most meaningful for you and mark them on your equipment, using either wipeoff or permanent black soft tip markers - or even crayons. BE CREATIVE.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cambridge",
    "ID": 250325,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.50",
    "Link": "https://boardgamegeek.com/boardgame/250325/cambridge",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Description from the designer:&#10;&#10;Cambridge is a 2 player abstract territory control strategy game.&#10;&#10;In Cambridge, players play opposing generals exploring a new environment, deploying units into villages and strongholds, and then finally conquering their opponent in a battle of wits and strategy.&#10;&#10;Cambridge was a 2018 9-Card Nanogame Contest entry - Cambridge contest entry WIP thread.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Print & Play"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Modular Board",
      "Open Drafting",
      "Point to Point Movement"
    ],
    "Families": [
      "Contests: 9 Card Nanogame PnP",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "IMO",
    "ID": 250328,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.75",
    "Link": "https://boardgamegeek.com/boardgame/250328/imo",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "0",
    "Description": "&#10;&#10;&#10;    &#10;        UNAUTHORIZED PRODUCTION&#10;&#10;    &#10;    &#10;         This appears to be an unauthorized version of Bazaar.&#10;&#10;    &#10;&#10;&#10;Strategy game that includes die rolling, resource management, and order fulfillment.&#10;&#10;The object of the game is to get the most points.  Players do this by collecting &lsquo;dot cards&rsquo;.  To collect the &lsquo;dot cards&rsquo; players need to hand in the correct number of matching coloured dots Players get chips by rolling a die to collect chips of different colour or trading chips to acquire different colours (trade values are determined on a track).  Three piles of five dot cards are available for acquisition by players during the game.&#10;&#10;The endgame value of the &lsquo;dot cards&rsquo; depends on two factors:&#10;The number of stars on cards (0-3) and the number chips a player has left over at the end of the game (points diminish with each left over chip, but maxing out at &lsquo;3 or more chip&rsquo; penalty).&#10;&#10;After the first &lsquo;dot card&rsquo; stack runs out, the other cards all increase in one &lsquo;star value.&rsquo;  Once the last &lsquo;dot card&rsquo; is taken, players calculate final scores and the highest score wins.  In the case of a tie, the player with the fewest &lsquo;dot cards&rsquo; wins.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Castle Madness",
    "ID": 250329,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.42",
    "Link": "https://boardgamegeek.com/boardgame/250329/castle-madness",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3.5",
    "Description": "Castle Madness is a Lovecraftian inspired cult-building game in which 2-4 players take on the role of an unfamous Old One from the other dimension.&#10;&#10;During the game, players will try to make their cult of followers grow by carefully choosing and planning their action cards and the various other cards from their library deck.&#10;&#10;With these cards, the Old Ones can recruit more cultists, summon monsters and buildings, open en explore other dimensions to find spells and artifacts, sacrifice cultists to increase their power, ...&#10;&#10;In the end, all these actions are done to achieve one thing: the completion of rituals. Each completed ritual is worth victory points but also brings the game closer to the end. The goal is to complete your rituals first (and score more points in doing so), before the game ends, because only the most powerful Old One can awaken to destroy the world!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Civilization"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Unreleased Games",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mera Rappakalja",
    "ID": 250331,
    "Year": "(1992)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/250331/mera-rappakalja",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Mera Rappakalja (More Balderdash) is a new Swedish variant of Balderdash and it was released only in Sweden by Casper.&#10;&#10;There are two changes in this version that differ from Balderdash. The game board is shorter with only ten squares and the dice has a symbol instead of number six. If the symbol is rolled then it is instead the answer that is being read and the players must enter the word that is searched for. Otherwise, it is the same rules as in Balderdash.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Paper-and-Pencil",
      "Voting"
    ],
    "Families": [
      "Game: Balderdash",
      "Traditional Games: Dictionary"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gloomhaven: Forgotten Circles",
    "ID": 250337,
    "Year": "(2019)",
    "Geek Rating": "6.582",
    "Avg Rating": "7.72",
    "Link": "https://boardgamegeek.com/boardgameexpansion/250337/gloomhaven-forgotten-circles",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "4.2727",
    "Description": "Gloomhaven: Forgotten Circles, the first expansion for Gloomhaven, features twenty new scenarios that take place after the events of the original Gloomhaven campaign and involve one new character class &mdash; the Aesther Diviner &mdash; and her attempts to prevent an approaching calamity. The accompanying scenario book breaks these scenarios up across multiple pages to create more dynamic and surprising encounters.&#10;&#10;The expansion also features seven new monster types (including three new bosses) and fourteen new items.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Cooperative Game",
      "Grid Movement",
      "Hand Management",
      "Hexagon Grid",
      "Modular Board",
      "Scenario / Mission / Campaign Game",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Components: Standees",
      "Game: Gloomhaven",
      "Mechanism: Campaign Games",
      "Mechanism: Legacy",
      "Misc: Forteller Audio Narration",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hoplite: The First Battle of Mantinea, 418 BC",
    "ID": 250339,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.20",
    "Link": "https://boardgamegeek.com/boardgameexpansion/250339/hoplite-the-first-battle-of-mantinea-418-bc",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "4",
    "Description": "This module presents the first great battle fought at Mantinea (418 BC), between Sparta (and allies) and a Coalition led by Argos during the Peloponnesian War.&#10;&#10;Two scenarios and 9 counters included in C3i Magazine, Issue #28&#10;&#10;",
    "Categories": [
      "Ancient",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Ancient: Greece",
      "Magazine: C3i",
      "Players: Two-Player Only Games",
      "Series: Great Battles of History (GMT Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Imperius: Empire of the Dawn",
    "ID": 250350,
    "Year": "(2018)",
    "Geek Rating": "5.526",
    "Avg Rating": "6.77",
    "Link": "https://boardgamegeek.com/boardgameexpansion/250350/imperius-empire-of-the-dawn",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "3",
    "Description": "The ruling house of the empire is in decline &amp; in their weakness an opportunity presents itself. The throne is within the grasp of any rival faction bold &amp; cunning enough to grab power for themselves.&#10;&#10;Imperius, from acclaimed designer Grant Rodiek, puts you in charge of one of the rival factions trying to seize control of the throne of Imperius. Use clever drafting, secret information, special faction abilities, and varied planet effects to give yourself the edge.&#10;&#10;Imperius: Empire of the Dawn includes even more content to add to your games of Imperius. Containing 12 new Elders, 14 new Events, 8 New Planets, and even alternate art Nobles for each house, you&rsquo;ll always have something new to experience.&#10;&#10;Key Points&#10;- Expands Imperius with new content.&#10;- Highly tense and rewarding interactive gameplay.&#10;- Packed with new interchangeable content to keep your games fresh and exciting!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Open Drafting",
      "Secret Unit Deployment",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Imperius: Enmity",
    "ID": 250351,
    "Year": "(2018)",
    "Geek Rating": "5.523",
    "Avg Rating": "6.74",
    "Link": "https://boardgamegeek.com/boardgameexpansion/250351/imperius-enmity",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "3",
    "Description": "The ruling house of the empire is in decline &amp; in their weakness an opportunity presents itself. The throne is within the grasp of any rival faction bold &amp; cunning enough to grab power for themselves.&#10;&#10;Imperius, from acclaimed designer Grant Rodiek, puts you in charge of one of the rival factions trying to seize control of the throne of Imperius. Use clever drafting, secret information, special faction abilities, and varied planet effects to give yourself the edge.&#10;&#10;Imperius: Emnity is a limited quantity expansion that includes all the stretch goal content unlocked during the 2018 Kickstarter campaign. Containing 8 new Elder cards, 7 new Event cards, 4 new Planets, and an alternate art Elder for each faction. This expansion is only available direct from Kolossal Games!&#10;&#10;Key Points&#10;- Expands Imperius with new content.&#10;- Highly tense and rewarding interactive gameplay.&#10;- Packed with new interchangeable content to keep your games fresh and exciting!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Open Drafting",
      "Secret Unit Deployment",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Carnival Games",
    "ID": 250378,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.44",
    "Link": "https://boardgamegeek.com/boardgame/250378/carnival-games",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "You and your companion (child, grandchild, spouse, girlfriend, boyfriend, younger sibling, significant other, etc) are going to the carnival and you have promised to win for them a JUMBO prize!&#10;&#10;To accomplish this lofty goal you will go on a few rides, eat yummy food, and play all the carnival games. You'll also need to manage your tickets as you only have 50 to spend. Once they're gone it's game over.&#10;&#10;To win a JUMBO prize you must first win smaller prizes by playing the mini carnival game at each game booth. Trade in your small prizes for bigger ones until you get the JUMBO prize.&#10;&#10;Have fun visiting the carnival!&#10;&#10;Carnival Games is a 1-3 player cooperative game and was entered in the 2018 9-Card Game Design Contest. It is a print and play (pnp) game which consists of a rulebook and 9 double-sided cards (full color or low ink options).&#10;&#10;Players will need to provide the following components:&#10; -1 Small Paperclip or cube&#10; -7 Dice&#10; -10 Cubes&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Dice",
      "Number",
      "Print & Play"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling"
    ],
    "Families": [
      "Contests: 9 Card Nanogame PnP"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rio 1808",
    "ID": 250380,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.38",
    "Link": "https://boardgamegeek.com/boardgame/250380/rio-1808",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3",
    "Description": "&quot;In the year 1808, amidst Napoleon's European conquests, Prince Regent D. Jo&atilde;o VI relocates the Portuguese court to Brazil, specifically Rio de Janeiro. In 'Rio 1808,' players step into the shoes of leaders from influential families, vying for nobility during this pivotal historical shift.&#10;&#10;Set against a backdrop of intrigue and opportunities, players dispatch their workers&mdash;represented as upgradable dice&mdash;to fulfill the wishes of royalty, construct iconic monuments, and sway both the church and society. Resource management is critical, with strategic delays in resource acquisition and a labor market where training workers enhances efficiency but also raises demands.&#10;&#10;As influence with the court grows, so does income, but the social complexities among workers intensify. The 'jealousy' mechanic among nobles, coupled with the constant need for gifts, adds a layer of challenge to societal ascent.&#10;&#10;At the game's conclusion, nobility is earned through the cumulative impact of influence, wealth, and achieved objectives. 'Rio 1808' delivers a eurogame experience set in colonial Brazil, featuring worker placement, influence control, and set collection mechanics. It provides a unique immersion into a crucial period in Brazilian history, where strategy and cunning are key to attaining the coveted nobility.&quot;&#10;&#10;",
    "Categories": [
      "Economic",
      "Napoleonic"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Commodity Speculation",
      "Contracts",
      "Delayed Purchase",
      "Income",
      "Set Collection",
      "Worker Placement with Dice Workers"
    ],
    "Families": [
      "Cities: Rio de Janeiro (Brazil)",
      "Country: Brazil",
      "Theme: Colonial"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Quester Party",
    "ID": 250383,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/250383/quester-party",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Quester Party is a hybrid co-op fantasy card game with fast paced adventure and uncommon style. Build a party of six questers among the five legendary codes of Mutra complete with Power Orbs and special items. Give those quest cards a good shuffle and your journey will begin. Take turns as the leader revealing quest cards, collecting as many cards as you can to lock the overall win in the end. Pool your Power Orbs to defeat the foes you encounter along the way. To earn the sweet taste of victory with the group win, you must hunt down and defeat 3 of the Bosses&mdash;Get both for the win win!&#10;&#10;Along the way you will need to use your path finding and questers' abilities to locate and wield powerful artifacts to boost your party&rsquo;s strength. Quester Party features 108 different cards and with a randomized setup, each quest will bring something new to your table.&#10;&#10;With approachable gameplay Quester Party is quick to pick up for 1-6 players (more if you get creative). The game features artwork by the game designer Matt Kirsch in Stevens Point, WI who also directs the fantasy paddling event PaddleQuest.&#10;Join the party!&#10;&#10;&mdash;description from the publisher&#10;&#10;One player wins, or everyone loses.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Party Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Open Drafting",
      "Push Your Luck",
      "Team-Based Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Moana Journey Collection",
    "ID": 250384,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/250384/moana-journey-collection",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Every journey reveals something about yourself. In the Moana Journey Collection game, players roll a die to collect charms for their necklace. Try to be the first player to collect four charms and the beautiful Heart of Nature charm. If you're first, you win! Use the Journey Collection book to decode the order of your charms and reveal something about you and your personal journey!&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Blood Bowl (Third Edition): Naggaroth Nightmares",
    "ID": 250387,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.14",
    "Link": "https://boardgamegeek.com/boardgameexpansion/250387/blood-bowl-third-edition-naggaroth-nightmares",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "0",
    "Description": "The twisted and degenerate Dark Elf race is infamous for its cruelty and violence - perfect for Blood Bowl! They take great delight in giving everyone else a thorough thrashing.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Blood Bowl",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zombie Crisis",
    "ID": 250388,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/250388/zombie-crisis",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Zombie Crisis (&#227;&#130;&#190;&#227;&#131;&#179;&#227;&#131;&#147;&#227;&#130;&#175;&#227;&#131;&#169;&#227;&#130;&#164;&#227;&#130;&#183;&#227;&#130;&#185;) is a two-player asymmetrical cooperative card game in which one player takes the role of scout and the other the role of fighter. The goal of the game is to complete the story, all the while surviving the zombie horde.&#10;&#10;Each turn, three cards that may be zombies or humans are drawn and lined up face down against the barricades. The scout then looks at 1&ndash;3 of these cards, telling the fighter a limited amount of information. The fighter then decides to either attack the current horde by placing weapon cards on the different columns of enemies, or to defend, strengthening the barricades and pilfering for more weapons.&#10;&#10;The scout's cards on hand are various scenarios, with fulfillment conditions. Whenever these are fulfilled, they are played, and the scout draws a new card to hand. The scenario cards get harder and harder to fulfill, and when the team has fulfilled six of these, the game ends in victory.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Zombies"
    ],
    "Mechanics": [
      "Communication Limits",
      "Cooperative Game",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Aus 2 Mach 1",
    "ID": 250389,
    "Year": "(1996)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/250389/aus-2-mach-1",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "A fun educational game for German speaking children to learn about compound nouns.&#10;&#10;Children play cards with pictures of words on them to make compound nouns (e.g. rain and bow make rainbow) and the child with the most compound nouns wins.&#10;&#10;Ein lustiges Lernspiel, bei dem es um richtiges Zusammensetzen von Hauptwoerter geht.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Word Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "But Wait, There's Even More",
    "ID": 250394,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgame/250394/but-wait-theres-even-more",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Have you ever wanted a sleeping bag that promotes spine alignment, or a baby stroller, that comes with a turbo boost?  In But Wait, There's Even More!, players pitch wacky products to each other for fun and profit.&#10;&#10;But Wait, There's, Even More, is the follow-on game to But Wait, There's More. But Wait, There's, Even More, can be combined with the original game, or it can be played on its own!&#10;&#10;At the start of the game, each player receives three &quot;Feature&quot; cards. Each round starts with one Product card being revealed from the deck, e.g., Fork. Each player, in turn, has thirty seconds to play one of their Feature cards &ndash; say, &quot;Voice Activated&quot; &ndash; and pitch their own version of a fork. At some point during these thirty seconds, this player must say, &quot;But wait, there's more!&quot;, then reveal the top Feature card from the deck &ndash; say, &quot;inflates in under 6 Minutes&quot; &ndash; and incorporate that Feature into their Product. Once all players have pitched their unique version of a fork, everyone votes simultaneously for which pitches they liked the best. The top vote-getter after three rounds wins the game!&#10;&#10;With six or more people, play in teams, with the first player on a team starting the pitch with one of their Feature cards and the second player finishing the pitch with a Feature card of their own, but neither player knows what the other Feature is until they are revealed!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Unreleased Games",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "AfterShock: A Tavern Game",
    "ID": 250398,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.42",
    "Link": "https://boardgamegeek.com/boardgame/250398/aftershock-a-tavern-game",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "2",
    "Description": "AfterShock is a unique and diverse collection of landscape cards that represent Grasslands, Forests, Mountains, and Water.  &#10;Cards can be used as a 2 to 6 player or solitaire card game and as a random map generator or tavern game to augment your tabletop role-playing campaign.&#10;&#10;Fuddledich ( 2 to 6 players):&#10;Named after the retired cartographer and owner of The AfterShock Tavern, Fuddledich AfterShock.  Fuddledich is a 2 to 6 player strategic trick-taking card game that uses terrain features as suits. With special trump cards that can change the active suit at any time, any card can win! Can you best your friends to reach 100 points first?&#10;&#10;Cartographer (Solitaire):&#10;A single player puzzle game where you create and remove clusters of matching terrain to create the perfect map.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Memory",
      "Print & Play",
      "Puzzle",
      "Territory Building"
    ],
    "Mechanics": [
      "Hand Management",
      "Memory",
      "Pattern Building",
      "Pattern Recognition",
      "Tile Placement",
      "Trick-taking"
    ],
    "Families": [
      "Players: Games with Solitaire Rules",
      "Series: 100 Points Card Games",
      "Series: Wild Cards (Birdcage Press)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dragoon Expansion (fan expansion for 1944: Race to the Rhine)",
    "ID": 250402,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/250402/dragoon-expansion-fan-expansion-for-1944-race-to-t",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Up until the liberation of Anvers, the harbor of Marseille played a fundamental role in providing supplies to the allies on the west front.&#10;It seems logical and interesting to add a fourth player to relive the landing of Provence, the liberation of the Mediterranean harbors and the chasing of the German army in the Vosges.&#10;To do so, you must destroy (try, at least) the 11th Panzer Division, also known as the Ghost division. &#10;You will have to craftily plan when to ask for help from the FFI, prevent the retreat of Heeresgruppe G from the Southwest of France and secure the borders with Italy and Spain.&#10;Will you be able to quell the last German  attacks like Wacht am Rhein and Nordwind?&#10;And under the command of the SHAEF and general Eisenhower, will you free the Alsace region or cross the Rhine?&#10;And of course, don&rsquo;t forget to provide your troops with POL, ammo and food!!!&#10;&#10;Amateurs study tactics; professionals study logistics.&#10;Omar Bradley&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fan Expansion",
      "Racing",
      "Transportation",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Network and Route Building",
      "Pick-up and Deliver",
      "Point to Point Movement"
    ],
    "Families": [
      "Cities: Marseille (France)",
      "Country: France",
      "Country: Germany",
      "Region: Provence (France)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hjärnor",
    "ID": 250411,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.51",
    "Link": "https://boardgamegeek.com/boardgame/250411/hjarnor",
    "Min Players": "1",
    "Max Players": "10",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "0",
    "Description": "Hj&auml;rnor is a cooperative miniature game set in the small town M&ouml;llinge in southern Sweden during a zombie outbreak in the middle of the nineties. The goal of the game varies with different scenarios, where each player take the role of a hero and combine their forces to survive the zombies and manage with their task. &#10;There are rules for character building and after each scenario the heroes level up depending on the outcome of the session. &#10;The difficulty of the scenario is scaled depending on the amount of heroes and their levels.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Fighting",
      "Horror",
      "Miniatures",
      "Zombies"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Measurement Movement",
      "Role Playing"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wreck-a-Mech",
    "ID": 250412,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.50",
    "Link": "https://boardgamegeek.com/boardgame/250412/wreck-a-mech",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Sunday! Sunday! Sunday!&#10;Build mechanized engines of death and destruction using spare parts, expired munitions and a can-do attitude! Witness these lumbering juggernauts tear each other apart for your amusement! Do you have what it takes to win the belt?!&#10;&#10;The most advanced mechs in the world compete every week in the Mech Combat League. Soaring arenas glitter from a million cameras as lethal machines tear each other apart. Each combatant costs millions of dollars and represents the very pinnacle of corporate technology. Fortunes rise and fall on the results as a win in the arena demonstrates the superiority of a corporation&rsquo;s technology. Billions of fans sit riveted every Saturday and spend all of their money and time on the fights. It&rsquo;s the cultural phenomena of the century!&#10;&#10;But this isn&rsquo;t the Mech Combat League. This is the Wreck-A-Mech Minor League where scrappy mechanics will rig together a Mech out of anything they can find in the junkyard. They meet at local events, take photos with grass roots fans and then bash each other to bits. Any part that isn&rsquo;t completely destroyed is fished out of the mud and retooled into next week&rsquo;s combatant. Nobody ever said getting to the big leagues was easy.&#10;&#10;Wreck-A-Mech is a deck building card game where players assemble the best mech (mechanized combatant) possible from the cards in their hand. Then combat ensues and the mechs knock each other to pieces! Cause as much damage as possible to your opponent because the more you wreck, the more spare parts you can buy. Then draw from your new parts and improve your mech for the next round. Keep fighting until you knock your opponent out 3 times!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Science Fiction"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building"
    ],
    "Families": [
      "Category: Print-on-Demand",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Crisis: The New Economy",
    "ID": 250413,
    "Year": "(2018)",
    "Geek Rating": "5.597",
    "Avg Rating": "7.43",
    "Link": "https://boardgamegeek.com/boardgameexpansion/250413/crisis-the-new-economy",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "120",
    "Weight": "2.5",
    "Description": "A 15-card expansion for Crisis&#10;&#10;Despite the Crisis and an inefficient, bureaucratic government, Axia is still a place where small pockets of commercial innovation persist.&#10;&#10;Local entrepreneurs are developing new technologies, while others find ways to benefit society and the environment. Many of those can be lucrative new opportunities for the right investor.&#10;&#10;In Crisis: The New Economy these new opportunities are represented by 15 new Company cards. These are shuffled together and 5-8 of them are randomly chosen. Their equivalent replacements are then removed from the game, and Setup proceeds as in the base game.&#10;&#10;The new Companies add more variability and replayability. They offer new avenues to money and VP as well as resources. The expansion also includes a variant for players that want a game with quicker access to the 5th Manager token.&#10;&#10;-description from the publisher&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game",
      "Industry / Manufacturing",
      "Political"
    ],
    "Mechanics": [
      "Commodity Speculation",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Game: Crisis",
      "Players: Games with Solitaire Rules",
      "Theme: Dieselpunk"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Red Dragon Inn: First Mate's Lime Juice",
    "ID": 250414,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/250414/the-red-dragon-inn-first-mates-lime-juice",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This card is a promotional item included in The Red Dragon Inn: Battle for Greyport &#226;&#128;&#147; Pirates!&#10;&#10;+ 2 Fortitude. Discard a card from your hand.&#10;&#10;&quot;So that's why Remy's always so sour!&quot; - Bryn&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Humor"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Game: The Red Dragon Inn"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Red Dragon Inn: Crew Brew",
    "ID": 250416,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.64",
    "Link": "https://boardgamegeek.com/boardgameexpansion/250416/the-red-dragon-inn-crew-brew",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This card is a promotional item included in The Red Dragon Inn: Battle for Greyport &#226;&#128;&#147; Pirates!&#10;&#10;+ 2 Alcohol Content, -1 Fortitude. Draw a card from your Character Deck, then order a Drink for any other player's Drink Me! Pile.&#10;&#10;&quot;Brewchuggin'&quot; is a time-honored rite of passage among Greyport's sailors&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Humor"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Player Elimination"
    ],
    "Families": [
      "Game: The Red Dragon Inn"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Master Detective",
    "ID": 250420,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.17",
    "Link": "https://boardgamegeek.com/boardgame/250420/master-detective",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "75",
    "Weight": "2",
    "Description": "&quot;Another body appears on a river bank. The marks of shooting denounce another murder in the once calm city. Police alone cannot handle the investigation of all crimes, while the population and the press are demanding energetic action from the authorities. With police under pressure, authorities decide to hire private investigators in the hope of helping police unravel the recent wave of crimes plaguing the city. Players represent these investigators, and they must seek the clues hidden around the city and use all their acuteness to solve these mysteries&quot;.&#10;&#10;Master Detective is a game of medium complexity, suitable for casual and experienced players. Its main mechanics are deckbuilding and deduction.&#10;&#10;In each game, one crime card is randomly chosen and secretly put face down. This card contains the description of one murderer, one accomplice and one witness. The first player to discover the identity of these three characters is the winner.&#10;&#10;During the game, the players will use their cards to walk around the city, buy stronger new cards to improve their decks and check the hidden clues, in order to solve that crime.&#10;&#10;Take your magnifying glass and start unraveling crimes!&#10;&#10;",
    "Categories": [
      "Deduction"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Vertium: Shadows of the Complex",
    "ID": 250432,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.94",
    "Link": "https://boardgamegeek.com/boardgame/250432/vertium-shadows-of-the-complex",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Soar Space Force&#10;Captain John Brooks: Log 2373-9&#10;&#10;The Complex crushed all opposition on Earth, the Moon, and Mars, and banished the remaining rebel factions to Pluto and Charon. We established our makeshift colony on Charon and explored the region. We discovered the Royal Martian Federation (RMF), the Hielo, and the Myst; and made contact.&#10;&#10;Although historical rivals, we worked together to survive the frigid conditions, stockpiling resources and launching probes across the Milky Way.&#10;&#10;One probe returned compelling data from the Copernicus System in Quadrant 1. Coper has a yellow dwarf star and an intriguing group of planets. A dazzling radioactive element, that we named Vertium, was discovered. Our physicists think it could heat our colonies, and upgrade weapons and armour.&#10;&#10;As word spread, the rebel groups bolted for Coper. The fragile cooperation evaporated. Each faction is now out for itself - claiming planets and mining Vertium. The stakes are clear: for whoever controls the Vertium will control Coper and perhaps the galaxy.&#10;&#10;Brooks out.&#10;&#10;VERTIUM is a quick and tactical space colonization game for 1 to 4 players. Players are faction Commanders directing their Captains to claim planets and mine the powerful radioactive element Vertium.&#10;&#10;As influential moons orbit the colonized planets, additional Vertium is gained. However, you'll have to be wise and courageous, because your rivals have their eyes on your spheres and resources.&#10;&#10;Prepare for conflict.&#10;&#10;&#10;         There are 2 expansions included as well as SOLO rules. ** &#10;    &#10;&#10;&#10;Expansion #1 - NEW DISCOVERIES:&#10;&#10;A new discovery has been made in Coper! Some planets contain a different radioactive element: Gelbon. Combined with Vertium, it powers a planetary weapons system named CUBE (Cubic U-Beam Emitter).&#10;&#10;Expansion #2 - SHADOWS OF THE COMPLEX:&#10;&#10;Through traitors and spies, the dreaded Complex has learned about the Vertium and tracked down the Rebels in Coper. The Complex has dispatched a squad of giant killer robots (aka the Titan) to eliminate their adversaries once and for all. To stand any chance of survival, the Rebel factions will have to lay aside their differences and work together.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction",
      "Space Exploration",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Schlaukopf: Das clevere Denkspiel",
    "ID": 250433,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/250433/schlaukopf-das-clevere-denkspiel",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Find as many words as possible with given letters within 1 minute. The longer the words, the higher the points. The letters are determined with the innovative wheel of letters. After every round the number of usable letters is reduced.&#10;&#10;All players are playing at the same time. Who has scored the most points after 5 rounds, is the winner.&#10;&#10;&mdash;description from the publisher (translated, abbreviated&#10;&#10;Ziel des Spiel: notiere aus vorgegebenen Buchstaben (z. B. E, T, N, W, Y, Z) innerhalb 1 Minute so viele W&ouml;rter wie m&ouml;glich (z. B. Ente, Tee, wenn ...).&#10;&#10;Je l&auml;nger die W&ouml;rter, desto h&ouml;her die Punktzahl. Die Buchstaben werden an Hand der Drehscheibe ermittelt. Nach jeder Runde reduziert sich die Anzahl der m&ouml;glichen Buchstaben.&#10;&#10;Alle Teilnehmer spielen zeitgleich gegeneinander. Sieger ist der Spieler, der nach 5 Runden die meisten Punkte erzielt hat.&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [
      "Paper-and-Pencil"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Defence",
    "ID": 250434,
    "Year": "(1914)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/250434/defence",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a British World War I naval game. The board shows the North Sea, with England on one side and northwestern Europe from Brittany to Norway on the other. Across the North Sea lie a series of dotted lines that intersect at multiple points.&#10;&#10;Each side has five naval bases that mark the end of a dotted line. There is a Minefield hazard dot 1-3 spaces out from each base. There also are two Mutiny dots at intersections and three Fog patches covering multiple dots around major intersections.&#10;&#10;Each side starts moving one ship from each base. On each roll or spin, the player must move one ship that many dots forward or backward. A player captures an enemy ship or base by landing on it by exact roll. Ships in fog cannot be captured, while landing on a Minefield or Mutiny dot destroys the ship. The winner is the first to capture an enemy base.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Nautical",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "War, or American Generals and their Battles",
    "ID": 250435,
    "Year": "(1890)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/250435/war-or-american-generals-and-their-battles",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This set-collection card game features American generals from the Revolutionary, 1812, Mexican and Civil wars, each with cards representing three of their battles with dates and a short description.&#10;&#10;The game is unusual in that it has a deck of 60 cards: one set of three (George Washington), 14 sets of four, and a single &quot;Officer&quot; card with the number 16. The rules say this card effectively may be used once, as a wild card, to complete any book. This book will normally count only for the same single point as any other book, but in the event of a tie, the book with the officer counts for 16 points!&#10;&#10;Games are played over multiple hands, with the winner being the once to get the most total points for completed books, so this card can make a huge difference.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "American Civil War",
      "American Revolutionary War",
      "Card Game",
      "Napoleonic"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Clades",
    "ID": 250437,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.07",
    "Link": "https://boardgamegeek.com/boardgame/250437/clades",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "2",
    "Description": "A &quot;clade&quot; is a branch of the evolutionary family tree such as mammals, arthropods, and sauropsids that are thought to have evolved from a common ancestor.&#10;&#10;In Clades, players must quickly scan an array of cards on the table &mdash; along with their own private card &mdash; to make triples as quickly as possible. Whoever spots the most triples wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Luftkampfspiel",
    "ID": 250438,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/250438/luftkampfspiel",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.5",
    "Description": "This is a 1930s game of aerial maneuver that pits five fighters against a single bomber. The board has a factory at the center (the target for the bomber), two fighter bases on the upper and lower left, and a bomber base at the lower right. The rest of the board is filled with images of colored airplanes connected to between 2 and 7 other locations (bases, factory and other plane images) by white two-way arrows. The bomber is silver; the smaller fighter figures have colored wings: red, yellow, brown, blue and green.&#10;&#10;The bomber moves first, along any arrow to an open adjacent space. The five fighters then move in turn, and the order must be kept the same from turn to turn. Planes must move if possible, but cannot move to a space already occupied.&#10;&#10;The bomber must reach the factory to drop its bombs and then return to base. It may bomb, move off the factory and return to bomb again without returning to base. If it bombs once or twice, it must return to its own base. If it succeeds in bombing three times, it may return to any of the three bases. If the bomber gets back to base, the bombing player wins.&#10;&#10;The goal of the fighters is to surround the bomber, occupying all of its adjacent spaces so that it is unable to move. The fighter player who makes the final decisive move to surround the bomber is considered the winner.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Wargame"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Interwar period (Nov. 1918 - Aug. 1939)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Clades Prehistoric",
    "ID": 250439,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/250439/clades-prehistoric",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1",
    "Description": "A &quot;clade&quot; is a branch of the evolutionary family tree such as mammals, arthropods, and sauropsids that are thought to have evolved from a common ancestor.&#10;&#10;In Clades Prehistoric, players must quickly scan an array of cards on the table &mdash; along with their own private card &mdash; to make triples as quickly as possible. Whoever spots the most triples wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Cubopolis",
    "ID": 250440,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.88",
    "Link": "https://boardgamegeek.com/boardgame/250440/cubopolis",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Cubopolis is a quick and fun game in which two to four crazy architects will try to build the city of Cubopolis on top of a big cube.&#10;&#10;Each turn the current player places two little cubes (the &quot;houses&quot;) on two previously positioned sticks (the &quot;roads&quot;), and then a new stick on these little cubes. If the new stick protrudes out one side of the big cube more than any other stick, the player gets the matching territory tile, taking it from the table or stealing it from the current owner.&#10;&#10;Beware: each construction will make the city even more unstable!&#10;Each time a player causes a collapse, his or her opponents gain one point for each terrritory tile they own.&#10;&#10;The game ends when all the players have placed their sticks, and the player with more points is the winner.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "City Building"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Equilíbrio",
    "ID": 250441,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/250441/equilibrio",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "In this game, players will have to go through the Modular Tray with their Marker, in search of the 5 elements (Fire, Earth, Metal, Water and Wood) to achieve Balance and exchange these elements with the Yin-yang Symbol, but for this, be with your Marker on one of the Yin-yang spaces of the Board. Whenever you leave a place in the Board, you must take the Card corresponding to it. With this, there will be holes opened by the drawn chips, which will prevent the movement of the Markers. However, when you exchange the 5 elements and get the Yin-yang symbol, you can return with the 5 elements on the board and in any position, giving you another option. It will win the match who first get 3 Yin-yang symbols. You can also make exchanges, since the balance requires detachment, thus getting some element you need to complete the 5 required. You can change your placeholder, always respecting the Cycle of generation and dominance used in The Theory of 5 elements. Generation allows your player to change positions on the board. Dominance allows the player to move his Marker and pick up elements in the game. Fire, Earth, Metal, Water and Wood must be balanced. That was the only way Yin-yang had been able to win.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Print & Play"
    ],
    "Mechanics": [
      "Action Queue",
      "Area Majority / Influence",
      "Modular Board"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Jeu d'Histoire de la France",
    "ID": 250444,
    "Year": "(1940)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/250444/jeu-dhistoire-de-la-france",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This loto-style game has 10 player boards, each with illustrations of 10 events in French history, from 650 B.C. to 1940. While winning the game depends simply on having the 10 dates on a player card drawn before any other player's card is completed, this game provides an immense amount of historical detail.&#10;&#10;The front of each of the small date cards includes a title for the image, a reference to its period in history, and the first part of a sentence of additional information that is then continued on the back side of the card.&#10;&#10;What makes this game truly unique is that the final image, dated 1940, is of Marshal P&eacute;tain surrounded by a halo bearing the words Travail, Famille, Patrie (Work, Family, Motherland). This was the slogan of Vichy France, which was formed after France's surrender to the invading Germans in the spring of 1940. Interestingly, while unoccupied Vichy territory was limited to southern and eastern France, the map of all of France behind P&eacute;tain is filled shoulder to shoulder by supportive French men and women.&#10;&#10;The full text of the final 1940 card reads: &quot;Marshal P&eacute;tain appeals for French unity. End of the Third Republic. After her victory (in WWI), France falls into moral ruin: impotence, corruption and scandal dominate its rulers. Beaten by Germany, she changes her regime and entrusts power to Marshal P&eacute;tain.&quot;&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Educational",
      "World War II"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Army Rummy",
    "ID": 250446,
    "Year": "(1942)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/250446/army-rummy",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This WWII title uses a regular pack of cards in combination with the board. The board has a central pot (&quot;Army Rummy&quot;, surrounded by 8 other circles. Seven of these circles represent &quot;money cards&quot;, while the eighth is called the Poker Pool.&#10;&#10;To begin a hand, each player puts a chip in each of the nine circles; the dealer antes two chips in each. The dealer then passes out the full deck to the players, adding an extra dummy hand. If the dealer's hand contains no &quot;money cards&quot;, he may exchange it for the dummy; otherwise, he may auction the dummy, with the winner paying the dealer and replacing his own hand with the dummy.&#10;&#10;The player to the left of the dealer starts by placing his lowest card in any suit in front of him. Whoever holds the next highest card in that suit then plays, and so on until the Ace of that suit is played. A player who is able to play a money card in its normal sequence collects that pot.&#10;&#10;Whoever plays the ace in a suit then leads his lowest card of a suit of an opposite color. Whenever players reach a gap caused by one of the missing cards in the dummy hand, whoever played last leads his lowest card in an opposite-colored suit. The first player to get rid of all his cards then collects the money in the central pot plus, from each other player, one chip for each remaining card held.&#10;&#10;The hands end with each player putting together a poker hand from his cards, with the highest poker hand winning the Poker pot. All chips still on the board remain there as players ante for the next round.&#10;&#10;The back of the game board provides a second game called Lucky Roll. It is played with 3D6, and players bet on either a total result from 3-18, or on a single number coming up at least once, twice or on all three dice. Whichever player acts as banker pays off the winners and keeps the remaining bets.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game",
      "World War II"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "1+9=10",
    "ID": 250447,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgame/250447/1-plus-9-equal-10",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Another simple arithmetic card game/activity for young children, also called &quot;R&auml;knespel&quot;/&quot;Counting game&quot; in the rules. The deck consists of cards numbered 1-9 and players draw from it in turn. Whenever a player has cards adding up to 10, they can bank those cards for one point a card. Cards left in hand when the deck has run out count for minus one point per card. The rules suggest playing several rounds with cumulative scores.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Educational",
      "Math"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Characters: Pettson & Findus"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BriarMaze: A Solitaire Game of Cats, Briars, and Gothic Horror",
    "ID": 250449,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.09",
    "Link": "https://boardgamegeek.com/boardgame/250449/briarmaze-a-solitaire-game-of-cats-briars-and-goth",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.5",
    "Description": "BriarMaze is a quick, casual solitaire game of gothic horror, cats, and briars. You are a kid living next to a huge mansion whose owners are rumored to be sorcerers and vampires. Your three cats are lost in the mansion's briar maze, and you have a few minutes to rescue them before sundown. Will you manage to exit the maze in time?&#10;&#10;Choose between five different characters with different stats and skills. A typical game lasts around 20 minutes. You need a pencil to keep track of your life points, and two six sided dice to perform attribute rolls. The cards represent the obstacles, objects and encounters that you find in the maze.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Horror",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Role Playing"
    ],
    "Families": [
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Critical Limit",
    "ID": 250454,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/250454/critical-limit",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Critical Limit is a high stakes skydiving game. In this head to head game of chicken, its a race to the ground, but you'll need to push it to your limit to beat the others. Risk it all in hopes of guaranteeing victory, or hope that slow and steady wins the race. Use your experience to customize your character and be the first to become the skydiving master.&#10;&#10;Players will simultaneously reveal what position they will fall in. Will you perform a dive for high points? Be careful, if you focus on the ground you may crack under the pressure. Will you fall in style to impress on-lookers? Or have you already cracked and started Boxing to slow yourself down?&#10;&#10;After players positions have been revealed they will now simultaneously reveal at which velocity they will fall. High Speeds bring great reward and high risk, where slower speeds will dampen your risk, but bring in less reward.&#10;&#10;After all velocity choices have been revealed roll the corresponding dice starting with those who chose to move at the slowest velocities. All players who chose the same velocities will share in the same roll, but how they mitigate the roll may be different based on which positions they decided to fall in.&#10;&#10;Collect the most points by increasing your risk, but be careful, if you don't deploy your parachute in time, you may lose it all. Earn EXP points based on what place you came in and customize your character. Then get ready for the next race. The first to master all positions will become the Skydiving Master and win the game!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Print & Play",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Push Your Luck",
      "Race",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Triangul8",
    "ID": 250455,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/250455/triangul8",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Triangul8 is a 2-player abstract game played with triangular tiles (1 red, 23 black, 23 white). There is no board; the game starts with the placement of the red tile, after which each player takes a turn placing a tile of their color next to an already placed tile. The goal is to use your tiles and potentially the red tile, which is neutral and counts for both sides, to form the corners of a triangle that encloses the red tile. The first player to achieve this wins the game.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Enclosure",
      "Pattern Recognition",
      "Tile Placement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer Underworlds: Shadespire – Magore's Fiends",
    "ID": 250462,
    "Year": "(2018)",
    "Geek Rating": "5.647",
    "Avg Rating": "8.02",
    "Link": "https://boardgamegeek.com/boardgameexpansion/250462/warhammer-underworlds-shadespire-magores-fiends",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "3",
    "Description": "The Magore's Fiends expansion for Warhammer Underworlds: Shadespire includes 4 Easy To Build red plastic miniatures - The Blood Warriors Magore Redhand, Ghartok Flayskull and Zharkus the Bloodsighted, and Riptooth, a daemonic Flesh Hound of Khorne. Each is a powerful fighter, heavily armed and armoured, and ready to bring ruin to their foes and honour to the Blood God.&#10;&#10;Also included are 60 new cards to add to your collection, including 30 universal cards that can be used by any warband - add these cards to your arsenal and build your perfect deck.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Dice",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Grid Movement",
      "Hand Management",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Warhammer Underworlds",
      "Game: Warhammer Underworlds Shadespire",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer Underworlds: Shadespire – The Farstriders",
    "ID": 250464,
    "Year": "(2018)",
    "Geek Rating": "5.614",
    "Avg Rating": "7.82",
    "Link": "https://boardgamegeek.com/boardgameexpansion/250464/warhammer-underworlds-shadespire-the-farstriders",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "3",
    "Description": "The Farstriders expansion for Warhammer Underworlds: Shadespire includes 3 Easy To Build blue plastic miniatures &ndash; Sanson Farstrider and his comrades Almeric Eagle-Eye and Elias Swiftblade. These fighters are swift, well armoured and carry ranged weapons, giving them a unique style of play unlike any other warband.&#10;&#10;Also included are 60 new cards to add to your collection, including 30 universal cards that can be used by any warband - add these cards to your arsenal and build your perfect deck.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Dice",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Grid Movement",
      "Hand Management",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Warhammer Underworlds",
      "Game: Warhammer Underworlds Shadespire",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Faerie Dice",
    "ID": 250468,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/250468/faerie-dice",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The Faerie Dice series  evolved thematically from the board game  Faeries in which the Faeries, aided by Trolls, throw Cheese at each other while racing for safety. The Faerie Dice series of games use only dice-rolling; with players scoring over several rounds. Six is suggested as an ideal maximum number of players, though more could play, with rounds and games taking longer.&#10;&#10;Faerie Dice, the first of the series, comprises six unique dice each bearing three Faeries, two Trolls, and one Cheese, which can be used to play two games. The first, Faerie Dice, is a jeopardy game where players choose to collect Faeries, Trolls or Cheese, each scoring differently. Players may continue to roll so long as they continue to score but must be aware of the danger of wiping out their original score or even ending up with a negative score. The second game, The Cheese Cupboard, has players attempting to collect, over four rolls, specific scoring combinations of dice, called for example Bring on the Cheese, Grumpy Trolls, A Light Lunch or the eponymous Cheese Cupboard. As with the first game, scores are totalled over several rounds, with the winner the highest scorer after either a fixed number of rounds or after a set score has been reached by at least one player.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Dice",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Containers: Tubes",
      "Creatures: Fairies / Elves / Pixies",
      "Creatures: Trolls"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Faerie Dice 2: Invasion of the Pixies",
    "ID": 250469,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/250469/faerie-dice-2-invasion-of-the-pixies",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The Faerie Dice series evolved thematically from the board game Faeries in which Faeries, aided by Trolls, throw Cheese at each other while racing for safety. The Faerie Dice series of games use only dice-rolling; with players scoring over several rounds. Six is suggested as an ideal maximum number of players, though more could play, with rounds and games taking longer.&#10;&#10;Faerie Dice 2 Invasion of the Pixies comprises six unique dice each with a Faerie, a Cheese, and one of each of four clans of meddlesome Pixies who try to steal the Cheese from the Faeries. As with Faerie Dice there are rules to two games. Plundering Pixies is a jeopardy game where players try to aid Pixies in capturing Cheese, but must deduct points for combinations of dice lacking Cheese or Pixies or including Faeries. In the second, Thieves and Traitors, players try to roll the highest scores possible over up to three rolls each turn, with varying combinations of Thieving Pixies, a Traitor Pixie, Cheese and Faeries. In both games, scores are totalled over several rounds, with the winner the highest scorer after either a fixed number of rounds or after a set score has been reached by at least one player.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Dice",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Containers: Tubes",
      "Creatures: Fairies / Elves / Pixies"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Geologists (fan expansion for T.I.M.E Stories)",
    "ID": 250470,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.40",
    "Link": "https://boardgamegeek.com/boardgameexpansion/250470/geologists-fan-expansion-for-time-stories",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "0",
    "Description": "This time you have to go to 1976 A.T. in a town called Raduzhny that placed in the Soviet Union. The Consortium has attracted an unusual spectrum of radiation, probably humanity has found a new type of Anomaly. Your team will collect data on this find and as usually protect people and the space-time from its impact.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Exploration",
      "Fan Expansion",
      "Print & Play",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Memory",
      "Storytelling",
      "Turn Order: Time Track",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: T.I.M.E Stories / TIME Stories",
      "Theme: Time Travel"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Crop Rotation: Bug Plague",
    "ID": 250472,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.87",
    "Link": "https://boardgamegeek.com/boardgame/250472/crop-rotation-bug-plague",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.5",
    "Description": "Crop rotation is the practice of growing a series of dissimilar or different types of crops in the same area in sequenced seasons. In this game, you'll cultivate corn, beans and soybeans, and to win, you'll need to harvest more than your opponents.&#10;&#10;To do that, you must complete the patterns in the objective cards, all while outsmarting your opponents so they do not harvest before you. Each turn extra events can help you, allowing you to plant more, exchange crops, or even destroy parts of the farmland.&#10;&#10;Crop Rotation: Bug Plague contains the base game and the Bug Plague expansion. The expansion adds an action rondel as alternative to the die to define the turn's extra event. Each player must evaluate if it is Worth pushing their luck with the die or discard objectives to use the rondel and ensure the desired event. This lowers the base game's randomness and increases the game's strategic possibilities.&#10;&#10;But the defining characteristic of the expansion is the appearance of a locust swarm that endangers the whole farm. Using it, the game changes from competitive to solo/cooperative, and the players must work together to complete the objectives before the bugs devour everything.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Farming"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Pattern Recognition",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pit Patrol",
    "ID": 250484,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/250484/pit-patrol",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Grab family and friends, select your favorite bird and race to the backyard to compete in a frenzy of animal fun. In Pit Patrol players take actions flying to a location, collecting resources, and buying habitats to score victory points. Bonus tokens are earned once a habitat is bought making each bird richer and faster. After each round players can disrupt their opponents future flight plans by rolling dice to activate Stealin Steve the squirrel and Patch the pit-bull.&#10;&#10;Stealin Steve takes a resource from the location and any bird present, hording them in his nest. Patch blocks locations preventing birds from buying habitats or gathering resources. Birdies beware your opponents will soon be able to do the same to you when it is their turn to roll the dice.  In the end the bird that best manages their movement, most wisely uses bonus tokens, and buys the most habitats will earn the most victory points and win the game!&#10;&#10;Pit Patrol is a family style, set collection, take that game for 3 - 4 players. In just 20 - 30 minutes players can take each other on in a fast paced game that will leave your opponents feathers ruffled.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Nava",
    "ID": 250491,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/250491/nava",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "30",
    "Weight": "0",
    "Description": "'Nava' is an &lsquo;easy to learn &ndash; tricky to master&rsquo; light abstract strategy game inspired by ancient Asian past-times, such as Nepalese 'Bagh-Chal' and 'Go'.&#10;&#10;In Nava, players compete to gain control of the board. They do this by moving &lsquo;Discs&rsquo; to capture rival pieces and laying &lsquo;Cubes&rsquo; to mark and hold conquered areas.&#10;&#10;Variable piece powers, diplomacy in 3 and 4 player games and player elimination combine to create a game that is rich in complexity and deeply though-provoking.&#10;&#10;A typical game of 'Nava' is around 10 minutes but this is often extended in 3 and 4 player variants.&#10;&#10;There are two ways to win: through elimination (quashing other players by landing on all of their discs) or through territory control, having placed all of your cubes.&#10;&#10;'Nava' is due to launch on Kickstarter in 2020.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Area Movement",
      "Grid Movement",
      "Player Elimination",
      "Point to Point Movement",
      "Team-Based Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Burger Time: The Card Game",
    "ID": 250492,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.88",
    "Link": "https://boardgamegeek.com/boardgame/250492/burger-time-the-card-game",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Data East's Burger Time the Card Game takes you back to the arcade of the 80's. When we were all young and had pockets full of quarters! Burger Time is a 2 player (can be played by 1 player) card game in which each &quot;chef&quot; tries to build the burgers from their menu first.&#10;&#10;Players draw cards from the deck and build their burgers in order. Each burger is different and requires unique ingredients! Watch out for the bad guys...&#10;&#10;Each player takes turns drawing cards from the deck.  Each card is one part of a burger. The goal is to assemble a burger one part at a time.&#10;&#10;The game is over as soon as a player assembles the predetermined  number of burgers (shorter games require fewer burgers).  This player is the winner.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Food & Drink: Burgers",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Town of Salem's The Savior of Salem",
    "ID": 250494,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.22",
    "Link": "https://boardgamegeek.com/boardgame/250494/town-of-salems-the-savior-of-salem",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Savior of Salem is a simple, easy to learn, multiplayer RPG dungeon crawling card game in the Town of Salem world, similar to Munchkin.&#10;&#10;Summary&#10;&#10;Players draw a starting hand of cards to build up a mob. Cards give bonuses or mess with other players.&#10;Each turn you try to fight monsters, that give rewards if defeated. &#10;The first player to get 20 mobsters wins.&#10;&#10;There are 185 cards total with 90 House Cards, 25 Identity Cards, and 70 Chests Cards.&#10;&#10;How to Play&#10;&#10;Starting the game with 3 to 6 players, each player draws their starting hand. These cards will allow you to grow your mobs strength, give yourself bonuses, and mess with the other players in the game.&#10;&#10;Every turn, a player searches a house. If there is a Monster in that house, the player must fight it. With each Monster you defeat, you rescue towns members who join your Mob. You also get rewards. This can include Equipment for your Mob (like a Garlic Stained Blouses), Identities (like the Vigilante), and Action Cards(like a Bag of Gold).&#10;&#10;Sometimes, you will stumble upon a Monster you cannot beat. You can ask the other players for help, in exchange for a reward.&#10;&#10;Other players can also make Monsters you could defeat much harder or add more Monsters to the fight.&#10;&#10;Some monsters are Legendary such as Pestilence, Horseman of the Apocalypse. These legendary monsters have unique mechanics. If you defeat a Horseman, you get their legendary item. If you cannot, you are cursed.&#10;&#10;Players grow their Mob until they have 20 Mob Members. Whoever gets to 20 Mob Members first, wins the game and is the Hero of Salem!&#10;&#10;Whether your goal is to backstab, lie, cheat or make friends on your way to victory, Town of Salem &ndash; The Savior of Salem makes it all possible.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Humor"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Witches"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Houses",
    "ID": 250498,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/250498/houses",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Be the first to assemble an eight-piece picture of a house by collecting your tiles. Roll the die, move your token and act on the instructions on the space. Some spaces allow you to draw tiles from the deck. Keep your own tiles if you draw them or discard other players cards. If one of your tiles is on top of the discard deck on your turn, forego your die roll and take the tile. A game of pure luck that may appeal to young children.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Lock 'n Load Tactical: Core Rules v5.1",
    "ID": 250502,
    "Year": "(2018)",
    "Geek Rating": "5.556",
    "Avg Rating": "8.56",
    "Link": "https://boardgamegeek.com/boardgameexpansion/250502/lock-n-load-tactical-core-rules-v51",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "240",
    "Weight": "4",
    "Description": "Lock 'n Load Tactical: Core Rules v5.1&#10;&#10;Lock &lsquo;n Load Tactical system has for over 20 years and has entertained gamers with its ease of gameplay while giving players attention to battlefield conditions and squad tactics from the 1930s to the present.&nbsp; The LnLT system has set a new standard in Squad-level gaming with scenario-based gameplay. Its innovative gameplay mechanics, unparalleled artwork, historical scope, and accessibility have entertained veteran and new gamers alike.&nbsp;&nbsp;&#10;&#10;Lock &lsquo;n Load Tactical is a fast and furious squad-level tactical game using a quick impulse system and great immersive graphics gives you a true feeling of being there. In LnLT you get squads, weapon teams, armored vehicles, fixed-wing aircraft, and, in the modern-era games, helicopters, and Jets.&nbsp; As a Tactical Squad system, special skills and leadership are all part of the base game. Single men such as Leaders, Snipers, Medics, Nurses, Advisors,&nbsp; Chaplains, and, of course, Heroes.&nbsp; Your troops' leadership and special unit skills can affect your battles by inspiring your men; leading them to feats of heroic bravery and more. Random events triggered during play causing events like ambushes, squads panic, and special support to name a few. Battles so intense that stories can be written about them. It's all here in Lock 'n Load Tactical.&#10;&#10;The&nbsp;LnLT&nbsp;system has set a new standard in Squad-level gaming with scenario-based gameplay. Its innovative gameplay mechanics, unparalleled artwork, historical scope, and accessibility have entertained veteran and new gamers alike. Over that time, our rules have grown, too, introducing new unit capabilities and concepts; they have also matured in their presentation.&#10;&#10;The&nbsp;LnLT&nbsp;version 5.1 (v5.1) rules&nbsp;combine the soundness of its design with its ease of play.&nbsp; This version benefits from all the fine-tuning accumulated over the past 20 years.&nbsp;&nbsp;Our goal is to present the rules in a straightforward manner without disrupting their existing structure and foundation. For clarity, some rules sections have been modified not with content but with a new structure, e.g., additional subsections, more bullet points, or more images and examples&mdash;and even in-depth examples. Additional cross-referencing of rules expanded unit-image diagrams,&nbsp;large font size&nbsp;for easy reading and a detailed Index and Glossary have also been updated.&#10;&#10;Other new additions to the&nbsp;LnLT&nbsp;v5.1 rules are numbered examples within each rules section and throughout the manual, to make referencing certain sections and subsections easier.&nbsp; The&nbsp;LnLT&nbsp;rules manual has received high ratings and praise for getting players into the game and out of the rules.&#10;&#10;Changes to the rules can be easily spotted as they have been highlighted in blue text. We encourage new players to read the two gameplay narratives (for infantry and vehicles/ordnance) found at the back of the book before reading the rules, to familiarize yourself with how a scenario plays in an intuitive and observational manner. The LnLT&nbsp;v5.1 rules can be used with any previously published module, including the LnLT Solo system.&nbsp; The Core Rules have seven additional sections adding an additional 110 pages.&nbsp; The additional sections are listed below.&#10;&#10;Additional Manual Sections Found in the Core Rules:&#10;&#10;Infantry Gameplay Narrative&#10;Vehicle &amp; Ordnance Gameplay Narrative&#10;Outline of Play&#10;Charts and Tables&#10;Rule Reference&#10;Starter Kit TEC&rsquo;s, Scenarios, and Game Tables&#10;Starter Kit Counters and Maps&#10;&#10;The LnLT Core Rules can be viewed and downloaded via the Online Library&nbsp;including our Bootcamp Training Videos.&#10;&#10;Please Note:&nbsp;There is no difference between the Printed, PDF, or Online Library Editions except were noted.&nbsp; &nbsp;The LnLT Core Rules do not include any printed versions of our game map,&nbsp;counter sheet, or player aid cards.&nbsp; Our printed edition of the game map, counter sheet, and player aid cards are available within our&nbsp;LnLT Starter Kit product.&nbsp; The LnLT Starter Kit included with LnLT Core Rules is a Print and Play Edition.&#10;&#10;UPDATE: All of our LnLT manuals and guides can be Downloaded, Viewed, and even printed right from our LnLP Online Library: We now have an Online Library of all, well almost all of our manuals.  We add some every few weeks.  You can find all the LnLT manuals at the link below.&#10;&#10;LnLP Online Library: http://library.lnlpublishing.com/&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Korean War",
      "Modern Warfare",
      "Vietnam War",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: USA",
      "Country: Vietnam",
      "Series: Tactical (Lock 'n Load Publishing)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Robogram",
    "ID": 250503,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.33",
    "Link": "https://boardgamegeek.com/boardgame/250503/robogram",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "1",
    "Description": "Enter the Cyberspace &#10;Visit Cyburbia, the largest city in virtual space. The city where Robots, AI and computer programs will become reality.&#10;&#10;Join your Robot and ready your program cards to compete in the Grand Arena for the ultimate cyber-trophy and become the Robogram Champion!&#10;&#10;Robogram is a unique customizable card game designed to teach about programming (it's also proper fun)&#10;&#10;It's a game of epic battles where programmers attempt to bring down their opponent's firewall and crash each other's servers.&#10;&#10;As cards and damage fly, players will also develop an understanding of how computer systems work. They will write programs and evaluate them together.&#10;&#10;The tricks, terms and programs they learn to use in the game, will give them real-life advantages when it comes to understanding programming.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Queue",
      "Pattern Building",
      "Simulation"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games",
      "Theme: Robots"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cesare Borgia",
    "ID": 250522,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/250522/cesare-borgia",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Cesare Borgia. We are in the Renaissance period in Italy. You are a hired hand of Cesare Borgia, the fearsome Commander of the Papal troops, and son of Pope Alexander VI. The Borgia clan gained power due to bribery, murder and intrigue which resulted in a lot of enemies. To keep them under the thumb, more bribery, murder and intrigue is required. All these actions are, of course, performed in the interests of the Holy Church and to protect the salvation of the poor Christian souls.&#10;Religion is not your concern. You&rsquo;re hired for the money.&#10;&#10;Cesare Borgia a board game of skills management and determination for 2-5 players set in the Renaissance period in Italy.&#10;&#10;GAME IDEA:&#10;Players try to perform missions in Italy and move therefore from city to city. To perform the missions, players require a mix of different skills: sabotage, theft, assassin and intrigue, represented by colored tokens. Money can be useful to acquire missing skills. Finally, to move, travel tokens are required.&#10;&#10;On your turn, you draw 2 tiles out of a bag and place them on the corresponded grid. The purpose is to form series of similar tiles. When this is done, you can exchange the tiles for tokens. With the right tokens, you can move and perform the missions in order to gain victory points (VP).&#10;&#10;GAME SET-UP:&#10;Place the game-board in the middle of the table.&#10;Each player gets a player board. Select one randomly or choose one. Make the choice by common agreement. Each player places his player board in front of him.&#10;Each player gets 6 tokens, one in each color. Three tokens are selected and placed on space 1 of the player board. The other three form a reserve and are placed on space 0. Each player takes his Heroic Exploit card which is placed next to the player board.&#10;Each player places the pawn of his color in Rome&#10;Shuffle the Mission cards and pile them in a facedown stack next to the game-board. Draw a first Mission card and place it face-up on Firenze (city n&deg;1). Then, draw a second Mission card and place it on Napoli (city n&deg;2). Draw a 3rd and 4th Mission card and place it respectively on Siena (city n&deg;3) and Ravenna (city n&deg;4).&#10;Put all the tiles in the cloth bag.&#10;Shuffle the Event and Upgrade cards separately and pile them in 2 facedown stacks next to the game-board.&#10;Place the Reference sheet next to the game-board. Keep the tokens and markers in a reserve aside of the game-board.&#10;Select a Start player randomly, which starts playing his turn.&#10;&#10;HOW TO PLAY?&#10;Starting with the Start player, each player completes his turn in clockwise order.&#10;&#10;A turn consists of:&#10;&#10;drawing and placing tiles&#10;scoring lines&#10;exchanging tokens&#10;moving around the map&#10;executing a mission.&#10;&#10;You can mix up all these actions and perform them in any order. However, after executing a mission, your turn is immediately finished.&#10;&#10;EVENTS:&#10;Some mission cards mention &ldquo;Event&rdquo;. After placing a new Mission card, the player at the left of the active player draws an Event card and places it face-up upon an available Mission of his choice. Place the card in this way that all important info remains visible.&#10;&#10;Events mostly make the achievement of the missions more difficult by increasing the number of required tokens. Sometimes events yield an extra reward. In this case, keep the card among your fulfilled mission cards as a reminder. Other events are discarded when the corresponding mission is fulfilled.&#10;&#10;Some events show the roadblock icon. In this case, place or displace the roadblock marker on a path leading from one city to another. A path with a roadblock marker cannot be used. There is only one roadblock marker which must always be displaced, once it is put in the game. Discard the Event card after placing or displacing the roadblock.&#10;&#10;When the stack of Event cards is depleted, shuffle all discarded cards again and form a new Event stack.&#10;&#10;END OF THE GAME:&#10;The game is nearly finished when a player has reached or exceeded a certain number of victory points. Finish the ongoing round in order to give each player the same number of playing turns:&#10;&#10;Two players: 12 victory points required&#10;Three players: 11 victory points required&#10;Four players: 10 victory points required&#10;Five players: 9 victory points required&#10;&#10;The winner of the game is the player who has the most victory points. Occasionally, check the following tie-breakers in descending order: number of fulfilled missions, number of upgrades in hand, number of yellow tokens in stock or number of other tokens in stock.&#10;&#10;-description from the publisher's website&#10;&#10;",
    "Categories": [
      "Renaissance"
    ],
    "Mechanics": [],
    "Families": [
      "Country: Italy"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Paradox: The time travel card game",
    "ID": 250524,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/250524/paradox-the-time-travel-card-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "!!! Disclaimer for existing players: The Paradox rule book has been updated to simplify the winning criteria. Updated rules can be found in the 'Files' section of the BGG page or from the Paradox website (www.gamesbypetesanders.com). You will NOT require any new game pieces. !!!&#10;&#10;Paradox is a turn based card game in which players act as the offspring of leading timetravel scientist &quot;Doc&quot;. Doc, a genius and slightly extrovert scientist, has spent his career in the pursuit of time travel.  But Doc is becoming old, and needs to hand over his legacy before it is, ironically, lost in time. To select who will be his successor, Doc subjects you to the ultimate test, to return to the past in order to change history so that only one of you is born, sentencing your siblings to be the children that time forgot.&#10;&#10;Paradox uses cards to plot the progress of game time and describe the events happening in each day. Player markers are used to track the location of players through the various timelines that may arise throughout the game.  Players can change the events occurring in a day, create new timelines, or destroy timelines all together.&#10;&#10;A selection of time travel devices can be found allowing players to go back to the past, fast forward to the future, or move between timelines all together.  Astute players can use combinations of time travel devices and the correct event cards to go for the surprise win.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Print & Play",
      "Science Fiction",
      "Travel"
    ],
    "Mechanics": [
      "Modular Board",
      "Open Drafting",
      "Tile Placement",
      "Turn Order: Time Track",
      "Variable Player Powers"
    ],
    "Families": [
      "Theme: Time Travel"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Paleolithic: Dawn of Humanity",
    "ID": 250526,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.03",
    "Link": "https://boardgamegeek.com/boardgameexpansion/250526/paleolithic-dawn-of-humanity",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Dawn of Humanity, an expansion for the game Paleolithic, unlocks unique animal skills, adds in a new culture, and includes two more player sets, increasing the total number of players from four to six.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Ancient",
      "Animals",
      "Children's Game",
      "Civilization",
      "Dice",
      "Educational",
      "Expansion for Base-game",
      "Exploration",
      "Prehistoric"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Worker Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Paleolithic: Seafarers",
    "ID": 250527,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.09",
    "Link": "https://boardgamegeek.com/boardgameexpansion/250527/paleolithic-seafarers",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2",
    "Description": "In Seafarers, the second expansion for the game Paleolithic, time advances to the Iron Age when navigation starts to flourish. This expansion adds up to three types of tribal upgrades, a new culture, and a international trading system for players to experience the rapid progress of the times!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Ancient",
      "Animals",
      "Children's Game",
      "Civilization",
      "Dice",
      "Educational",
      "Prehistoric"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Worker Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Cinderella Magic",
    "ID": 250530,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.12",
    "Link": "https://boardgamegeek.com/boardgame/250530/cinderella-magic",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Cinderella must &#239;&#172;&#129;nd things in the house. Her Fairy Godmother needs a pumpkin, lizards, mice and a rat, and the dress. When all are found, the Fairy Godmother will cast her spell, and Cinders can go to the ball in the castle. The pumpkin will become the golden carriage, with the mice turned into horses, and the rat and lizards as coachman and footmen &mdash; and Cinderella will get her glass slippers! But she must gather all the items &#239;&#172;&#129;rst before she can go to the ball!&#10;&#10;In Cinderella Magic (&#227;&#130;&#183;&#227;&#131;&#179;&#227;&#131;&#135;&#227;&#131;&#172;&#227;&#131;&#169;&#227;&#131;&#158;&#227;&#130;&#184;&#227;&#131;&#131;&#227;&#130;&#175;), the players try to guess the played cards. On a turn, the active player plays one card either face up or face down. If it's face-up, the player plays the effect on the card; if it's face down, the card just sits there.&#10;&#10;After playing a card either face up or face down, a player can declare that they're off to the ball! Each other player in clockwise order can choose to join them on this journey or not. Once everyone has decided, all face-down cards are revealed. If these cards collectively show at least one pumpkin, dress, rat, mouse, and lizard, then Cinderella indeed goes to the ball; everyone who thought they'd go to the ball then takes one face-down glass slipper card from that deck. If a pumpkin, dress, or rat is missing, but the Fairy Godmother is revealed, then the Fairy Godmother can replace one of those missing items. If not all items are present, then those who didn't go to the ball take a one face-down glass slipper card.&#10;&#10;In either case, all of the item cards are shuffled, then a new round begins. Once the final glass slipper card has been claimed (with anyone else who needs to score taking an item card to represent 1 point), the game ends. You then reveal the glass slipper that has been tucked under the Prince card at the start of the game, and whoever has the matching slipper claims this card (and its points). Glass slipper cards are worth 1-3 points, and whoever has the most points wins!&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Authors: Charles Perrault",
      "Folk Tales & Fairy Tales: Cinderella"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "King of Tokyo/New York: Monster Pack – Anubis",
    "ID": 250532,
    "Year": "(2018)",
    "Geek Rating": "5.980",
    "Avg Rating": "7.44",
    "Link": "https://boardgamegeek.com/boardgameexpansion/250532/king-of-tokyonew-york-monster-pack-anubis",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.75",
    "Description": "He is coming for you! While rampaging through a history museum, you accidentally stepped on a sarcophagus, causing Anubis to appear, intent upon avenging the profaned mummy. Can you escape the wrath of the God of the Dead as he showers curses on the town?&#10;&#10;The Anubis Monster Pack is compatible with the King of Tokyo and King of New York base games and with all their expansions. The Anubis Monster Pack introduces a new game component in the form of the die of fate! You can use the die of fate in your games even if you play without Evolution cards or are not playing with Anubis.&#10;&#10;&mdash;description from publisher&#10;&#10;Part of the King of Tokyo series.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Dice",
      "Fighting",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "Open Drafting",
      "Player Elimination",
      "Push Your Luck"
    ],
    "Families": [
      "Cities: Tokyo (Japan)",
      "Country: Japan",
      "Creatures: Monsters",
      "Game: King of Tokyo",
      "Theme: Kaiju"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zombicide: Green Horde – Horde Box",
    "ID": 250534,
    "Year": "(2018)",
    "Geek Rating": "5.898",
    "Avg Rating": "8.42",
    "Link": "https://boardgamegeek.com/boardgameexpansion/250534/zombicide-green-horde-horde-box",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3",
    "Description": "The Zombicide: Horde Box contains all the extras added during the Kickstarter campaign for Zombicide: Green Horde and features an exclusive artwork by Jeremy Masson.  The following items are included in the box:&#10;&#10;&#10;    15 extra figures from the base game (1 Orc Necromancer, 1 Orc Abomination, 5 Orc Walkers, 4 Orc Runners, and 4 Orc Fatties);&#10;    10 Kickstarter Exclusive Abominations with cards ((Werezombie, Siege Breaker, Vault Warden, Horde Brother, Swamp Lurker, The Magenta Covfefe of Aargh, Abominabunny, Gorgomination, Zombie Giant, Chromatiz);&#10;    2 Kickstarter Exclusive Necromancers with cards ((Queen Severa, Count Temeraire);&#10;    1 Kickstarter Exclusive Feral Dragon with cards;&#10;    4 Kickstarter Exclusive Fatty Bursters with cards;&#10;    1 Ballista;&#10;    12 Kickstarter Exclusive New Equipment and Vault Cards;&#10;    1 Kickstarter Exclusive Horde Tile;&#10;    31 Kickstarter Exclusive Survivors with cards:&#10;&#10;&#10;Rocco&#10;Thomas&#10;Jeanne&#10;Kelsey&#10;Cassius&#10;Ygraine&#10;Ryan John&#10;Hyg&#10;Hyld&#10;Marquis De Roget&#10;Earl Jaimie&#10;Sigrun The Slayer&#10;The Great Zanzibar&#10;Gannicus&#10;'Badger' Brummuin&#10;Warchief Lividia&#10;Billy&#10;Anton Guffen&#10;Sir Schwarz&#10;Countess Ordella&#10;The Deathmaster&#10;Brannog Steelgreaves&#10;Grayson Gruber&#10;Spearhead&#10;Zee&#10;Lorentz&#10;Fylguria&#10;Princess Ayla&#10;Finarton The Giant&#10;Brix Moonshine&#10;Asmodeus.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Zombies"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Creatures: Zombies",
      "Crowdfunding: Kickstarter",
      "Game: Zombicide"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Alien Artifacts: Fate Enhancer Promo Card",
    "ID": 250536,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.94",
    "Link": "https://boardgamegeek.com/boardgameexpansion/250536/alien-artifacts-fate-enhancer-promo-card",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "1 promo card.&#10;&#10;Fate Enhancer: When you take a Trade action, if all cards drawn are of the same Type, shuffle them back into the appropriate deck and draw again. Then pass this card to the left.&#10;&#10;The card text SHOULD be:&#10;Fate Enhancer: When you take a Buy action, if all cards drawn are of the same Type, shuffle them back into the appropriate deck and draw again. Then pass this card to the left.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Set Collection",
      "Variable Phase Order"
    ],
    "Families": [
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Scissor Fight",
    "ID": 250537,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/250537/scissor-fight",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "20",
    "Weight": "0",
    "Description": "An abstract shape matching and spatial reasoning game for anyone who can be trusted with scissors. &#10;Players take turns cutting out shapes from scrap paper and fitting them into existing shapes without going over the lines. Points are scored by fitting into existing shapes while covering over your opponents shapes. Points are lost by going over the edges and being covered over. First player to 10 points wins.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Print & Play"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Wedge",
    "ID": 250540,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/250540/wedge",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Bluff and Bet your way to victory. Wedge uses the deceptively simple mechanics of bluffing and set creation to regulate this clever game of wedging your card into just the right spot.&#10;&#10;The game uses just a deck of cards, a handful of player markers and betting chips to create a linear line from 1-20. Players use cards valued from 1 through 20, dealt at random, to create the line. Placing adjacent to blocks can score you big points but that windfall can also be seen by opponents. Do you go for the obvious points or try to bluff and take your opponent's wagers.&#10;&#10;A game of Wedge takes only 20 or so minutes and it is a great ice-breaker to get things kicked off or a nice closer to wind things up.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing"
    ],
    "Mechanics": [
      "Betting and Bluffing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Ninja Math Game",
    "ID": 250541,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/250541/ninja-math-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Karate-chop your way through addition and subtraction to become a maths master!&#10;&#10;Getting Started:&#10;&#10;Each Player chooses a bingo card.  Place the cards on a flat surface, with the sides with blue(for addition) or red(for subtraction) origami stars facing up.&#10;Put the spinner and bingo chips in a central location where all players can reach them.&#10;Each player gets on bingo chip to mark the &quot;free&quot; space in the middle of his or her bingo card.&#10;Players may use scratch paper and a pencil to take notes during the game.&#10;&#10;Playing the Game:&#10;The youngest player goes first.&#10;For addition, on your turn, spin the spinner twice and add the two numbers together.  when you know the sum of the two numbers, see if it's on your bingo card.  If so, cover it with a bingo chip.&#10;For subtraction, on your turn, spin the spinner and determine if the the number it lands on is the answer to any of the subtraction problems on your bingo card.  If so, cover it with a bingo chip.&#10;Game play moves to the left and continues until a player has three bingo chips in a row.  If you have three in a row, yell out &quot;Ninja Math!&quot;&#10;For an additional challenge, try playing until someone has filled all of the squares on their bingo card.&#10;&#10;",
    "Categories": [
      "Educational",
      "Math"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Set Collection"
    ],
    "Families": [
      "Traditional Games: Bingo"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wokou",
    "ID": 250542,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/250542/wokou",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Designed for the 2018 Nine Card Contest.&#10;&#10;Set in Ming Dynasty China, Wokou is a solitaire game of revenge. After being left for dead, the player must sneak into the Wokou camp in order to take back their father's stolen sword and eliminate the dreaded Pirates.&#10;&#10;Using a variable play area of seven cards and minimal components, the player must sneak through the Wokou camp using an intuitive dice pulling mechanism. Once the camp has been alerted, the player will use a dice based combat system in order to take their bloody revenge.&#10;&#10;The winning conditions are simple. You either kill all of the Wokou, or die trying. Good Luck!&#10;&#10;",
    "Categories": [
      "Adventure",
      "Pirates",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Solo / Solitaire Game",
      "Tile Placement"
    ],
    "Families": [
      "Contests: 9 Card Nanogame PnP"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blood in Space",
    "ID": 250559,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.31",
    "Link": "https://boardgamegeek.com/boardgame/250559/blood-in-space",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Blood in Space is a micro but complete set of rules for solitaire or co-op skirmish game, set on a sci-fi background. &ldquo;Micro&rdquo; refers to the small set of rules, the small time required to complete one game session and the small number of miniatures required (4-10 figures being a common range).&#10;&#10;The game includes eleven Scenarios covering iconic sci-fi scenes like exploring the planet surface, attacking an enemy base, searching an abandoned starship, freeing prisoners. Event markers placed on the Map will create the needed Fog of War and randomize the placement of enemies, events and of course loot! Terrain rules allow to quickly create different planetary conditions.&#10;&#10;Scenarios can be played individually or as part of a Campaign game: in this case a flowchart will (randomly) determine the next mission; as an example, after a &ldquo;Exploration&rdquo; mission a bad roll could send your characters on the &ldquo;Ambush&rdquo; scenario. Characters on a Campaign will be able to improve their characteristics, but with the improvement of the Reputation Level of your Crew, your enemies will also become stronger.&#10;&#10;Activation of units (friendly and enemies) is managed with a pool of activation markers, but you can never be sure that every unit will be activated. When an &ldquo;Enemy&rdquo; marker is drawn by the pool you will roll on the ENEMY ACTIVATION table in the current Scenario to determine the unit to activate and its orders.&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Components: Miniature agnostic",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Quirkies",
    "ID": 250590,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.19",
    "Link": "https://boardgamegeek.com/boardgame/250590/quirkies",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Quirkies is a fast-paced game that mixes art, visual perception and reasoning skills. Players stack matching creature cards in order to create sequences and win Quirkies tokens.&#10;&#10;The player to the left of the dealer goes first and places one card from their hand onto the matching creature on the Quirkies Board Card. As long as the creature type matches, the card may have any color and any pattern.&#10;&#10;If a player succeeds in creating a winning sequence, they may collect a token of their choice and must then play one more card from their hand. Their turn ends after they played that second card, even if they manage to create another winning sequence.&#10;After placing their card(s), the player replenishes their hand back to 6 cards and the turn moves clockwise to the next player.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Pattern Building",
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bottom: The Card Game",
    "ID": 250592,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/250592/bottom-the-card-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "35",
    "Weight": "0",
    "Description": "Bottom is a fast moving card game for 2 to 6 players, based on the UK comedy series of the same name starring Rik Mayall and Adrian Edmondson.&#10;&#10;Players will take it in turns to draw a card, or play a card, trying to acquire Fiendish Scheme cards. &#10;Once a player has possession of these cards they will soon discover that keeping hold of them is a different challenge as their opponents steal, and fight, to gain the advantage.&#10;&#10;This is a free Print and Play game. All of the necessary files can be found in the files section below.&#10;&#10;THIS GAME (AND RULES BOOKLET) CONTAINS EXPLICIT LANGUAGE AND CONTENT UNSUITABLE FOR PEOPLE UNDER THE AGE OF 18.&#10;&#10;Bottom is a copyrighted property. This is an unauthorized, unofficial game produced merely for the entertainment of fans and is non-profit making.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Mature / Adult",
      "Movies / TV / Radio theme",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Secret Adventures of The Old Hellfire Club",
    "ID": 250593,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.20",
    "Link": "https://boardgamegeek.com/boardgame/250593/the-secret-adventures-of-the-old-hellfire-club",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "75",
    "Weight": "1.5",
    "Description": "Legendary are the tales told of The Hellfire Club. Since time immemorial we have decided the fates of Empires. How times have changed...&#10;&#10;In The Hellfire Club two to eight players take on the roles of the destitute final members of an ancient aristocratic secret society as they recount&shy; the tales of their greatest adventures to the patrons of the shadiest public houses of Old London Town. Drawing on the cards in their hands for inspiration, the players will weave an ever more elaborate (although far from honest) tale of daring and adventure in the hope that the drinking den&rsquo;s patrons will offer them a penny for their woes. As competition for the pennies on offer increases, so too do the exaggerations and outright lies the players will tell about their role in the story in the hope of making themselves seem more deserving. But watch out &ndash; at any time another player can challenge your version of the story by playing a less impressive card from their own hand thereby revealing your exaggeration and taking the rewards for the story that would otherwise have been yours! When the tale reaches it&rsquo;s thundering climax, whoever has been given the most pennies wins the game!&#10;&#10;--&#10;&#10;The Old Hellfire Club is a storytelling card game featuring push-your-luck and memory mechanic that add a spark of tension to an otherwise hilarious game. At its heart is the deck of 100 Boast cards. The Boast Deck includes 100 cards in 10 suits themed around a full spectrum of Victorian melodrama from motives and perils to crimes, insults, and teatime and each illustrated with an excerpt from an original Victorian era masterpiece! Players cooperate to tell a story including the plot elements from their own cards, but opponents can challenge the active player&rsquo;s boasts by playing less impres&shy;sive cards of the same suit with lower values. Thus, lies are unmasked, embarrassing truths revealed and any pennies earned by the active player that turn are lost!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Push Your Luck",
      "Storytelling"
    ],
    "Families": [
      "Digital Implementations: Tabletopia",
      "Mechanism: Story Creation"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Catan: Het Duel Big Box",
    "ID": 250619,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.63",
    "Link": "https://boardgamegeek.com/boardgame/250619/catan-het-duel-big-box",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "120",
    "Weight": "2",
    "Description": "This reimplentation of the Catan card game includes both expansions so you can build your principality and undergo the hardships and golden times that the settlers from Catan encountered on their path.&#10;&#10;The basic game also includes three theme sets with extra cards, which offer many options for variable strategies. So you make a trip through three eras: &quot;The Golden Age&quot;, &quot;A time of conflict&quot; and &quot;The great progress&quot;. In the end all cards can also be used together in the ultimate version of the game &quot;Duel der princes&quot;.&#10;&#10;In the box you will find the expansions &quot;Age of Darkness&quot; and &quot; Age of Enlightenment&quot;.&#10;&#10;Age of Darkness&#10;Three theme sets provide even more variety: &quot;A time of intrigue&quot;, in which the religious struggle between supporters of modern and conservative religions is central, connects to &quot;The Golden Age&quot;. &quot;A time of merchants&quot; comes chronologically before &quot;The great progress&quot; and &quot;A time of barbarians&quot; afterwards. This last theme set introduces elements from the board game expansion &quot;Cities &amp; Knights&quot;.&#10;&#10;Age of Enlightenment&#10;With the three theme sets in this expansion, we continue our journey through the history of Catan. &quot;A time of discoverers&quot; takes place between &quot;The great progress&quot; and &quot;A time of barbarians&quot;. In this theme set, the residents of Catan explore the archipelago within the reach of their new ships. In &quot;A time of the wise&quot; other aspects from the time of &quot;The Great Progress&quot; are discussed. The history of Catan ends chronologically with &quot;A time of prosperity&quot;: the barbarians are defeated and the independence of Catan is assured. Time to look after the interests of the residents of Catan and to lead them to golden times.&#10;&#10;",
    "Categories": [
      "Card Game",
      "City Building",
      "Medieval",
      "Territory Building"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Game: Catan",
      "Game: The Rivals for Catan",
      "Players: Two-Player Only Games",
      "Versions & Editions: Big Box Versions of Individual Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ultima Ratio Regis",
    "ID": 250626,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.90",
    "Link": "https://boardgamegeek.com/boardgame/250626/ultima-ratio-regis",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "1000",
    "Weight": "4.5",
    "Description": "Ultima Ratio Regis is board game, which recreates the military history of the Modern European era; starting with the discovery of America, and ending with the French revolution.&#10;&#10;The game spans 20 turns of 15 years, with a duration of two to four hours each; and is organized into multi-turn scenarios, including a possible &quot;Great Campaign&quot; that would cover all 20 turns.&#10;In Ultima Ratio Regis, players will lead the different powers that disputed world hegemony during the sixteenth to eighteenth centuries.&#10;&#10;According to the scenario chosen and the number of players, a power pack is distributed to each player.  The initial scenarios supplied are between 3 and 5 turns (each turn is a game session).&#10;&#10;During these sessions, in consecutive impulses and in a card driven system, the players take action with their powers to obtain victory points (which are the objectives that each power pursues).&#10;&#10;Although there are economic and diplomatic actions, Ultima Ratio Regis is a military campaign game, so it is focused on the different naval or land campaigns that the powers carried out in the modern age to achieve their objectives.&#10;&#10;The military system is very original (it covers half of the rules), and with it, we not only fight great land and naval battles, but also sieges and long land campaigns of erosion of the enemy.  The scale of play varies depending on where we have our military units, but to give us an idea, a western land unit represents approximately a whole regiment, and a naval squadron about 10 ships of line or between 30 and 50 galleys in the Mediterranean.&#10;&#10;The game include a new system that prevents great uchronies, without over-directing the players.  In this way, the player with the most victory points accumulated between all his powers wins, that is, the one who has come closest to the objectives of the set of powers he is carrying.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Negotiation",
      "Pike and Shot",
      "Print & Play",
      "Renaissance",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Point to Point Movement",
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Continents: Europe",
      "History: Nine Years War",
      "History: Ottoman-Habsburg Wars",
      "History: Seven Years War",
      "History: The Italian Wars",
      "History: Thirty Years War",
      "History: War of the Austrian Succession",
      "History: War of the Spanish Succession",
      "Misc: Free Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "1976 The Entebbe Blitz",
    "ID": 250627,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.83",
    "Link": "https://boardgamegeek.com/boardgame/250627/1976-the-entebbe-blitz",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2",
    "Description": "&quot;1976 The Entebbe Blitz&quot; is a solitaire war game depicting the action performed by Sayeret Matkal, one of the Israeli Special Forces, in the airport of Entebbe, Uganda, where a group of terrorists who had hijacked an Air France Boeing were keeping the crew and the Jewish passengers as prisoners.&#10;&#10;A daring operation, far from the home bases 4000 kilometers and 8 flight hours, which was a success with the liberation of the hostages and the elimination of the terrorists, with the loss of just one officer and few hostages but some wounded soldiers.&#10;&#10;It includes:&#10;&#10;86 counters, a A3 map, updated rules... you just need 2 d6!!&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Movement Points",
      "Secret Unit Deployment",
      "Simulation",
      "Solo / Solitaire Game",
      "Variable Set-up"
    ],
    "Families": [
      "Country: France",
      "Country: Israel",
      "Country: Uganda",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Disney Cars Racing and Action Game",
    "ID": 250645,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/250645/disney-cars-racing-and-action-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Disney Pixar Cars Racing and Action Game&#10;- Fast paced racing game and action game&#10;- Includes four buildable cars to play the racing game&#10;- Travel Size&#10;- Suitable for ages 4+ and 2 or more players&#10;&#10;2 in 1 game:&#10;Racing game - it's a tileplacemnet game&#10;Acion game - like UNO&#10;&#10;Content:&#10;- 4x 3D cars&#10;- 50 cards&#10;- rules&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Movies / TV / Radio theme",
      "Racing"
    ],
    "Mechanics": [
      "Hand Management",
      "Tile Placement"
    ],
    "Families": [
      "Brands: Disney",
      "Movies: Cars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fireball Island: The Curse of Vul-Kar – Treasure Trove",
    "ID": 250648,
    "Year": "(2018)",
    "Geek Rating": "5.834",
    "Avg Rating": "7.18",
    "Link": "https://boardgamegeek.com/boardgameexpansion/250648/fireball-island-the-curse-of-vul-kar-treasure-trov",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.4",
    "Description": "Treasure Trove includes more souvenir cards to shuffle into the souvenir deck, legendary artifact cards for you to discover, and injury cards which give you a choice to take a random disadvantage rather than give up a treasure when hit by a fireball.&#10;&#10;These cards won't be in the retail game which is what is being shipped to backers so they will come as an extra package. The publisher has said that they will be selling it only through their web store, conventions, and maybe the BGG store.&#10;&#10;This expansion to Fireball Island: The Curse of Vul-Kar is a collection of cards unlocked via stretch goals during the Kickstarter campaign.&#10;&#10;Contents:&#10;Hangry (12 souvenirs that ramp up the meanness to 11!)&#10;Injuries (12 cards you can take instead of losing a treasure)&#10;Legendary Artifacts (6 super-powerful souvenirs)&#10;Bonus Souvenirs (18 new souvenirs to add to your regular deck)&#10;3 Blank souvenir and 2 blank injury cards so you can make your own designs&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Action / Dexterity",
      "Adventure",
      "Travel"
    ],
    "Mechanics": [
      "Action Points",
      "Action Queue",
      "Area Movement",
      "Pick-up and Deliver",
      "Push Your Luck",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Fireball Island"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Last Days of Athobrae",
    "ID": 250654,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/250654/last-days-of-athobrae",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "0",
    "Description": "Last Days of Athobrae is a competitive, turn-based, resource-gathering strategy game.  Players take on the mantle of one of five unique civilizations trying to collect the resources that will allow them to build a spaceship and escape their dying planet. Each player's turn consists of 3 actions that allow them to navigate the planet, gather resources, build technology, and attack other players.  Once all players have taken their turn, it is time for the doom phase, when world-convulsions shake things up!  In a race against the world's demise and opposing players, first one to build and fuel their ship is the winner.  If the world falls completely to pieces before anyone can escape, the game ends with no winner.  Can you survive...?&#10;&#10;",
    "Categories": [
      "Dice",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Hexagon Grid",
      "Modular Board",
      "Pick-up and Deliver",
      "Set Collection",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Stierkampf",
    "ID": 250656,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/250656/stierkampf",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "There are 6 cards, illustrated with a bullfight scene und numbered from 1 to 6, that are used as game boards. Each player has his own card. Each time the number of a card is rolled, the player of this card moves his pawn one space ahead. The first player whose pawn reaches the last space, wins the game.&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Die lustigen Frösche",
    "ID": 250657,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/250657/die-lustigen-frosche",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Each player has 3 frogs, he has to get from the starting spaces of their color at the bottom of the game board to the destinations of the same color at the top. Movement is determined with one die.&#10;&#10;On the roll of a &quot;1&quot;, a frog may advance from it's colored starting space to the firs green space of his race track. From there the frogs advance according to the numbers rolled. If a player rolls a &quot;6&quot; he may roll a second time. If a frog moves over one of the three picture strips the player may roll again, and has to move the same frog a second time.&#10;&#10;If a frog lands on the 1st or 3rd picture strip it may only advance again at the roll of a &quot;5&quot;. A frog that lands on the 2nd picture strip has to return to the green space at the beginning of its race track.&#10;&#10;The first player to get his 3 frogs to his destination spaces wins the game.&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Adventurer's Kit: Expedition",
    "ID": 250659,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.68",
    "Link": "https://boardgamegeek.com/boardgame/250659/adventurers-kit-expedition",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Adventure's Kit: Expedition is a treasure-collecting card game for 2-4 players. The game is designed for younger ones to start with, as it becomes more strategic with aggressive play for adults. In the game, players send out expedition teams to explore ancient continents and collect world-famous artifacts.&#10;&#10;To set up the game, draw ten culture cards, then place them on the appropriate continents on the game board sorted according to their age. Place museums and relics to the side as they are bonuses acquired during the game. Each player starts with five expedition cards in hand; if anyone holds an event card, they should discard it, and redraw until they have five cards, after which event cards are shuffled back into the deck.&#10;&#10;On a turn, draw one expedition card, then choose to either send out the expedition team (i.e., place the specialist cards on the table), replace any number of specialists in hand by redrawing, or explore. You can explore only if you've already established an expedition team. When you explore, see whether the cards played match any of the artifact requirements on the table; the artifacts can be retrieved by consuming certain specialists, and the player can continue exploring the next card in the same continent as long as the requirements match. At the end of your turn, check that all four continents hold at least one artifact; if not, draw ten new culture cards and place them as at the start of play.&#10;&#10;The game ends after 5/7/8 museums or relics have been uncovered, depending on whether you have 2/3/4 players in the game. Players then tally their scores from artifacts collected, along with any bonus points they've acquired. Whoever has the highest score wins!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Ancient",
      "Card Game",
      "Children's Game",
      "Exploration"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Die Siedler von Catan: Das Kartenspiel – Plus Pack",
    "ID": 250661,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.54",
    "Link": "https://boardgamegeek.com/boardgame/250661/die-siedler-von-catan-das-kartenspiel-plus-pack",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Die rote Metallbox enth&auml;lt neben dem Basis-Kartenspiel auch die beiden Themen-Sets &quot;Politik &amp; Intrige&quot; sowie &quot;Handel &amp; Wandel&quot;.&#10;&#10;The red metalbox contains the Catan Card Game and the two expansions &quot;Politics &amp; Intrigue&quot; and &quot;Trade &amp; Change&quot;.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Medieval"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Trading"
    ],
    "Families": [
      "Game: Catan Card Game",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Batman: Gotham City Chronicles – Arkham Asylum Expansion",
    "ID": 250665,
    "Year": "(2019)",
    "Geek Rating": "5.665",
    "Avg Rating": "8.35",
    "Link": "https://boardgamegeek.com/boardgameexpansion/250665/batman-gotham-city-chronicles-arkham-asylum-expans",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "4",
    "Description": "In Arkham Asylum, violent and criminally insane villains are locked away from Gotham's citizens in specially constructed cells. But often, these villains break free and it becomes Batman's job to bring them back to the asylum before their darkest whims are realized.&#10;&#10;And, as is often the case, the Joker seems to be missing. Chances are he can be found in Jokerland, an abandoned fun fair the Clown Prince of Crime converted into his own playground. Here, attractions are functional, but from a mad man's point of view, and they aren&rsquo;t really fun in any conventional sense.&#10;&#10;This expansion includes two game boards: Arkham Asylum and Jokerland, coming with three scenarios each. Jokerland will include various attractions, shaped as double-sided overlays, which provide a lot of replayability, as the combination of attractions change with each scenario. These attractions offer unique atmospheres and terrain types that change the way you navigate the map. Of course, you can&rsquo;t imagine an expansion like this without thinking about the villains. This box is absolutely brimming with bad guys and you won&rsquo;t find a single hero among them. Within you will find a horrific faceless version of the Joker, as well as the Mad Hatter and his inseparable sidekicks, the Tweedle brothers.&#10;&#10;-description from the Kickstarter page&#10;&#10;",
    "Categories": [
      "Adventure",
      "Comic Book / Strip",
      "Expansion for Base-game",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Action Queue",
      "Area Movement",
      "Dice Rolling",
      "Player Elimination",
      "Team-Based Game",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Comic Books: Batman",
      "Comic Books: DC Universe",
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Game: Batman – Gotham City Chronicles",
      "Medical: Psychiatric Hospitals / Asylums",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Graffiti Gammon 2",
    "ID": 250666,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/250666/graffiti-gammon-2",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Graffiti Gammon 2 (&#227;&#130;&#176;&#227;&#131;&#169;&#227;&#130;&#174;&#227;&#131;&#163;&#227;&#131;&#162;&#227;&#131;&#179;&#227;&#129;&#171;&#227;&#130;&#131;&#227;&#130;&#147;) plays like traditional backgammon, but the game board is designed for easy set-up and playing for those new to the game, with numbers circling both directions on the board to making counting off easier. The player pieces are wooden cat heads, and the idea is that you're moving cats off the edge of the board to catch the fish that await for you.&#10;&#10;Each player has a pair of &quot;do over&quot; cards that allow you to roll the dice again. Use them wisely since you have only two!&#10;&#10;Publisher's summary&#10;Based on the concept of Graffiti x Backgammon, we have arranged the traditional gammon-board wildly, incorporating some beginner-friendly designs.&#10;&#10;&#10;     Cute cat characters!&#10;     Variant rules with additional cards!&#10;     Compact package! Foldable fabric game board!&#10;     Beginner friendly design with initial setup marks, and distance to the goal (pips)!&#10;&#10;&#10;With variant rules, you have two reroll cards at the beginning of the game. During your turn, you may spend one to reroll the dice you have just rolled.&#10;&#10;GRAFFITI&#239;&#188;&#136;&#227;&#130;&#137;&#227;&#129;&#143;&#227;&#129;&#140;&#227;&#129;&#141;&#239;&#188;&#137;&times;BACKGAMMON&#239;&#188;&#136;&#227;&#131;&#144;&#227;&#131;&#131;&#227;&#130;&#175;&#227;&#130;&#174;&#227;&#131;&#163;&#227;&#131;&#162;&#227;&#131;&#179;&#239;&#188;&#137;&#227;&#130;&#146;&#227;&#130;&#179;&#227;&#131;&#179;&#227;&#130;&#187;&#227;&#131;&#151;&#227;&#131;&#136;&#227;&#129;&#171;&#10;&#227;&#128;&#129;&#228;&#188;&#157;&#231;&#181;&#177;&#231;&#154;&#132;&#227;&#129;&#170;&#229;&#155;&#179;&#230;&#161;&#136;&#227;&#129;&#140;&#228;&#184;&#173;&#229;&#191;&#131;&#227;&#129;&#174;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#131;&#156;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#146;&#229;&#164;&#167;&#232;&#131;&#134;&#227;&#129;&#171;&#227;&#130;&#162;&#227;&#131;&#172;&#227;&#131;&#179;&#227;&#130;&#184;&#227;&#129;&#151;&#227;&#129;&#170;&#227;&#129;&#140;&#227;&#130;&#137;&#227;&#128;&#129; &#229;&#136;&#157;&#229;&#191;&#131;&#232;&#128;&#133;&#227;&#129;&#171;&#227;&#130;&#130;&#227;&#130;&#143;&#227;&#129;&#139;&#227;&#130;&#138;&#227;&#130;&#132;&#227;&#129;&#153;&#227;&#129;&#132;&#229;&#183;&#165;&#229;&#164;&#171;&#227;&#130;&#146;&#227;&#131;&#151;&#227;&#131;&#169;&#227;&#130;&#185;&#227;&#129;&#151;&#227;&#129;&#159;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#227;&#131;&#187;&#227;&#129;&#139;&#227;&#130;&#143;&#227;&#129;&#132;&#227;&#129;&#132;&#231;&#140;&#171;&#227;&#129;&#174;&#227;&#130;&#173;&#227;&#131;&#163;&#227;&#131;&#169;&#227;&#130;&#175;&#227;&#130;&#191;&#227;&#131;&#188;&#227;&#129;&#140;&#233;&#173;&#133;&#229;&#138;&#155;&#239;&#188;&#129;&#10;&#227;&#131;&#187;&#231;&#137;&#185;&#230;&#174;&#138;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#146;&#228;&#189;&#191;&#227;&#129;&#163;&#227;&#129;&#159;&#227;&#130;&#170;&#227;&#131;&#170;&#227;&#130;&#184;&#227;&#131;&#138;&#227;&#131;&#171;&#227;&#131;&#171;&#227;&#131;&#188;&#227;&#131;&#171;&#227;&#130;&#130;&#232;&#191;&#189;&#229;&#138;&#160;&#239;&#188;&#129;&#239;&#188;&#129;&#10;&#227;&#131;&#187;&#227;&#130;&#179;&#227;&#131;&#179;&#227;&#131;&#145;&#227;&#130;&#175;&#227;&#131;&#136;&#227;&#129;&#170;&#227;&#131;&#145;&#227;&#131;&#131;&#227;&#130;&#177;&#227;&#131;&#188;&#227;&#130;&#184;&#239;&#188;&#129; &#230;&#138;&#152;&#227;&#130;&#138;&#227;&#129;&#159;&#227;&#129;&#159;&#227;&#130;&#129;&#227;&#130;&#139;&#229;&#184;&#131;&#232;&#163;&#189;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#231;&#155;&#164;&#239;&#188;&#129;&#10;&#227;&#131;&#187;&#229;&#136;&#157;&#229;&#191;&#131;&#232;&#128;&#133;&#227;&#129;&#171;&#227;&#130;&#130;&#227;&#130;&#143;&#227;&#129;&#139;&#227;&#130;&#138;&#227;&#130;&#132;&#227;&#129;&#153;&#227;&#129;&#132;&#229;&#136;&#157;&#230;&#156;&#159;&#233;&#133;&#141;&#231;&#189;&#174;&#232;&#161;&#168;&#231;&#164;&#186;&#227;&#128;&#129;&#227;&#130;&#180;&#227;&#131;&#188;&#227;&#131;&#171;&#227;&#129;&#190;&#227;&#129;&#167;&#227;&#129;&#174;&#232;&#183;&#157;&#233;&#155;&#162;&#227;&#129;&#140;&#227;&#130;&#143;&#227;&#129;&#139;&#227;&#130;&#139;&#227;&#128;&#138;&#227;&#131;&#148;&#227;&#131;&#131;&#227;&#131;&#151;&#227;&#128;&#139;&#232;&#161;&#168;&#231;&#164;&#186;&#227;&#129;&#164;&#227;&#129;&#141;&#239;&#188;&#129;&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals",
      "Children's Game",
      "Comic Book / Strip",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Traditional Games: Backgammon"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Crossing the Atlantic",
    "ID": 250668,
    "Year": "(1949)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/250668/crossing-the-atlantic",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A &ldquo; Counter and Dice &rdquo; Game for up to Five Players&#10;Each player chooses a coloured counter, as in LUDO, and when he throws the dice moves the counter to the number that turns up. An extra turn is given to the player who throws a six. The first player to reach the end of the journey is, of course, the winner.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Comic Book / Strip",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Brands: Disney"
    ]
  }
]