[
  {
    "Rank": "N/A",
    "Name": "Anti-Enzyme",
    "ID": 335112,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.83",
    "Link": "https://boardgamegeek.com/boardgame/335112/anti-enzyme",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1",
    "Description": "Have you ever asked yourself why the washed clothes in the washing machine still have stains?&#10;Maybe the detergent is not good enough, or the washing machine doesn't work perfectly.&#10; However, in this game, you would face a completely different story!&#10; You would encounter the stains which are alive and try to live. The stains are trying to increase by moving from one cloth to another. They have to compete with each other while trying to fight the washing machine and its washing order. In this story, each time the washing machine starts to rotate, the stains also create a competition to make a higher impact on the clothes. However, sometimes the washing machine and its detergent succeeds and can stop the stains.&#10;you play as a stain and your aim is to try to occupy more space in the washing machine and heavily penetrate into the clothes.&#10;In this game there are a series of rounds that is played in two phases:&#10;&#10;     Players phase (Stains Phase)# Washing machine phase&#10;&#10;&#10;in phase one players can do one of these actions: &#10;&#10;     importing a stain on clothes&#10;     moving existing stains on  clothes&#10;     play an Enzyme card&#10;&#10;&#10;and in phase two, one of the players roll the dice as the washing machine.&#10;&#10;Besides competing with each other, each player should resist the washing machine and its tendency to clean the clothes. At the end of the game, each player who has more stains on clothes will win the game.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Theme: Laundry & Socks"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Locked Adventures: Ein Weihnachtsfall",
    "ID": 335115,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/335115/locked-adventures-ein-weihnachtsfall",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Your team accepted the invitation of a renowned journalism school to Berlin, where a student turned to you for help: Her friend Christopher suddenly went into hiding because he had got wind of a suspicious matter. Christopher was in the utmost panic and said that it was a matter of life and death, but the police must not be called on under any circumstances! Your investigative talent is more in demand than ever in the new city. You make your way through unknown Berlin to help Christopher. Are you late or can you still provide last-minute help?&#10;&#10;",
    "Categories": [
      "Deduction",
      "Puzzle"
    ],
    "Mechanics": [],
    "Families": [
      "Holidays: Christmas",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Instant Numbers",
    "ID": 335120,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/335120/instant-numbers",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Instant Numbers initiates an arithmetic contest in which players race against a 60 seconds timer to score as many points as possible by tackling simple arithmetic.&#10;&#10;",
    "Categories": [
      "Educational",
      "Math"
    ],
    "Mechanics": [],
    "Families": [
      "Series: Instant (Centroid Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Instant Letters",
    "ID": 335123,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/335123/instant-letters",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Players engage in an anagramming contest while racing a 60 seconds timer to score as many points as possible .&#10;Points are allocated based on quality of words formed, and player with highest points after pre-agreed number of rounds wins.&#10;&#10;",
    "Categories": [
      "Educational",
      "Real-time",
      "Word Game"
    ],
    "Mechanics": [
      "Real-Time"
    ],
    "Families": [
      "Series: Instant (Centroid Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Porradaria card game",
    "ID": 335124,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.43",
    "Link": "https://boardgamegeek.com/boardgame/335124/porradaria-card-game",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "20",
    "Play Time": "50",
    "Weight": "0",
    "Description": "Inspired by the arcade games of the 1980's/1990's, Porradaria features characters with special abilities that battle against each other using weapon, battlefield, &quot;punch&quot; as well special cards and the final goal of the game is the elimination of the other characters. This is a 2 (two) deck card game, with 5 (five) characters in each deck, which can be played by 2 to 5 players with 1 deck, or up to 10 players with 2 decks.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Take That"
    ],
    "Families": [
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Instant Rhymes",
    "ID": 335125,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/335125/instant-rhymes",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "0",
    "Description": "In Instant rhymes, players engage in a contest of calling words with correct suffix&#10;&#10;At the start of a round, a games master (or player acting as one) calls the active suffix and the first player to call a correct word with that suffix gets the card.&#10;Play continues till pre-agreed number of cards are exhausted.&#10;Player with the most cards at the end of the round wins the game.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": [
      "Series: Instant (Centroid Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Replantica",
    "ID": 335126,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.67",
    "Link": "https://boardgamegeek.com/boardgame/335126/replantica",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1",
    "Description": "A casual family game of spatial strategy, tree planting and animal rescue for all ages above 6.&#10;&#10;In Replantica, you restore lost forest and rescue displaced animals. Players start by planting saplings, then water them to grow large trees. Special planting configurations on the playmat yield various bonuses for the players. Throughout the game, players must populate the new forest with animals and can win through a combination of clever strategy and lucky dice. The goal of the game is to be the first player to plant all your large trees and rehome all your rescued animals, one of which should be in your home habitat.&#10;&#10;Replantica is produced entirely of natural materials (glass pebbles, wooden dice, canvas playmat, cotton drawstring bag for storage, cardboard and paper).&#10;&#10;Every box of Replantica that is sold includes a donation to plant 10 real trees through reforestation charities.&#10;&#10;&mdash;description from the publications&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals",
      "Educational",
      "Environmental"
    ],
    "Mechanics": [
      "Advantage Token",
      "Dice Rolling",
      "Enclosure",
      "Grid Coverage",
      "Semi-Cooperative Game",
      "Square Grid",
      "Variable Set-up"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Instant Songs",
    "ID": 335128,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/335128/instant-songs",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Players engage in a singing contest by recalling relevant songs word-lyrics fastest.&#10;&#10;On a turn, a games master (or player acting as one) calls a word and fastest player to sing a song gets the card.&#10;&#10;Play continues till number of pre-agreed cards is exhausted or reached by a player.&#10;&#10;Player with most cards at the end of the game wins.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Singing"
    ],
    "Families": [
      "Series: Instant (Centroid Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ruthless: Stranger with a Gun",
    "ID": 335132,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/335132/ruthless-stranger-with-a-gun",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "180",
    "Play Time": "240",
    "Weight": "0",
    "Description": "For decades the Blanco family has run the town of San Luis on the New Mexico border. So, they didn&rsquo;t take to kindly to John Bannon when he rode into town and made himself the sheriff. Soon the silver mines, saloons and stage-coach were all working for him. Tensions between the Blancos and Bannon were boiling over when a quiet stranger with a wicked gun rode into town. Who will win control of San Luis?&#10;&#10;The mini-campaign is loosely based on the film &quot;A Fistful of Dollars&quot; and is structured in quick &ldquo;acts&rdquo; that could be played in a single evening. &#10;Both sides face decisions that allow for a great deal of replay value and let the players write their own story in the West....&#10;&#10;Players choose their own adventure with one side picking the scenario and the other choosing the set up.  &#10;There are a possible 27 different battles that can be played.&#10;The mini-campaign will consist of three of these gunfights.&#10;&#10;RUTHLESS, a complete set of western gunfight rules, is also included!  &#10;This booklet has everything you need to play!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "American West",
      "Miniatures",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Game: Ruthless – Wild West rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Eiyo: Fukushuu",
    "ID": 335133,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.85",
    "Link": "https://boardgamegeek.com/boardgameexpansion/335133/eiyo-fukushuu",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A mini-expansion from the Matchbox Collection Encore set, this adds 2 new Boss cards and a player aid to the base game of Eiyo.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Country: Japan",
      "Crowdfunding: Kickstarter",
      "Series: The Matchbox Collection (Thundergryph)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rebis: Elixir",
    "ID": 335134,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.40",
    "Link": "https://boardgamegeek.com/boardgameexpansion/335134/rebis-elixir",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "This mini-expansion is part of the Matchbox Collection Encore series; it introduces three powerful one-time effects that are obtained when players close one another's shelves.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Series: The Matchbox Collection (Thundergryph)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Virus Veteran: The Cardgame",
    "ID": 335135,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.55",
    "Link": "https://boardgamegeek.com/boardgame/335135/virus-veteran-the-cardgame",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "0",
    "Description": "Virus Veteran is a card game in which it is your goal to have less virus points than your opponents. The card game is split in two kinds of cards, action cards including tourists, mutations, veterans and more... and into standard virus cards. The standard cards will determine your number of points at the end!&#10;&#10;To gain the upper hand you can either use tourists and mutations to double the numbers of your opponents points, or you can use medics and lockdowns to block or annihilate aggressive cards of the other players. Bottlenecks and veteran cards allow you to draw cards from your opponents or to get rid of your own virus points.&#10;&#10;The single cure card determines the end of the game and boosts your chance to win the game.&#10;&#10;The cards are designed in a humoristic comic style which is inspired by the ongoing pandemic. I mean look at the toilet-paper hoarders, aren`t they perfect fitting joker cards?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip",
      "Humor"
    ],
    "Mechanics": [
      "Hot Potato",
      "Take That"
    ],
    "Families": [
      "Card Games: Adding",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Imposters on Mars",
    "ID": 335138,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/335138/imposters-on-mars",
    "Min Players": "4",
    "Max Players": "7",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Are you a fan of Imposter or Murder Mystery games? Then Imposters On Mars is the perfect game for you. It turns your house (location) into a real-life game board &mdash; a colony on Mars. Beware, an Imposter is sabotaging your hard work. Complete jobs and work together to repair the colony. Keep a close eye and figure out who the Imposters are. Vote and cast them out. But be careful not to vote for the wrong person.&#10;&#10;Beware, an Imposter is sabotaging your hard work. Complete jobs and work together to repair the colony. Keep a close eye and figure out who the Imposters are. Vote and cast them out. But be careful not to vote for the wrong person.&#10;&#10;Your house is now a real-life game board. The rooms in your house (or location) are the game board's spaces where you&rsquo;ll complete mini-games. These mini-games are called Jobs. Every Player starts with four cards. The first choose a Player&rsquo;s color. The Player then takes their matching color Vote card. The third card determines who the Imposters are. Finally, every Player chooses a Career and their Job order.&#10;&#10;Every room is set up with a mini-game (matching, math, memory, etc.). These mini-games are called Jobs. Players complete Jobs and share proof of completing them. Playing as the Imposter gives you the ability to sabotage Jobs. Imposters are randomly selected. Imposters sabotage Jobs and force Players to freeze their gameplay for a period of time. This allows the Imposter to make a move and kill or deceive players.&#10;&#10;Step away from the table and turn your house into a real-life murder mystery party. Turn off the lights and Bring Your Own Flashlight (BYOF) if you dare to play in the dark.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Deduction",
      "Humor",
      "Math",
      "Memory",
      "Murder / Mystery",
      "Party Game",
      "Space Exploration"
    ],
    "Mechanics": [
      "Action / Event",
      "Cooperative Game",
      "Deduction",
      "Memory",
      "Pattern Recognition",
      "Voting"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Space: Mars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Team Story",
    "ID": 335151,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.04",
    "Link": "https://boardgamegeek.com/boardgame/335151/team-story",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Oh no! A magical tornado has devastated the library and torn away the pages of the grimoire. Apprentice magicians, it's up to you to make up stories and bring back the pages... in the correct order!&#10;&#10;In Team Story, players are either Listener or Storytellers. Once 20 cards are placed face down and the scroll board is created, each Storytellers pick 3 cards without letting the  Listener see them.&#10;&#10;Storyteller starts and continue the story using a card from their hand. Once they take part in the story with a card, they place it on the scroll board face down and draw another one from the pool. When the scroll board is full, the round ends. All cards are shuffled and given to the Listener. They now have to retrace the story.&#10;&#10;But wait! Some cards have Twins! Will you be able to find the correct card and remake the story through the cards in 60 seconds?&#10;&#10;The game ends once everyone has been Listener once. The player who scored the most stars wins the game!&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Football",
    "ID": 335160,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/335160/football",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The game is played with a ball and two dice, a number die to determine the number of spaces the ball may move (even = straight directions, odd = diagonally) and a special die. The special die has the Letters A (2x), R, C (2x) and N with the following meanings:&#10;A = move ahead&#10;B = move back&#10;C = move ahead and roll again&#10;N = don't move&#10;The spaces on the game board marked with letters also have special meanings derived from the soccer rules.&#10;&#10;The game ends after a prearranged time or number of goals, with the player with the most goals winning the game.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Roll / Spin and Move",
      "Square Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Canvas: Reflections",
    "ID": 335172,
    "Year": "(2022)",
    "Geek Rating": "6.244",
    "Avg Rating": "7.66",
    "Link": "https://boardgamegeek.com/boardgameexpansion/335172/canvas-reflections",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.9524",
    "Description": "Paint from a new perspective! In Canvas: Reflections, the artistic puzzle has a new layer -- Mirror Cards! These reversible cards add deeper strategy, and also give you increased flexibility to string together combinations of Elements. Additionally, the new board offers a wider selection of Art Cards that allows you to better plan ahead and presents more choices even when running low on Inspiration Tokens.&#10;&#10;Also features:&#10;Gold Bonus Ribbons - Grab a Gold Bonus Ribbon for lining up a specific Element next to a Gold Bonus icon.&#10;&#10;New Scoring Cards for puzzling new challenges and added replayability.&#10;&#226;&#128;&#139;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Puzzle"
    ],
    "Mechanics": [
      "Increase Value of Unchosen Resources",
      "Layering",
      "Set Collection"
    ],
    "Families": [
      "Components: Transparent Elements",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Game: Canvas",
      "Misc: LongPack Games",
      "Players: Games with Solitaire Rules",
      "Theme: Art",
      "Theme: Painting / Paintings"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Escape Velocity",
    "ID": 335175,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/335175/escape-velocity",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "In Escape Velocity, players will compete to become the most profitable company by investing in space elevators or mass drivers, establishing colonies on Mars or Ceres, building colony ships destined for Ganymede or Callisto, and helping to industrialize the final frontier.&#10;&#10;Each round, players will select and execute actions, pick up and deliver materials, research new technologies, and spend their money carefully. Planets move each round and players will need to watch carefully as they plan their routes.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Industry / Manufacturing",
      "Science Fiction",
      "Space Exploration",
      "Transportation"
    ],
    "Mechanics": [
      "Action / Event",
      "Cooperative Game",
      "Hand Management",
      "Open Drafting",
      "Pick-up and Deliver",
      "Point to Point Movement",
      "Simulation",
      "Solo / Solitaire Game",
      "Stock Holding",
      "Victory Points as a Resource"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Victory at Sea: Foch",
    "ID": 335176,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/335176/victory-at-sea-foch",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The four vessels of the Suffren-class were based on the Duquesne-class, though each was built to slightly different standards as lessons were learned from the preceding ship. Their hull form was sleek and graceful, taking a classic cruiser form. &#10;While the Duquesne-class lineage was apparent, the Suffren-class had a much more modern look about them. Armour protection was somewhat better than the preceding class, though speed was reduced as a consequence.&#10;&#10;Foch spent the early period of WWII in Dakar as part of Force M and formed part of a force bombarding Italian assets near Genoa. &#10;After the fall of France Foch joined Vichy French forces before being scuttled with other French vessels in late 1942.&#10;&#10;&mdash;description from the publisher's website&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Victory at Sea (Warlord Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Victory at Sea: Suffren",
    "ID": 335177,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/335177/victory-at-sea-suffren",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The four vessels of the Suffren-class were based on the Duquesne-class, though each was built to slightly different standards as lessons were learned from the preceding ship. Their hull form was sleek and graceful, taking a classic cruiser form. &#10;While the Duquesne-class lineage was apparent, the Suffren-class had a much more modern look about them. Armour protection was somewhat better than the preceding class, though speed was reduced as a consequence. &#10;Suffren remained at Alexandria from 1940 to 1943, when she joined the Allied cause.&#10;&#10;Suffren, lead ship in her class, operated in the Dodecanese Islands early on in the war before peacefully surrendering to the Royal Navy - in sharp contrast to the fate of many French vessels at Mers-el-Kebir. &#10;Refitted she would join the Allied cause in 1943.&#10;&#10;&mdash;description from the publisher's website&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Victory at Sea (Warlord Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Victory at Sea: Jeanne d'Arc",
    "ID": 335178,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/335178/victory-at-sea-jeanne-darc",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Built as a training cruiser for the French Marine Nationale the Jeanne d'Arc was both floating school and combat capable warship. &#10;During WWII she formed part of a flotilla taking French gold to Canada before joining Free French forces in 1943.&#10;&#10;The single vessel of the Jeanne d&rsquo;Arc-class was designed to use the same guns as the Duguay-Trouin-class. She was considered a training vessel and as such didn't require the speed or armour of a cruiser. &#10;Stationed in Martinique, she joined the Allies in 1943, receiving a refit in which her torpedo tubes and aircraft were removed, and improved anti-aircraft armament was fitted. After 1943 she served in the Mediterranean.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Victory at Sea (Warlord Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Victory at Sea: Chacal-class destroyers",
    "ID": 335179,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/335179/victory-at-sea-chacal-class-destroyers",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Also known as the Jaguar-class, Chacal (Jackal)-class destroyers were designed to fulfil a scouting role for fleet battle lines and to attack enemy shipping in the Mediterranean. As a result, they possessed poor endurance, mounted no anti-submarine weapons, and had woefully inadequate anti-aircraft fire, especially in the face of the German Luftwaffe.&#10;&#10;The six ships of this class were all named after predators (Chacal, Jaguar, L&eacute;opard, Lynx, Panth&egrave;re, Tigre) and saw wildly varying actions and fates during the war.&#10;&#10;This pack enables you to represent three of these vessels on the tabletop.&#10;&#10;&mdash;description from the publisher's website&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Victory at Sea (Warlord Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mimic Taking",
    "ID": 335180,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.33",
    "Link": "https://boardgamegeek.com/boardgame/335180/mimic-taking",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Mimic Taking is a trick-taking game for 3-4 players where the winner of a trick is the player who plays a card closest in rank to the lead card.&#10;&#10;It is a &quot;must-follow&quot; game, and the winner of a trick takes all of the cards from the trick face-down into a score pile.  If the trick was won with a trump card, the winner may discard some of the cards without collecting them.&#10;&#10;Points are awarded at the end of a hand based on comparing the number of cards a player took in the suit where they took the most and the suit where they took the least, with a bonus being awarded if the number of cards is the same.&#10;&#10;The player with the most points after a number of rounds wins!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Victory at Sea: Richelieu",
    "ID": 335183,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/335183/victory-at-sea-richelieu",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "There were to have been four ships of the Richelieu-class, with the first two laid down in 1935 and the second pair following in 1935. &#10;Gascogne was cancelled and Clemenceau never completed. The last ship followed a modified design which placed one of the turrets aft of the superstructure &ndash; the original design had both main armament turrets forward, much like the Dunkerque-class. &#10;Designed as a counter to the powerful Italian battleships being built, the Richelieu was protected against 15-inch shells and mounted eight 15-inch guns of its own, on what started as a 35,000-ton hull. Neither ship of the class was quite finished at the time of the French surrender.&#10;&#10;Richelieu, which was almost complete, escaped to Dakar in order to keep here under French control. She came under repeated British attacks that were intended to compel the battleship to join the Free French Naval forces or sink her, thus denying the Axis opportunity to deploy the Richelieu for their own means. &#10;In 1942 she eventually, joined the Allied cause and, after a refit in the USA, was deployed to the Far East to serve with the British fleet for operations against the Japanese - although present at the Battle of the Malacca Strait, she was too far away to directly engage the enemy vessels.&#10;&#10;She was part of the force that liberated Singapore in the aftermath of the Japanese surrender in 1945 and later operated in French Indochina before being recalled to France in December 1945. &#10;She saw training duty on and off active-service for the remainder of her existence, eventually being sold for scrap in 1968.&#10;&#10;&mdash;description from the publisher's website&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Victory at Sea (Warlord Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Victory at Sea: Béarn",
    "ID": 335184,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/335184/victory-at-sea-bearn",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In 1923 it was decided to convert an incomplete Normandie-class battleship to a carrier. &#10;Despite a refit in 1935, she was far too slow for fleet operations in World War Two and was demilitarised in 1942.&#10;&#10;In 1943 she joined the Free French Naval Force where she served for a time before being converted to an aircraft transport.&#10;&#10;B&eacute;arn was the only French aircraft carrier to serve in the war &ndash; of the two ships of the projected Joffre-class, one was cancelled and the other was not completed.&#10;&#10;&mdash;description from the publisher's website&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Victory at Sea (Warlord Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Victory at Sea: Surcouf",
    "ID": 335185,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/335185/victory-at-sea-surcouf",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "When launched, the Surcouf was the largest submarine in the world, only surpassed in the Second World War by the Japanese I-400-class submarine.&#10;&#10;Her intended role was that of commerce raider and her design was intended to maximise this mission. She had a range of 10,000 miles, could sail for 90 days and was equipped with a Besson MN-411 floatplane in a hanger aft of the tower to scout for victims and spot for her main battery.&#10;&#10;Her torpedo outfit included four forward internal tubes, a quad trainable mount aft and a second quad trainable mount aft equipped with lightweight torpedoes. She even had a prison hold for up to 40 captives. However, the most striking aspect of her design was the inclusion of a special, watertight turret forward of the tower which carried two eight-inch naval guns.&#10;&#10;Surcouf was a very complex design, plagued with mechanical troubles. She was difficult, slow to dive and rolled badly on the surface in rough seas. She was also so low to the horizon that the effective range of her 8-inch guns was greatly reduced. When war broke out, Surcouf was in the French Antilles and by the time she returned to Brest was in need of repairs. When France fell, Surcouf escaped to England, where she was seized by British sailors. She was subsequently turned over to the Free French who regarded her with pride while the British Admiralty considered her, perhaps unfairly, something of a joke.&#10;&#10;&mdash;description from the publisher's website&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Victory at Sea (Warlord Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warriors of Orlandia",
    "ID": 335187,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/335187/warriors-of-orlandia",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "20",
    "Weight": "0",
    "Description": "In Warriors of Orlandia, each player chooses a Warrior card and four Support cards. These cards are used throughout the game to defeat the opposition in a tactical battle.&#10;&#10;A player wins the game when either the opposing Warrior is defeated, or they have the highest life at the end of the fifth round. When a Warrior&rsquo;s Life is 0, that Warrior is defeated.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Dice",
      "Fighting"
    ],
    "Mechanics": [
      "Action Points",
      "Critical Hits and Failures",
      "Grid Movement",
      "Layering"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ponto de Vista",
    "ID": 335188,
    "Year": "(1992)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/335188/ponto-de-vista",
    "Min Players": "4",
    "Max Players": "10",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "0",
    "Description": "The leader of the game draws a theme (for example, WILD). The other players then quickly choose between the &quot;point of view&quot; cards in their hands, the one that has the most to do with the chosen theme. Then, the leader chooses one of the cards, and the player who discarded it walks a square on the board. The letter need not be perfect for the topic. The leader usually chooses the most creative, funny or interesting card.&#10;&#10;",
    "Categories": [
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Player Judge",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dungeon Degenerates: Grime & Gold at the Ghostgate",
    "ID": 335189,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.20",
    "Link": "https://boardgamegeek.com/boardgameexpansion/335189/dungeon-degenerates-grime-and-gold-at-the-ghostgat",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "360",
    "Weight": "0",
    "Description": "Grime &amp; Gold At The Ghostgates is a dungeon crawl adventure module for Dungeon Degenerates. It drops you into a swampy dungeon in the W&uuml;rstreich filled with an abundance of Scrogs, Scroglins &amp; other nasty, moist monsters that would happily have you die in the dungeon &amp; munch on your bones!&#10;&#10;Grime &amp; Gold At The Ghostgates comes with the exclusive Scroglin Soldier card for use with Dungeon Degenerates &amp; a full-color map.&#10;&#10;Second printing with fixed text ; fixed for first printing with omitted text available as pdf.&#10;&#10;--user summary&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Exploration",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Role Playing",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Mechanism: Campaign Games",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Encosto",
    "ID": 335205,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/335205/encosto",
    "Min Players": "8",
    "Max Players": "18",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "0",
    "Description": "It is the Dawn of the Temple Vigil! The congregation prays happily ... but, suddenly, some worshipers begin to be demonized! ENCOTSTO! BACKREST! They all scream!&#10;It's time for Exorcism!&#10;The faithful must gather and decide who is Leaning and do Exorcism on him! At the end of the service, who will remain anointed?&#10;&#10;A player is chosen as the narrator, he is not part of any of the teams, but he will lead the game as a pastor of the church. The rest are divided into two sides: Backrest and Faithful.&#10;Backers want to drive all church members crazy and win if the number of members is less than or equal to the number of backers. Believers need to exorcise all the backs to win.&#10;&#10;Each turn the backrests secretly choose a player to be eliminated and all players vote to eliminate a second player, who can be one of the backrests or another faithful one.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Negotiation",
      "Voting"
    ],
    "Families": [
      "Game: Werewolf / Mafia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trapped: The Art Heist",
    "ID": 335219,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/335219/trapped-the-art-heist",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Escape Room Game Pack&#10;Series 1, Room 1&#10;Difficulty level: Medium&#10;&#10;The Art Heist: Steal the Painting. Flee the Scene.&#10;&#10;TRAPPED turns any room into a family-friendly escape-room adventure... In The Art Heist, the obscenely-rich Harrington family invites you to a display of their priceless art collection. Upset that his family hoards the wealth and he's not getting his fair share, youngest son Charles asks your team to steal a painting...&#10;&#10;Fearing detection, Charles leaves only a series of coded clues to help you to find the right artwork. But you're not alone! Charles has also convinced one of the staff to help you escape... Can you find the painting, steal it, and flee the scene&mdash;all against the clock?&#10;&#10;-description from the publisher's website&#10;&#10;",
    "Categories": [
      "Deduction",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Real-Time"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Series: Trapped (SolidRoots)",
      "Theme: Burglary and Heists"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "TRAPEZ",
    "ID": 335221,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/335221/trapez",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Your goal in TRAPEZ (&#227;&#131;&#136;&#227;&#131;&#169;&#227;&#131;&#154;&#227;&#131;&#188;&#227;&#131;&#132;) is to create a large block of your color in the playing area. The challenge is that every piece played features both your color and the color of your opponent!&#10;&#10;The playing area is a hexagon composed of 19 smaller hexagons. Each player starts with nine hexagon tiles that are half light and half dark, and one tile starts in the center of the playing area. On a turn, place a tile in any orientation you choose on any unoccupied space of the playing area. If this placement fills the last empty space around another tile, you must rotate that newly surrounded tile 60&ordm; either clockwise or counterclockwise. (If you surround multiple tiles at the same time, you rotate only one of these surrounded tiles.)&#10;&#10;If you create a block of seven tiles that have your color connected across them, you win the game. If all the tiles have been placed without someone winning instantly, whoever has the largest block of color wins, with ties being broken in favor of the starting player.&#10;&#10;&bull;&bull;&bull;&#10;&#10;&#227;&#129;&#147;&#227;&#129;&#174;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#175;2&#228;&#186;&#186;&#231;&#148;&#168;&#227;&#129;&#174;&#230;&#156;&#172;&#230;&#160;&#188;&#231;&#154;&#132;&#227;&#129;&#170;&#227;&#130;&#162;&#227;&#131;&#150;&#227;&#130;&#185;&#227;&#131;&#136;&#227;&#131;&#169;&#227;&#130;&#175;&#227;&#131;&#136;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;&#229;&#133;&#173;&#232;&#167;&#146;&#229;&#189;&#162;&#227;&#129;&#174;&#227;&#130;&#191;&#227;&#130;&#164;&#227;&#131;&#171;&#227;&#130;&#146;&#227;&#129;&#138;&#227;&#129;&#143;&#239;&#188;&#129;&#10;&#227;&#130;&#191;&#227;&#130;&#164;&#227;&#131;&#171;&#227;&#130;&#146;&#229;&#155;&#178;&#227;&#130;&#147;&#227;&#129;&#167;&#227;&#129;&#190;&#227;&#130;&#143;&#227;&#129;&#153;&#239;&#188;&#129;&#10;&#232;&#135;&#170;&#229;&#136;&#134;&#227;&#129;&#174;&#232;&#137;&#178;&#227;&#130;&#146;&#227;&#129;&#164;&#227;&#129;&#170;&#227;&#129;&#146;&#227;&#130;&#139;&#239;&#188;&#129;&#10;&#227;&#129;&#159;&#227;&#129;&#143;&#227;&#129;&#149;&#227;&#130;&#147;&#227;&#129;&#164;&#227;&#129;&#170;&#227;&#129;&#146;&#227;&#129;&#159;&#227;&#130;&#137;&#229;&#139;&#157;&#227;&#129;&#161;&#239;&#188;&#129;&#10;&#10;&#233;&#157;&#158;&#229;&#184;&#184;&#227;&#129;&#171;&#227;&#130;&#183;&#227;&#131;&#179;&#227;&#131;&#151;&#227;&#131;&#171;&#227;&#129;&#170;&#227;&#131;&#171;&#227;&#131;&#188;&#227;&#131;&#171;&#227;&#129;&#170;&#227;&#129;&#174;&#227;&#129;&#167;&#232;&#170;&#176;&#227;&#129;&#167;&#227;&#130;&#130;&#227;&#129;&#153;&#227;&#129;&#144;&#227;&#129;&#171;&#233;&#129;&#138;&#227;&#129;&#182;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#129;&#140;&#227;&#129;&#167;&#227;&#129;&#141;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#229;&#133;&#173;&#232;&#167;&#146;&#229;&#189;&#162;&#227;&#129;&#174;&#227;&#130;&#191;&#227;&#130;&#164;&#227;&#131;&#171;&#227;&#130;&#146;&#229;&#155;&#158;&#227;&#129;&#153;&#227;&#129;&#160;&#227;&#129;&#145;&#227;&#129;&#167;&#233;&#169;&#154;&#227;&#129;&#143;&#227;&#129;&#187;&#227;&#129;&#169;&#231;&#138;&#182;&#230;&#179;&#129;&#227;&#129;&#140;&#229;&#164;&#137;&#229;&#140;&#150;&#227;&#129;&#153;&#227;&#130;&#139;&#227;&#129;&#159;&#227;&#130;&#129;&#227;&#128;&#129;&#233;&#171;&#152;&#227;&#129;&#132;&#230;&#128;&#157;&#232;&#128;&#131;&#229;&#138;&#155;&#227;&#130;&#146;&#229;&#191;&#133;&#232;&#166;&#129;&#227;&#129;&#168;&#227;&#129;&#153;&#227;&#130;&#139;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#171;&#227;&#129;&#170;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#151;&#227;&#129;&#159;&#227;&#128;&#130;&#10;&#227;&#130;&#191;&#227;&#130;&#164;&#227;&#131;&#171;&#227;&#130;&#146;&#231;&#189;&#174;&#227;&#129;&#143;&#229;&#160;&#180;&#230;&#137;&#128;&#227;&#130;&#132;&#229;&#144;&#145;&#227;&#129;&#141;&#227;&#130;&#146;&#229;&#176;&#145;&#227;&#129;&#151;&#229;&#164;&#137;&#227;&#129;&#136;&#227;&#130;&#139;&#227;&#129;&#160;&#227;&#129;&#145;&#227;&#129;&#167;&#229;&#139;&#157;&#230;&#149;&#151;&#227;&#129;&#171;&#229;&#164;&#167;&#227;&#129;&#141;&#227;&#129;&#143;&#229;&#189;&#177;&#233;&#159;&#191;&#227;&#129;&#153;&#227;&#130;&#139;&#227;&#129;&#159;&#227;&#130;&#129;&#227;&#128;&#129;&#233;&#163;&#189;&#227;&#129;&#141;&#227;&#130;&#139;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#129;&#170;&#227;&#129;&#143;&#228;&#189;&#149;&#229;&#186;&#166;&#227;&#129;&#167;&#227;&#130;&#130;&#233;&#129;&#138;&#227;&#129;&#182;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#129;&#140;&#227;&#129;&#167;&#227;&#129;&#141;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;&#227;&#130;&#162;&#227;&#131;&#150;&#227;&#130;&#185;&#227;&#131;&#136;&#227;&#131;&#169;&#227;&#130;&#175;&#227;&#131;&#136;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#140;&#229;&#190;&#151;&#230;&#132;&#143;&#227;&#129;&#170;&#228;&#186;&#186;&#227;&#129;&#167;&#227;&#130;&#130;&#227;&#129;&#147;&#227;&#129;&#174;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#130;&#146;&#230;&#165;&#181;&#227;&#130;&#129;&#227;&#130;&#139;&#227;&#129;&#174;&#227;&#129;&#175;&#231;&#176;&#161;&#229;&#141;&#152;&#227;&#129;&#167;&#227;&#129;&#175;&#227;&#129;&#170;&#227;&#129;&#132;&#227;&#129;&#167;&#227;&#129;&#151;&#227;&#130;&#135;&#227;&#129;&#134;&#227;&#128;&#130;&#10;&#10;&mdash;user summary (Japanese)&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Puzzle"
    ],
    "Mechanics": [
      "Enclosure",
      "Hexagon Grid",
      "Tile Placement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Marmot",
    "ID": 335222,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.67",
    "Link": "https://boardgamegeek.com/boardgame/335222/marmot",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Marmot is a simple placement game designed by Mark Steere to be easy to program.&#10;&#10;Marmot is played on an initially empty hex board.&#10;&#10;Players take turns placing a token of their color on any empty hex that is adjacent to no more than 1 token of the their color. As soon as one player is unable to make a placement, that player loses the game.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Category: Combinatorial",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hanamikoji: JP promotion card 2021",
    "ID": 335223,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgameexpansion/335223/hanamikoji-jp-promotion-card-2021",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "It's the new Geigi Card.&#10;&#10;The card is added as a new Geigi card.&#10;The players can play any cards for it.&#10;&#10;This is released for Osaka Game Market 2021.&#10;&#10;The Author is Kenichi Tanabe from COLON ARC. The original Author Nakayama managed it.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Country: Japan",
      "Game: Hanamikoji"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Personal Space: The Archival Moon",
    "ID": 335224,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/335224/personal-space-the-archival-moon",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The Archival Moon is an expansion for Personal Space and requires the base game to play.&#10;&#10;The Archival Moon is a new moon that you can visit during your games of Personal Space.&#10;&#10;Orbit: 6:00-7:00 AM/PM&#10;Popular Attraction: Museum of All Time&#10;Local Cuisine: Breadloafers&#10;&#10;New Neighbor: You will gain one of four new neighbors:&#10;&#10;    Dennis Montaggi&#10;    Gracie Sintonia&#10;    Lino Emitirlo&#10;    Sara Coestrellas&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Legacy Game",
      "Paper-and-Pencil",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Game: Personal Space"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Skytear: The Breach",
    "ID": 335226,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.28",
    "Link": "https://boardgamegeek.com/boardgameexpansion/335226/skytear-the-breach",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The Breach is a Skytear expansion with 4 Victory Cards and 60 Power Cards (20 unique cards in 3 copies each).&#10;&#10;The walls of Ahasa have long kept the enemies outside, until now. The defensive lines have finally been broken and heroes from all over Olan Taa have come to fight for their realms. Enhanced by their Skytear mastery after the Ashen Pass, they are now able to exploit inner energy beyond conception.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game"
    ],
    "Mechanics": [
      "Action Points",
      "Grid Movement"
    ],
    "Families": [
      "Category: MOBA"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tortuga 2199: Kickstarter Edition",
    "ID": 335239,
    "Year": "(2021)",
    "Geek Rating": "5.532",
    "Avg Rating": "7.15",
    "Link": "https://boardgamegeek.com/boardgame/335239/tortuga-2199-kickstarter-edition",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3.5",
    "Description": "Kickstarter edition contains:&#10;&#10;     Tortuga 2199&#10;     Shipwreck Bay expansion&#10;     Exclusive Player Markers&#10;     2 Exclusive Ships&#10;     6 Exclusive Status Cards&#10;&#10;&#10;",
    "Categories": [
      "Pirates",
      "Space Exploration"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Deck, Bag, and Pool Building"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Focus: It's a Math Thing",
    "ID": 335242,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/335242/focus-its-a-math-thing",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Each player chooses a set of colored game pieces (red, yellow, blue). Each tile represents the product of two multiples. Players then randomly selects ten tiles and places them at the correct intersection of the vertical and horizontal lines which represent the multiples. For example, 45 is placed at the intersection of 9 and 5. Each player is awarded ten points for each correct tile placement. The process is repeated until there is a winner with the most number of points.&#10;&#10;",
    "Categories": [
      "Educational",
      "Math"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Children of the World",
    "ID": 335248,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.25",
    "Link": "https://boardgamegeek.com/boardgame/335248/children-of-the-world",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Great for learning new cultures!&#10;&#10;We are all different, but all equal. With so many countries to learn from, this will be a perfect start for a lifelong&#10;appreciation for cultures.&#10;&#10;Exploring people and cultures activates children&rsquo;s natural curiosity, and keeps them engaged time and time again.&#10;&#10;The child rolls the dice, chooses a continent and places a pawn there, chooses a card. We check that the card fits the continent. If so, the child solves the task. For the correct answer, he can add a stamp to the players' passport. At the end of the turn, he draws 2 tokens from the bag. If there are two conductors - the players lose one of the tickets.&#10;&#10;If they fill out their passport before using all their tickets, they win.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Travel",
      "Trivia"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Lose a Turn",
      "Movement Points",
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Chem*Mathis*Try",
    "ID": 335262,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/335262/chemmathistry",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is an educational game designed to stimulate interest in chemistry, general science, and math in a fun and entertaining way.&#10;&#10;Players move around the board while answering questions. One set of cards features questions about the Periodic Table and the other set includes questions about general science and math. The player who circles the game board three times is declared the winner.&#10;&#10;Designed for 2-6 players ages 10 and older.&#10;&#10;Includes board, cards, pawns, and element symbols.&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Theme: Chemistry"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pokémon TCG: Sun & Moon Celestial Storm Expansion",
    "ID": 335263,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/335263/pokemon-tcg-sun-and-moon-celestial-storm-expansion",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Watch out for the vortex in the Pok&eacute;mon Trading Card Game: Sun &amp; Moon&mdash;Celestial Storm expansion! It's a season of furious emerald storms and a sky alive with portents, as Pok&eacute;mon and creatures from Ultra Space clash. Some ride the storm, and others defy it, with a lineup including Articuno-GX, Blaziken-GX, Scizor-GX, Stakataka-GX, and the amazing Rayquaza-GX, plus new Prism Star cards featuring Latios, Latias, and Jirachi. Face the winds of change head-on in the Pok&eacute;mon TCG: Sun &amp; Moon&mdash;Celestial Storm expansion!&#10;&#10;&#10;     Over 160 cards&#10;     3 Prism Star cards&#10;     11 Pok&eacute;mon-GX and 3 Ultra Beasts&#10;     27 Trainer cards, plus Rainbow Energy&#10;&#10;&#10;&#10;        &mdash;description from the publisher&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Collectible Components",
      "Fighting",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Open Drafting",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pokémon TCG: Dragon Majesty Expansion",
    "ID": 335264,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/335264/pokemon-tcg-dragon-majesty-expansion",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Noble Pok&eacute;mon of wing and claw fly high in the Pok&eacute;mon TCG: Dragon Majesty expansion! Look for Dragon Majesty collections to bring forth a mighty horde of draconic Pok&eacute;mon: Reshiram-GX, Salamence-GX, Dragonite-GX, and over a dozen more, including Charizard! Their command of fire, battle, and sky will rise to the top for collectors and competitors alike. Get ready to soar with these awesome Pok&eacute;mon in the special Dragon Majesty expansion!&#10;&#10;The Dragon Majesty expansion aims to take the Pok&eacute;mon TCG in incredible new directions with more Prism Star cards and Pok&eacute;mon-GX at your service. Dragon Majesty booster packs will not be sold separately, so look for them in special collections.&#10;&#10;The Pok&eacute;mon TCG: Dragon Majesty expansion includes:&#10;&#10;&#10;     Over 70 cards&#10;     Over 20 Dragon-type Pok&eacute;mon&#10;     6 Pok&eacute;mon-GX&#10;     2 Prism Star cards&#10;     6 full-art cards&#10;&#10;&#10;&#10;        &mdash;description from the publisher&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Collectible Components",
      "Fighting",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Open Drafting",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pokémon TCG: Detective Pikachu Expansion",
    "ID": 335265,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/335265/pokemon-tcg-detective-pikachu-expansion",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The game is most definitely afoot&mdash;because there's an amazing Pok&eacute;mon detective in town! Celebrate the POKE&#204;&#129;MON Detective Pikachu movie with a special Detective Pikachu expansion for the Pok&eacute;mon Trading Card Game.&#10;&#10;In all, there are 27 cards inspired by the movie. Cards numbered 1/18 through 18/18 are available in special Detective Pikachu 4-card booster packs. The remaining promo cards are available at in-store events or in specific Detective Pikachu collections.&#10;&#10;&#10;        &mdash;description from the publisher&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Collectible Components",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Open Drafting",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pokémon TCG: Sun & Moon Unbroken Bonds Expansion",
    "ID": 335266,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/335266/pokemon-tcg-sun-and-moon-unbroken-bonds-expansion",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "When you have a partner you can count on, nothing can stop you! The TAG TEAM Pok&eacute;mon-GX in the Pok&eacute;mon TCG: Sun &amp; Moon&mdash;Unbroken Bonds expansion show the colossal power of teamwork, including Reshiram &amp; Charizard-GX, the Ultra Beasts Pheromosa &amp; Buzzwole-GX, and Gardevoir &amp; Sylveon-GX&hellip;plus, Lucario teams up with the newly discovered Melmetal! With trust and practice, these Pok&eacute;mon can tackle just about anything, so check out the amazing Pok&eacute;mon pairings in the Sun &amp; Moon&mdash;Unbroken Bonds expansion!&#10;&#10;&#10;     Over 210 cards&#10;     7 brand-new TAG TEAM Pok&eacute;mon-GX&#10;     7 more Pok&eacute;mon-GX&#10;     More than 25 Trainer cards and a new Special Energy card&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Collectible Components",
      "Fighting",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Open Drafting",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Operation Akimbo",
    "ID": 335267,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/335267/operation-akimbo",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "0",
    "Description": "&#10;             WINNER OF BEST WAR THEMED GAME IN THE 2021 52-card game contest ***&#10;        &#10;    &#10;&#10;&#10;OPERTION AKIMBO is the code name for a top secret Allied WWII mission to liberate key areas in northern France &amp; set the stage for a full scale invasion at D-Day.  The game is a solo card game using a 2-sided 54 card deck.&#10;&#10;You General, must organize the joint effort between the US, Canadian &amp; English forces in this critical operation. Your task is to lay the optimal path through the French country side, organize men and air support &amp; achieve key objectives. Finally, it is critical you deliver all 3 squads to the rendezvous point.&#10;&#10;Each turn you will choose 1 card &amp; 1 side of that card to play. One side will be a path through the countryside with enemies to overcome &amp; the other is a completed mission objective, unit forces to deploy, or air support.&#10;&#10;You win by completing three 10 card paths, overcoming all enemies by either ground and air troops &amp; completing 15 mission objectives before all cards are used.&#10;&#10;The game is fully PnP on BGG and was designed for the 2021 54-Card deck contest.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Open Drafting",
      "Solo / Solitaire Game",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pokémon TCG: Sun & Moon Unified Minds Expansion",
    "ID": 335268,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/335268/pokemon-tcg-sun-and-moon-unified-minds-expansion",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "To stay on top, your team must work as one! In the Pok&eacute;mon TCG: Sun &amp; Moon&mdash;Unified Minds expansion, TAG TEAM Pok&eacute;mon-GX battle in flawless harmony, including Mewtwo &amp; Mew-GX, Rowlet &amp; Alolan Exeggutor-GX, Espeon &amp; Deoxys-GX, Garchomp &amp; Giratina-GX, Umbreon &amp; Darkrai-GX, and more! True teammates take aim at a single goal&mdash;find your perfect partners in the Sun &amp; Moon&mdash;Unified Minds expansion!&#10;&#10;&#10;     Over 230 cards&#10;     8 brand-new TAG TEAM Pok&eacute;mon-GX&#10;     9 more Pok&eacute;mon-GX&#10;     More than 25 Trainer cards and 2 new Special Energy cards&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Collectible Components",
      "Fighting",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Open Drafting",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pokémon TCG: Hidden Fates Expansion",
    "ID": 335269,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/335269/pokemon-tcg-hidden-fates-expansion",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A wild set loaded with all-time favorites, the Pok&eacute;mon TCG: Hidden Fates expansion is a collector's dream and a player's paradise! Soar to new heights with the first TAG TEAM trio, Moltres &amp; Zapdos &amp; Articuno-GX, as well as Gyarados-GX and more than 75 Pok&eacute;mon in their Shiny forms&mdash;including Mewtwo-GX and Charizard-GX! Reach out for the unusual, astonishing power of Pok&eacute;mon, and discover your own Hidden Fates!&#10;&#10;&#10;     Over 150 cards&#10;     1 brand-new TAG TEAM Pok&eacute;mon-GX trio&#10;     8 more new Pok&eacute;mon-GX&#10;     15 Trainer cards&#10;     Over 75 Shiny Pok&eacute;mon&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Collectible Components",
      "Fighting",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Open Drafting",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pokémon TCG: Sword & Shield Rebel Clash Expansion",
    "ID": 335270,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.70",
    "Link": "https://boardgamegeek.com/boardgameexpansion/335270/pokemon-tcg-sword-and-shield-rebel-clash-expansion",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Rock out with new Pok&eacute;mon! Crank it loud and blast the beat&mdash;you'll find rebellion, chaos, and punk attitude galore in the Pok&eacute;mon TCG: Sword &amp; Shield&mdash;Rebel Clash expansion, loaded with Pok&eacute;mon V including Toxtricity V, Dubwool V, Boltund V, Sandaconda V, and more! You'll also find a handful of Pok&eacute;mon VMAX, including the final Evolutions of all three first partners, plus Copperajah VMAX and Dragapult VMAX. Take to the stage and the streets with the Sword &amp; Shield&mdash;Rebel Clash expansion!&#10;&#10;&#10;     Over 190 cards&#10;     Dozens of recently discovered Pok&eacute;mon from the Galar region&#10;     15 powerful Pok&eacute;mon V and 7 enormous Pok&eacute;mon VMAX&#10;     More than 15 Trainer cards and 4 new Special Energy cards&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Collectible Components",
      "Fighting",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Open Drafting",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pokémon TCG: Sword & Shield Darkness Ablaze Expansion",
    "ID": 335272,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.80",
    "Link": "https://boardgamegeek.com/boardgameexpansion/335272/pokemon-tcg-sword-and-shield-darkness-ablaze-expan",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The velvet night glows, burns, and blazes astoundingly bright as the Legendary Pok&eacute;mon Eternatus arrives as a Pok&eacute;mon V alongside Centiskorch V, Mew V, Galarian Slowbro V, and many others. You'll also find towering Pok&eacute;mon VMAX in their Gigantamax forms: Charizard VMAX, Grimmsnarl VMAX, Butterfree VMAX, and more! Light a fire with the Pok&eacute;mon TCG: Sword &amp; Shield&mdash;Darkness Ablaze expansion!&#10;&#10;&#10;     Over 185 cards&#10;     Dozens of recently discovered Pok&eacute;mon from the Galar region&#10;     14 powerful Pok&eacute;mon V and 7 enormous Pok&eacute;mon VMAX&#10;     More than 15 Trainer cards and 3 new Special Energy cards&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Expansion for Base-game",
      "Fighting",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Open Drafting",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pub Battles: Austerlitz – One Sharp Blow",
    "ID": 335273,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.71",
    "Link": "https://boardgamegeek.com/boardgame/335273/pub-battles-austerlitz-one-sharp-blow",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "2",
    "Description": "After defeating the Austrians at Ulm and occupying Vienna, Napoleon&rsquo;s first campaign as Emperor should have been over. The Russians then declared war, joining the remaining Austrian forces. As winter approached, the long, tenuous French supply lines through enemy territory began to crumble. Worse yet, the Prussians were forming on the border, threatening to join the coalition. Napoleon needed a victory now!&#10;&#10;A master of deception, he lured the Allies into attacking by thinking he was much weaker than he really was. As the Allies attacked his right, their center became dangerously weak. As Napoleon ordered his decisive counter attack on the Pratzen Heights he stated, &ldquo;One sharp blow and the war is over.&rdquo; It was. Austerlitz became Napoleon&rsquo;s greatest victory.&#10;The true French Order of Battle is unknown. The Allies must attack forcefully to capitalize on French weakness. If they run into strength, they must be able to quickly transition to a secure defense. &#10; Beautiful large map. More blocks than Marengo but less than Waterloo. This hits the sweet spot.&#10;Tons of replayability. Yes, you can do what Napoleon did. This game opens things up to the many other possibilities. Craft your own brilliant plan of deception to defeat the Allies. There are many ways to approach this battle from both sides.&#10;&#10;It is always fun to be Napoleon in a game but this game also presents a very interesting problem to the Allied player. There are many ways for the Allies to approach this battle. This game lets you explore and try them out.   &#10;The unknown OB also works great for solitaire play!&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Measurement Movement"
    ],
    "Families": [
      "Cities: Austerlitz (Czech Republic)",
      "Components: Block Wargames",
      "Country: Czech Republic",
      "Game: Pub Battles (Command Post Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pokémon TCG: Champion's Path Expansion",
    "ID": 335274,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/335274/pokemon-tcg-champions-path-expansion",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Embark on an exciting new adventure through the Galar region with the Pok&eacute;mon TCG: Champion's Path expansion! In this special expansion, you'll encounter the region's many Gym Leaders and the Pok&eacute;mon partners that battle alongside them. There are powerful Pok&eacute;mon V like Eldegoss V, Lucario V, Duraludon V, and many others. That's not all, as you'll also find massive Pok&eacute;mon VMAX, such as Drednaw VMAX and Alcremie VMAX. But you're not the only one on the path to the championship&mdash;your rivals are determined to make it to the top as well. Hit the Gyms and blaze your own path with the Pok&eacute;mon TCG: Champion's Path expansion!&#10;&#10;Champion's Path booster packs will not be sold separately, so look for them in special collections.&#10;&#10;&#10;     Over 70 cards&#10;     Cards featuring recently discovered Pok&eacute;mon from the Galar region&#10;     11 awesome Pok&eacute;mon V and 3 gigantic Pok&eacute;mon VMAX&#10;     19 Trainer cards&#10;&#10;&#10;&#10;        &mdash;description from the publisher&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Collectible Components",
      "Fighting",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Open Drafting",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pokémon TCG: Sword & Shield Vivid Voltage Expansion",
    "ID": 335276,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/335276/pokemon-tcg-sword-and-shield-vivid-voltage-expansi",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Discover new brilliance and maximum power in the Pok&eacute;mon TCG: Sword &amp; Shield&mdash;Vivid Voltage expansion. Even more Pok&eacute;mon V are lining up to battle, including the newly discovered Mythical Pok&eacute;mon Zarude! Unique new Amazing Pok&eacute;mon burst onto the scene with a rainbow splash, alongside more Pok&eacute;mon VMAX&hellip;including the splendor, the majesty, the delightful round wonder that is Gigantamax Pikachu! Put a little color and a lot of spark into your deck or collection with the Sword &amp; Shield&mdash;Vivid Voltage expansion!&#10;&#10;&#10;     Over 185 cards&#10;     Dozens of recently discovered Pok&eacute;mon from the Galar region&#10;     11 powerful Pok&eacute;mon V and 6 enormous Pok&eacute;mon VMAX&#10;     More than 15 Trainer cards and 4 new Special Energy cards&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Collectible Components",
      "Fighting",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Open Drafting",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "たっちっち (Touch-Chi)",
    "ID": 335277,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/335277/tatsuchitsuchi-touch-chi",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "0",
    "Description": "(from the publisher)&#10;TOUCH-CHI is a game to test your sense of touch. Match the Hole Cards with the Picture Cards. Search for the card with the matching number and shapes of holes using only your sense of touch.&#10;&#10;12 types of specially made Hole Cards. Your fingertips will naturally want to explore the scattered holes. Contains a mix of easy and hard cards for all ages to enjoy.&#10;&#10;Can you trust your fingertips?! A game of touchy-feely fun!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Matching"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pokémon TCG: Shining Fates Expansion",
    "ID": 335278,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/335278/pokemon-tcg-shining-fates-expansion",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Shiny Pok&eacute;mon are so extraordinary that they're almost never seen, and Trainers who catch them are considered quite lucky&hellip;and yet they can be yours in the Pok&eacute;mon TCG: Shining Fates expansion. Celebrate the Galar region and the incredible Pok&eacute;mon that live and battle there with beautifully etched cards&mdash;including the spectacular Shiny Charizard in its Gigantamax form. Seize your destiny and expand your collection with the Shining Fates expansion.&#10;&#10;Shining Fates booster packs will not be sold separately, so look for them in special collections.&#10;&#10;&#10;     Over 190 cards&#10;     More than 100 Shiny Pok&eacute;mon&#10;     More than 30 Pok&eacute;mon V and Pok&eacute;mon VMAX&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Collectible Components",
      "Fighting",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Open Drafting",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pokémon TCG: Sword & Shield Battle Styles Expansion",
    "ID": 335279,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.17",
    "Link": "https://boardgamegeek.com/boardgameexpansion/335279/pokemon-tcg-sword-and-shield-battle-styles-expansi",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Be a titan full of power, or strike with impossible speed&mdash;it all depends on your martial mastery of the Pok&eacute;mon TCG: Sword &amp; Shield&mdash;Battle Styles expansion! Channel the power of Pok&eacute;mon V like Mimikyu V, Tyranitar V, Empoleon V, and more. Add powerhouse Pok&eacute;mon VMAX, including Gigantamax Urshifu in both Single Strike and Rapid Strike styles to your team. Unleash epic smashups with the Sword &amp; Shield&mdash;Battle Styles expansion!&#10;&#10;&#10;     Over 160 cards&#10;     Dozens of recently discovered Pok&eacute;mon from the Galar region&#10;     12 powerful Pok&eacute;mon V and 6 enormous Pok&eacute;mon VMAX&#10;     New Single Strike and Rapid Strike cards&#10;     More than 15 Trainer cards and 2 new Special Energy cards&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Collectible Components",
      "Fighting",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Open Drafting",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Animal Malmienu",
    "ID": 335280,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/335280/animal-malmienu",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Find the Animals hiding in nature!&#10;&#10;'Animal Malmienu' is a fun game of memory and speed. Hide animals in the grass, forest, and rocks and guess which is the last to remain hidden.&#10;&#10;Four different games cater to a variety of age groups and player numbers.&#10;&#10;Detective Battle (3 players; Age 10+; 20 minutes): Players reveal their animals hidden in nature one at a time and try to guess the final two missing animals&#10;&#10;Memory Challenege (4-5 players; Age 8+; 15 minutes): Pass around the animals hidden in nature and try to remember them all. Which animal has been left out?&#10;&#10;Speed Game! (3-5 players; Age 6+; 15 minutes): A race to capture the missing animal after checking all the animals hidden in nature.&#10;&#10;Hide-and-Seek (2 players; Age 6+; 10 minutes): The animals are playing hide-and-seek. Can you guess all the animals correctly? A great game for young children.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Deduction",
      "Memory"
    ],
    "Mechanics": [
      "Deduction"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dragon Killers (fan expansion for Carcassonne)",
    "ID": 335282,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/335282/dragon-killers-fan-expansion-for-carcassonne",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Dragon Killers is a variant of the Dragon Hunters fan extension created by SCOTT.&#10;The objective of this fan expansion is to allow players to attack the dragon from Dragon Killers stations armed with spears forged with metals from meteorites whose sharp spearheads can pierce the magical beast&rsquo;s armoured skin. The princess will also favour the heroic victors with a temporary alliance.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fan Expansion",
      "Medieval"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Game: Carcassonne"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Split Trick",
    "ID": 335289,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/335289/split-trick",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1",
    "Description": "The objective of the game is to collect candies &ndash; Treat cards &ndash; in five suits. Treat cards have various points value and players try not to exceed the value of the Haunt card when collecting Treat suits. Otherwise, the Treat suit is haunted!&#10;The game is played over a series of tricks and winning a trick allows a player to choose which Treat card to take first. After 3 rounds, players total the value of their collected Treat cards and haunted Treat suits score only half of their value.&#10;The player with the most points is the winner.&#10;&#10;The new TGC edition have a brand new colorful graphics as well as 3 additional modules: A Co-Op mode, Special Treats and Wild Tricks (total of 18 new cards).&#10;&#10;Participated in the BGG 2021 Two-Player Print and Play Game Design Contest.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Set Collection",
      "Trick-taking"
    ],
    "Families": [
      "Category: Print-on-Demand",
      "Contests: Two-Player Print & Play Design",
      "Holidays: Halloween",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Pursuit of Happiness: Out of this World",
    "ID": 335295,
    "Year": "(2021)",
    "Geek Rating": "5.548",
    "Avg Rating": "7.46",
    "Link": "https://boardgamegeek.com/boardgameexpansion/335295/the-pursuit-of-happiness-out-of-this-world",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3",
    "Description": "A mini expansion with 60 new, crazy, silly, sci-fi and fantasy themed unique cards that will take your Pursuit of Happiness games out of this world!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Economic"
    ],
    "Mechanics": [
      "End Game Bonuses",
      "Income",
      "Open Drafting",
      "Simulation",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: The Pursuit of Happiness",
      "Players: Games with Solitaire Rules",
      "Theme: My Best Life"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Crook",
    "ID": 335298,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/335298/crook",
    "Min Players": "3",
    "Max Players": "12",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Crook is a trick taking game that requires each player to bid on the number of tricks they plan to take during a round of play. The person to the left of the dealer leads out by playing one card of any color and play goes clockwise with each player playing one card per turn.  Players must &ldquo;follow suit&rdquo; by playing a card of the same color that was led out.  If they are out of the color that was led, they can play any color including the trump color.  The player that wins the trick takes the cards played (they are set aside to indicate a trick won) and then leads out for the next round of play.&#10;&#10;The goal of the game is to score the highest number of points. If a player's bid is made exactly (not under or over) add amount bid plus 5 points. If bid is not made, subtract amount bid or the number of tricks taken &ndash; whichever is the greater number. This game is easy to play, but becomes very difficult to accurately predict the number of tricks that will actually be taken.  The game ends with a special round where each player is dealt one card and each player shows every other player their card by putting it on their forehead (without looking at it).  Bids are made and the cards are laid on the table to see who takes the trick.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Ruthless: I Rode with Custer",
    "ID": 335303,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/335303/ruthless-i-rode-with-custer",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "180",
    "Play Time": "240",
    "Weight": "0",
    "Description": "Ever since that fateful day when George Armstrong Custer&rsquo;s battalion of the Seventh Cavalry met its fate on the Little Bighorn River, men made careers by selling their stories claiming to be the sole survivor.  &#10;By the 1950s the last of these men, as well as the Sioux and Cheyenne participants, were in their twilight years.  &#10;They all vied for a chance to tell the tallest tale and have their story become a bestselling book which would dominate the United States understanding of the battle.  &#10;Was Custer a barbarian -or- a hero of Manifest Destiny?&#10;&#10;You must weave your own exciting story of the battle and seek fame and fortune by fighting your way through the most dramatic moments of the Battle of the Little Bighorn!&#10;&#10;This mini-campaign is structured in quick &ldquo;acts&rdquo; that could be played in a single evening. &#10;Both sides face decisions that allow for a great deal of replay value and let the players write their own story of the Battle of the Little Bighorn&hellip;.&#10;&#10;Players choose their own adventure with one side picking the scenario and the other choosing the set up.  &#10;There are a possible 27 different battles that can be played.  &#10;The mini-campaign will consist of three of these gunfights.&#10;&#10;RUTHLESS, a complete set of western gunfight rules, is also included!  &#10;This booklet has everything you need to play!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "American West",
      "Miniatures",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Country: USA",
      "Game: Ruthless – Wild West rules",
      "States: Montana",
      "Theme: Native Americans / First Peoples"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Nemesis: Lockdown – Untold Stories #3",
    "ID": 335320,
    "Year": "(2021)",
    "Geek Rating": "5.643",
    "Avg Rating": "8.21",
    "Link": "https://boardgamegeek.com/boardgameexpansion/335320/nemesis-lockdown-untold-stories-3",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Untold Stories #3 provides a cooperative campaign for Nemesis: Lockdown. They are presented in a graphic-novel/comic-book style, over 60+ full-color pages.&#10;&#10;&#10;     60+ A5 pages&#10;     Punch board of special tokens&#10;     A lot of additional gameplay.&#10;&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Horror",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Player Elimination",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Crowdfunding: Kickstarter",
      "Game: Nemesis",
      "Space: Mars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "What's Your Sign?",
    "ID": 335321,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/335321/whats-your-sign",
    "Min Players": "3",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "In What's Your Sign?, players compete to create the most unique and humorous horoscopes for each other. In each round, a &quot;Horoscope&quot; card is drawn, and each player choses an &quot;Ending&quot; card to complete the Horoscope. The winner of each round is decided by a rotating judge. Pro tip: pick your caption card to match the judge&rsquo;s sense of humor, desires, or sign.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Player Judge",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Mechanism: Judging Games",
      "Theme: Astrology"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Der Mord von Kloster Wattenbeek",
    "ID": 335325,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/335325/der-mord-von-kloster-wattenbeek",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "0",
    "Description": "Secluded in the deepest wasteland lies the monastery of Wattenbeek. For hundreds of years it defied the course of history and provided a holy retreat for a small group of nuns. But time does not stop at the venerable convent, and it is hard to find young nuns willing to move into such solitude. There is not even Internet! Despite great protests on the part of the abbess, the convent is now to be sold and for the first time in years there are guests within the sacred walls. The prospective buyers, who have traveled a long way, have their own plans for the monastery, but when the real estate agent G&uuml;nther H&uuml;bsch is found dead in the monastery garden on the second day, the blood freezes in the veins of those present: Because the perpetrator is among them. The police are alerted and the abbess invites all the guests and nuns to the dining room to convict the murderer and then hand him over to the police.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Murder / Mystery",
      "Party Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Acting",
      "Cooperative Game",
      "Role Playing"
    ],
    "Families": [
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Return of Israel",
    "ID": 335326,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.17",
    "Link": "https://boardgamegeek.com/boardgame/335326/return-of-israel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "MISSION OF THE GAME&#10;Your task is to take the 12 tribes of Israel out of the slavery of Egypt and lead them with Moses into the Promised Land. During their journey the people of Israel meet many difficulties, which can affect their morale. The task of Moses (the player) is to keep their morale high enough, otherwise traveling will stop. God is with Israel in the pillars of cloud and fire. God helps his people to reach the destination by giving manna from Heaven and water from the rock. Sometimes stubborn people stir up the wrath of God and they have to sacrifice sin offerings in order to reconcile their deeds and get blessings. God rewards the obedience of people by letting them carry the Ark of the Covenant. The winner is the one who reaches the goal and offers first a Sacrifice of Thanksgiving.&#10;&#10;The players will advance in pre-determined path in the game by throwing a dice and will have to keep their moral points above 2 by getting maximum of one for free or paying three/five silver coins. The players can also bog each other down by bribing the enemy causing the other to pay to progress or get slowed down. Leading the race after Mount of Sinai is also important, the leader will have the Ark of the Covenant giving him the choice to make additional step.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Religious"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting",
      "Point to Point Movement"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Region: Middle East"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Nickelodeon Blue's Clues Find The Clues, Matching Board Game",
    "ID": 335347,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.80",
    "Link": "https://boardgamegeek.com/boardgame/335347/nickelodeon-blues-clues-find-the-clues-matching-bo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "INSPIRED BY BLUE&rsquo;S CLUES AND YOU!: This game is based off the hit kid&rsquo;s TV program Blue&rsquo;s Clues and You! Look for clues around the house just like Blue does in the show! Blue&rsquo;s 3 clues will lead you to a solution.&#10;&#10;FAST-PACED MATCHING GAME: Blue will give you 3 clues. To find them, look quickly through the house and on the board. If you can find the third clue quickest, you&rsquo;re the winner of that round!&#10;GREAT LEARNING TOOL: Matching games help kids with color and object recognition.&#10;&#10;QUICK START, FUN AND ENGAGING: Just take out the game components, read the easy-to-follow instructions and you're all set. For 2-4 players, ages 3 and up.&#10;&#10;Spin Master offers a variety of board games &amp; puzzles for kids &amp; adults. Classic, card, family, trivia, party games &amp; more. Puzzle lines feature characters for kids of all ages, adult jigsaw, 3-D &amp; more.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Deduction"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Gem Rummy",
    "ID": 335348,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.40",
    "Link": "https://boardgamegeek.com/boardgame/335348/gem-rummy",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Gem Rummy is similar to standard Gin Rummy except each card has a background color &amp; gem symbol; Kings have two background colors; (Jokers are included but are not used in hands). Adding colors to each card allows for more interesting combinations (like having all eight gems in hand).  Another difference is that (2) 6-sided dice are used at the beginning of each hand to establish the &quot;Knock number&quot;, and also the &quot;Diamond number&quot; for a special meld called &quot;Queen's Diamonds&quot;.&#10;&#10;The object is to get your hand down to a few points of Deadwood by getting Melds.&#10;&#10;There are 3 phases to each hand: 1) DEAL &amp; ROLL; 2) CARD PLAY; 3) SHOWDOWN &amp; SCORING. &#10; Cards in Melds and Lay-offs will not score for your opponent, but have no inherent point values themselves.  Cards not in Melds or Lay-offs are called Deadwood and might add points to your opponent&rsquo;s score.&#10;&#10;There are 4 different Melds available: Sets, Runs, Stashes, and Queen&rsquo;s Diamonds (the latter two are new). &#10;&#10;     SET: At least 3 cards of the same rank (i.e., 5, 5, 5).&#10;     RUN: At least 3 consecutive cards in the same suit (i.e., 6, 7, 8, all clubs).&#10;     STASH: At least 4 cards of the same gem color (i.e., 4 Emeralds). &#10;     QUEEN&rsquo;S DIAMONDS:  Any Queen + one designated Diamond card that is determined by the initial roll number on the dice.  Both dice are rolled to find one number (i.e., 3 and 4 = 7, indicating 7 of Diamonds is the card). An &ldquo;11&rdquo; or &ldquo;12&rdquo; indicates JACK of DIAMONDS. &#10;&#10;&#10;Also, &quot;Gem Parts&quot; is a bonus players can earn by having all 8 gems at the end of a hand.&#10;&#10;A new minimum score rule keeps the game moving along nicely.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Dice",
      "Memory",
      "Number",
      "Party Game"
    ],
    "Mechanics": [
      "Deduction",
      "Dice Rolling",
      "Melding and Splaying",
      "Memory",
      "Open Drafting",
      "Pattern Building",
      "Score-and-Reset Game"
    ],
    "Families": [
      "Components: Traditional Playing Cards",
      "Traditional Card Games: Rummy"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Addams Family: A Delightfully Frightful Creepy Board Game",
    "ID": 335350,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.35",
    "Link": "https://boardgamegeek.com/boardgame/335350/the-addams-family-a-delightfully-frightful-creepy",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Two to Seven ghouls compete in a race around the Addams family mansion to finish tasks (collect tokens) so they can enter the path to the swamp and arrive there first!&#10;&#10;Along the way fellow family members may try to trick you into helping them via possession, push you backwards when they land on your space, have a roll-off with someone to win tokens... or perhaps the mansion itself may try to trap you. Visit the cemetery, the haunted tree and more grotesque locations on your quest!&#10;&#10;&#10;",
    "Categories": [
      "Horror",
      "Humor"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Characters:  The Addams Family"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Anyday Funnies",
    "ID": 335362,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/335362/anyday-funnies",
    "Min Players": "1",
    "Max Players": "100",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "In Anyday Funnies, you are a cartoonist rushing to draw a comic strip before you hit your deadline.&#10;&#10;Each player gets one play sheet to draw on. 1st player rolls  three dice. If you roll a pair or a trio, only you get a bonus.&#10;&#10;Starting with the player who rolled, select 1 number from &#10;the dice &amp; draw/write what is on the chart below.&#10;&#10;After all players have drawn, X out one deadline clock. The game ends when all clocks are x&rsquo;d out. Use the scoring chart to determine score.&#10;&#10;All players show each other their comic (you get a bonus if you make someone laugh!) The player with the highest point total wins.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Print & Play"
    ],
    "Mechanics": [
      "Action Timer",
      "Dice Rolling",
      "Paper-and-Pencil",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Cook Off: The Card Game",
    "ID": 335363,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/335363/cook-off-the-card-game",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a card game where you combine ingredients to make meals.  Opponents can sabotage meals by placing flies or hairs in your meal, causing you to lose points. You gain points based on the meal you create, plus any extra ingredients you have added. The first person to reach 20 points wins!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Take That"
    ],
    "Families": [
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Iconoclash: Castle Clash",
    "ID": 335367,
    "Year": "(2024)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.60",
    "Link": "https://boardgamegeek.com/boardgame/335367/iconoclash-castle-clash",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Iconoclash: Castle Clash features 4 original fighters to add to your roster:&#10;&#10;&#10;     Conquistotter: This shiny loving otter will collect and steal items, until he has enough to throw them back at his opponent.&#10;     Lilac Everdawn: The Crown Princess of the Seraphim Empire will put an end to her opponents with her graceful swordplay. Her speed and adaptivity make her one flexible fighter.&#10;     Spark: Spark is a tricksy mage who attacks at range. Zone your opponent to keep them at bay.&#10;     Tidal Golem: A titan from the ocean&rsquo;s abyss. Use its mighty strength to crush all that stand in your way.&#10;&#10;&#10;In Iconoclash: Castle Clash you&rsquo;ll take the fight to the heart of the Seraphim Empire, with the Sunset Tower and Castle Dawn Maps.&#10;&#10;A Standalone Expansion - Season 1&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Fighting"
    ],
    "Mechanics": [
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Category: Two-Player Fighting Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Battle of the Hexes",
    "ID": 335369,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/335369/battle-of-the-hexes",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "0",
    "Description": "In Battle of the Hexes, players will take part in a war of spell cards. They play as mages with a set of spells they choose from, who do battle to the death. There are different types of magic as well as different types of spells; and the player must carefully select their strategy and spells to defeat their opponent.&#10;&#10;Players must each build a hand of 15 cards, by drawing by turn from a draft of cards. These cards can then be played on different lanes, damaging only what is in their path unless stated otherwise on the card. If no other card is in their respective lane, damage from the cards goes directly to the opposing player&rsquo;s health. Once a player loses all their health, they lose the game.&#10;&#10;General Gameplay:&#10;&#10;Gameplay occurs over several stages. Players keep track of whose turn it is through the turn indicator card. They must simply flip it when their turn ends.&#10;&#10;Draw Stage:&#10;&#10;During the draw stage: All cards sets should be shuffled first. Determine a starting player, that player is dealt the &ldquo;Destruction Spells&rdquo; set of cards. Then they will choose one to keep for their hand, and pass the rest of the cards to the opposing player, who will then choose one of their own, and return it to the starting player again. That process should repeat itself until each player has a maximum of 5 cards of that particular set. Any remaining cards should be placed aside for later use in the game. Afterwards, that same process is repeated with the &ldquo;Summoning Spells&rdquo; set of cards, followed by the &ldquo;Alteration Spells&rdquo; set of cards.&#10;&#10;Play Stage:&#10;&#10;This stage is where players play the cards they have chosen during the Draw Stage. The starting player from the previous stage starts here. During this stage, players get to use their 6 stamina points to play cards they have in their hand. Each card requires a certain amount of stamina points to be played. Any unused stamina points at the end of this stage cannot be used as extra in the next round. For the first round only: once the player has played all the cards they want, it is then the opposing player&rsquo;s turn to play their cards in the same manner. Each card type must be placed in the correct area of the battlefield sheet according to their respective type symbols. &ldquo;Destruction&rdquo; and &ldquo;Alteration&rdquo; cards must remain face down until the Battle Stage starts. Players may stack up as many of these cards in one lane as they want, but only one &ldquo;Summoning&rdquo; card is allowed in one lane at a time. Players may draw cards from any of the draw decks at any time during this stage, but it will cost them 1 stamina point.&#10;&#10;Battle Stage:&#10;&#10;During this stage, the player who played their cards last gets to attack first. The players&rsquo; cards will deal damage to the opposing player&rsquo;s cards only on their respective lanes unless stated - otherwise on the card - and according to their damage points on the card. Damage is done to both sides simultaneously. Cards that belong to the same spell class deal only half damage to each other. Any card that loses all its HP points must be discarded. All discarded cards are returned to their respective draw deck, placed at the bottom of each. If the opposing player&rsquo;s lane is empty, then damage would go directly to that player&rsquo;s own HP. Players keep track of how much damage each card is dealt through the red health pieces. One red health piece means the card lost one HP, and so on. Players keep track of their own health through the counters.&#10;&#10;Following this stage it is back to the play stage for the opposing player. Whenever players run out of cards, each draw deck is taken and reshuffled, and the players draft cards between each other in another Draw Stage.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Print & Play"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Black Flag",
    "ID": 335370,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/335370/black-flag",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Black Flag is a nautical theme game, in the game you can choose your role, recruit crew, transport goods, and expand the fleet to dominate the Caribbean.&#10;&#10;Cards:&#10;&#10;Character card&#10;Pirate: Each time you recruit a crew member, you can get one extra person.&#10;Businessman: Each trade will get an extra 5 gold.&#10;Governor: Can station one or more ships in the port, When a ship is stationed, all income from transactions in the port is attributed to you.&#10;&#10;Ship card&#10;Heavy cruiser: 30HP 3DMG 3RNG 1SPD&#10;Light destroyer 20HP 3DMG 1RNG 3SPD&#10;20G/Ship&#10;10G to repair well&#10;&#10;Goods Card&#10;Wood 1G Land-Island 3G&#10;Sugar 1G Island-Land 3G&#10;Drapery 2G Land-Island 7G&#10;Rum 1G/5bucket (Each crew member consumes one piece per round)&#10;&#10;Ship Equipment Card&#10;Speed card: +1 SPD&#10;Shield card: +3 HP&#10;Cannon card: +2 DMG&#10;3G/card&#10;&#10;Crew Card&#10;2G/crew&#10;Used for ship-to-board warfare&#10;&#10;How To Play&#10;Choose a ship as your lead ship (Fleet speed depends on the speed of the leader ship)&#10;Initially you will get 100G&#10;Choose your own birth port&#10;In your turn you can choose to move, buy goods, buy/repair ship and attack other players' fleets.&#10;&#10;Combat system&#10;Sea War: Cannon attack between fleets, If the HP of the ship is to zero, it will be sunk.&#10;Ship-to-board warfare: Close to the enemy fleet, you can board the enemy ship for close combat. Offset the crew, and the more people win.&#10;&#10;How To Win&#10;I.Destroy other players&#10;II.Businessman can earn 1500G to win&#10;III.The governor can occupy 8 ports and win&#10;&#10;",
    "Categories": [
      "Pirates"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Unreleased Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Adventure: The Card Game",
    "ID": 335372,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/335372/star-adventure-the-card-game",
    "Min Players": "4",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "You board an aircraft with a team of adventurers to perform many trips through the cities of Celestia and recover their wonderful treasures. Your journey will not be safe, but you will attempt to be the richest adventurer by collecting the most stars.&#10;&#10;However, in this new game, the captain will draw a card from the pink deck, which is the question deck, basically cards with assumptions of the player, such as &quot;I like pineapples on my pizza&quot;. The other players need to guess if it&rsquo;s a yes or a no.&#10;&#10;The players who get it right will be able to get stars from the next island. The players who get it wrong will NOT get stars from the next island.&#10;&#10;The captain then draws 1 card from the dark red deck: the deck of destruction. An empty dark red card means that the ship will not face any natural disaster.&#10;Everyone will draw 1 card from the green deck: the escape card.&#10;The captain will then reveal his cards of destruction. They will then try to escape from these natural disasters. The captain will go first.&#10;&#10;The first one to get 30 stars will win.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Heroes Tournament",
    "ID": 335377,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/335377/heroes-tournament",
    "Min Players": "4",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Heroes Tournament is a deck building RPG game featuring multiple heroes and their unique powers. The winner will be crowned as the Ultimate Hero Champion and players must collect 9 out of 13 of their power cards in order to be the strongest hero.&#10;&#10;On top of all of the battles between heroes, there will also be monsters lurking about in order to disrupt the process. Heroes can team up with each other until they've reached to the point of death match where they'll have to face each other.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components"
    ],
    "Mechanics": [
      "Kill Steal",
      "Role Playing"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Isvaffelspil",
    "ID": 335383,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/335383/isvaffelspil",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The game consists of 10 pastel-coloured dice and 50 cards representing ice cream cones with one to five scoops. Each player receives 5 dice and a half of the cards, face down. Both players turn the first card from their deck at the same time and then roll the dice. They save the dice matching the scoops on their card, and may reroll any of the other dice as many times as needed to complete their ice creams. The player that first completes their ice cream wins both cards, and a new round starts. When the piles are exhausted, the game ends. The player with the most cards wins.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Finding Sasquatch",
    "ID": 335384,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.19",
    "Link": "https://boardgamegeek.com/boardgame/335384/finding-sasquatch",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1",
    "Description": "We set out to build a game that truly captures the legend of Sasquatch. There have been more than 10,000 reported sightings of Sasquatch in the US alone, yet no one has successfully proven or disproven their existence. In Finding Sasquatch, you'll find elements of the legend of Sasquatch - mystery, deception, fact-finding, adventure, and a little right-place-at-the-right-time. We hope this game can bring some mystery and excitement to your game nights, and maybe even create some believers.&#10;&#10;What makes Finding Sasquatch unique?&#10;&#10;Gameplay depth: There are unique strategy elements around determining how and where to find Sasquatch and players must be strategic about how they influence Sasquatch's location, what information they share with other players, and what information they keep for themselves.&#10;&#10;Caters to broad audience: The game has multiple layers of strategy and complexity, making it great for everyone from newbies to hardcore gamers. Play it for family game night, with your gaming group, or just 1 on 1 with your bestie.&#10;&#10;Beautiful artwork and high quality cards: To fully capture the Sasquatch theme we focused on getting the artwork, graphic design, and physical features just right. Gameplay aside, we think you'll be pleased with the quality of the product.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Deduction",
      "Memory",
      "Mythology"
    ],
    "Mechanics": [
      "Deduction",
      "Memory"
    ],
    "Families": [
      "Card Games: Draw and Discard",
      "Creatures: Bigfoot / Yeti / Sasquatch",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Unmatched: Deadpool",
    "ID": 335386,
    "Year": "(2021)",
    "Geek Rating": "5.960",
    "Avg Rating": "7.93",
    "Link": "https://boardgamegeek.com/boardgameexpansion/335386/unmatched-deadpool",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2",
    "Description": "In battle, there are no equals.&#10;&#10;Unmatched is a highly asymmetrical miniature fighting game for two or four players. Each hero is represented by a unique deck designed to evoke their style and legend. Tactical movement and no-luck combat resolution create a unique play experience that rewards expertise, but just when you've mastered one set, new heroes arrive to provide all-new match-ups.&#10;&#10;Deadpool is a single-hero expansion to be used with any existing Unmatched full set. It includes a hero miniature, a health dial, and 31 cards.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Comic Book / Strip",
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Action Points",
      "Card Play Conflict Resolution",
      "Hand Management",
      "Line of Sight",
      "Point to Point Movement",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Comic Books: Marvel Universe",
      "Components: Miniatures",
      "Components: Multi-Use Cards",
      "Game: Unmatched",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Circle the Wagons: Wildest West",
    "ID": 335392,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.24",
    "Link": "https://boardgamegeek.com/boardgameexpansion/335392/circle-the-wagons-wildest-west",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "A Wildest West scoring condition card for Circle the Wagons, which was a twitter joke that made its way to a digital promo card, and later released physically.&#10;&#10;&#10;Released in the April 2021 Board Game of the Month Club $10+ package.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "American West",
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Open Drafting",
      "Tile Placement"
    ],
    "Families": [
      "Game: Circle the Wagons",
      "History: American Old West (Wild West)",
      "Players: Solitaire Only Card Games",
      "Series: Wallet Games (Button Shy)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Final Light-Year: The Cratos Sector",
    "ID": 335407,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.70",
    "Link": "https://boardgamegeek.com/boardgameexpansion/335407/the-final-light-year-the-cratos-sector",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "April 2021 episode for The Final Light-Year.&#10;&#10;This kit adds a new sector map, new overlord, minion and commander ships and a new event.&#10;&#10;&#10;Released in the April 2021 Board Game of the Month Club $5+ package.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Print & Play",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [],
    "Families": [
      "Game: The Final Light-Year",
      "Setting: Pocket Universe (Button Shy)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Монополия: Волгоград",
    "ID": 335408,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/335408/monopoliia-volgograd",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "40",
    "Play Time": "120",
    "Weight": "0",
    "Description": "&#208;&#156;&#208;&#190;&#208;&#189;&#208;&#190;&#208;&#191;&#208;&#190;&#208;&#187;&#208;&#184;&#209;&#143; &#208;&#146;&#208;&#190;&#208;&#187;&#208;&#179;&#208;&#190;&#208;&#179;&#209;&#128;&#208;&#176;&#208;&#180;, or Monopoly: Volgograd is a revisited version of the classic game of Monopoly with constructions and other elements from the city of Volgograd in Russia.&#10;&#10;Buy local businesses and win by bankrupting the other players.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Cities: Volgograd (Russia)",
      "Country: Russia",
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wer hat dich, du schöner Wald..",
    "ID": 335428,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/335428/wer-hat-dich-du-schoner-wald",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Players use magnets to remove items from the forest. If animals are removed, minus points are given. The player tallies up his points at the end and the one with the most points is the winner.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Magnets"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "DICED",
    "ID": 335439,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/335439/diced",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "3",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A family card game where the roll of the dice, decides a players fate.&#10;&#10;Included items:&#10;58 Playing Cards&#10;1 Rule card&#10;1 Playing die&#10;&#10;The aim of the game is for players to loose all their cards. Each player is dealt 7 cards at the start of the game. Each player then takes it in turns to roll the die to try and match the number with the number on their cards. If the numbers match, the player can put down the matching cards. If the numbers do not match, the player than has to pick up 1 card from the separate pile. sound simple enough? well... some of the numbered cards have symbols on them that can power certain activities in the game. These symbols include... Role again, next player pick up x4, Change direction, Next player miss a go. These cards can be great to trip up opponents or launch you towards victory. In the game there are also special cards. The 'CHOICE' card allows a player to put down a card, no matter the number they roll. Meaning a player with this in hand can always be saved, If a player is clever they may choose to keep hold of tis card. &#10;The 'STEAL' card will cause wars and arguments. This card allows a player to steal any opponents roll, at any point in the game. Meaning a player can put down their cards and the player that stole the roll can put down theirs. This card can flip a game on its head and launch players into the lead.&#10;&#10;A game full of twists and turns, but to win this game do you need luck or skill? we will let you decide.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Dice"
    ],
    "Mechanics": [
      "Matching"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Aloha! Burger",
    "ID": 335447,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/335447/aloha-burger",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Let's have a nervous breakdown with the ingredient card. You can make a Kua Aina hamburger by stacking the cards you got!&#10;&#10;Players take turns sitting and memorize the front of an ingredient card that is then placed face down. Next. ingredient cards are flipped over and players have to find the match. Players can keep flipping cards until they have made a mistake. Then the mistake card stays flipped over and the turn goes to the player on the left. When the order is complete that player takes all the ingredient cards. Turn ingredients into the most burgers to win the game.&#10;&#10;A collaboration between Daiso and the Kua 'Aina Sandwich shop in Hawaii/London/Japan.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Food & Drink: Burgers",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Iconoclash: Battlegrounds",
    "ID": 335454,
    "Year": "(2024)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.31",
    "Link": "https://boardgamegeek.com/boardgame/335454/iconoclash-battlegrounds",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Iconoclash: Battlegrounds  is a stand-alone expansion and features 4 new, original fighters for the Iconoclash system:&#10;&#10;&#10;     Valiant Knight: Press-your-luck with every attack! The Valiant Knight commands an army of champions, and his attack deals more when he draws well from his Valiant Token Bag. But with every draw you risk the attack with a chance he may weaken his attacks or cause them to fail altogether.&#10;     Amelia Fortress: Ready to take command of the fight? The undauntable commander of the 6th Armored Brigade will pulverize her opponents with her heavily armed mecha. She tends to pull off her greatest maneuvers when she's on the ropes and has only a handful of options.&#10;     Monarch: Prepare to take flight and control the skies! Monarch readies her lance from above to deal extra damage. Monarch will use her magnificent wings to create great gusts and push everything on the board.&#10;     Kali: Put on your uwu face! Kali commands an army of alien kittens that she uses to create an adorable minefield. Or she can collect them to create an explosion of kitten power.&#10;&#10;&#10;In Iconoclash: Battlegrounds you&rsquo;ll take the fight to the Final Battlefield and the Fallen Field where great battles in ages past have been fought.&#10;&#10;",
    "Categories": [
      "Fighting"
    ],
    "Mechanics": [
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Nähdään Täl Pual Jokke",
    "ID": 335462,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.07",
    "Link": "https://boardgamegeek.com/boardgame/335462/nahdaan-tal-pual-jokke",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Trivia game about one of Finland's major cities, Turku. The game has 936 questions and is suitable for everyone who wants to learn more about Finland's former capital, Turku.&#10;&#10;The name of the game refers to the old saying in the Turku dialect meaning &quot;This side of the river&quot; (as opposed to &quot;The other side of the river&quot;) and refers to the river Aura which splits the city in two, into &quot;old&quot; and &quot;new&quot; parts. &quot;This side of the river&quot; is the old part with the cathedral, old city halls and market square etc., while the actual city center is now in the new part &quot;on the other side&quot;.&#10;&#10;The game is basically the Turku edition of N&#195;&#164;hd&#195;&#164;&#195;&#164;n kellon alla!, the original version set in Helsinki.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Series: Nähdään!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bees vs. Bears",
    "ID": 335468,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/335468/bees-vs-bears",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Bees  vs. Bears is a strategy card game in which you play as a hive of bees, defending your honey against the horde of hungry bears. Each player starts with two honey tokens and tries to outlast the other hives. During the game you use special abilities as well as your army of  bee defenders, attempting to simultaneously fend of the bears and  weaken the other hives!&#10;&#10;Bees vs. Bears is a high action, fast paced game with games averaging 10 - 20 minutes. It can be played with 2-6 people and though the game is easy to pick up, it is hard to master as there are sixty different cards, some with more complicated abilities than others.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Admin: Unreleased Games",
      "Animals: Bears",
      "Animals: Bees",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Darkness Within: Age of Fantasy – Narrative Campaign",
    "ID": 335473,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/335473/darkness-within-age-of-fantasy-narrative-campaign",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Darkness Within is a narrative campaign for Age of Fantasy that follows the story of Misha, a young princess who must rise to the challenge and reclaim her throne after a vampire uprising brings darkness to the realm.&#10;&#10;This game expansion for Age of Fantasy takes players on an adventure across 10 missions which are tied together by an exciting story of epic proportions. &#10;Rules for unit progression are also included, so you can watch your armies grow and evolve throughout the campaign.&#10;&#10;Even though this narrative campaign was written with Humans and Vampiric Undead in mind, it is easy to imagine this type of clash to be happening between any of the other factions in the world, so feel free to swap them out with whatever armies you have available to play.&#10;&#10;Note that to play this campaign you&rsquo;re going to need the core rules for Age of Fantasy as well as some army lists, which you can find for free on onepagerules website.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Series: One Page Rules (OnePageAnon)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Perplexing Triangle",
    "ID": 335478,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/335478/perplexing-triangle",
    "Min Players": "3",
    "Max Players": "3",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "A 3 player, 9-card game. At the beginning of the game, each player will draw 3 random cards from a deck of 9, and look at them. Each card is given a number of cubes that are placed on said card, these cubes serve as health, for example, kings have 6 health cubes, Queens have 5, Jacks have 4, and all other cards have 3. Each round, players have to place 1 or 2 cards of their choosing in their &ldquo;card placing section&rdquo;. Each time a player does this, they lose a piece of &ldquo;health&rdquo; on each of their placed cards (marked by moving the cube to resemble that its value has decreased by 1, ex: moving 6 to 5). After every turn, each player has to give one of their cards to the player in the clockwise direction. Once a card&rsquo;s health reaches 0, the card is flipped over to show that it can&rsquo;t be used anymore, it is then placed in the middle along with its health cube. Once a player&rsquo;s entire deck is obsolete/can&rsquo;t be used anymore, they&rsquo;re out, and the last card standing wins.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Player Elimination",
      "Turn Order: Pass Order"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Fyra",
    "ID": 335481,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.67",
    "Link": "https://boardgamegeek.com/boardgame/335481/fyra",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "25",
    "Weight": "0",
    "Description": "Fyra is a card game about matching and stacking meant for 1-4 players who have, at a minimum, the ability to differentiate colors or printed patterns. You take turns matching up your cards with the ones already on the play field. The cards overlap but you must match the colors of at least one of the corners. If you can't find a spot for your cards, you get to place one next to the other cards, but have to take two replacements. Alternately, if you find a spot where you can match all four corners you don't have to take any replacement cards and get one step closer to going out.&#10;&#10;The real fun comes in when you choose a team color and try to make sure as few of those squares are showing by the time you go out. Make alliances to spread one player's color all over the field and make their score worse while setting up spots where you can match up all your own corners the next time your turn comes around. There are 2 goals: be the first to get rid of all your cards and second, have the fewest squares of your color on the play field when you do.&#10;&#10;You can also play a solo game trying to make the smallest pile of cards based on randomly selected hands of cards. A game with 4 players should last around 5 to 20 minutes.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game"
    ],
    "Mechanics": [
      "Matching"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hide 'N Cheek",
    "ID": 335482,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/335482/hide-n-cheek",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Put on your chipmunk mask and transform into a cheerful woodland creature in Hide 'n Cheek! Players Hunt for acorns in this log-switching, nut-finding, cheek-stuffing game. Hide the Nuts, shuffle the logs, gather the acorns, and watch your chipmunk cheeks grow. Hid 'n Cheek brings home the feel of the forest in this nutty game of hunting and hoarding fun!&#10;&#10;To play, hide 3 acorns under one or more of the 4 cups (depicted as logs) and then shuffle all the logs. The player on the left begins first and chooses one log to look under. Keep any acorns one might find and stuff them into your Chipmunk Mask cheek. Play continues with each successive player looking under the logs until all 3 acorns are found. A new round is then started with 3 more acorns.&#10;&#10;Game ends when all 40 acorns are distributed. The player who collected the most acorns into their cheek is the Hide 'n Cheek champion!&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Humor"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "YADOKARICK",
    "ID": 335484,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.22",
    "Link": "https://boardgamegeek.com/boardgame/335484/yadokarick",
    "Min Players": "1",
    "Max Players": "7",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "YADOKARICK is a trick-taking game in which 1-7 players try to find the right size shell for their hermit crab from beach detritus.&#10;&#10;The game consists of two suits, and in addition to a suit and rank, each card has a &quot;shell size&quot;. During the game, the lowest card played to a trick will be able to adjust the target shell size up or down. The highest card of each color played to a trick will take the cards of that color with the largest size and add to their hermit crab. The bodies have a maximum size and may have a &quot;roof&quot; card added.&#10;&#10;At the end of a hand, positive points are earned for total shell sizes less than or equal to the target, and points are lost for shells that exceed the size or for players who added too many cards to their shell. The player with the most points wins.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection",
      "Solo / Solitaire Game",
      "Trick-taking"
    ],
    "Families": [
      "Animals: Crabs"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Robocalypse: A drinking game for f*cked up futurists",
    "ID": 335486,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/335486/robocalypse-a-drinking-game-for-fcked-up-futurists",
    "Min Players": "4",
    "Max Players": "30",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Delve into critical and heated discussions about the future of artificial intelligence around the dinner table while having a drink (or five...)&#10;&#10;Robocalypse is an AI-inspired, critical thinking, drinking game. It encourages ethical debate (heated discussion) and a critical examination of future technologies and societies. It's perfect for a rowdy dinner party, pre-drinks with rogue friends or intellectual discourse with your sober Sallys.&#10;&#10;Robocalypse is simple, first you read a Judgement card aloud to your Council. This Judgement card contains a question which will be thought provoking, a little weird, and divisive. If you can&rsquo;t all come to a consensus, pick up an Anarchy card which contains a mini drinking game, and let the beverage consuming commence. At the end of your round, the person in your council with the most f*cked up argument is given the Judgement card. Whoever is rewarded the most Judgement cards at the end of the game wins! Find out who shares your morals and who&rsquo;s a little f*cked in the head. Maybe you&rsquo;ll learn a little too...&#10;&#10;We want to curate an experience for people to feel comfortable talking about AI, regardless of their technical ability or knowledge. We want to help discern the ethical complexities of machine learning to expose the myths and empower our players to critically evaluate and engage in its social implications in the most fun way possible! This game can also be played without the drinking element by removing the Anarchy cards.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Humor",
      "Mature / Adult",
      "Party Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Advantage Token",
      "Lose a Turn",
      "Move Through Deck",
      "Player Judge",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Fantasy Battles: Ultra Simple Games",
    "ID": 335491,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/335491/fantasy-battles-ultra-simple-games",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Simple set of fantasy miniature wargaming rules available for free.&#10;&#10;Turn Sequence: &#10;Initiative Phase&#10;Command Phase&#10;Action Phase&#10;Army Morale Phase&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Line of Sight",
      "Measurement Movement"
    ],
    "Families": [
      "Creatures: Goblins",
      "Misc: Free Wargames",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Far Distant Ships",
    "ID": 335509,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgame/335509/far-distant-ships",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Far Distant Ships: a quick playing set of rules covering fleet actions in the age of sail where linear tactics were to the fore.&#10;&#10;The aim of these rules, which draw upon techniques and concepts from LFG&rsquo;s Cannon, Cross and Crescent  combined with a development span covering some 20 years has been to develop a quick play set that focusses on the command and control aspects of the battle, allowing large battles such as Chesapeake Bay, the Saintes and Trafalgar to be played out in an evening&rsquo;s gaming. &#10;Signalling is key, and complex plans may fall apart if a vital signal is missed, or an order executed late.&#10;&#10;The rules cover the main ship types involved across the period, focussing on ships of the line and rated frigates, in particular in their role as signal repeaters. &#10;Stats are also included for civilian ships, smaller warships and bomb vessels, and shore batteries and fortifications, allowing the full spectrum of naval operations to be played.&#10;&#10;The rules have been written with 1/2400 models in mind but will work with models in larger scales.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "American Revolutionary War",
      "Miniatures",
      "Napoleonic",
      "Nautical",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "History: French Revolutionary Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer 40,000 (Ninth Edition): War Zone Charadon – Act I: The Book of Rust",
    "ID": 335513,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/335513/warhammer-40000-ninth-edition-war-zone-charadon-ac",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Forge world Metalica is the furnace heart of war production in the Charadon Sector.&#10;&#10;Upon the orders of Abaddon the Despoiler, Typhus leads a vast invasion into the Charadon heartlands, seeking to besiege Metalica and infect it with Nurgle's plagues. Beneath his foetid banner fight not only the forces of the Death Guard, but also warbands from the Black Legion, Word Bearers, Alpha Legion, and countless others. Alongside them come twisted Chaos Knights, endless tides of mutants, cultists, daemons, and even the towering abominations of the Legio Morbidus.&#10;&#10;Yet against this invading horde stands an Imperial alliance between the armies of the Adeptus Mechanicus, the Adeptus Astartes, the Astra Militarum, and many more. Fighting to dominate the systems of the Lirac and Obolis Sub-sectors, these mighty forces unleash their deadliest weapons in a war that threatens to annihilate the very worlds over which they fight.&#10;&#10;Inside this 96-page hardback book, you'll find:&#10;&#10;- Riveting background that reveals the sheer magnitude of the threat descending upon the Charadon Sector. The thrilling narrative details the opening gambits and developing war fronts that will push the Imperial defenders to their limits and beyond.&#10;&#10;- An in-depth campaign system you can use to join the war for the Obolis and Lirac Sub-sectors on the side of the Imperial defenders, Chaos invaders, or anarchic xenos raiders.&#10;&#10;- A wealth of Crusade campaign content, including unique relics and advancements for your units to reflect your Crusade force's participation in this sprawling war.&#10;&#10;- Rules and matched play content including Armies of Renown &ndash; exciting themed forces that provide a whole new way of mustering a Warhammer 40,000 collection &ndash; and codex supplements for the Adeptus Mechanicus, Imperial Knights, and Drukhari.&#10;&#10;- Additional content, including all new Legendary Missions, which enable you to refight iconic missions that are key to the narrative of the story.&#10;&#10;This hardback book also comes with a black 1/4&quot; ribbon marker.&#10;&#10;You will need a copy of the Warhammer 40,000 Core Book to use the contents of this book.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Warhammer 40,000 (Ninth Edition)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer 40,000 (Ninth Edition): Crusade Mission Pack – Plague Purge",
    "ID": 335514,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/335514/warhammer-40000-ninth-edition-crusade-mission-pack",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This mission pack is a narrative play expansion for the Warhammer 40,000 Crusade campaign system.&#10;&#10;Within, you&rsquo;ll find the rules required to play games of Warhammer 40,000 set in the Charadon Sector, which has become embroiled in war since the arrival of Typhus and the Death Guard at the head of a vast Chaos fleet. This mission pack has been specifically designed for use in narrative play Crusade games, where your campaigning forces can wage war across the Obolis and Lirac Sub-sectors. With plagues running amok and devastating new weaponry being brought to bear on every front, will your Crusade force rise to prominence or buckle beneath the weight of the terrible conflict?&#10;&#10;Inside this 112-page mission pack you will find:&#10;&#10;- Six new missions each for Combat Patrol-, Incursion-, Strike Force- and Onslaught-sized games, all set within the war-torn Charadon Sector&#10;- A selection of new Plague Purge Agendas, Requisitions, Stratagems, and more&#10;&#10;The pack itself is presented in a full Canadian wiro ring-bound book for easy use and reference on the tabletop during games, and comes with an elastic closure.&#10;&#10;You will need a copy of the Warhammer 40,000 Core Book to use the contents of this mission pack.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Warhammer 40,000 (Ninth Edition)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer Age of Sigmar (Second Edition): Broken Realms – Teclis",
    "ID": 335515,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/335515/warhammer-age-of-sigmar-second-edition-broken-real",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Archmage Teclis leads his Lumineth hosts against the Great Necromancer in a battle to save the realms. Nagash has brought a ghastly era of hauntings upon the Mortal Realms, for the power of death is on the ascendant. Only now, when the hour is darkest, does the light of the Lumineth shine forth. Teclis, aelven god of magic, leaves his beloved dominion of Hysh to make war upon the Ossiarch Empire &ndash; but in doing so triggers a counter-attack that may see his sovereign lands destroyed. Who will win this ultimate duel of arcane might?&#10;&#10;The next engrossing instalment in the Broken Realms saga moves from Morathi to Archmage Teclis and his Lumineth Realm-lords as they launch a risky venture against the Great Necromancer. The unravelling story will have massive consequences for several factions including the Lumineth Realm-lords, Maggotkin of Nurgle, and forces of Death &ndash; once again shifting the balance of power in the Mortal Realms. You&rsquo;ll find fresh ways to play your games of Warhammer Age of Sigmar, alongside rules for new units, warscroll battalions, and more.&#10;&#10;Inside this 152-page hardback book, you&rsquo;ll find:&#10;-The thrilling tale of the Lumineth Realm-lords&rsquo; perilous campaign against the entrenched legions of Death &ndash; illustrated with stunning new art.&#10;- New rules for the Lumineth Realm-lords, including a bevy of units from the Hurakan Temple. This book includes the full set of rules and background for every newly-released unit, so can be used alongside the first edition of Battletome: Lumineth Realm-lords.&#10;- Allegiance abilities for the Cities of Sigmar and Lumineth Realm-lords, representing Xintil, a Free City in Hysh, as well as the Great Nations of Alumnia and Helon.&#10;- Rules for Streets of Death &ndash; battles in the tight confines of cities across the Mortal Realms.&#10;- Six battleplans and Realms of Battle rules to help you recreate the events and locations from the story.&#10;- A suite of warscroll battalions and rules to enhance your Cities of Sigmar, Maggotkin of Nurgle, Lumineth Realm-lords, Flesh-eater Courts, and Ossiarch Bonereapers.&#10;&#10;Important Note:&#10;If you already own a copy of the original Lumineth Realm-lords battletome, Broken Realms: Teclis gives you everything you need to fully update your Lumineth Realm-lords army, in addition to the groundbreaking new lore and artwork. The updated Battletome: Lumineth Realm-lords simply includes the Lumineth content from this book, which makes it a handy compilation if you prefer to keep it all together.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Fantasy",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Setting: Age of Sigmar"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Eiyo: Adversity",
    "ID": 335522,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgameexpansion/335522/eiyo-adversity",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This mini-expansion for Eiyo is part of the &quot;Achievements&quot; series of Matchbox Collection mini-expansions, and as such should only be opened and used once the 3 criteria on its envelope have been met; because of this...&#10;&#10;SPOILER ALERT:&#10;&#10;This expansion adds 5 new &quot;Adversity&quot; cards to the base game of Eiyo; each Adversity card changes the rules of the game for one type of enemy card, making the game more challenging.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Country: Japan",
      "Series: The Matchbox Collection (Thundergryph)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "15 Days: Mid-season",
    "ID": 335523,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.44",
    "Link": "https://boardgamegeek.com/boardgameexpansion/335523/15-days-mid-season",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This mini-expansion for 15 Days is part of the &quot;Achievements&quot; series of Matchbox Collection mini-expansions, and as such should only be opened and used once the 3 criteria on its envelope have been met; because of this...&#10;&#10;SPOILER ALERT:&#10;&#10;This expansion adds a new set of Animal power cards to the base game of 15 Days, expanding the variability and replay-ability of the game.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Series: The Matchbox Collection (Thundergryph)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Golems: Golem Runes",
    "ID": 335524,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/335524/golems-golem-runes",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This mini-expansion for Golems is part of the &quot;Achievements&quot; series of Matchbox Collection mini-expansions, and as such should only be opened and used once the 3 criteria on its envelope have been met; because of this...&#10;&#10;SPOILER ALERT:&#10;&#10;This expansion adds a new set of 4 staring cards to the base game of Golems, expanding gameplay through new and unique challenges.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Series: The Matchbox Collection (Thundergryph)"
    ]
  }
]