[
  {
    "Rank": "N/A",
    "Name": "Battle of Britain 1940",
    "ID": 333829,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/333829/battle-of-britain-1940",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Solitaire game of the Battle of Britain in 1940, published as a special supplement of MC Axis #54.&#10;The player plays the role of Luftwaffe commander and aims at bombing London and other strategic targets.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "History: World War II (Battle of Britain)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "ASL Comp: GWASL VIII – Gallipoli and Beyond: ANZAC WW1",
    "ID": 333831,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/333831/asl-comp-gwasl-viii-gallipoli-and-beyond-anzac-ww1",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "When war broke out in August of 1914, the news was met by wildly cheering crowds in Australia. &#10;Following some months of mobilization, the AIF exited the country in November 1914 and, after several delays due to the presence of German naval vessels in the Indian Ocean, arrived in Egypt. Their first task was to defend the Suez Canal. In early 1915, however, it was decided to carry out an amphibious landing on the Gallipoli Peninsula with the goal of opening up a second front and securing the passage of the Dardanelles. The Australians and New Zealanders, grouped together as the Australian and New Zealand Army Corps (ANZAC), went ashore on 25 April 1915 and for the next eight months the Anzacs, alongside their British, French and other allies, fought a costly and ultimately unsuccessful campaign against the Turks. The force was evacuated from the peninsula in December 1915 and returned to Egypt, where the AIF was expanded. In early 1916 it was decided that the infantry divisions would be sent to France, where they took part in many of the major battles fought on the Western Front. Most of the light horse units remained in the Middle East until the end of the war, carrying out further operations against the Turks in Egypt and Palestine.&#10;&#10;Ownership ASL-RB, GWASL 1 and all preceding GWASL modules required to play.&#10;&#10;Scenarios:&#10;&#10;     Driven Out - Mont St. Quentin, France, July 23rd 1916&#10;     The O.G. Lines - Pozieres, France, July 29th 1916 &#10;     First Dash - Pozieres, France, July 23rd 1916&#10;     Pozieres Heights - Pozieres, France, July 29th 1916&#10;     First Puncture - Bapaume, France, May 2nd 1917&#10;     Determination and Valour - Amiens, France, April 4th 1918&#10;     The Sugarloaf - Fromelles, France, July 20th 1916 &#10;     Bayonet To Bayonet - Broodseinde, Belgium, October 3rd 1917&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Country: Belgium",
      "Country: France",
      "Game: Advanced Squad Leader",
      "Players: Two-Player Only Games",
      "Series: GWASL (Critical Hit)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Third Battle of the Solomon Sea",
    "ID": 333832,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/333832/third-battle-of-the-solomon-sea",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Solitaire game of the Third Battle of the Solomon Sea, published as a special supplement of MC Axis #57.&#10;The player plays the role of Imperial Japanese Navy commander, organizes fleets and aims at transporting Imperial Japanese Army reinforcement to Guadalcanal Island.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Point to Point Movement",
      "Simulation"
    ],
    "Families": [
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ancient War Game",
    "ID": 333833,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/333833/ancient-war-game",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "An abstract chess-like game based on the Punic Wars. The playing pieces are casted in resin (deluxe edition) or wooden blocks (normal edition), colored red (Rome) or blue (Carthage). Both red pieces and blue pieces are subdivided into one commander, ten infantry and four cavalry. Each player aims to making a friendly piece move to the opponent's deepest square or removing the opponent's commander.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Ancient"
    ],
    "Mechanics": [
      "Square Grid"
    ],
    "Families": [
      "History: Punic Wars",
      "Traditional Games: Chess"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Scatterbones",
    "ID": 333834,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.33",
    "Link": "https://boardgamegeek.com/boardgame/333834/scatterbones",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Have you ever thrown your bones like dice? You could try it in Scatterbones.&#10;Scatterbones is a bone throwing and die rolling fun game for two players. Each player tries to assemble their skeleton while preventing the opponent from doing the same.&#10;&#10;Game play:&#10;&#10;     Each player throws a tombstone to determine which colour their skeleton must have - black or red. Both players can play for the same colour.&#10;     Player 1 rolls their 6 skeleton parts (the bones). If a ribcage in the correct colour can be found all other parts in the same colour can be connected to it.&#10;     Player 2 does the same with his bones. Both players must start with a ribcage, otherwise they have to rattle all the bones again in their next turn.&#10;     Each play picks up the left bones and the die and rolls them together. If a missing part is shown on the die, it can be added to the skeleton. But there is also the colour changing side and the scatter side. Both mean the player has to start again. If the opponent already has the wanted part, the active play may choose to steal it from the opponent.&#10;     The first player to finish their skeleton wins the game. So the game can be over in 2 minutes if luck is on your side.&#10;&#10;&#10;",
    "Categories": [
      "Dice",
      "Humor"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dixit: Chilean Way",
    "ID": 333835,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/333835/dixit-chilean-way",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "In 2019, a set of promotional cards called &quot;Dixit: Chilean Way&quot; was released by Asmodee Chile and was a great success among the fans of this title. Now, in the midst of the pandemic, they have repeated the work, creating a new and amazing set of 10 promo cards. After an open call, which brought together the most varied artists from all over Chile, a team of five emerging illustrators was chosen, who were selected in France by Libellud.&#10;&#10;For the purchase of a normal Dixit or Dixit Odyssey, Chilean can get the &quot;Dixit Chilean way&quot; pack containing 10 cards with exclusive illustrations by Chilean artists as a gift!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Race",
      "Simultaneous Action Selection",
      "Storytelling",
      "Targeted Clues",
      "Voting"
    ],
    "Families": [
      "Game: Dixit",
      "Mechanism: Image Interpretation"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Postcard Barbarossa!",
    "ID": 333842,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.39",
    "Link": "https://boardgamegeek.com/boardgame/333842/postcard-barbarossa",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.875",
    "Description": "NOTE:  As long as you keep (only) my copyright statement, its Dedication, and my war&amp;history quotes on it, you are - ANYone is - free to print off copies of my English language edition in postcard 4&quot;x6&quot;/A6 format to send to family and friends or whomever.&#10;&#10;VERY fast and simple hex-and-counter Postcard Barbarossa! postcard size/format board wargame about the 1941 Nazi German invasion of Russia. 4 bi-monthly turns. 3 !! hexes Warsaw to Moscow. Plays in 30? minutes.&#10;&#10;3 German Army Group, 4 Panzer Group, 2 Army, and 1 Panzer Korps pieces, plus a Romanians Army Group piece.&#10;&#10;4 Russian operational Tank Groups - Rokossovsky, Lelyushenko, Katukov, Vatutin - 8 Fronts, and 1 Siberians pieces.&#10;&#10;Simple, basic mechanics, but with lots of basic combat options.&#10;&#10;Unlike Barbarossa Brief from which it was adapted, Postcard Barbarossa! uses a simple factor differential/comparison combat system which can be (and usually is) made nightmarishly unpredictable by a Special Factor Pressed Attack or Desperate Defense rule.  This makes it an excellent solitaire game.&#10;&#10;China's Banner of War will soon be publishing the game in larger, boxed format with already mounted pieces. The postcard is also being translated into Russian in Volgograd/Stalingrad!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Educational",
      "Print & Play",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Push Your Luck",
      "Simulation",
      "Variable Phase Order",
      "Variable Set-up"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Components: Postcard games",
      "Country: Germany",
      "Country: Romania",
      "Country: Russia",
      "Country: Soviet Union",
      "History: World War II (Eastern Front)",
      "Misc: Free Wargames",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Region: Baltic Sea"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "27Panic",
    "ID": 333843,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.17",
    "Link": "https://boardgamegeek.com/boardgame/333843/27panic",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2",
    "Description": "The Crommelin Comet (27P) reaches its closest distance to Earth &#226;&#128;&#146; its periapsis, every 27 years. Scientists have recently discovered a mistake in its orbital calculations and predict that it will collide with Earth in the year 2038!&#10;&#10;There is only one way to prevent this catastrophic event: destroy the comet. A secret experimental rocket station built in 1929, when rocket technology was still in its infancy, is our only hope. In order to complete this mission, a rocket full of explosive cargo must be launched at the comet each time it approaches Earth, weakening and ultimately destroying the menace over the course of four periapsis events.&#10;&#10;Four brave scientists will simultaneously time travel between the last four years of periapsis &#226;&#128;&#146; 1930, 1957, 1984, and 2011, to attempt to destroy the deadly comet. They must ensure the explosive cargo reaches the Rocket Station in time. The only consistent form of travel across these years is rail, so they must build an iron path for the cargo to reach its destination.&#10;&#10;If they can build a track for all four trains to reach the Rocket Station, while repairing damaged rails and navigating obstacles, they can save the planet! But they have to be careful: their choices in the past affect the future, and if any one of the trains falls off the track... the Earth is DOOMED.&#10;&#10;In 27Panic you play cooperatively as a team of scientists building a railroad track in four years simultaneously. You build tracks by playing cards and ones that are built in the past carry forward into the future. You must plan closely with your team in order to strategically build a path for explosive cargo to follow in each year. If you are able to get the cargo to a nearby rocket station in all of the years by avoiding obstacles and repairing damaged tracks, you'll win the game!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Trains"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Set Collection",
      "Tile Placement",
      "Trading"
    ],
    "Families": [
      "Category: Print-on-Demand"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hellseher",
    "ID": 333846,
    "Year": "(1992)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/333846/hellseher",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The objective of the game is to guess the exact combination of triangles, squares, and circles and their exact positions. The first player creates a combination of four shapes using triangles, squares, or circles without the second player looking and covers it. The second player then tries to guess the correct combination. After every guessing attempt, the first player marks each square grid that has the correct shape with a circle, and each square grid that has the correct shape and position with a square. If the second player is unable to guess correctly after eight attempts, the first player wins.&#10;&#10;Equipment: 1 game board, 1 privacy screen, 34 discs, 34 squares, 19 triangles.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Deduction"
    ],
    "Mechanics": [
      "Induction"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "On the Rivet: Team Tactics",
    "ID": 333849,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/333849/on-the-rivet-team-tactics",
    "Min Players": "6",
    "Max Players": "7",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The first expansion for On the Rivet: The Race for the Champion's Stripes, which adds cards and tokens to include a 6th and 7th player as well as Tactic cards which gives players unique abilities to play throughout the game.&#10;&#10;Also included are more map tiles for greater course variability and two new event cards.&#10;&#10;Components:&#10;- Additional Orange and Purple team, thus playing between 3-7 people.&#10;- 14 Tactics cards that help players avoid events or make super moves.&#10;- 2 additional Event cards.&#10;- 2 additional double-sided map tiles for further distance and terrain variability.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Negotiation",
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Action / Event",
      "Card Play Conflict Resolution",
      "Catch the Leader",
      "Follow",
      "Hand Management",
      "Highest-Lowest Scoring",
      "Movement Points",
      "Moving Multiple Units",
      "Multiple Maps",
      "Negotiation",
      "Pattern Movement",
      "Race",
      "Semi-Cooperative Game",
      "Simulation",
      "Team-Based Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "ASL Comp: GWASL IX – Bulgarian Summer: Bulgarian WW1",
    "ID": 333850,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/333850/asl-comp-gwasl-ix-bulgarian-summer-bulgarian-ww1",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Following Bulgaria&rsquo;s entry into the war on the side of the Central Powers on October 14th, 1915, the death knell for Serbia and Romania began to sound. &#10;The Bulgarian Summer of 1915 saw the Entente attempt to win the hearts and support of Bulgaria. It was all for naught, as the country entered the war aligned with Germany and her allies. And mobilization soon began, followed by a declaration of war against Serbia. Around this time the Germans and Austro-Hungarians had penetrated into Serbia on a front that was 140 kilometers in length and 15 kilometers in depth. In order to close the 90-kilometer gap between the flanks of the German 11th Army and the Bulgarian 1st Army Mackensen ordered the latter to invade the valley of the river Morava and take Ni&scaron; and Aleksinac. In accordance with this order the Bulgarians attacked along the entire front of their 1st Army, quickly driving out the Serbian units and taking control of the border area. Following this easy success however the speed of the advance was much reduced due to the bad weather, which turned roads into mud, and a dense fog that sometimes limited visibility to 50 meters. In addition the stiffening Serbian resistance and the mountainous character of the area caused the flanks of the 1st Army to halt before the fortresses of Pirot and Zajecar. The exploits of the Bulgarian 2nd Army in Macedonia convinced the Serbians that the danger of complete encirclement is high and forced them to begin withdrawing their forces to Kosovo while offering stiff but not desperate resistance to Army Group Mackensen. In November, while the decisive Serbian defeat unfolded, the French attempted to exert pressure on the Bulgarian 2nd Army but were soon forced to halt their attempts to drive north.&#10;&#10;Ownership of ASL-RB, GWASL 1 and all preceding GWASL modules required to play.&#10;&#10;Scenarios:&#10;&#10;     Pristina Halt - Pristina, Serbia, November 24th 1915&#10;     Fall Back To Lerin - Gornichevo, Salonika Front, September 14th 1916&#10;     The Dobrich Epopee (Epic) - Southern Dobruja, Romania, September 5th 1916&#10;     A Good Field - Dobro Pole, Serbia, September 15th 1918&#10;     Chegan Operation - Banitsa, Serbia, August 17 1916&#10;     Contested Prophet - Sabac, Serbia, September 30th 1916&#10;     Rakija Courage - Gnjilane, Serbia, December 2nd 1915&#10;     Show Of Force - Serbia, August 18 1916&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Country: Romania",
      "Country: Serbia",
      "Game: Advanced Squad Leader",
      "Players: Two-Player Only Games",
      "Region: Balkans",
      "Series: GWASL (Critical Hit)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Onkel Pinkepank auf der Weltreise",
    "ID": 333851,
    "Year": "(1928)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/333851/onkel-pinkepank-auf-der-weltreise",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players start at space 1. The first to reach space 80 wins the game. Movement is determined by a die. On some spaces events hinder or benefit the players.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Travel"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Race",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Le Beau Soleil d'Austerlitz",
    "ID": 333854,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgame/333854/le-beau-soleil-dausterlitz",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "100",
    "Play Time": "180",
    "Weight": "2",
    "Description": "&quot;Le Beau Soleil d'Austerlitz&quot; is a two player Grand-Tactical board-wargame depicting the Battle of Austerlitz fought in December 1805 between Napoleon and the Allied forces of Russia and Austria. Austerlitz is regarded as one of the classic Napoleonic battles and involves thousands of troops.&#10;&#10;The battle was characterized by the early morning mist which concealed much of the dispositions and forces present.&#10;&#10;The game system is innovative and requires players to devise a plan for the battle and accept restricted command. The battlefield is divided into areas rather than hexagons.&#10;&#10;Units (counters) are divisions while command is command is activated at Corps level.&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Turn Order: Random"
    ],
    "Families": [
      "Country: France",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Beyond Tic Tac Ten",
    "ID": 333855,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/333855/beyond-tic-tac-ten",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Beyond Tic Tac Ten is played on a 9x9 grid divided into nine 3x3 grids, as is the fake &quot;Tic Tac Ten&quot; game that inspired it. (This appeared in one of the fake ads in an earlier issue of GAMES.)&#10;&#10;Players take turns marking an empty space. After the first move, each move must be made in the 3x3 corresponding to the position of the previous move in its 3x3 grid. E.g. if the first move is made in the upper right corner of its 3x3 grid, the second move must be made in the 3x3 grid in the upper right corner of the &quot;board.&quot;&#10;&#10;The first player to get three spaces in a line (a tic-tac-toe) in a single 3x3 grid wins. However, several variants are suggested, including one in which players try to get tic-tac-toes in three grids in a line, and both players can get a tic-tac-toe in the same grid&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building",
      "Square Grid"
    ],
    "Families": [
      "Category: n in a row",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Quoz",
    "ID": 333856,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/333856/quoz",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Quoz is played with a deck of eight suits each numbered 0-4, plus 12 numbered &quot;Draw&quot; cards and 12 &quot;Quoz&quot; cards.&#10;&#10;On a turn a player plays two cards with matching number or suit, optionally accompanied by a Draw card. The next player to play is determined by the rank of the cards played (higher if different) - count that many players around the table. If it ends on the current player they choose who plays next.&#10;&#10;Instead of playing a pair, a player may draw a card or play a Quoz card, which forces the previous player to also play a Quoz card. If they can't they collect all played cards and also draw cards as indicated by any Draw cards played. (Players may also have to collect cards if they can't play a pair under some circumstances.)&#10;&#10;When a player is out of cards everyone else scores the value of their remaining cards. Low score when someone reaches 200 points wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Die lustige Zwölf",
    "ID": 333859,
    "Year": "(1922)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/333859/die-lustige-zwolf",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "At the beginning of the game, each player places 10 coins on space 6. The players roll two dice and places 5 coins on the space with the rolled number if the space is empty. If not, he wins the 5 coins from this space. On the roll of a 6, five coins are payed every time. If a 12 is rolled, the player wins the game and all coins on the board.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Escapade",
    "ID": 333860,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/333860/escapade",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Escapade is played on a oblong hexagonal grid board using 13 pieces for each player, one of which is marked as a General. The other pieces are Guards.&#10;&#10;The General and six Guards for each player start on the board, with the other six Guards as off-board reserves. On a turn a player may place a Guard from their reserve on any empty space, or they may move a piece on the board any number of empty spaces in a straight line.&#10;&#10;A Guard is captured if an enemy piece is moved so that is directly between two enemy pieces. A General is captured if enemy pieces occupy all its adjacent spaces.&#10;&#10;The object of the game is to move one's General to the goal area on the opposite edge of the board. One can also win by capturing the opposing General or lose if all the spaces in your target goal area become occupied.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement",
      "Hexagon Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "ASL Comp: GWASL X – Slavic Warriors: Serbian WW1",
    "ID": 333863,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/333863/asl-comp-gwasl-x-slavic-warriors-serbian-ww1",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Serbia was blamed for the start of World War I following the assassination of Archduke Franz-Ferdinand in Sarajevo. Yet the Serbs would enjoy the first Allied victory of the war, after they drove the Austro-Hungarians out of the town of Sabac on 19 August 1914. Before they could, however, civilians were rounded up in the town and massacred. On the 5 October 1914, Austria launched their offensive against Serbia. The Serbian Army, weakened by Typhus, couldn&rsquo;t hold out and the capital, Belgrade, was evacuated on the 9th. Two days later, Bulgaria declared war on Serbia, hoping to annex the Serb possession of Macedonia. By the 24th, the Bulgarians had driven a wedge between the Serb army and the Allied armies in Greece attempting to come to their aid. The Serbs fought with courage, but found their army critically low on ammunition stocks. With defeat staring them in the face, over 200,000 soldiers and civilians fled over the rugged mountains and into Albania. Many were evacuated by sea to the island of Corfu, in what would stand as the world&rsquo;s largest evacuation by sea until the &lsquo;miracle at Dunkirk&rsquo; in 1940. Surviving Serbian soldiers made their way to Greece, and remained in uniform to serve in the Yugoslav Division of Serbs, Croats, Macedonians, Montenegrins and Slovenes. When Bulgaria surrendered on 30 September 1918, Serb, Yugoslav, French and British forces united to drive the Austrians and Germans out of Serbia.&#10;&#10;Ownership of ASL-RB, GWASL 1 and all preceding GWASL modules required to play.&#10;&#10;Scenarios:&#10;&#10;     Delay Before The Drina - Podrinje, Serbia, August 12th 1914&#10;     Kosaningrad - Tekeris, Serbia, August 15th 1914&#10;     Mounted Clash - Tekeris, Serbia, August 16th 1914&#10;     In The Valley Of Jadar - Sabac, Serbia, August 16th 1914&#10;     Back Across The Drina - Cer, Serbia, August 17th 1914&#10;     The Liberation Of Sabac - Sabac, Serbia, August 24th 1914&#10;     The Youngest Corporal - Cer, Serbia, August 14th 1914&#10;     The Battle of Kolubara - Serbia, November 18th 1914&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Country: Serbia",
      "Game: Advanced Squad Leader",
      "Players: Two-Player Only Games",
      "Series: GWASL (Critical Hit)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Spy: An Original Strategy Game",
    "ID": 333867,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/333867/spy-an-original-strategy-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Spy is played on a 11x11 grid with 20 spaces designated as cities. There are five tiles in each of four colors, numbered 1-5, which are randomly placed on the cities at the start of the game.&#10;&#10;Each player has four spies: one large, one medium, and two small. On a turn a player either places a spy on an empty edge space or move a spy any number of empty spaces orthogonally. A spy can end its move on a space with a smaller enemy spy, which is placed one space away in the direction the moving spy came from.&#10;&#10;When four of the black tiles spaces are occupied those tiles are taken. The blue tiles are next, etc. The fifth tile in a color can be taken by any spy landing on its space.&#10;&#10;When there is just one tile left the game ends. Players score the values of their tiles, plus a ten-point bonus for collecting three or four of the same number.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement",
      "Set Collection",
      "Square Grid"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mating Season",
    "ID": 333871,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/333871/mating-season",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Mating Season is played with a set of 36 insect cards/tiles. Each card is a unique combination of one of six colors, one of three wing patterns, and having or not having antennae. The cards are double-sided, with a male on one side and a female on the other.&#10;&#10;In the two-player game players start with five-card &quot;hands&quot; (the cards are actually face-up on the table) and a single card to start a common insect family tree. Players take turns playing one or more cards to the tree; before playing a player may draw up to five more cards from the deck, choosing their genders.&#10;&#10;Two insects will only mate if they are of different genders, of complementary colors, have different wing patterns, and have opposite antenna status. Their offspring (up to two) will have the wing pattern different from either parent's and any of the other four colors.&#10;&#10;There can only be five generations in play; if a sixth is started the top one is shuffled and placed at the bottom of the deck.&#10;&#10;The first player to empty their hand wins.&#10;&#10;In the solitaire game an insect is set aside at the start and the goal is to evolve a mate for it within five generations.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Puzzle"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bayamigo",
    "ID": 333872,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/333872/bayamigo",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Bayamigo is a game about buying and reselling fruit and vegetables in local markets. The goal is to achieve the greatest profit of all players, surviving unexpected obstacles in transport and price levels while facing fierce competition from other players.&#10;Bayamigo is played over three days (different lengths can be agreed on). At the beginning of each day, players buy goods in bulk, and rent motorcycles or vans for the transport. Then they begin a journey through different markets. At each market, players can announce that they want to sell goods there. All players who want to sell, pay the required tax, then dice are rolled to determine the selling price. Each market has a maximum capacity, so turn order is important. Players who are not happy with the price can move on, but won&rsquo;t get their taxes back. At the end of the day, vehicles have to be returned, and interest has to be paid on any debts the players may have. Obstacle cards can get in your way, reflecting the risks that small-scale resellers face in their trade.&#10;The player who has made the greatest profit during the three days, wins the game.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Dice Rolling",
      "Push Your Luck"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Treasure Hunters",
    "ID": 333886,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/333886/treasure-hunters",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Treasure Hunters is played on a board of seven spaces arranged in a ring. The players move around this - one clockwise and one counterclockwise - picking up four different values of treasure.&#10;&#10;Movement is done by playing cards - one player has all the black cards from a standard deck and the other has the red, with random hands drawn from each. Most cards move the player around the board, but court cards have special effects.&#10;&#10;When a player lands on a space they take the least-valuable treasure there, generally speaking. At the end of a turn a player may turn over one treasure on the board; treasures that have been turned over are worth more.&#10;&#10;When all the treasures have been taken or all cards have been played the player with the most points in treasures wins.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "ASL Comp: GWASL XI – Balkan Aspirations: Romanian WW1",
    "ID": 333888,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/333888/asl-comp-gwasl-xi-balkan-aspirations-romanian-ww1",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Romania entered the war in August of 1916, on the Allied side, in an attempt to seize the prize: Transylvania. &#10;This region in Austria-Hungary had a Romanian ethnic majority but was under Hungarian control at the time. &#10;Despite initial successes, the combined forces of Russia and Romania suffered several defeats, and by the end of 1916 only Moldavia remained under Allied control. After several defensive victories in 1917, with different groups competing for authority over the Russian troops in Romania in the aftermath of the October Revolution, Romania signed an armistice at Focani. On November 10, 1918, just one day before the German armistice and when all the other Central Powers had already capitulated, Romania re-entered the war. By then, about 220,000 Romanian soldiers had been killed. Despite their small size, the Germans worried about the prospect of Romania entering the war, Hindenburg writing: &ldquo;It is certain that so relatively small a state as Romania had never before been given a role so important, and, indeed, so decisive for the history of the world at so favorable a moment.&rdquo; Romanian soldiers would fight in battles that would be compared with some of the most brutal campaigns on the Western Front at little-known places like the Bran-C&acirc;mpulung area, the Carpathains, and the Prahova Valley.&#10;&#10;Ownership of ASL-RB, GWASL 1 and all preceding GWASL modules required to play.&#10;&#10;Scenarios:&#10;&#10;     Across The Argesch - Arge&#200;&#153; River, Romania, December 3rd 1916&#10;     Stand At Brasso - Brass&oacute;, Transylvania, October 8th 1916&#10;     Sweep Of Cinghinarele Island - Cinghinarele Island, Bulgaria, October 8th 1916&#10;      Erich and August - Silistra, Bulgaria, September 4th 1916&#10;     Turkey Shooters - Amuzaca, Romania, September 24th 1916&#10;     Der Alte Mann - Kohalom, Romania, October 2nd 1916&#10;     Saving Moldavia - Oituz, Romania, August 12th 1917&#10;     Predeal Ordeal - Predeal,Romania, October 23rd 1916&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Country: Bulgaria",
      "Country: Romania",
      "Game: Advanced Squad Leader",
      "Players: Two-Player Only Games",
      "Series: GWASL (Critical Hit)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Worlds of Universe: Dawn of Terra",
    "ID": 333890,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/333890/worlds-of-universe-dawn-of-terra",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Worlds of Universe - Survival Board Game / Tabletop is a board game, as well as a miniature game.&#10;&#10;What genre is it?&#10;The game is a mix of &hellip; Survival, Tabletop Elements, RPG, Crafting, Strategy, Building and Economy. The game is both a co-op and a lone fighter game. For up to 6 players. Despite the complex scope of WoU, the game is also designed to be beginner-friendly. Of course, you will also encounter zombies in the post-apocalypse.&#10;&#10;What is WORLDS of UNIVERSE all about?&#10;The story begins in WORLDS of UNIVERSE Teil 1: Dawn of Terra [Part I] on our earth in the year [now]. The only difference is that the fate of the earth was already determined in the 50s. That is with a fallout, justified by a desperate attempt to stop a pandemic. A foreign virus-transformed 60 percent of the population into zombie-like mutant beings.&#10;&#10;The humans, as they are, destroyed themselves afterward. The chaos in the new world brings WoU to a post-apocalyptic journey in which players can play their own hero. Due to the disintegration from 1950 onwards, the world in WoU contains both old-fashioned things that have stood still in their time, as well as technical achievements over the years of development.&#10;&#10;While some live in the Outland, empires, and elites in their futuristic districts are forging new plans for power over a new unified world. On the other hand, two camps are striving for only one thing; to survive. This is exactly where the players come into play. You are allowed to join one of the camps, do jobs, and advance the main story. And as expected in a zombie survival board game, actually also zombie, mutants, something ugly ?&#10;Note: This game has no connection through the Covid19 events, the content was written by me three years ago. This is pure coincidence.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fighting",
      "Miniatures",
      "Science Fiction",
      "Zombies"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Events",
      "Map Addition",
      "Movement Points",
      "Player Elimination",
      "Scenario / Mission / Campaign Game",
      "Storytelling",
      "Variable Set-up"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Creatures: Zombies",
      "Theme: Cyberpunk",
      "Theme: Post-Apocalyptic"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Super Fantasy Brawl: Radiant Authority",
    "ID": 333896,
    "Year": "(2022)",
    "Geek Rating": "5.631",
    "Avg Rating": "7.94",
    "Link": "https://boardgamegeek.com/boardgameexpansion/333896/super-fantasy-brawl-radiant-authority",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "40",
    "Weight": "2",
    "Description": "Add to the roster of your Champions with the Radiant Authority! This expansion adds King Alistair, Khalize, and Sir Tentaclot to your Champions.&#10;&#10;King Alistair, The Scaled Tyrant, takes lots of damage, deals lots of damage and helps around the board. The Black-hearted draconian is a great leader, shining in various roles!&#10;&#10;Khalize, The Will of the Heavens, will cover the Champions in her radiant power in the Arena and grant her allies considerable strength. A true ally for everyone on he side!&#10;&#10;Sir Tentaclot, The Paladin of Madness, carries himself around like a corrupt, evil Arthurian knight. He is feared by his opponents, and his power is poisonous!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Grid Movement",
      "Hand Management",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Two-Player Fighting Games",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tate and State",
    "ID": 333898,
    "Year": "(1949)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/333898/tate-and-state",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Players take turns throwing dice with the values of a smiley face, T, A, t, E, S (in order of decreasing value) and try to score the best combination. The first player can stop at one throw or re-throw all or some of the dice. Other player can only have as many throws as the first player.&#10;&#10;Some combinations are:&#10;&#10;'Enterprise': Smiley face and TAtE (Best combination)&#10;'Five of a kind'&#10;'Four of a kind' and so on&#10;'Stagnation': STAtE (losing throw, player pays penalty)&#10;&#10;This game seemed to have been produced by Tate and Lyle sugar refineries to protest against nationalization of the sugar refining industry.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck",
      "Re-rolling and Locking",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Envyra: Infinity",
    "ID": 333899,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/333899/envyra-infinity",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "0",
    "Description": "Infinity is the utmost expansion for the Envyra game. Like with other Envyra expansions, it is easy to implement with only a few seconds needed to understand the rules.&#10;Envyra remains the same fast and clever simultaneous action game, but now with even more options and infinite fun.&#10;&#10;Infinity expansion is compatible with all other Envyra expansions. Not playable in ANDRENALINE MODE.&#10;&#10;- - - - - - -&#10;&#10;CONTENT:&#10;1 Infinity Tile&#10;2 Wild Tiles&#10;&#10;SETUP:&#10;After the tiles are sorted during the setup (step 1), mix 2 Wild Tiles with other 'S' marked Tiles and mix 1 Infinity Tile with other (Basic) Tiles.&#10;&#10;- - -&#10;&#10;RULES (Infinity Tile):&#10;Infinity Tile is very special. Cubes placed on this tile are never to be returned to their owners during the game (except the situation when all player's cubes are removed from the Grid).&#10;The player can target the Infinity Tile during Phase I only if this player is targeting another eligible tile with their second cube as well. That means the player cannot target the Infinity Tile with a single cube placement in Phase I.&#10;Be careful not to place your cubes on this tile too early as you may have very limited capturing options for the rest of the game.&#10;&#10;Scoring:&#10;The player with the most cubes on Infinity Tile at the end of the game adds 8 points to their total. If more players have the most cubes (same number) placed on the Infinity Tile, they each gain 8 points divided by the number of tied players rounded down (i.e. each of two tied players gets 4 points, each of three tied players gets 2 points, etc.).&#10;&#10;- - -&#10;&#10;RULES (Wild Tiles):&#10;Wild Tiles belong to all three themes (Green/Blue/Orange). The solar system symbol is unique to all three themes (the Fifth Symbol). Wild Tile could be captured by the player like any other tile.&#10;The owner of the tile can choose which theme this tile belongs to and they can change this theme/color affiliation each round. That means Wild Tile can help the player acquire restricted tiles with different theme icons each round. Note that the Wild Tile could represent only one theme/color each round.&#10;&#10;Example:&#10;There are two restricted tiles in the Playing Grid. The first restricted tile displays 1 green and 2 orange icons on the right side and the second tile displays 1 blue, 1 green, and 1 orange icon. A player owns 1 green tile and 2 Wild Tiles thus this player is eligible to move their cube on any of these restricted tiles, but it can't move their cube on both during the same round.&#10;&#10;Scoring:&#10;During the scoring, a player can choose again which theme their Wild Tile would belong to and add a unique solar system symbol to the set of that theme/color.  &#10;The Black Star symbol with the '-2' VP mark means that the player owning the tile must deduct 2 VP points from their total during scoring.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Bluffing",
      "Deduction",
      "Environmental",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Set Collection",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Whac-a-Mole Match-a-Mole",
    "ID": 333900,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/333900/whac-a-mole-match-a-mole",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Whac-a-Mole Match-a-Mole is a fast-paced matching and smacking game where players take turns revealing cards from their decks until they spot a match between the color and icon of the face up cards and the mole tile in the center of the table. When that happens, players race to hit the center mole tile with their mole smacker.  A small suction cup under the mole smacker will pick up the mole tile.  The player to successfully collect the tile keeps it.  When all the tiles have been collected, the player with the most mole tiles wins.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals"
    ],
    "Mechanics": [
      "Speed Matching"
    ],
    "Families": [
      "Game: Whac-a-Mole"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Berlin I: Final Victory",
    "ID": 333905,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/333905/berlin-i-final-victory",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "500",
    "Weight": "0",
    "Description": "Berlin Final Victory HUGE MONSTER Edition: Crazy, big, massive, enlarged, and unprecedented. Those would be terms one could use to describe the Battle of Berlin. You might also want to trot them out for a description of this new edition of Berlin I, an unusual and unique gaming experience-the first truly large hex city fight. What you get is an enlarged (check our site for actual dimensions, it aims at as Deluxe as can be considering the huge scale of this battlefield) game map using the new lay-flat, hard boards. It's just mind-blowing to look at, the expanse. You also receive the scenario collection in latest editions in color + new color rules pages in 3-hole, the new presentation. Bring your own counters from any edition or purchase the BERLIN COUNTER SET now available. You also get the collection of color play aids in NEW cardstock format for durability and ease of use.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Line of Sight",
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Cities: Berlin (Germany)",
      "Country: Germany",
      "Game: Advanced Squad Leader"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Capital Punishment: The Party Argument Game",
    "ID": 333907,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.07",
    "Link": "https://boardgamegeek.com/boardgame/333907/capital-punishment-the-party-argument-game",
    "Min Players": "3",
    "Max Players": "20",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This is the party game that puts pop culture on trial. In our deck of cards, you&rsquo;ll find the names of hundreds of celebrities, politicians, and pop culture trends. You have one goal&mdash;to convince the Judge and the other players that your card is the worst one on the table. Brush up on your lawyer skills.&#10;&#10;See you in court.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Player Judge"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Mechanism: Judging Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wild Robot's Checker Set",
    "ID": 333911,
    "Year": "(1985)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/333911/wild-robots-checker-set",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Standard Checkers rules with a robot for each player. The Robot is placed next to the board on each player's end. On any turn a player may move the robot in one of the following ways:&#10;&#10;     To enter the board, the robot must jump in and capture an enemy piece. The robot may choose to not jump in if the opportunity arises. A robot that jumped in must complete the full series of jumps capturing enemy pieces to the extent that it is able to do so. A robot may jump in and jump out again in one turn.&#10;     A robot moves like a standard king on the board.&#10;     A robot may jump off the board by capturing an enemy piece and landing off the board, or by moving from a square on the perimeter of the board. A robot may not jump out of the board even if there is the opportunity to do so.&#10;     To re-enter the board a robot jumps in again according to rule no. 1 above&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement",
      "Square Grid",
      "Static Capture"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Traditional Games: Checkers / Draughts"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Merchants of the Dark Road: Patron's Provisions",
    "ID": 333935,
    "Year": "(2022)",
    "Geek Rating": "5.696",
    "Avg Rating": "7.74",
    "Link": "https://boardgamegeek.com/boardgameexpansion/333935/merchants-of-the-dark-road-patrons-provisions",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2",
    "Description": "Be extra prepared for every part of your journey on the Dark Road, including deluxe steed tiles and the Watchers' Words mini-expansion module.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "El Futbolero",
    "ID": 333937,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.70",
    "Link": "https://boardgamegeek.com/boardgame/333937/el-futbolero",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "El Futbolero is a board game about soccer. Exclusively for those who know football, it brings a thousand questions with options to answer and test what you know. Local, international, UEFA, AFA, Libertadores, FIFA, World clubs and sports anecdotes: everything is covered in this game for fans.&#10;&#10;It is also a strategy game because with each correct answer a goal is scored on the board. The objective is to form two goal lines on the board, lining up 4 balls.&#10;&#10;It can be played individually or in teams.&#10;&#10;",
    "Categories": [
      "Sports",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Sports: Football / Soccer",
      "Trivia: Sports"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sefirot",
    "ID": 333940,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.07",
    "Link": "https://boardgamegeek.com/boardgame/333940/sefirot",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "1.6667",
    "Description": "Sefirot is an ancient game from the lost lands of Dioscoria. Played in numerous variations on different boards with Tarot cards, higher powers will decide upon the players&rsquo; destiny, their triumph or their downfall.&#10;&#10;In its solitaire version a world spanning tree of life becomes the stage for the player&rsquo;s challenges of the fates themselves, trying to overcome the universe&rsquo;s perilous duality of growth and decay.&#10;&#10;The game can also be played together, in numerous modes for two people: they might battle for the stars themselves or embark on a tender dance that will reveal their joined faith.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Card Games: Draw and Discard",
      "Components: Tarot Cards",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "El Señor Dix",
    "ID": 333941,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.54",
    "Link": "https://boardgamegeek.com/boardgame/333941/el-senor-dix",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "El Se&ntilde;or Dix is a card game that invites you to think and associate. It has two decks: one for drawings and the other for qualities. To play with children from 4 years old, and with different levels of difficulty, the drawings must be associated with one or more characteristics to accumulate cards and win the game.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Matching"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "El Pasajero",
    "ID": 333943,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.81",
    "Link": "https://boardgamegeek.com/boardgame/333943/el-pasajero",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "El Pasajero is the perfect game to have in the glove compartment of the car. It consists of two decks of 40 cards, one for the route and one for the city, with illustrations that children must find looking through the window. It can be played alone, in teams, or among all the passengers. The best antidote to long journeys and the &quot;how far to go ?!&quot;.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Exploration"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "UNO: Rick & Morty",
    "ID": 333948,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.81",
    "Link": "https://boardgamegeek.com/boardgame/333948/uno-rick-and-morty",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Rick and Morty UNO Card Game [Adult Swim] including Special Rule Mr. Meeseeks Fun Gift.&#10;&#10;If you know Rick and Morty, then you know that rules aren&rsquo;t really their thing. So, in Rick and Morty Uno, the typical game we all know and love has a rule-breaking twist. The Mr. Meeseeks Rule lets you search through the discard pile to find the perfect card to play should you not have one that works.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip",
      "Movies / TV / Radio theme",
      "Number"
    ],
    "Mechanics": [
      "Hand Management",
      "Lose a Turn",
      "Matching",
      "Take That"
    ],
    "Families": [
      "Game: UNO",
      "Versions & Editions: Versions with IP after the original release"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Game of Life: Disney Parks – Theme Park Edition",
    "ID": 333950,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.42",
    "Link": "https://boardgamegeek.com/boardgame/333950/the-game-of-life-disney-parks-theme-park-edition",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "1",
    "Description": "Here you leave today and enter the world of yesterday, tomorrow and fantasy. Welcome to the Disney Parks! Be our guest as you venture through all the wonder and excitement that the Disney Parks have to offer in this special Theme Park Edition of The Game of LIFE.&#10;&#10;Magic in the details&#10;Your Disney Parks Guide will be there as you wish upon a star, but beware, a Disney Villain may cast a spell and rain on your parade. Make all your wishes come true and bring the magic and memories home to your own castle in the sky.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Economic"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Simulation"
    ],
    "Families": [
      "Brands: Disney",
      "Theme: Amusement Parks / Theme Parks",
      "Theme: Disney Theme Parks",
      "Versions & Editions: Disney Theme Park Editions"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "ASL Comp: GWASL XII – With the British in Palestine: British and Irregular",
    "ID": 333951,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/333951/asl-comp-gwasl-xii-with-the-british-in-palestine-b",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "One of the most compelling theaters in the history of warfare was the Middle East during the Great War. From late 1914 until mid-1915, the British defend the Suez Canal, taking on various Turkish and Senussi irregulars in their attempts to capture or damage the canal, to block it. A major victory was earned in August 1916, at Rumani, near the coast. This success relieved pressure on the Suez Canal. The British then began to construct a railway and supply roads along the coast. Operations continued against the Senussi in the Western Desert. This part of the campaign saw Sollum shelled by German U-Boats, and an Emergency Squadron of the Royal Naval Armoured Car Division sent to strengthen the British post there. Both Sollum and Sidi Barrani were subjected to Arab raids. The 2nd New Zealand Rifle Brigade, one company of 15th Sikhs, a detachment of the Bikanir Camel Corps, an Egyptian Army Machine Gun Section and an armoured train garrisoned by 1/10th Ghurka Rifles, moved on 21 December 1915 to hold the Alexandria - Debaa railway, and to patrol to the Moghara oasis against more Senussi incursions. Battles would rage back and forth at places like Matruh, Sidi Barrani, made famous later, when the Desert Fox Erwin Rommel enter the annals of military history. The Senussi were finally defeated with the use of modern weaponry including armored cars, aircraft and artillery.&#10;&#10;Ownership ASL-RB, GWASL 1 and all preceding GWASL modules required to play.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Game: Advanced Squad Leader",
      "Players: Two-Player Only Games",
      "Region: Middle East",
      "Region: Palestine",
      "Series: GWASL (Critical Hit)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Game of Life: Disney Pixar Inside Out",
    "ID": 333954,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/333954/the-game-of-life-disney-pixar-inside-out",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Experience The Game of LIFE from the Inside Out!&#10;Based on the popular Disney Pixar film Inside Out, this special edition of The Game of LIFE takes fans on a journey through the mind of an 11-year-old girl named Riley. Guided by her five emotions; Joy, Sadness, Disgust, Anger, and Fear, players must travel through the subconscious mind to regain core  memories and bring them back to Headquarters. The player with the most memory points wins! Great collectible item for Pixar fans and fun for family game nights.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Brands: Disney"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Scrabble: Disney Vacation Club",
    "ID": 333956,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/333956/scrabble-disney-vacation-club",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "120",
    "Weight": "0",
    "Description": "&quot;Welcome Home&quot; to a special Disney Vacation Club Edition of SCRABBLE, America's favorite word game.  Your magical community has inspired a variety of neighborhood twists on the classic game, creating a unique SCRABBLE experience that spells pure.... MEMBERSHIP MAGIC.&#10;&#10;&mdash;description from the back of the box&#10;&#10;",
    "Categories": [
      "Educational",
      "Word Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Brands: Disney",
      "Game: Scrabble"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "El Tiburón",
    "ID": 333957,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.64",
    "Link": "https://boardgamegeek.com/boardgame/333957/el-tiburon",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "El Tibur&oacute;n is a board game for the youngest of the house illustrated by Isol. An opportunity to learn to play board games. And have fun in the path!&#10;&#10;We have four fish tanks full of animals that we have to release into the ocean. But beware! A shark is on the prowl! We roll the dice. This shows us which animal we have to release into the ocean or which animal the shark eats...&#10;&#10;If there are no animals left in the tanks, and the shark is not full, you win. If the shark eats 6 animals before you release all of them to the ocean, you lose.&#10;&#10;A simple and educational game so that the youngest of the house learn to play board games: to be patient, to follow rules, to cooperate other.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Jenga: Disney Theme Park Edition – Hollywood Tower Hotel",
    "ID": 333959,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.14",
    "Link": "https://boardgamegeek.com/boardgame/333959/jenga-disney-theme-park-edition-hollywood-tower-ho",
    "Min Players": "1",
    "Max Players": "100",
    "Min Play Time": "5",
    "Play Time": "30",
    "Weight": "1",
    "Description": "You definitely don't want to be the fall guy and bring down this special Hollywood Tower Hotel edition of Jenga. Featuring a colorful assortment of HTH blocks, it's a fun way to elevate your spirits.&#10;&#10;Magic in the details&#10;Created especially for Walt Disney World Resort and Disneyland Resort&#10;&#10;Includes 54 hardwood Jenga Hollywood Tower Hotel blocks&#10;Includes traditional Jenga and Disney Theme Park Edition rules&#10;Includes loading tray to assemble tower&#10;Part of the Hollywood Tower Hotel Collection&#10;&#10;New rules for the Disney Parks Version of the Game include &quot;Thrilling Directives&quot; which ask you to perform feats such as: each player has 10 seconds to remove and place a block, reverse directions, or even pass this block to another player to stack.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Party Game"
    ],
    "Mechanics": [
      "Physical Removal",
      "Push Your Luck",
      "Single Loser Game",
      "Stacking and Balancing",
      "Tile Placement"
    ],
    "Families": [
      "Brands: Disney",
      "Game: Jenga (Official)",
      "Theme: Amusement Parks / Theme Parks",
      "Theme: Disney Theme Parks",
      "Versions & Editions: Disney Theme Park Editions"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fan Erweiterung Auftragskarten 2.0",
    "ID": 333985,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/333985/fan-erweiterung-auftragskarten-20",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a set of animal tiles and a job card board for 1-6 players. It enables you to use the job cards, if you use the other animals, Aquaretto or even Zooloretto with Aquaretto.&#10;At the end of the game you get extra points for a enclosure with an specific animal and zero minus points for one kind of animal in the barn / depot.&#10;&#10;Es ist ein Set aus Tier-Pl&auml;ttchen und einem blanko Auftragskarte f&uuml;r 1-6 Spieler. Es erm&ouml;glicht die Nutzung der Auftragskarten, wenn ihr mit anderen Tierarten, Aquaretto oder gar mit Aquaretto spielt. Zum Spiel-Ende erhaltet ihr dann Extrapunkte f&uuml;r Gehege mit &uuml;bereinstimmenden Tieren und keine Minuspunkte f&uuml;r eine Tierart im Stall / Depot.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fan Expansion",
      "Animals"
    ],
    "Mechanics": [
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Game: Coloretto"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Roszada wśród zwierząt",
    "ID": 333986,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.74",
    "Link": "https://boardgamegeek.com/boardgame/333986/roszada-wsrod-zwierzat",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Three animals: a cat, a mouse and an elephant roam the fields to get their favorite treats. As much as they want food, they fear each other so much. The mouse runs away from the cat, the cat runs away from the elephant, and the elephant runs away from the mouse. Demonstrate your best strategy to move your animals in this seemingly simple game. Gather the most food to win.&#10;&#10;&mdash;description from the box (translated)&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals"
    ],
    "Mechanics": [
      "Modular Board",
      "Pattern Movement",
      "Rock-Paper-Scissors"
    ],
    "Families": [
      "Animals: Cats",
      "Animals: Elephants",
      "Animals: Mice",
      "Theme: Anthropomorphic Animals"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Renegade Legion: Centurion",
    "ID": 333997,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/333997/renegade-legion-centurion",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Centurion is a tactical tabletop miniatures game, where the 75th Century grav-tanks of the mighty human TOG Empire battle the interspecies alliance of the Union and the rebellious, ex-TOG Renegade Legions.&#10;&#10;With pre-painted miniatures, a dynamic and intuitive altitude system, and flexible unit management, the ever-shifting battlefields of the 75th Century are yours to command right out of the box. Players new to tabletop wargames and tabletop veterans alike can quickly engage in high-risk, high-reward combat with fresh mechanics that provide clarity and depth.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Command Cards",
      "Critical Hits and Failures",
      "Dice Rolling",
      "Die Icon Resolution",
      "Events",
      "Line of Sight",
      "Movement Template",
      "Once-Per-Game Abilities",
      "Scenario / Mission / Campaign Game",
      "Stat Check Resolution",
      "Turn Order: Random",
      "Turn Order: Stat-Based"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Labyro",
    "ID": 334001,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/334001/labyro",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A handifracted game made of sustainable wood in which 2-7 players try to escape a labyrinth by themselves or in a cooperative way.&#10;&#10;The labyrinth changes itself by the throw of a die, each player can choose to throw the die.&#10;&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "TBH: The Game of Honest Answers to Outrageous Questions",
    "ID": 334009,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.64",
    "Link": "https://boardgamegeek.com/boardgame/334009/tbh-the-game-of-honest-answers-to-outrageous-quest",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2",
    "Description": "TBH is a game about creating absurd dilemmas, and then predicting how the other players will react to them. Points are awarded for guessing the other players' responses correctly. The game consists of various cards, a Player Board for each player, and a score tracker board.&#10;&#10;One player is the Dilemma Boss, and chooses two cards from the deck of prompts. They choose one to ask the rest of the group. The other players then respond with follow-up questions, to try and define the parameters of the hypothetical situation.&#10;&#10;The Dilemma Boss gets to make up any answers they like about the situation. In this way, the round becomes a type of group storytelling exercise.&#10;&#10;Once all players are satisfied that they know how to respond to the dilemma, everyone answers for themselves secretly on their own Player Board, and also plays a limited number of Guess Cards on other players' boards.&#10;&#10;Upon the reveal, explanations are given, and correct guesses earn points. The number of points scales with how many other players guessed on the same person.&#10;&#10;The game is created and published by Cut.com, creators of Truth or Drink and Fear Pong.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Deduction",
      "Storytelling"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Beau Geste",
    "ID": 334013,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/334013/beau-geste",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "&quot;Beau Geste&quot; is a French Foreign Legion supplement for Smooth &amp; Rifled, a miniatures wargame rules system by Dadi &amp; Piombo.&#10;This expansion covers the L&eacute;gion &Eacute;trang&egrave;re in North Africa and Syria in the period 1920-1926&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Country: Syria",
      "Decades: The 1920's",
      "Interwar period (Nov. 1918 - Aug. 1939)",
      "Misc: Free Wargames",
      "Region: North Africa"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tsukuyumi: Event Horizon",
    "ID": 334031,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.92",
    "Link": "https://boardgamegeek.com/boardgameexpansion/334031/tsukuyumi-event-horizon",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "3",
    "Description": "Event Horizon brings new action cards and strong starting advantages to Tsukuyumi - Full Moon Down.&#10;It is compatible with all factions, but can't be played with Tsukuyumi - Rise of the Moon Princess or the 2-Player-Expansion.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Command Cards"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Hedgerows & Heroes",
    "ID": 334034,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/334034/hedgerows-and-heroes",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Hedgerows and Heroes is a fast paced, easy to learn fantasy strategy game based on the Mighty Armies game engine. Featuring 28mm scale fantasy animals, designed by Bob Olley, players wage the ultimate battle for good and evil.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Modular Board"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Death Valley: Panamint City",
    "ID": 334042,
    "Year": "(2021)",
    "Geek Rating": "5.575",
    "Avg Rating": "6.95",
    "Link": "https://boardgamegeek.com/boardgameexpansion/334042/death-valley-panamint-city",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.6667",
    "Description": "This expansion for Death Valley consists of 6 more cards, letting you customize the deck before playing Death Valley.&#10;&#10;Before play, organize all the base game and expansion cards by hazard type. Then select 3 Animal, 4 Flood, 5 Terrain, and 6 Heat cards to shuffle into the deck. Unselected cards will not be used.&#10;&#10;Includes Vultures, Panamint City, Red Cathedral, Ubehebe Crater, Zabriskie Point, and Panamint Dunes.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Pattern Building",
      "Push Your Luck",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Death Valley",
      "Series: Wallet Games (Button Shy)",
      "States: California"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly Junior: Super Zings",
    "ID": 334045,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/334045/monopoly-junior-super-zings",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Other version of Monopoly Junior now with Super Zings. Choose four different Super Zing exclusive models. Visit and buy your favourite Kaboom City places. Collect the most money by the end of the game to win.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Economic",
      "Miniatures"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Game: Monopoly (Official)",
      "Game: Monopoly Junior",
      "Versions & Editions: Versions with IP after the original release"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Master of Wills: Waterborne Expansion Faction Deck",
    "ID": 334048,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.88",
    "Link": "https://boardgamegeek.com/boardgameexpansion/334048/master-of-wills-waterborne-expansion-faction-deck",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A group of nomadic sea travelers were forced to inhabit two islands in the cold and distant northern hemisphere centuries ago. These rugged people somehow survived the tidal apocalypse when a comet damaged the planet&rsquo;s moon, however they did not escape the wrath of the comet completely. Dust-like particles from the comet penetrated the atmosphere affecting only their small area of the arctic world. It would be decades before the true nature of this unknown infectivity would be realized.&#10;&#10;On the island of Svalrland, the conditions of life were harsh. Living in a frozen tundra, in constant low light and darkness required a hardiness not known to most. But the contamination of the comet&rsquo;s dust took form in strange and haunting ways in this environment. Children were disappearing, blood stains in the snow were consistently found and inhuman sounds could be heard almost every night. Things not seen before in this world had arrived. The truth was that some of the inhabitants had transformed into what many might describe as monsters. Some became ravenous and bloodthirsty, but most had a moderate level of control over both their appearance and habits. These people became the powers of their conclaves and once each recognized that they were not alone, they formed a more cohesive ideology.&#10;&#10;The other island was called Annarr and the conditions were not as harsh. There was a healthy population of animals and just enough warmth to have a limited food supply. People developed a strong bond with the animals living around them. At first it seemed innocent, like loving a family pet. However, many began experiencing a cerebral link to the beasts. All who formed a bond would experience a distinct variation of the connection. Sight, smell, sound, power and even thoughts could be found through these links. These people were seen by the collective as remarkable and they became tribal leaders, gaining influence through the relationship with the different species.&#10;&#10;As the resources on both islands became exhausted, leadership decided it was time to search for new lands. They took to the seas once more and in time arrived one foggy day at the shores of Novus. There was a particularly uninhabited area of harsh cliffs and rough terrain which these wanderers took for themselves. The leadership of both islands were aware that there was a potential darkness hiding amongst them, so they decided to use their skills and knowledge of the waters to disguise their true nature and power. They found Factions controlling the city and chose to join the ranks by declaring themselves a new Faction named Waterborne.&#10;The secrets of Waterborne are real. Their powers are stranger than fiction. Can they take advantage of these powers or will the other Factions discover how much of a threat they pose and align against them? Waterborne is coming and they will explore an entirely new mechanic to bring to the field of battle.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Deck Construction",
      "Tug of War",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Days of Ire: Yuri and Noel Promo Tiles",
    "ID": 334056,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgameexpansion/334056/days-of-ire-yuri-and-noel-promo-tiles",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "This promo consist of two tiles named 'Yuri, the Spy' and 'Noel, the Reporter'. These tiles give additional options when playing the main game.&#10;&#10;Noel the reporter was inspired by real-life British journalist and writer Noel Barber.&#10;&#10;Yuri: Follows player, alerts militia&#10;Noel: Once per game, remove to pick headline&#10;&#10;Delivered as part of the &quot;Nights of Fire&quot; Kickstarter.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Civil War",
      "Modern Warfare",
      "Political",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Events",
      "Hand Management",
      "Once-Per-Game Abilities",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "ASL Comp: GWASL XIII – German East Africa: German and Irregular",
    "ID": 334057,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/334057/asl-comp-gwasl-xiii-german-east-africa-german-and",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Another fascinating era in Great War military history is represented by the German East African Campaign. &#10;It was the setting of the famous movie, &quot;The African Queen&quot;, and devolved into a series of battles and guerrilla warfare clashes, which started in German East Africa and spread to Mozambique, Northern Rhodesia, British East Africa, Uganda and the Belgian Congo. &#10;Before the campaign ended in November 1917, Germans and their Askari clients kept the drumbeats of war going on the dark continent with the aim of tying down Allied soldiers, keeping the latter away from the battlefields of Europe. &#10;After the sinking of the Pegasus, the British salvaged and used six 4 inch (100mm) guns from the ship, which became known as the &lsquo;Peggy guns&rsquo;. Meanwhile, the crew of sunken K&ouml;nigsberg, and its 4.1 inch (100mm) guns, were folded into the Schutztruppe. The British reinforced. The Belgians reinforced. The German commander Lettow-Vorbeck fought a costly battle at Mahiwa, with 519 German casualties and 2,700 British casualties in the Nigerian brigade. &#10;This faraway theater saw some of the most dramatic fighting, amidst some of the world&rsquo;s most stirring terrain, during World War I.&#10;&#10;Ownership of ASL-RB, GWASL 1 and all preceding GWASL modules required to play.&#10;&#10;Scenarios:&#10;&#10;     Under Kilimanjaro - Kahe, German East Africa, March 21st 1916&#10;     The End of Neutrality - Taveta, German East Africa, August 15th 1914&#10;     Adui Tayari (the Enemy is Ready) - Tanga, German East Africa, November 4th 1914&#10;     Ras-Kasone Bug Out - Ras-Kasone, German East Africa, November 5th 1914&#10;     Empty Hills - Burungi Mountians, German East Africa, May 9th 1916&#10;     Effective Effendi - Kondoa-Irangi, German East Africa, June 13th 1916&#10;     Along The Tanganjikabahn - Usoke, German East Africa, September 3rd 1916&#10;     Along The Wami - Derkawa, German East Africa, August 13th 1916&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Country: Burundi",
      "Country: Rwanda",
      "Country: Tanzania",
      "Game: Advanced Squad Leader",
      "Players: Two-Player Only Games",
      "Region: East Africa",
      "Series: GWASL (Critical Hit)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Air Master: Duo",
    "ID": 334058,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/334058/air-master-duo",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "0",
    "Description": "You are one of two pilots flying head to head against the elements and each other in order to claim the Savvy crown.&#10;&#10;Features a unique scoring system using numbered cards and a corresponding number chart.&#10;&#10;Your first battle is with the wind. Follow the favourable ones to help you on your way. Catch the bad ones and be blown off course or even backwards.&#10;&#10;You both fly the plane in opposite directions on your turn. As an attacker you fly towards the crown. As a defender you fly away from it.&#10;&#10;But the clock is ticking. Whoever owns the crown after two plays through the deck and one turn into the third is declared the winner.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Aviation / Flight"
    ],
    "Mechanics": [
      "Push Your Luck"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shadows of Brimstone: Perilous Expeditions",
    "ID": 334059,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/334059/shadows-of-brimstone-perilous-expeditions",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Perilous Expeditions Set is a new Narrative Campaign mode that expands Shadows of Brimstone in exciting new directions. The heart of the Perilous Expeditions Set is the Narrative Campaign Book which includes all the Rules, Campaign Objectives, Story Threads, Enemy Lists, Expedition Hazard Charts for Land and for Sea, for both the Norse Coast and the Jungle Island Chain, as well as a host of other new material, including 8 brand new Missions for use with the Expedition Ship Board, the Wilderness Encounter Board, and some unique Campaign Story Missions. Heroes use the Gold and Dark Stone they collect on Missions to upgrade their Expedition Camp and Ship over the course of the Campaign, unlocking new options and powerful bonuses as the Darkness grows ever-stronger. Heroes explore the Campaign Map to reveal Adventure Locations, travel to OtherWorlds and back, hunting down Campaign Clues that lead you through the Story, and eventually (if you survive the perils thrown at you) reaching a climactic final push to defeat whichever powerful creature or sinister scheme the Darkness has unleashed upon the world!&#10;&#10;Double-sided Expedition Ship and Wilderness Encounter Boards are used when your ship or camp is attacked by Enemies. Each of the three new Board types is double-sided, with unique content for Viking and Conquistador play. The Expedition Ship Board is a tactical Game Board for fighting off Enemies that attack your Ship and crew at sea, allowing you to move around the deck of the ship repelling boarders and protecting key areas of the ship and crew. This board features a Viking Long Ship on one side and a Spanish Tall Ship on the other. The Wilderness Encounter Board is a tactical Game Board for having battles on land as your Heroes trek through the uncharted territory on your journeys. It can also represent your Expedition Camp being attacked by Enemies! This board features a Snowy Forest on one side and Jungle Pathways on the reverse. The Campaign Map Board is a strategic Game Board for playing out the Campaign Rounds between Missions, allowing your Heroes to sail the seas on your Expedition Ship and make landfall to seek out Adventure Locations, progressing the story and launching narrative Missions as you explore the region. This board features an icy Norse Coast region on one side and a Jungle Island Chain on the reverse.&#10;&#10;Two new Enemy types are included: Deep Stalkers are terrifying fish-men that climb aboard ships that stray into their oceanic domain, kidnapping the crew for their dark feedings. Leviathan Tentacles are the long, squid-like tentacles of a massive Leviathan, that rise up from the deep to attack Heroes at sea, or those that linger too close to the coastlines.&#10;&#10;A set of Custom dice are included for dynamic travel around the Campaign Map, as well as for use in some Expedition Hazards and Camp Site Events. These Expedition Dice are marked with special Icons for Marching, Sailing, and Navigation, and determine how and where the Expedition can move during each Campaign Round.&#10; In addition, the set contains all of the cards, rules and counters needed for Campaign play, with Camp Site Upgrades, Expedition Ship Upgrades, Plot Twists, Campaign Objectives, Story Threads, Enemy Lists, Expedition Hazard Charts for Land and for Sea, and 8 new Missions, to keep things exciting and ever-changing as you progress through the interactive story!&#10;&#10;-description from Kickstarter campaign&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Shadows of Brimstone",
      "Mechanism: Campaign Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shadows of Brimstone: Trederran Monarchy Mission Pack",
    "ID": 334060,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/334060/shadows-of-brimstone-trederran-monarchy-mission-pa",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Once the greatest kingdom in the Northern Reach of Trederra, the Kharkodan Monarchy was overthrown in a revolution by its legions of workers and peasants. The King was killed and his armies scattered. His fortress reduced to rubble under the heavy bombardment of the people's arsenal. Escaping into the mountain cities of Tredesh, the Queen and her Royal Guard now reside in exile. Biding their time and growing their numbers, the Monarchy has begun their campaign to crush the rebellious Kharkarus Konfederacy that drove them out and reclaim their rightful place on the throne. Trained in deadly close quarters fighting, the Monarchy Royal Guard go to war wielding twin ceremonial blades that can slice a man in two with one swift stroke. Decked out in the heavy furs and ornate armor of the Queen's Regiment, the Royal Guard are second to none in discipline, battle prowess, and sheer ruthlessness. They will stop at nothing to crush their enemies. For the Crown!&#10;&#10;This Mission Pack introduces the Trederran Monarchy Royal Guard. Though few in numbers, they are perhaps the most highly trained and deadly warriors in all of Trederra. With 4 new Missions that form a short story campaign, a new Objective Room Map Tile, a host of new cards including Threats, Artifacts, Enemy Traits, Darkness, and more, as well as the Enemy Record Sheet, Rules, and 6 Monarchy Royal Guard models, this Mission Pack is an exciting addition to the lore of Trederra and your games of Shadows of Brimstone.&#10;&#10;PAINTER'S NOTE: the Trederran Monarchy are their own faction of Trederra. For players that paint their figures, the Trederran Monarchy have their own paint scheme and are independent of existing Trederran Legionnaire color schemes from the previously released Trederra Deluxe OtherWorld Expansion.&#10;&#10;- Description from the Publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Game: Shadows of Brimstone",
      "Mechanism: Campaign Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "#DidTheMission",
    "ID": 334061,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/334061/didthemission",
    "Min Players": "3",
    "Max Players": "9",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "#DIDTHEMISSION: Meant to be played by a group of people, each round presents a mission and you must complete the round! &#226;&#128;&#139; This social card game is simple to play. It's recommended to play with a group of people, preferably 3 or more players. Each round, one player picks a phrase card and a mission card. The player will use that phrase to earn points by way of one of the various mission cards. Some mission cards will prompt other players to win the round.&#10;&#10;CONCEPT: The game revolves around one phrase created by two words picked at random. Once the phrase is chosen the player uses that phrase with a mission card for the round. Each mission has it's own point system and you play to 18 points. In a nutshell, it's a modern rendition of play on words for adults.&#10;&#10;RISKY: Be prepared to earn points by way of prank calls, social media, being creative with play on words, or drinking something. Before you know it this will be the best card game for you and your friends that is played at every party or game night!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Paper-and-Pencil",
      "Pick-up and Deliver",
      "Player Elimination",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Berlin II: Führer's End",
    "ID": 334062,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/334062/berlin-ii-fuhrers-end",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "500",
    "Weight": "0",
    "Description": "Berlin F&uuml;hrer's End HUGE MONSTER Edition: There is a certain dictator and his mistress, er, bride-of-a-day that is hoping you refrain from arranging a most original Battle of Berlin experience &hellip; but we know in your best Georgi Zhukov (or General Konev to cover all the bases) you'll be pulling into town in your Js-2 &hellip; and nailing the second set of MONSTER boards, color scenarios and color 3-hole rules &hellip; without delay. That's because we're making BERLIN II also available in a HUGE MONSTER edition. Same approach as Berlin Final Victory, bring your Berlin counters from any edition or buy them separately.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Line of Sight",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Escape Adventures: Sherlock Holmes – Das geheime Tagebuch",
    "ID": 334064,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/334064/escape-adventures-sherlock-holmes-das-geheime-tage",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "An escape-room-style game that's formatted like a comic book.&#10;&#10;One of a series of Escape Adventure games from TOPP.&#10;&#10;Sherlock Holmes and John Watson have disappeared. Solve the mystery to rescue them and foil the evil mastermind's plan.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Book",
      "Deduction",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Real-Time",
      "Storytelling"
    ],
    "Families": [
      "Books: Sherlock Holmes",
      "Category: Escape Room Games",
      "Series: Escape Adventures (TOPP)",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shadows of Brimstone: Valley of the Serpent Kings – Blood Priestess Hero Class",
    "ID": 334067,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.58",
    "Link": "https://boardgamegeek.com/boardgameexpansion/334067/shadows-of-brimstone-valley-of-the-serpent-kings-b",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The ancient Aztec gods demand blood and death to honor them, through sacrifice and warfare. Wielding powerful Blood Magik bestowed by these deities, the Blood Priests and Priestesses of the temples grow in power and potency as they strike down their foes, calling on the spirits of the dead to tear enemies apart, and spilling blood to gain the favor of the gods!&#10;&#10;This new Aztec-themed Hero Pack contains all of the cards, Hero Character Sheet, Upgrade Chart, and rules needed to play a Blood Priestess Hero in your games of Shadows of Brimstone, including 2 high detail plastic models to represent the Male and Female versions of the Hero Class. Combined with the Jaguar Warrior Hero Class, this gives players the option of running an Aztec-themed Hero Party, or joining the Conquistadors in the war against the Serpentmen.&#10;&#10;-description from Kickstarter campaign&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Game: Shadows of Brimstone",
      "Mechanism: Campaign Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tower Block",
    "ID": 334068,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/334068/tower-block",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Use building blocks to build a tower as high as you can. The highest tower wins the game. Move your playing piece and answer questions correctly to add building blocks. There are two types of questions, multiple choice and &quot;Hazard a Guess&quot; where you will have no idea of the answer but the closest guess wins.&#10;We have tried to make this game as environmentally friendly as possible.  Being Eco friendly was important to us and because of that, everything in the game, barring the dice, is wooden or cardboard&#10;The game is designed for adults and children and up to 4 players or teams.  Whether you are into team games or want to be an individual player, it really doesn't matter.  The rules are easy to learn, ages 12 or up would be quite capable of playing this and having loads of fun.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Trivia"
    ],
    "Mechanics": [
      "Action / Event",
      "Stacking and Balancing",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bandido: Missão Impossível",
    "ID": 334069,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.38",
    "Link": "https://boardgamegeek.com/boardgameexpansion/334069/bandido-missao-impossivel",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Bandido: Mission Impossible is a set of promo cards exclusively available in Brazilian edition.&#10;&#10;Players choose how many (from 1 to 4) and which (5 or 6 exits) cards they will add to the base game to make it difficult to block all tunnels and prevent the prisoner from escaping!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Network and Route Building",
      "Solo / Solitaire Game",
      "Tile Placement"
    ],
    "Families": [
      "Players: Games with Solitaire Rules",
      "Series: Pocket Games (Helvetiq)",
      "Theme: Jail / Prison (Modern)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gutterfall: Bounties",
    "ID": 334071,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgame/334071/gutterfall-bounties",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Gutterfall is a massive underground city teeming with a wide variety of diverse lifeforms. Ranging from bipedal lizards to hulking sentient mushrooms and everything in between. The streets are alive with ancient magics and futuristic technology that mixes together in a state of barely controlled chaos.&#10;&#10;You take the role of a skilled bounty hunter, who after losing their soul to a demon has a chance to redeem themselves by finding and capturing an elusive bounty from amongst Gutterfall's leading criminal Supremacies.&#10;&#10;To accomplish this you must first guide your character through Gutterfall's many districts collecting smaller bounties and fighting other players to earn money, upgrades and clues that will help you identify your true target. The First player to identify and defeat the Supremacy will collect the bounty and free their soul, winning the game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Deduction",
      "Dice",
      "Fantasy",
      "Fighting",
      "Science Fiction"
    ],
    "Mechanics": [
      "Deck Construction",
      "Deduction",
      "Dice Rolling",
      "Finale Ending",
      "Hand Management",
      "Targeted Clues",
      "Turn Order: Role Order"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mulligan: The Golf Card Game",
    "ID": 334073,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.71",
    "Link": "https://boardgamegeek.com/boardgame/334073/mulligan-the-golf-card-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Mulligan is a lighthearted, strategic golf-themed card game which can be played using a scorecard from any golf course in the world!&#10;&#10;Players use dual-function cards as both Clubs to advance down the course, and as Actions to improve their own shots or mess up those of their opponents.&#10;&#10;Mulligan utilizes a simultaneous-turn style of gameplay, and distance markers on all the Club cards which match up to each player's distance board to easily track progress down each hole.&#10;&#10;Gameplay is easy to pick up, and little-to-no knowledge of golf is required to play.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Sports"
    ],
    "Mechanics": [
      "Hand Management",
      "Movement Template",
      "Race",
      "Simultaneous Action Selection",
      "Take That",
      "Variable Set-up"
    ],
    "Families": [
      "Sports: Golf"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shadows of Brimstone: Gates of Valhalla – Norse Dwarf Hero Class",
    "ID": 334074,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.61",
    "Link": "https://boardgamegeek.com/boardgameexpansion/334074/shadows-of-brimstone-gates-of-valhalla-norse-dwarf",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A hearty and stout folk, the Norse Dwarves of Nidavellir are legendary craftsmen and miners, renown throughout the Nine Realms for their mastery of the forge and their love of gold. With the ability to craft items from gold and Dark Stone, while smashing enemies with their blacksmith's Rune Hammer, the Norse Dwarf is a powerful addition to any Viking raiding party.&#10;&#10;This new Norse-themed Hero Pack contains all of the cards, Hero Character Sheet, Upgrade Chart, and rules needed to play a Norse Dwarf Hero in your games of Shadows of Brimstone, including 2 high-detail plastic models to represent the Male and Female versions of the Hero Class.&#10;&#10;-description from Kickstarter campaign&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Shadows of Brimstone",
      "Mechanism: Campaign Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Maquis: New Content",
    "ID": 334075,
    "Year": "(2021)",
    "Geek Rating": "5.607",
    "Avg Rating": "7.61",
    "Link": "https://boardgamegeek.com/boardgameexpansion/334075/maquis-new-content",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A tuckbox of new content to update 1st Edition Masquis to the 2nd Edition&#10;&#10;What's in the box?&#10;&#10;     12 New Resource tokens&#10;     3 New Spare Room tiles&#10;     4 New Mission cards&#10;     Rule sheet&#10;&#10;&#10;The new content will fit in the original box.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shadows of Brimstone: Gates of Valhalla – Ulfsark Skinwalker Hero Class",
    "ID": 334076,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.92",
    "Link": "https://boardgamegeek.com/boardgameexpansion/334076/shadows-of-brimstone-gates-of-valhalla-ulfsark-ski",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Wild men of the North, the Ulfsark Skin Walkers use powerful shamanistic totems to transform themselves into lycanthropic beasts of legend. Fighting with axe and shield in Human form, the Ulfsark fight with an animal fury . As they whip into a frenzy, their bodies twist and crack, growing hair and taking on the primal aspect of the wolf as they rise up to new heights, a savage werewolf, rending their foes apart with tooth and claw.&#10;&#10;This new Norse-themed Hero Pack contains all of the cards, Hero Character Sheet, Upgrade Chart, and rules needed to play a Ulfsark Skinwalker Hero in your games of Shadows of Brimstone, including 3 high-detail plastic models to represent the Male and Female versions of the Hero Class, As well as the large Skin Walker werewolf form.&#10;&#10;-description from Kickstarter campaign&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Shadows of Brimstone",
      "Mechanism: Campaign Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shadows of Brimstone: Gates of Valhalla – Feljeagōr Death Bringers Enemy Set",
    "ID": 334077,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.14",
    "Link": "https://boardgamegeek.com/boardgameexpansion/334077/shadows-of-brimstone-gates-of-valhalla-feljeagor-d",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Rising from the fiery depths of the underworld, the Feljeag&#197;&#141;r, animated suits of Thunderforged armor, march to war as the end times of Ragnarok draw near! Sounding the dreaded Fel Horns to muster their legions, the Death Bringers draw their Hel Swords to cut down gods and men alike in their apocalyptic crusade.&#10;&#10;This Enemy set features a new version of the dreaded Thunderforged Feljeag&#197;&#141;rs, the Death Bringers! It includes 3 new Feljeag&#197;&#141;r Death Bringer models, 1 new Mission, and all of the cards needed to add Feljeagor Death Bringers to your games of Shadows of Brimstone.&#10;&#10;-description from Kickstarter campaign&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Shadows of Brimstone",
      "Mechanism: Campaign Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Forbidden Sigil",
    "ID": 334084,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/334084/forbidden-sigil",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "40",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Forbidden Sigil is a 1 vs many hybrid dungeon crawler/skirmish game for 2 - 6 players.&#10;&#10;The heroes are long dead and only the vicious endure in a world overrun with demonic influence and cruelty. As a powerful monster or villain, you must enter the Dungeon of the Wound. A  labyrinthine hellscape where a forbidden power has torn a  wound on the very fabric on which reality is writ. You must explore the procedurally generated game board to find The Wound, defeat the powerful Dimensional Wound Guardian, and escape with your lives.&#10;&#10;PROCEDURIALL GENERATED BOARD:&#10;&#10;The dungeon board is comprised of 16 room tiles which are shuffled before each game ensuring the dungeon is never the same twice. Explore the dungeon rooms by flipping room tiles as you enter them. But beware, powerful roaming monsters lurk in the depths that will take cunning and cooperation to defeat.&#10;&#10;CHESS LIKE COMBAT:&#10;&#10;Combat is played on separate combat board where strategic movement is as important as your party configuration and character abilities. An easy to learn but challenging to master combat system the requires you to position and respond your enemies every move.&#10;&#10;BUILD YOUR PARTY:&#10;&#10;Play as one of the 7 initially playable characters or one of dozens of unlockable and secret characters who will join your ranks as the emergent story mechanics unfolds an epic tale. &#10;Select your party members to take advantage of synergist team work and fill your party roles to fit your playstyle. Level up your characters to unlock new powers and gain access to elite gear and armor sets.&#10;&#10;1 VS MANY OR TEAM BASED:&#10;&#10;Play as The summoner, a powerful character who controls the monster and elite demons in the dungeon, as well as the Summoner Demon: A customizable character who levels up like party members and who has access to the Sigil Board. The Summoner draws from the energies party members spend in the dungeon. Each time a powerful ability is used, or a wrong choice is made, The Summoner places tiles on The Sigil Board to unlock abilities, treasure, and powerful demons.&#10;&#10;THE FORBIDDEN SIGIL APP:&#10;&#10;Use the optional, but highly recommended app, to play &lsquo;Dungeon Scenarios.&rsquo; Dramatic video of Octavia, an ancient and morally ambiguous demon queen who will present you with multiple choice scenarios which connect to each other and result in a cascading story tree that makes each one of your decision significant and consequential. Each Dungeon Scenario has at least three possible courses of action with many more possibly results. Literally tens of thousands of combinations can unfold which guarantees every game is different than the last.&#10;&#10;PLAY A ONE OFF OR A SERIES:&#10;&#10;Play a quick One Off game with friends or commit to a series, where more powerful gear can be unlocked and the sprawling story unfolds across several chapters.&#10; SEMI LEGACY GAMEPLAY:&#10;&#10;Unlock town upgrades which will allow you to use new characters, over 200 pieces of unique gear or even learn how to tame the monsters of the dungeon to use in combat.&#10;Explore cascading story trees which plays out vastly differently each game based on your decisions.   &#10;All legacy mechanics are non-destructive and reset whenever you want them to.&#10;&#10;Yes, the heroes are long dead, but perhaps it is monsters that are needed now. Perhaps it is only the damaged and deranged who dare to close the wound once more, by wielding the power of The Forbidding Sigil&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fighting",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Command Cards",
      "Cooperative Game",
      "Legacy Game",
      "Movement Points",
      "Storytelling"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Peaky Blinders: Faster than Truth",
    "ID": 334085,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.26",
    "Link": "https://boardgamegeek.com/boardgame/334085/peaky-blinders-faster-than-truth",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "Step into the lawless streets of 1920s Birmingham, where lies travel faster than the truth. In this competitive card game for 3-6 players, can you bluff and trick your way to the top?&#10;&#10;To get the upper hand and gain enough influence to beat your rivals, you&rsquo;ll need to play your cards close to your chest. Your resource cards, that is. Win by collecting five of one type without your opponents catching on. Money, muscle, prestige&mdash;which resource will be the key to your success?&#10;&#10;Intrigue cards can be used to sabotage your rivals, help you gain resources, or even steal those resources from right from under your opponent's nose. When playing an intrigue card, you can either play it safe and tell the truth, or gamble on a lie. Keep an eye on your opponent's resource stash, and pick your moment to play your cards right.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Mafia",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Set Collection",
      "Trick-taking"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Cities: Birmingham (England)",
      "Decades: The 1920's",
      "TV Shows: Peaky Blinders"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zombies en el Pacífico",
    "ID": 334090,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/334090/zombies-en-el-pacifico",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Zombies en el Pac&iacute;fico is an expansion for Guerra en el Pac&iacute;fico. In this scenario, Zombies have arisen in Victorian England and are overrunning the world. Only in South America there is still some resistance, as the old enemies Chile, Peru and Bolivia combine their forces. &#10;In this game, one player plays the zombies, the other players play the humans and try to defeat the zombie hordes, trying to stop their naval units at sea, and also fighting those that came ashore on land. &#10;Battles are fought by dice rolls, with different units having different probabilities. Human units can withdraw if in a tight spot (zombies can't). Humans can also recruit new troops, including heroes with special abilities, while the zombies can turn defeated humans into zombies. Humans win if they can defeat all zombies, if the health level reaches 10 points or the infection marker reaches the field for &quot;human victory&quot;. Zombies win if the infection marker reaches &quot;zombie victory&quot;, or if they defeat all humans or occupy all three capitals.&#10;&#10;",
    "Categories": [
      "Wargame",
      "Zombies"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Kiwis Versus Morality: Expansion",
    "ID": 334096,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/334096/kiwis-versus-morality-expansion",
    "Min Players": "4",
    "Max Players": "10",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "We finally got off our asses and did it; introducing the Kiwis Versus Morality - Black Box Expansion.&#10;&#10;This expansion includes 250 new cards featuring awful, wonderful and downright weird kiwi references, so good you&rsquo;ll want to put down your blow torch and play it over smoko.&#10;&#10;This expansion is verified as better than a surprise from the Invercargill pool pooper, but not quite as fun as Timaru mobility scooter police chase.&#10;&#10;It&rsquo;s a lot more fun than sleeping in when the creator is handing out stuff, but far less ethical than reusing condoms to be sustainable.&#10;&#10;Containing all your favourites, like: sheep placenta cream, spaceman candy sticks, designer balls by Dan Carter, and the devious behaviour of the very Hungry Caterpillar.&#10;&#10;It&rsquo;s better than a sailing trip with Sir Peter Blake, or your unexplainable attraction to the orange election guy, and just as confronting as the naked couple on your porch wanting to chat about your son's porn addiction.&#10;&#10;So make like you did when you redeemed your &lsquo;50 Shades of Grey&rsquo; from the Scholastic Lucky Book Club, and grab your pack today.&#10;&#10;Recommended for ages 18+:&#10;&#10;Contains:&#10;175 White Cards&#10;75 Green Question Cards&#10;Compatible with Kiwis Versus Morality Game&#10;&#10;-description from publisher's website&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Humor",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Real-Time"
    ],
    "Families": [
      "Country: New Zealand",
      "Mechanism: Judging Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kroma",
    "ID": 334098,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/334098/kroma",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Kroma is a color-blending strategy game for two or three players.&#10;&#10;Gameplay takes place on a triangular playing board that has a light behind it so that you can better see the colors created by the game pieces during play. On a turn, you draw a playing piece from the bag &mdash; feeling for a desired shape, if you wish, but not knowing the color of the piece &mdash; then place that piece in any legal location on the board. Pieces come in yellow, cyan, and magenta, and initially you must play these pieces on the lowest level of the game board. If you can play a piece so that it's entirely supported by other pieces, then you can play on the second level of the board; by doing this, you can create the secondary colors green, orange, and purple &mdash; and this is what you'll need to do to win.&#10;&#10;Each player in the game is assigned a secondary color, and at the end of a three-player game, whoever has more spaces of their color showing wins. In a two-player game, the player with the largest contiguous block of their color wins, so the game is more about blocking than simply creating your color wherever you can. If you're green, for example, you want lots of yellow and cyan on the bottom level so that you can potentially transform it into green later, while magenta is useless to you and ideally you can stack magenta pieces on top of one another to put them out of play altogether.&#10;&#10;The game ends once all the pieces have been played or when no piece remaining in the bag can fit on the board.&#10;&#10;",
    "Categories": [
      "Electronic",
      "Puzzle",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Commit the Garde: Jena",
    "ID": 334109,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/334109/commit-the-garde-jena",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A Scenario for the Napoleonic rules Commit the Garde!&#10;&#10;October 14th, 1806 - Napoleon attacks what turns out to be Prussia's rear-guard force on the same day that Davout engages the retreating main force nearby at Auerstadt.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Cities: Jena (Thuringia, Germany)",
      "Country: Germany"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shadow of the Eagles: Wargame Rules The French Revolutionary & Napoleonic Wars 1792-1815",
    "ID": 334110,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/334110/shadow-of-the-eagles-wargame-rules-the-french-revo",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2",
    "Description": "The French Revolutionary and Napoleonic Wars are one of the most tempting and popular of military periods to wargame. &#10;The paradox is that the period can also be intimidating to those wishing to game it &ndash; there is so much to know and understand.&#10;&#10;Shadow of the Eagles was written to make the period more accessible, by providing a set of rules a little simpler than many of the popular sets.&#10;&#10;Experienced Napoleonic gamers may appreciate a relatively straightforward alternative to the other excellent rule sets already available, and enjoy comparing their assessment of the period with the historical summaries included here.&#10;&#10;Size and scales:&#10;10-20 units per side&#10;25-30 mm minis / 6'x4' table (possible at smaller scale)&#10;The basic troop types are:&#10;&#10;     infantry: 1 battalion 600 men&#10;     cavalry: 1 regiment 400 cavalrymen&#10;     and artillery: 1 battery 6-8 guns&#10;&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Line of Sight",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "History: French Revolutionary Wars",
      "History: Napoleonic Wars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "ASL Comp: GWASL XIV – Yser Stand: Belgian WW1",
    "ID": 334111,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/334111/asl-comp-gwasl-xiv-yser-stand-belgian-ww1",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Tiny Belgium was not well prepared for what would come to be known as The Great War. &#10;Adherence to strict neutrality meant an absence of treaties, and the protection (or escalation, as it would turn out) they afforded. &#10;Yet, the tiny nation did not lack for valor! &#10;The Belgian strategy was to concentrate near Brussels and hold off the Germans as long as possible. &#10;This approach proved highly effective and disrupted the German timetable: the capture of Li&egrave;ge was expected to take 2 days; it took 11. Belgian soldiers fought a number of significant delaying actions in 1914 during the initial invasion. At the Battle of Li&egrave;ge, the town's fortifications held off the invaders for over a week, buying valuable time for Allied troops to arrive in the area. Additionally, the German &ldquo;Race to the Sea&rdquo; was stopped dead by exhausted Belgian forces at the Battle of the Yser.&#10;Belgians saw action in East Africa. Congolese forces, under Belgian officers, fought German colonial forces in the Cameroons and seized control of the western third of German East Africa, advancing as far as the town at Tabora.&#10;&#10;Ownership of ASL-RB, GWASL 1 and all preceding GWASL modules required to play.&#10;&#10;Scenarios:&#10;&#10;     The Bridge At Vise - Vise, Belgium, August 4th 1914&#10;     Between The Meuse And The Vesdre - Fort Barchon, Belgium, August 5th 1914&#10;     Elan And Bayonets - Belgium, August 5th 1914&#10;     The Retreat Of The 800 - Haneffe, Belgium, August 14th 1914&#10;     Black Devils And Car No. 7 - Werchter, Belgium, September 8th 1914&#10;     The Death Trench - Yser Dyke, Belgium, June 2nd 1915&#10;     Lancers and Uhlans - Ciney, Belgium, September 14th 1914&#10;     A Baron In The Bag - Chaudfontaine, Belgium, August 4th 1914&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Country: Belgium",
      "Game: Advanced Squad Leader",
      "Players: Two-Player Only Games",
      "Series: GWASL (Critical Hit)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Alterra: Age of Exploration",
    "ID": 334113,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/334113/alterra-age-of-exploration",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Age of Exploration is a rules-light open-license tabletop RPG made for experienced Role players, who want to share role-playing with someone new.&#10;&#10;Card-based: Every spell, weapon, and item has its own card - combat moves fast because players can see what their available choices are right in front of them.&#10;&#10;Noble-Bright: Action takes place in tactically rich outdoors scenes, not cramped dungeon corridors.&#10;&#10;Rules-Light: Everything players need fits on a 2 page Quickstart Guide. Whether it's your first time leading an RPG or you're a veteran DM introducing role playing to the next generation, learning to play is a snap.&#10;&#10;Open-License: meaning you can write and publish your own adventures, and even sell them!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Medieval",
      "Miniatures"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Upcoming Releases",
      "Category: Dungeon Crawler"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shadows of Brimstone: Gates of Valhalla – Feljeagōr Slayers Enemy Set",
    "ID": 334115,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/334115/shadows-of-brimstone-gates-of-valhalla-feljeagor-s",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Forged in the underworld from thunder and lightning, the Feljeagors are animated suits of meteoric armor made for one purpose...to bring about the end times, Ragnarok! Crackling with dark energy, these automaton warriors march to war, brandishing their Slayer Axes to smite gods and men alike, while the deafening roar of their Fel Horns echo through the mountains, whipping their legions into a frenzy of rage.&#10;&#10;Feljeagors are perhaps one of the deadliest enemies in the game,  dispatched to bring ruin on the world of men. Brutish suits of animated Thunderforged armor, they cannot be reasoned with or stopped. They continue to fight until they are literally smashed apart; and that is no easy feat. With a hefty Armor 4+ and Defense of 4, these constructs are terrifyingly durable. Their Slayer Axes have the potential to cut even the toughest of Heroes down to size. But one of  the main features of the Feljeagor Slayers is the bellowing roar of their Fel Horns, buffing themselves and all other Enemies around with Rage tokens that can give them extra Combat or allow them to shrug off damage. When the Thunderforged warriors march  to war, there can be no doubt that Ragnarok is upon us!&#10;&#10;3x Large Enemies, Cards, Rules, and Mission&#10;&#10;-description from publisher's website&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Shadows of Brimstone",
      "Mechanism: Campaign Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shadows of Brimstone: Crimson Hand Dark Acolytes Enemy Pack",
    "ID": 334117,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.44",
    "Link": "https://boardgamegeek.com/boardgameexpansion/334117/shadows-of-brimstone-crimson-hand-dark-acolytes-en",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Order of the Crimson Hand has a long and rich history of seeking out ancient relics and sinister offerings to unlock forbidden lore and the power of dark gods. These Acolytes of occult knowledge have devoted their souls to unlocking the secrets of these twisted and dark magiks. Carrying scrolls writ in tainted blood and runic amulets imbued with chaotic potential, the Dark Acolytes of the Crimson Hand set up wicked altars and lead depraved rituals aimed to summon demonic creatures and unleash this raw power for their own nefarious goals.&#10;&#10;The Dark Acolytes bring another facet of the sinister Order of the Crimson Hand into the game. Tasked with preparing the occult rituals and dark altars of the Order, these Acolytes are steeped in forbidden knowledge and use scrolls and amulets to gain Runic Protection and to unleash spells on the Heroes. Arcane Magik is a new Spell Deck that allows the Dark Acolytes to summon Demons or Undead to  the Fight, launch bolts of Arcane Energy, or even allow one of them to ignite their hand ablaze with a crimson fire to attack, a burning effigy of the ancient Master of the Order, Shi-Hai Da'kal. Though not as tough as their more numerous cultist brethren,  Dark Acolytes are every bit as zealous, using arcane lore and forbidden knowledge to attack the Heroes.&#10;&#10;6x Enemies, Cards, Rules, and Mission&#10;&#10;-description from publisher's website&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Shadows of Brimstone"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shadows of Brimstone: Crimson Hand Dread Inquisitors Enemy Pack",
    "ID": 334118,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.43",
    "Link": "https://boardgamegeek.com/boardgameexpansion/334118/shadows-of-brimstone-crimson-hand-dread-inquisitor",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Dread Inquisitors are dark masters of pestilence in the Order of the Crimson Hand! They wield vile plagues and iron man-catchers to corrupt and subdue any that would stand in the way of their sinister plans!&#10;&#10;Includes 6 Enemies, Cards and Rules.&#10;&#10;-description from publisher's website&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Exploration",
      "Fantasy",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Shadows of Brimstone"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cuyuyuy",
    "ID": 334125,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.70",
    "Link": "https://boardgamegeek.com/boardgame/334125/cuyuyuy",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.4",
    "Description": "Cuyuyuy simulates a wheel of fortune. There are 12 numbered box cards, arranged in a circle. A random guinea pig is placed on the box with its number. &#10;In each turn, each player places a card from their personal deck on one of the boxes. Cards are simultaneously revealed, and the numbers are added up. The guinea pig runs around the wheel to cover that distance. If it lands on a player's card, that player claims the guinea pig; if not, a new set of cards is added. First player to gain three guinea pigs is the winner. Players should remember which cards have been played to get a better shot at influencing the outcome.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Math"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shadows of Brimstone: Gates of Valhalla – Thunderforged Titan XXL Enemy",
    "ID": 334127,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.62",
    "Link": "https://boardgamegeek.com/boardgameexpansion/334127/shadows-of-brimstone-gates-of-valhalla-thunderforg",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Forged by the gods of the Underworld, with a heart of thunder the fury of lightning, these Titans rise up from their rocky slumber to unleash destruction on the world of mortal men.&#10;&#10;The Thunder Forged Titan is a massive XXL boss Enemy. We wanted to make sure his model left no question that he deserved to be called a Titan, so he is BIG!&#10;&#10;1 XXL Enemy, Cards, Rules and Mission.&#10;&#10;-description from publisher's website&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Shadows of Brimstone"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shadows of Brimstone: Gates of Valhalla – XL Fire Giant Alternative Enemy Pack",
    "ID": 334129,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/334129/shadows-of-brimstone-gates-of-valhalla-xl-fire-gia",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The raging Fire Giants of Muspelheim have broken the barriers between worlds and now sweep through the Norse Lands, setting fire to the forests and cracking the very ground asunder with their mighty Charred Clubs!&#10;&#10;This alternate Enemy set features 5 new Threat cards to add Fire Giants to your games, 1 new Enemy Record Sheet with new stats and abilities, and 1 additional XL Frost Giant model that can be painted to represent this new Enemy variant. The Threat Cards include a new HIGH Threat to face a Lesser Fire Giant, a Caverns of Cynder OtherWorld Threat, as well as new EPIC Threats for the Fire Giant.&#10;&#10;1 XL Enemy, Cards, and Rules&#10;&#10;-description from publisher's website&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Role Playing"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Shadows of Brimstone",
      "Mechanism: Campaign Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shadows of Brimstone: Swamp Stingers Enemy Pack",
    "ID": 334130,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/334130/shadows-of-brimstone-swamp-stingers-enemy-pack",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Gliding across the swampy marsh of Jargono, these giant insects feed on man and beast alike! They are so powerful, that Heroes can be grabbed and carried off by Swamp Stingers!&#10;&#10;Includes 3 Large Enemies, Cards and Rules.&#10;&#10;-description from publisher's website&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Exploration",
      "Fantasy",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Role Playing"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Game: Shadows of Brimstone"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shadows of Brimstone: Jaguar Warrior Hero Pack",
    "ID": 334132,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.47",
    "Link": "https://boardgamegeek.com/boardgameexpansion/334132/shadows-of-brimstone-jaguar-warrior-hero-pack",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Jaguar Warriors are elite soldiers in the Aztec Empire, adorned with the skins and claws of the fearsome and cunning jungle cats to imbue them with the spirit of the Jaguar in combat. Fighting with spears, shields, and tribal swords edged with obsidian blade fragments, these disciplined warriors go to war with the same cunning, ferocity, and skill as the deadly stalking predators they emulate.&#10;&#10;This new Aztec-themed Hero Pack contains all of the cards, Hero Character Sheet, Upgrade Chart, and rules needed to play a Jaguar Warrior Hero in your games of Shadows of Brimstone, including 2 high detail plastic models to represent the Male and Female versions of the Hero Class. Jaguar Warrior Heroes are designed with several distinct playstyles (such as the Starting Upgrade option to be an Eagle Warrior instead). This gives players the option of running an Aztec-themed Hero Party with multiple Jaguar Warriors and Blood Priestess Heroes (the other Aztec-themed Hero Class), or joining the Conquistadors in the war against the Serpentmen.&#10;&#10;Includes 2 Heroes, Cards, and Rules&#10;&#10;-description from publisher's website&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Exploration",
      "Fantasy",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Role Playing"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Shadows of Brimstone"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shadows of Brimstone: Valley of the Serpent Kings – Carnivorous Plants Multi-Pack",
    "ID": 334135,
    "Year": "(2024)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/334135/shadows-of-brimstone-valley-of-the-serpent-kings-c",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "With writhing vines and snapping jaws, the Carnivorous Plants of Jargono are legendary for any lucky enough to escape their clutches alive! The dark swamps and lush jungle valleys of Jargono are teeming with countless forms of these deadly flora, lying in wait for those foolish enough to wander too close.&#10;&#10;This miniature set features 4 new Jargono OtherWorld Threat cards representing Blood Snappers and Den'oola Man Eaters, as well as 12 additional Carnivorous Plant models that can be painted to represent these two new Enemy variants. Exploring the inhospitable Swamps of Jargono just got a little more deadly.&#10;&#10;-description from publisher's website&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Role Playing"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Shadows of Brimstone"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shadows of Brimstone: Setaris Ravagers Enemy Pack",
    "ID": 334136,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.08",
    "Link": "https://boardgamegeek.com/boardgameexpansion/334136/shadows-of-brimstone-setaris-ravagers-enemy-pack",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Retail Description&#10;The Setaris Kitewings are a ruthless alien civilization, bent on conquest and devastation. A reptilian species with large leathery wings, they descend from above to rain death upon their foes. Often acting in small bands of space pirates known as Ravager Enclaves, these cunning raiders have mastered Hit-and-Run attacks to strike quickly and without warning. Not known for taking prisoners, it is said that the Setaris have a habit of feeding on the dead.&#10;&#10;This Enemy Pack contains everything you need to add these vicious alien Enemies to your games of Shadows of Brimstone.&#10;&#10;Contains:&#10;6 x Setaris Ravagers&#10;6 x 30mm Bases&#10;1 x Large Enemy Record Sheet&#10;13 x Game Cards&#10;1 x Die-Cut Counter Sheet&#10;&#10;Kickstarter Description&#10;The Setaris Ravagers are a savage group of sinister aliens that descend from the skies on their leathery wings, blasting away at any who would stand before the might of their conquest! Originally introduced in the Conquest of Planet Earth Board Game (similar to their rivals, the Trun), the Setaris Kitewings are a group of raiders that travel from world to world, attacking without warning to collect raw materials and &lsquo;food&rsquo; for their nomadic fleet of Kraken Ships. The Setaris Ravagers can be found in several OtherWorlds (Targa, Jargono, Blasted Wastes, Derelict Ship, Trederra, and more). They have vicious talons as well as powerful energy weapons, Snap Firing at Heroes as they make their Hit and Run attacks.&#10;&#10;Includes 6 Setaris Ravagers, Cards, and Rules&#10;&#10;During the Shadows of Brimstone Adventures Kickstarter campaign, part of the Social Media Stretch Goals with the Feathered Serpents of Kotak.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Exploration",
      "Fantasy",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Role Playing"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Shadows of Brimstone"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shadows of Brimstone: Trederran MK IIs 'Lightning' Scout Tank XXL Enemy",
    "ID": 334140,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.85",
    "Link": "https://boardgamegeek.com/boardgameexpansion/334140/shadows-of-brimstone-trederran-mk-iis-lightning-sc",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Feared across the battlefields of Trederra, the Mk IIs &quot;Lightning' Scout Tank rolls over trenches and rumbles down burnt out streets in search of the enemy. Grinding gears and plumes of black smoke bellow from the steel beast as it scouts ahead of an armored column, or lends its deadly firepower as infantry support to the Legionnaires. Though smaller than most of the massive tanks of Trederra, the Lightning is more maneuverable, and fueled by Dark Stone, it still packs a punch. It is one of the only Tanks routinely used for excursions into OtherWorlds when the mission calls for overwhelming fire support.&#10;&#10;And with it, 2 extra Tank themed Missions have also been added to the Kickstarter-Exclusive Trederran Strike Team Expansion, allowing your Strike Team to go on a Mission to escort the Tank into hostile territory, or attempt to fight your way to the location of a Tank that is pinned down to help secure it, or at least rescue the crew!&#10;&#10;Includes 1 XXL Enemy, Cards, Rules, and 2 new Missions.&#10;&#10;-description from publisher's website&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Exploration",
      "Fantasy",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Role Playing"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Game: Shadows of Brimstone"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Saboteur: 15 Jahre Jubiläums-Sticker",
    "ID": 334146,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/334146/saboteur-15-jahre-jubilaums-sticker",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Postcard with 11 reusable stickers that can be stuck on the original saboteuer cards.&#10;How to use the stickers with Saboteur.&#10;&#10;After each round, the winners choose a sticker and stick it on a suitable card. In the following rounds of this or other games, the function of the card is changed to the new rules.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Hand Management",
      "Hidden Roles",
      "Network and Route Building",
      "Team-Based Game"
    ],
    "Families": [
      "Creatures: Dwarves & Gnomes",
      "Game: Saboteur",
      "Theme: Mining"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shadows of Brimstone: Trun Gladiators Enemy Pack",
    "ID": 334147,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.36",
    "Link": "https://boardgamegeek.com/boardgameexpansion/334147/shadows-of-brimstone-trun-gladiators-enemy-pack",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The tribal warrior race of Trun are known as powerful hunters and cunning predators. Stripping away their usual heavy armor and arsenal of guns, Trun Gladiators fight with twin swords to cut down their prey in brutal hand-to-hand combat!&#10;&#10;Includes 3 Large Enemies, Cards and Rules.&#10;&#10;-description from publisher's website&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Exploration",
      "Fantasy",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Role Playing"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Game: Shadows of Brimstone"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sparsi! A Guerra dos Grãos",
    "ID": 334148,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/334148/sparsi-a-guerra-dos-graos",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Sparsi! is a nanogame played on a business card size map.  Different grains can be used as playing pieces (not included). Players take turns placing one of their pieces on the map, trying to get majorities in the four landscape types. Volcanoes yield negative points, but can secure majorities, gold mines yield bonus points, and if you place a grain on the raft, you win all ties. The player with the highest score when all grain has been placed is the winner.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Area Majority / Influence"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Shadows of Brimstone: Archive Guardian and Archive Towers Enemy Pack",
    "ID": 334149,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.60",
    "Link": "https://boardgamegeek.com/boardgameexpansion/334149/shadows-of-brimstone-archive-guardian-and-archive",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "These massive robotic Guardians awaken from their ancient slumber when intruders are detected within the Library Archives deep within the ancient city of the Targa Plateau. Armed with powerful Shockwave and Cryo Cannons, Guardians of the Archive are a terrifying foe to face.&#10;&#10;This new kind of Guardian from Targa is heavily armed with ranged weapons to defend the sprawling chambers of the Library Archive.&#10;&#10;1 XL Archive Guardian Enemy, 3 Archive Tower Terrain Hazard miniatures, Cards and Rules.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Exploration",
      "Fantasy",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Role Playing"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Shadows of Brimstone"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shadows of Brimstone: Serpent King on Ki'tarri Beast XXL Enemy",
    "ID": 334150,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/334150/shadows-of-brimstone-serpent-king-on-kitarri-beast",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Serpent Kings rule over the temples of the Sacred Valley, leading their armies to war from atop massive flying Kitarr'i Beasts. The Serpent King on Kitarr'i Beast is perhaps the most epic creature miniature in all of Shadows of Brimstone to date. This monstrous winged beast boasts an outrageous wingspan. With powerful, beating wings and long, razor-toothed jaws, the Kitarr'i Beast can chomp through even the toughest Heroes that stray too close. Atop this deadly mount, the mighty Serpent King rides, coiled around his horned saddle, and commanding the vast Serpentmen armies of his Tribe. The Serpent King wields ancient Tribal Relics and signals Battle Formations from on high, as he crushes the tribe's foes with each swing of his brutal Dark Stone sword.&#10;&#10;Includes 1 XXL Enemy, Cards, Rules and Mission.&#10;&#10;-description from publisher's website&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Exploration",
      "Fantasy",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Role Playing"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Game: Shadows of Brimstone"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shadows of Brimstone: Valley of the Serpent Kings – Children of the Mountain Enemy Pack",
    "ID": 334151,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.56",
    "Link": "https://boardgamegeek.com/boardgameexpansion/334151/shadows-of-brimstone-valley-of-the-serpent-kings-c",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Children of the Mountain are nightmarish creatures spoken of in legend, but few actually encounter them and live to talk about it! They were once human, but were mummified and then re-animated by dark magik! They possess powerful Grave Goods, items that they were entombed with, that now give them terrifying abilities in their life beyond death.&#10;&#10;Includes 6 Enemies, Cards and Rules.&#10;&#10;-description from publisher's website&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Exploration",
      "Fantasy",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Role Playing"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Game: Shadows of Brimstone"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shadows of Brimstone: Cobarri Headhunters Mission Pack",
    "ID": 334152,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/334152/shadows-of-brimstone-cobarri-headhunters-mission-p",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Striking from the shadows, the Cobarri Headhunters surround their prey, cutting them down with brutal efficiency. With flared hoods and forked tongue, the Cobarri can spit venom in the face of their foes, deflecting blows with their ornate shields and slicing through the toughest armor using swords lined with volcanic Dark Stone, chipped to a razor's edge. Mercenary warriors, the Cobarri Headhunters do not belong to any one Tribe, but sell their swords for gold and glory in the name of Ke'Ke Na, the Serpent God of Death!&#10;&#10;This Mission Pack introduces the Cobarri Headhunters of Jargono. With 4 new Missions that form a short story campaign, a new Objective Room Map Tile, a host of new cards including Threats, Artifacts, Enemy Traits, Darkness, and more, as well as the Enemy Record Sheet, Rules, and 6 Cobarri Headhunter models, this Mission Pack is an exciting addition to the Swamps of Jargono and your games of Shadows of Brimstone.&#10;&#10;-description from publisher's website&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Exploration",
      "Fantasy",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Role Playing"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Game: Shadows of Brimstone"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shadows of Brimstone: Prometheon Defenders Mission Pack",
    "ID": 334153,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/334153/shadows-of-brimstone-prometheon-defenders-mission",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The frozen halls and ancient archives of the Targa Plateau are watched over by more than just lumbering Guardians and robotic Custodians. As the Library awakens, and the systems blink back to life, the Prometheon Defenders emerge from their ancient slumber to stalk the halls once more, eradicating intruders and setting out on sinister missions by order of the Archive Intelligence. Armed with the arcane Prometheus Staff, these four-armed robotic predators tower over their foes, sweeping aside all opposition up close while firing deadly energy blasts to disintegrate those that try to flee. Protectors of the Library, the Prometheon Defenders are a robotic nightmare of cold calculation and ruthless perfection.&#10;&#10;This Mission Pack introduces the Prometheon Defenders of the Targa Plateau. With 4 new Missions that form a short story campaign, a new Objective Room Map Tile, a host of new cards including Threats, Artifacts, Enemy Traits, Darkness, and more, as well as the Enemy Record Sheet, Rules, and 6 Large Prometheon Defender models, this Mission Pack is an exciting addition to the Targa Plateau and your games of Shadows of Brimstone.&#10;&#10;-description from publisher's website&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Exploration",
      "Fantasy",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Role Playing"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Game: Shadows of Brimstone"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Hare and the Tortoise, the Fox and the Snail",
    "ID": 334154,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/334154/the-hare-and-the-tortoise-the-fox-and-the-snail",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The objective of the game is to be the first to reach the end of the track (106 spaces). Players choose to be either a hare, a tortoise, a fox, or a snail. Each animal has a custom dice. The tortoise and snail each uses a normal six-sided dice. The hare's dice has three rests and three sevens. The fox's dices has two rests, two sevens, a ten, and a minus three.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Different Dice Movement",
      "Race",
      "Roll / Spin and Move"
    ],
    "Families": []
  }
]