[
  {
    "Rank": "N/A",
    "Name": "Dust 1947: NDAK Headquarters",
    "ID": 282803,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/282803/dust-1947-ndak-headquarters",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The Neue Deutsches Afrikakorps (NDAK) is probably the most seasoned fighting force in desert terrain on the planet. Thanks to a superb command structure, it can achieve the impossible on a regular basis. Currently fighting all over Africa, the NDAK plans to conquer the whole continent for the glory of the Axis.&#10;&#10;The NDAK Headquarters includes the following Units:&#10;- The Desert Fox&#10;- Tina &amp; Hy&auml;ne&#10;- Panzermeister&#10;- Grenadier Command Squad&#10;Please note that Panzermeister comes with three different head sets.&#10;&#10;This reference comes with four Dust 1947 unit cards, each for the NDAK Faction. Like all regular Dust 1947 miniatures, they come already assembled and primed. They are ready for the battlefield, or for painting, as you wish! You can directly paint over on them, since the priming serves as an undercoat and is compatible with any type of paint.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Dust (Fantasy Flight Games)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dust 1947: Spetsnaz Headquarters",
    "ID": 282804,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/282804/dust-1947-spetsnaz-headquarters",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The SSU' Spetsnaz special forces have infiltrated deep in Mesopotamia. The newly formed chaos of Operations Babylon, Kondor and Hellgate will be a new hunting ground for these ruthless men...&#10;This reference includes:&#10;- Iron Joe, the ruthless General in charge of all Spetsnaz forces in the region&#10;- Vasiliy, the daring Lieutenant, honored with carrying the Red Banner of the Spetsnaz&#10;- Ivan the Butcher, a legend among the force, who has returned to active duty to smash the enemies of the SSU&#10;- and the Spetsnaz Command Squad, a special unit of five field officers whose skills are invaluable. They are equipped with automatic rifles, a machine gun and a flamethrower, and their sole presence on the battlefield can change the entire course of battle.&#10;&#10;This item comes with five Dust 1947 Unit Cards, for the Spetsnaz Faction. Like all regular Dust 1947 miniatures, they come already assembled and primed. They are ready for the battlefield, or for painting, as you wish! You can directly paint over on them, since the priming serves as an undercoat and is compatible with any type of paint.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Dust (Fantasy Flight Games)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dust 1947: Jagdluther/Jagdloki/Jagdwotan",
    "ID": 282808,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/282808/dust-1947-jagdlutherjagdlokijagdwotan",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The JagdLuther is armed with a pair of 7.5 cm FpK 42 L/70. It&rsquo;s a longer version of the old 7.5 cm gun, much more deadly and accurate. It&rsquo;s even more powerful than the first &ldquo;8.8&rdquo; used on early Tiger tanks! With its weapons the JagdLuther can destroy armored targets up to two kilometers away. It&rsquo;s the bane of all armored vehicles.&#10;The JagdLoki is an efficient antiaircraft walker, armed with four 5cm rapid firing guns, it can easily take down any flying enemy coming your way.&#10;The JagdWotan is one of the deadliest walker on the planet. With its four laser guns, it can punch through any armor the Allies or the SSU might have, at middle range. This vehicle will surely serve the Axis for many years to come.&#10;All variants have a &ldquo;belly&rdquo; mounted machine gun. Although unable to target enemy aircraft, it's deadly against infantry. This reference allows you to field one of these three walkers.&#10;&#10;This item comes with three Dust 1947 Unit Cards, for the Axis Bloc. These miniatures come already pre-assembled and primed. They are ready for the battlefield, or for painting, as you wish! You can directly paint over them, since the priming serves as an undercoat and is compatible with any type of paint.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Dust (Fantasy Flight Games)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dust 1947: USMC Barking Dog/Mickey",
    "ID": 282809,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/282809/dust-1947-usmc-barking-dogmickey",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Maybe the most recognizable walker on the planet today, the Mickey has given birth to a huge range of machines build on its rugged chassis. In the Pacific or the Middle-East, the Allies use a tropical version of the same chassis, whose main feature is an open top turret. The deadliest arsenal of the Mickey stays the same.&#10;Filling a gap in the Allied armored arsenal between the Mickey (Light) and the Pounder, the Barking Dog (Light) is an excellent anti-tank walker and can serve as a close support vehicle. Its six recoilless guns fire in sequence, aimed at the same point thanks to a very advanced targeting system. The Marines&rsquo; Light Barking Dog is similar to the prototype tested by the Army, but has an open-topped turret for better vision and cross-country performance. It is probably the most popular walker in the Marine Corps&rsquo; arsenal.&#10;This reference allows you to field one of these two walkers.&#10;&#10;This reference comes with two Dust 1947 unit cards. Like all regular Dust 1947 miniatures, it comes already assembled and primed. It's ready for the battlefield, or for painting, as you wish! You can directly paint over on it, since the priming serves as an undercoat and is compatible with any type of paint.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Dust (Fantasy Flight Games)",
      "Players: Two-Player Only Games",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dust 1947: IS-48 A/B Super Heavy Tank Karl/Lavrentiy",
    "ID": 282811,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/282811/dust-1947-is-48-ab-super-heavy-tank-karllavrentiy",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The IS-48 A &ldquo;Karl&rdquo; is a specialized close assault version of the new SSU heavy tank chassis. It mounts the biggest Tesla Gun available in the whole Bloc's arsenal, capable of tremendous damage to any ground target. The IS-48 B &ldquo;Lavrentiy&rdquo; is the all-around version of the new heavy tank chassis. It houses a powerful 152 mm gun which has proven to be a reliable and deadly weapon on many others SSU vehicles. Both variants of this tank bristle with extra weaponry and are amazing gun platforms capable of dealing with a huge range of targets.&#10;This reference allows you to field one of these two tanks.&#10;&#10;This reference comes with two Dust 1947 unit cards, one for each variant, both for the SSU Bloc. Like all regular Dust 1947 miniatures, it comes already assembled and primed. It's ready for the battlefield, or for painting, as you wish! You can directly paint over on it, since the priming serves as an undercoat and is compatible with any type of paint.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Dust (Fantasy Flight Games)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Thunder Upon the Water: The Battle of Albemarle Sound, May 5, 1864",
    "ID": 282817,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/282817/thunder-upon-the-water-the-battle-of-albemarle-sou",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Thunder Upon the Water details the battle of Albemarle Sound fought on May 5th, 1864. Via the sound&rsquo;s numerous ports Confederate blockade runners brought badly needed supplies for the rebel nation. In April a Confederate army supported by the new ironclad CSS Albemarle, captured the Union held port of Plymouth. Encouraged by this success, Confederate General Robert Hoke planned an offensive to recapture the city of Bern, held by Union forces for nearly two years.&#10;&#10;Captain of the CSS Albemarle, James W. Cooke, steamed out to battle in afternoon of May 5th supported by two gunboats, the recently captured Union gunboat CSS Bombshell and the CSS Cotton Plant. The Confederate &ldquo;Mosquito Fleet&rdquo; ran into a Union squadron of eight gunboats, five of them new &ldquo;double ender&rdquo; side wheel steamers designed as rams to attack Confederate ironclads. The resulting battle was a classic of strength vs. numbers. The Union ships held off the Confederates, but both sides were severely bloodied. Can you do as well or better than your historical counterpart?&#10;&#10;Each copy of Thunder Upon the Water is composed of the following:&#10;&#10;&bull;    One 11 by 17 inch hex map sheet.&#10;&bull;    One sheet of 142 single-sided, un-mounted counters&#10;&bull;    One Players&rsquo; Aid Sheet&#10;&bull;    One set of rules&#10;&#10;Players use a standard deck of playing cards to activate their units and resolve some game events. Players also use six and ten sided dice (one of each). Each turn represents 15 minutes of time. Each hex is a little more than 200 yards across. Each unit represents 1 warship. The game is designed by Paul Rohrbaugh and features graphics by Bruce Yearian.&#10;&#10;A supplemental card set for the game is also available. It replaces the standard deck of playing cards called for in the rules, feature graphics that compliment the game&rsquo;s, and has rules reminders on pertinent cards.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Nautical",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Kick On",
    "ID": 282819,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.83",
    "Link": "https://boardgamegeek.com/boardgame/282819/kick-on",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Kick On is a collectible card game in which players will face off taking on the role of soccer team trainers, organizing their teams, strategizing plays and formations and converting goals to become the best trainer in the championship.&#10;&#10;&mdash;description from the publisher&#10;&#10;PREPARING THE GAME&#10;&#10;Each player will be able to customize a deck of 45 gameplay cards (Play, Strategy, Foul and Energy cards) and 10 Player cards, in five categories of strength and rarity (Amateur, Semi-professional, Professional and Legendary, the latter admitted only once per deck) and use these strategically in combination with the rolling two six-sided dice to determine certain aspects of the different gameplay interaction&rsquo;s outcomes.&#10;&#10;The customization of the deck takes place before playing, and different configurations can bring about setup bonuses (for instance, starting with more Energy Cards if one of your Players has the &lsquo;Captain&rsquo; ability).&#10;&#10;GAMEPLAY&#10;&#10;The playing area is divided into a series of Zones: the play zones (Defense and Attack), the Lines of Formation, the Bench, the Exhausted Cards, and the Showers.&#10;Player cards have certain stats and special abilities. There are different Lines of Formation on the pitch in which they can be situated (Goal, Defense, Middle-field, Attack) and begin play already on either the pitch&rsquo;s play zones or the Bench (not the player&rsquo;s hand). Cards engaged in the current action move into the Defense of the Attack Zones.&#10;All Play, Strategy and Foul Cards have an Energy cost to be paid with the use of Energy Cards, which are then Exhausted until the following turn. All resolved Play, Strategy and Foul Cards, as well as expelled Player Cards, are all sent to the Showers. Players from the Bench can be brought into play through the &ldquo;Exchange&rdquo; Strategy Card or if a player&rsquo;s Player is Injured by one of the other player&rsquo;s Foul Cards.&#10;&#10;Gameplay is carried out in turns and each turn consists of five phases: 1) Energy, 2) Tactical Advise, 3) Attack or 4) Defense and 5) Taking a Shot.&#10;&#10;During these phases the players may sequentially:&#10;&#10;     either spend or regroup Energy or Player cards;&#10;     use their Strategy Cards;&#10;     select some Players and attack; or &#10;     use Strategy and Foul Cards to defend; and&#10;     Take a Shot for the goal, comparing Player defense and attack stats modified through dice roll to determine the success of the shot- if successful, they score a goal.&#10;&#10;&#10;- Penalties can happen on Phase 4) by annulling a Foul card with the Strategy Card &ldquo;Penalty&rdquo; or as a tie-breaker at the end of the game.&#10;&#10;As soon as one of the player&rsquo;s decks runs out the game is over and the player whose team converted the most goals is the winner.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Simulation"
    ],
    "Families": [
      "Digital Implementations: Tabletopia",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sheriff of Nottingham: 2018 Promo Pack",
    "ID": 282822,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.59",
    "Link": "https://boardgamegeek.com/boardgameexpansion/282822/sheriff-of-nottingham-2018-promo-pack",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This 10 pack of promo cards includes 1 each of the following promos, originally given out at conventions:&#10;&#10;Arcane Scrolls&#10;Feast Plate&#10;Gemstone&#10;King's Decree&#10;Master Smuggler&#10;Prince John's Sword&#10;Prince of Thieves&#10;Royal Jewels&#10;Royal Pardon&#10;Royal Summons&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Expansion for Base-game",
      "Humor",
      "Medieval",
      "Negotiation",
      "Novel-based",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Role Playing",
      "Set Collection"
    ],
    "Families": [
      "Cities: Nottingham (England, UK)",
      "Country: England",
      "Game: Sheriff of Nottingham",
      "Series: Dice Tower Essentials"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sovereignty",
    "ID": 282823,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/282823/sovereignty",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "0",
    "Description": "In Sovereignty, you must expand your empire economically and militarily until you achieve world domination. Expand your territory by building forts in uncontested lands or by capturing enemy forts. Develop your economy by exploiting natural resources and trading with minor nation ports. Invest in technology for long-term strategic advantages. Recruit an army and build a fleet to protect your empire&rsquo;s interests and conquer what is rightfully yours!&#10;&#10;Begin the game by building a map out of the 20 unique land and 24 sea tiles which snap together for fast, stable assembly. Tiles feature 7 rare resources, which each provide a special bonus that will influence your strategy. This hex-based map will become the battlefield where you must position your armies tactically to threaten enemy forts while still defending your own. Battles involve revealing your army cards against your opponent&rsquo;s cards, and are resolved based entirely on the regiment composition and technological advantages &ndash; there are no dice or random draws, just imperfect information. Naval fleets provide strategic support to your armies, allowing you to quickly transport troops or even blockade your enemy&rsquo;s capital to try to starve their economy. Players are eliminated once their capital fort is conquered.&#10;&#10;While Sovereignty is primarily a competitive strategy game, it also features a more story-driven campaign mode for solo/cooperative play. Become Napoleon in his campaign to conquer Europe (and with enough skill, the world). Engage in historic battles against an automated opponent, driven by behavior cards that react to your decisions. Each province you capture on the world map provides benefits for future battles, so you gain strength between each game you play.&#10;&#10;Sovereignty was designed to be relative quick to learn, but difficult to master. The modular map, rare resources, and technology systems all result in a large diversity of strategies, so every game is unique. The artwork and thematic elements are all designed to provide an immersive experience, so you really can feel like you are building and growing an empire.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Economic",
      "Fighting",
      "Napoleonic",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Grid Movement",
      "Modular Board"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dobbers: Quest for the Key – 6 Player Expansion!",
    "ID": 282834,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/282834/dobbers-quest-for-the-key-6-player-expansion",
    "Min Players": "5",
    "Max Players": "6",
    "Min Play Time": "125",
    "Play Time": "150",
    "Weight": "0",
    "Description": "Expands Dobbers: Quest for the Key with up to two more players&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Memory"
    ],
    "Mechanics": [
      "Action Points",
      "Deck, Bag, and Pool Building",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Players: Expansions Changing Player Count"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Smugglers",
    "ID": 282837,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/282837/smugglers",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "0",
    "Description": "Smugglers is a humorous retro-style board game set in the late 1980's, where players smuggle goods in old cars between Norway and Sweden. During the game players choose missions with low, medium or high risk/reward, and move on a network of roads using dice. Players can buy helpful items such as a punch card for access to a safer and shorter route, nitro for additional speed, and a trailer for moving more cargo pr. run. Speed is key to outrun the police, and to reclaim stolen cargo/money from hijackers. There's also items for bribing both police and customs personnel, a possibility otherwise determined by dice. The more beaten up a car is the more it increases the chance of getting noticed at the border, so outer damage should be fixed when possible at a repair shop. Damage to the vehicle or cargo, finding extra money, and many other good or bad situations are determined by dice, as well as cards with thematic and often comical descriptions. After 4 rounds consisting of 30 turns each, the smuggler with the largest fortune on a secret bank account is the winner!&#10;&#10;The game's retro-style isn't only due to its late 80's setting, but also because both game-play and components (one-colored cards and tokens) are in line with a release from a simpler era in board games. Such homages are often seen in electronic games, so instead - here's one in board games.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Humor",
      "Print & Play",
      "Transportation"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pick-up and Deliver",
      "Race",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Country: Norway",
      "Decades: The 1980's",
      "Theme: Smuggling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: University of York",
    "ID": 282839,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/282839/monopoly-university-of-york",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Monopoly is a roll-and-move game where players move around the game board buying or trading properties, developing their properties with houses and hotels. When opponents land on players owned property, the owning player collects rent from the landing player. Owning sets of properties increases the rent paid to the player who owns them, by the player who lands on the square. The ultimate goal is to have the most money and drive opponents into bankruptcy.&#10;&#10;From the rear of the box:&#10;Founded on principles of excellence, equality and opportunity for all, the University of York opened in 1963 with just 230 students. In less than 50 years it has become one of the world's leading universities, carving out a reputation as an academic powerhouse where a clear focus on excellence has secured national and international recognition alongside longer established institutions.&#10;A member of the elite Russell Group of universities, it is a dynamic, research-intensive university committed to the development of life-saving discoveries and new technologies to tackle some of the most pressing global challenges. There are now over 30 academic departments and research centres and the student body has expanded to nearly 16,000.&#10;Located within walking distance of York city centre, our safe and attractive Heslington campus is home to our nine colleges and most of our departments. We also have several departments located in the city centre at the historic King's Manor. In recent years, our &pound;750m campus expansion has seen the opening of seven new buildings, increasing our capacity for student numbers and providing more world-class facilities for the 21st Century. Sustainability plays a key role in this ambitious development.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Game: Monopoly (Official)",
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: University of Leicester",
    "ID": 282841,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.95",
    "Link": "https://boardgamegeek.com/boardgame/282841/monopoly-university-of-leicester",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Monopoly is a roll-and-move game where players move around the game board buying or trading properties, developing their properties with houses and hotels. When opponents land on players owned property, the owning player collects rent from the landing player. Owning sets of properties increases the rent paid to the player who owns them, by the player who lands on the square. The ultimate goal is to have the most money and drive opponents into bankruptcy.&#10;&#10;From the rear of the box:&#10;The University of Leicester was founded in 1921 as a living memorial to World War I. The aim of the men and women who built the institution was that sacrifices made in in war should be commemorated through education and research that would change the world for the better. Our values reflect our motto Ut Vitum Habeant - 'so that they may have life', and today our University is a lively energetic and global community, in which dedicated and talented people are working towards, and helping people shape, the future.  We are committed to research that saves, improves and enriches lives, and to being a University that is accessible to talented students from all backgrounds.&#10;Whether you are a current Leicester student, graduated years ago or are a member of staff, we hope you enjoy University of Leicester MONOPOLY and it captures the spirit of your Leicester experience.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Freakin' Fractals",
    "ID": 282842,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.54",
    "Link": "https://boardgamegeek.com/boardgame/282842/freakin-fractals",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Freakin' Fractals is a 2-4 player tabletop game where players race to be the first to fill in their side of the pyramid with all the same colored fractals!  The pyramid can unexpectedly be turned.  Or pieces can be stolen.  Or cards can be taken.  Frustrating fun!&#10;Each player gets one TAKE OR STEAL THE LARGE FRACTAL card.  Throw the rest of the cards onto the table and mix them up.  After sufficient randomizing has occurred, each player should draw four cards.  All remaining cards go into the draw pile.&#10;Youngest player starts the game play, of course. Try to fill in your side with the same colored fractals, before the pyramid is turned.  When the pyramid in turned, whatever color is facing you is your new side.  After you play one card from your hand, place that card in the discard pile and draw a new card; you should always have FIVE cards.  The game continues clockwise.  If the draw pile runs out, shuffle the discard pile and it becomes the draw pile.&#10;First player to fill in a side of the fractal with all the same color, and then place the LARGE fractal in his or her side, and exclaim &quot;FREAKIN&rsquo; FRACTALS&quot; wins!  The large 'mega' fractal must be placed after the other three same colors on that side.  For a longer game, decide the first player who wins three games is the ultimate champion.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dear Leader: Presidentiapocalypse 2017",
    "ID": 282846,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/282846/dear-leader-presidentiapocalypse-2017",
    "Min Players": "5",
    "Max Players": "9",
    "Min Play Time": "5",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Find out what our future President will do when their golf courses are threatened by a cannibal incursion, the milk delivery is hijacked on the way to the Bullet Farm, and oh man oh man, your daughter is so, so hot. The hottest. Because what's more fun than a dismayingly dark future in which everything we love is threatened by uncertainty? It&rsquo;s a Dear Leader hack set in a (what was imagined at the time to be unthinkable) near future of the U.S.A.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Humor",
      "Negotiation",
      "Party Game",
      "Political"
    ],
    "Mechanics": [
      "Acting",
      "Role Playing",
      "Storytelling"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: Accra Edition",
    "ID": 282847,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/282847/monopoly-accra-edition",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Monopoly is a roll-and-move game where players move around the game board buying or trading properties, developing their properties with houses and hotels. When opponents land on players owned property, the owning player collects rent from the landing player. Owning sets of properties increases the rent paid to the player who owns them, by the player who lands on the square. The ultimate goal is to have the most money and drive opponents into bankruptcy.&#10;&#10;From the rear of the box:&#10;Accra, which elegantly stretches along the Atlantic coast of Ghana, is the country&rsquo;s capital and largest city, with an estimated urbanpopulation of 2.3 million.&#10;Originally built around a port, it served the capital of the British Gold Coast between 1877 and 1957.  Accra has since transitioned into a modern, growing metropolis, the city reflects a history ranging from the 19th century architecture to modern skyscrapers and apartment blocks.&#10;Accra is the home to the Kotoka International Airport and is your gateway to original Ghanaian hospitality, peace and joie de vivre! Accra is also home to many restaurants and &ldquo;chop bars&rdquo;, where you can sample authentic, divine-tasting Ghanaian and continental dishes.  The city is vibrant and serves as Ghana&rsquo;s economic, administrative, cultural and entertainment hub.  The world famous Azonto dance, among several other dance genres, originated from Accra.  Accra is also home to some beautiful sandy beaches.  Tourism is thriving in Accra and the country as a whole.&#10;In 2010, the Globalization and World Cities Research Network designated Accra a Gamma-minus-level world city, indicating a growing level of international influence and connectedness.  Its entry into the internationally acclaimed MONOPOLY family underscores its unique status as an emerging tourism and business city.&#10;The City of Accra Edition provides an exceptional city tour.  It captures the rich diversity of the city&rsquo;s exciting offerings and highlights the extent to which it has evolved over the past decade.  You can now play this classic game with Accra&rsquo;s street names and some of its most recognised landmarks.  Savour a piece of the true magic that the City of Accra exudes, and experience its energy and pace.  At the same time you will learn about Ghana from an architectural and historical point of view.&#10;Find your favourite Accra hotspot, roll the dice and build your property empire from Nima to Ridge via Airport City in this special edition of this most famous board game.  In 2013, the New York Times, named Accra as one of its top Travel destinations and listed it 4th on their &ldquo;46 places to go in 2013&rdquo;.  The prestigious paper described the city as &ldquo;a buzzing metropolis ready for business and pleasure&rdquo;.&#10;&ldquo;Charley, welcome aboard!&rdquo;&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Country: Ghana",
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: 2018 FIFA World Cup Russia",
    "ID": 282849,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.30",
    "Link": "https://boardgamegeek.com/boardgame/282849/monopoly-2018-fifa-world-cup-russia",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Monopoly is a roll-and-move game where players move around the game board buying or trading properties, developing their properties with houses and hotels. When opponents land on players owned property, the owning player collects rent from the landing player. Owning sets of properties increases the rent paid to the player who owns them, by the player who lands on the square. The ultimate goal is to have the most money and drive opponents into bankruptcy.&#10;&#10;From the rear of the box:&#10;The FIFA World Cup is the ultimate prize in the world's most popular sport, won only by those with belief, skill and good fortune on their side.&#10;You'll need all of those qualities as well as the roll of the dice, to win MONOPOLY: 2018 FIFA Worfld Cup edition!/p&gt;&#10;You'll find the world's heavyweights and many others in the game, as the cream of world football find their home together in one place, and for the first time, this prestigious event will be hosted in Russia.&#10;Join Zabivalia to see who will be crowned champion of MONOPOLY, the 2018 FIFA World Cup edition.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation",
      "Sports"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Lose a Turn",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Country: Russia",
      "Game: Monopoly (Official)",
      "Series: Monopoly-Like",
      "Sports: Football / Soccer",
      "Theme: FIFA World Cup"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Call to Adventure: Hero of Destiny Promo Card",
    "ID": 282850,
    "Year": "(2019)",
    "Geek Rating": "5.528",
    "Avg Rating": "7.82",
    "Link": "https://boardgamegeek.com/boardgameexpansion/282850/call-to-adventure-hero-of-destiny-promo-card",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Promo Card for Call to Adventure originally available at Origins 2019.&#10;&#10;At end of game, if you have Strength, Dexterity, Constitution, Intelligence, Wisdom, and Charisma, gain 9 Triumph.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Dice",
      "Expansion for Base-game",
      "Fantasy",
      "Novel-based"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Set Collection",
      "Storytelling"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Call to Adventure"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "So You Think You Know Cats",
    "ID": 282851,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/282851/so-you-think-you-know-cats",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "So You Think You Know Cats is an educational family game. There are cards, divided into 3 categories, with a total of 900 questions and answers. Players roll dice to see which category (either Breed, General, or Rare/Exotic) question they must answer and how many points the question is worth. The player may keep going until an incorrect answer is given then play passes to the next player going clockwise. The first player to 250 points wins the first place ribbon. To make the game more challenging, the point total may be increased or the questions may be asked without giving the multiple choice answers when they are present.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Animals",
      "Educational",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Cats",
      "Trivia: Animals"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Naruto Shippuden: Village Defenders",
    "ID": 282852,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/282852/naruto-shippuden-village-defenders",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "When Leaf Village comes under attack while most of their ninja&#10;are out on various missions, it falls to a small handful of ninja to protect the village! Together, the members of Team 7 and a&#10;couple of their close friends will attempt to turn back the&#10;invaders. They are the last line of defense, and they must not&#10;fall! Naruto Shippuden: Village Defenders is a fast paced,&#10;cooperative card game where players assume the role of&#10;TEAM 7&rsquo;s heores as they fight back an invading force of&#10;enemies that fans of Naruto Shippuden will be quick to&#10;recognize. Play as your favorite Naruto character and face off against the series classic villains. Build combos and focus your chakra to unleash massive attacks!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck Construction",
      "Hand Management",
      "Solo / Solitaire Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Star Trek: Attack Wing – Animated Series Faction Pack",
    "ID": 282854,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.40",
    "Link": "https://boardgamegeek.com/boardgameexpansion/282854/star-trek-attack-wing-animated-series-faction-pack",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The Animated Series Faction Pack is a pre-built fleet of four ships for Federation, Klingons and Romulans, based on Star Trek - The Animated Series: the U.S.S. Enterprise, two Klingon D7 battlecruisers, and a Romulan D7 battlecruiser. Included are ships, tokens, dials, bases and 29 cards. Everything needed to fly the ships straight out of the box.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice",
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Space Exploration",
      "Wargame"
    ],
    "Mechanics": [
      "Action Queue",
      "Dice Rolling",
      "Point to Point Movement",
      "Simultaneous Action Selection",
      "Variable Phase Order"
    ],
    "Families": [
      "Game: Star Trek Attack Wing",
      "TV Shows: Star Trek (various)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Trek: Attack Wing – Borg Faction Pack: Resistance is Futile",
    "ID": 282855,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.69",
    "Link": "https://boardgamegeek.com/boardgameexpansion/282855/star-trek-attack-wing-borg-faction-pack-resistance",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The Borg Faction Pack: Resistance is Futile is a pre-built fleet of four ships for the Borg faction: a Borg sphere, a Borg scout cube, an assimilated Galaxy class ship, and an assimilated Intrepid class ship. Included are ships, tokens, dials, bases and 28 cards. Everything needed to fly the ships straight out of the box.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice",
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Space Exploration",
      "Wargame"
    ],
    "Mechanics": [
      "Action Queue",
      "Dice Rolling",
      "Point to Point Movement",
      "Simultaneous Action Selection",
      "Variable Phase Order"
    ],
    "Families": [
      "Game: Star Trek Attack Wing",
      "TV Shows: Star Trek (various)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Munchkin: Mat of Mayhem",
    "ID": 282861,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/282861/munchkin-mat-of-mayhem",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The Munchkin Mat of Mayhem is a Level tracker with a twist: every space (except lowly Level 1) has a game rule! Choose your path carefully to get the right bonus at the right time.&#10;&#10;This 24-inch square neoprene playmat will look fantastic in the middle of your game table, with your favorite miniature (or Munchkin pawn) showing your hero's rapid progress to Level 10... and victory!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Humor"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Open Drafting",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Munchkin"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "One Punch Man",
    "ID": 282864,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.01",
    "Link": "https://boardgamegeek.com/boardgame/282864/one-punch-man",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1",
    "Description": "Based on the manga and anime series, One Punch Man.&#10;&#10;Jump into the world of One Punch Man and play as the greatest heroes on Earth!&#10;&#10;Make combos to beat the monsters that have invaded our planet. But be careful, don't wait too long, otherwise Saitama will come to settle their score with a single punch before you have had time to do so!&#10;&#10;Play Hero cards from your hand to make combos and deal damage to unveiled monsters. Apply the effects of cards to strengthen your line of combo or on the contrary, undo that of your opponents. But do not waste time, because Saitama approaches the enemy and will eliminate him at once if he arrives at him before you have finished!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dobbers: Quest for the Key – Clockwork Expansion",
    "ID": 282867,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.40",
    "Link": "https://boardgamegeek.com/boardgameexpansion/282867/dobbers-quest-for-the-key-clockwork-expansion",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Adds 10 new cards to Dobbers: Quest for the Key&#10;&#10;3 Creatures&#10;1 Location&#10;6 Adventure Cards&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Memory"
    ],
    "Mechanics": [
      "Action Points",
      "Deck, Bag, and Pool Building",
      "Secret Unit Deployment"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Viking Fury",
    "ID": 282868,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.82",
    "Link": "https://boardgamegeek.com/boardgame/282868/viking-fury",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "30",
    "Play Time": "360",
    "Weight": "2.5",
    "Description": "&quot;Viking Fury&quot; is a strategic level solitare wargame covering the initial Viking expansion into western Europe in the late 8th-early 9th century. The player controls  the Viking side and attempts to acquire treasure for his home location, while potentially planting new settlements across the sea. Each game turn represents a variable amount of actual time. The object of the game is to bring as much treasure back home to Scandinavia (and establish settlements over the sea) within a set number of expeditions.&#10;&#10;Components&#10;Viking Fury comes with eight pages of rules, a game map, and a game counter set. You will also need one six-sided die, and a standard deck of playing cards (52 cards with no jokers) to play.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Civilization",
      "Medieval",
      "Nautical",
      "Territory Building",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting"
    ],
    "Families": [
      "History: Viking Expansion",
      "Theme: Vikings"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Battle over Europe",
    "ID": 282869,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/282869/battle-over-europe",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "360",
    "Weight": "0",
    "Description": "Battle over Europe is a two-player game (with a solitaire option) strategy card game of World War II air combat, based upon single plane-vs.-plane dogfights occurring in various theaters in the early years of the conflict, specifically, up through the end of 1941. Gamers fly historical Allied and Axis warplanes in fast and furious dogfights, fighting for control of the sky on a Dogfight Display, using aircraft counters that are maneuvered into position by playing cards.&#10;&#10;The key to winning is having positional Advantage over your opponent during play. Each plane is authentically rated in a two-player version with six short campaign game scenarios. The extended Example of Play will have you flying in no time!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting"
    ],
    "Families": [
      "Continents: Europe",
      "Series: Battle over Britain (Minden Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "North Cape",
    "ID": 282870,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/282870/north-cape",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "360",
    "Weight": "0",
    "Description": "North Cape is a strategy solitaire or two-player wargame simulating the Battle of North Cape in 1943 between German and British naval forces.&#10;&#10;North Cape uses the rules of Advanced Salvo! European Theater, as modified for this particular engagement.&#10;&#10;Components&#10;North Cape comes with a set of counters, a Sea Display and Game Tables and five pages of rules. You will also need three six-sided dice, and paper and pencil.  It is recommended to mount the North Cape counters.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Solo / Solitaire Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Science Ninja Cowboy",
    "ID": 282872,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.50",
    "Link": "https://boardgamegeek.com/boardgame/282872/science-ninja-cowboy",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Science Ninja Cowboy is an action-packed card game where you and your friends face off in a no-holds-barred battle to the death!&#10;&#10;Each player starts with five cards in their hand, and five cards face down in front of them as lives. You take turns drawing and playing cards, and battle through each round until the only player left with lives wins the game.&#10;&#10;You can attack each other&rsquo;s lives with a plethora of weapons, protect your own with hidden counters, and place each other in random life-threatening situations until only one of you is left standing. &#10; Tension builds each round as alliances form, revenge is taken, and players move one step closer to their inevitable victory or demise!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Fighting"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Area Z",
    "ID": 282881,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.94",
    "Link": "https://boardgamegeek.com/boardgame/282881/area-z",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "You drop into the red zone. You're immediately surrounded by enemies. Are they human or something else? It doesn't matter. You've brought along enough firepower to secure this area... once and for all.&#10;&#10;Take control of a faction of humans battling in an apocalyptic landscape &mdash; one overrun with zombies. Can you fend off your opponent's forces while avoiding the roaming hordes of undead? You better hope so, or you'll be just another casualty of Area Z.&#10;&#10;If you can&rsquo;t get enough of area control games with clever action selection, you won&rsquo;t want to miss this little gem. Playing 2-3 players, you&rsquo;re not only vying for control of areas of the map against your foes, but you are also fending off masses of zombies who will pick you off if left unchecked. Each card has two sides, and every card will be used twice per round (one on each side) before moving to the zombie phase - and the order in which the cards get used will determine how the zombies react and interact on the map.&#10;&#10;&mdash;description from the publisher&#10;&#10;&#10;This 9-card game published by Button Shy pits you and one or two other players in an area control game against each other... and zombies. Lay out the three map cards in any formation, choose one of the three colors and begin play!&#10;&#10;Play consists of three rounds with each including a Survivor Phase, Zombie Phase, and Scoring Phase. Players select an action card for their team, then the zombies act according to the back side of the selected cards, and then area control points are divvied. Players also gain points for killing zombies.&#10;&#10;&#10;Released in the April 2019 Board Game of the Month Club $10+ package.&#10;&#10;",
    "Categories": [
      "Zombies"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "sheepworld: Mau Mau",
    "ID": 282882,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/282882/sheepworld-mau-mau",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "5",
    "Play Time": "20",
    "Weight": "1",
    "Description": "The popular card game in sheep's clothing!&#10;&#10;Who will be the first to get rid of all the cards?&#10;&#10;Not easy, if &quot;Doppelb&ouml;cke&quot; or &quot;Jammerhammel&quot; repeatedly prevents playing the cards!&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;Das beliebte Kartenspiel im Schafspelz!&#10;&#10;Wer schafft es als Erster alle Karten los zu werden?&#10;&#10;Nicht einfach, wenn Doppelb&ouml;cke oder Jammerhammel immer wieder das Ablegen der Karten verhindern!&#10;&#10;&mdash;description from the publisher)&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Era: Medieval Age – Collector Set 1",
    "ID": 282887,
    "Year": "(2019)",
    "Geek Rating": "5.620",
    "Avg Rating": "7.65",
    "Link": "https://boardgamegeek.com/boardgameexpansion/282887/era-medieval-age-collector-set-1",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "Era: Medieval Age - Collector set 1 offers two unique buildings &ndash; the Harbor and the Great Hall.  These buildings offer unique dice filled with new Bonus opportunities.&#10;&#10;",
    "Categories": [
      "City Building",
      "Expansion for Base-game",
      "Medieval"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Series: Roll Through the Ages (Matt Leacock)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Utah Beach Landings",
    "ID": 282888,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.36",
    "Link": "https://boardgamegeek.com/boardgame/282888/the-utah-beach-landings",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "Part of Against the Odds Magazine's Pocket Battle Games series, this is the first of their &quot;Five For Fighting&quot; series of linked games covering the D-Day invasion.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Components: Postcard games",
      "Country: France",
      "Magazine: Against The Odds",
      "Region: Normandy (France)",
      "Series: Five for Fighting (Against the Odds)",
      "Series: Pocket Battle Games (LPS)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Omaha Beach Landings",
    "ID": 282889,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.38",
    "Link": "https://boardgamegeek.com/boardgame/282889/the-omaha-beach-landings",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "Part of Against the Odds Magazine's Pocket Battle Games series, this is the second of their &quot;Five For Fighting&quot; series of linked games covering the D-Day invasion.&#10;&#10;Pocket Battle Game #22&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Components: Postcard games",
      "Country: France",
      "Magazine: Against The Odds",
      "Region: Normandy (France)",
      "Series: Five for Fighting (Against the Odds)",
      "Series: Pocket Battle Games (LPS)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Gold Beach Landings",
    "ID": 282890,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/282890/the-gold-beach-landings",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Part of Against the Odds Magazine's Pocket Battle Games series, this is the third of their &quot;Five For Fighting&quot; series of linked games covering the D-Day invasion.&#10;&#10;LPS Pocket Battle Game #23&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Components: Postcard games",
      "Country: France",
      "Magazine: Against The Odds",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Region: Normandy (France)",
      "Series: Five for Fighting (Against the Odds)",
      "Series: Pocket Battle Games (LPS)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Juno Beach Landings",
    "ID": 282891,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.86",
    "Link": "https://boardgamegeek.com/boardgame/282891/the-juno-beach-landings",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "Part of Against the Odds Magazine's Pocket Battle Games series, this is the fourth of their &quot;Five For Fighting&quot; series of linked games covering the D-Day invasion.&#10;&#10;LPS Pocket Battle Game #24&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Components: Postcard games",
      "Country: France",
      "Magazine: Against The Odds",
      "Region: Normandy (France)",
      "Series: Five for Fighting (Against the Odds)",
      "Series: Pocket Battle Games (LPS)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Sword Beach Landings",
    "ID": 282893,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/282893/the-sword-beach-landings",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "Part of Against the Odds Magazine's Pocket Battle Games series, this is the fifth of their &quot;Five For Fighting&quot; series of linked games covering the D-Day invasion.&#10;&#10;LPS Pocket Battle Game #25&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Components: Postcard games",
      "Country: France",
      "Magazine: Against The Odds",
      "Region: Normandy (France)",
      "Series: Five for Fighting (Against the Odds)",
      "Series: Pocket Battle Games (LPS)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tuesday, The Führer Slept Late",
    "ID": 282894,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/282894/tuesday-the-fuhrer-slept-late",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "A set of rules and scenario information that combines the &quot;Five for Fighting&quot; series of Pocket Battle Games from Against the Odds.  released as part of a D-Day anniversary special.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Components: Postcard games",
      "Country: France",
      "Magazine: Against The Odds",
      "Region: Normandy (France)",
      "Series: Five for Fighting (Against the Odds)",
      "Series: Pocket Battle Games (LPS)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zheng He Goes to the West Coast",
    "ID": 282909,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/282909/zheng-he-goes-to-the-west-coast",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Starting from a city state in Mesopotamia, you expand your empire to every corner of the Old World, and finally set sail to invade the Americas. The entire history of the human race is replayed within an hour.&#10;You roll dice and fill the numbers in the blanks on your world map. Choose your dice cleverly, as the rest are used by the other players.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Civilization",
      "Dice",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil"
    ],
    "Families": [
      "History: Ming Dynasty"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rifles, Railroads and Rebellions: Fast Play Wargame for the American Civil War and Later 19th Century Conflicts",
    "ID": 282913,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/282913/rifles-railroads-and-rebellions-fast-play-wargame",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Rifles, Railroads and Rebellions is based upon C&rsquo;est la Guerre: Fast Play Wargame for the Age of Muskets. This system was designed to provide a fast yet satisfying game play, not necessarily a &ldquo;realistic&rdquo; simulation of battle recreation. Bases or &lsquo;Units&rsquo; in the game do not represent a certain number of men or artillery pieces but are abstract representations of force.&#10;&#10;Rifles, Railroads and Rebellions uses&#10;&#10;- a simple command structure to manage battlefield movement without dealing with morale or having the players issue orders,&#10;&#10;- a troop grading system so that better trained more effective troops can have an advantage over poorly trained less effective troops, and&#10;&#10;- a method to account for casualties and losses without an overly complicated accounting system.&#10;&#10;Rifles, Railroads and Rebellions is an abstraction. A Unit in the game does not necessarily equal a particular organizational unit, formation in the field, or a specific number of soldiers. Each base is a representation of force, and as such issues such as the size of one battalion, regiment, brigade, or squadron should be set aside. The player should concern himself with tactics such as troop placement, command access, gun placement and terrain features. The goal is to recreate the &ldquo;feel&rdquo; of the period, not necessarily every detail of it.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Civil War",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "History: Austro-Prussian War",
      "History: Crimean War",
      "History: Franco-Prussian War",
      "History: Italian Wars of Independence",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "ピザオク (Pizza Auction!)",
    "ID": 282916,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/282916/pizaoku-pizza-auction",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "&#227;&#131;&#148;&#227;&#130;&#182;&#227;&#130;&#170;&#227;&#130;&#175; (Pizaoku) Pizza Auction! is a bidding game with a theme of eating pizza.&#10;&#10;In a round, players secretly choose a pizza card, place it face-down and declare which type of pizza they are baking (they may tell a lie). Then they simultaneously place their bid on a pizza card they want.&#10;&#10;If only one player has placed on a pizza, that player takes it. If there is more than one player on a pizza, the auction continues until all but one player passes. If no one bids on a pizza, the player who baked that pizza takes it.&#10;&#10;You are eliminated if you are forced to take total of 9 or more quarters of pizza. &#10;You win the game if you have accumulated 4 quarters of the same type without being eliminated.&#10;&#10;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#175;&#227;&#129;&#138;&#232;&#133;&#185;&#227;&#130;&#146;&#227;&#129;&#153;&#227;&#129;&#139;&#227;&#129;&#155;&#227;&#129;&#159;&#227;&#131;&#148;&#227;&#130;&#182;&#229;&#165;&#189;&#227;&#129;&#141;&#227;&#129;&#174;&#233;&#163;&#159;&#227;&#129;&#132;&#227;&#129;&#151;&#227;&#130;&#147;&#229;&#157;&#138;&#227;&#129;&#159;&#227;&#129;&#161;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;&#227;&#129;&#147;&#227;&#129;&#174;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#175;3&#227;&#129;&#164;&#227;&#129;&#174;&#227;&#130;&#185;&#227;&#131;&#134;&#227;&#131;&#131;&#227;&#131;&#151;&#227;&#130;&#146;&#231;&#185;&#176;&#227;&#130;&#138;&#232;&#191;&#148;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;1)&#227;&#131;&#148;&#227;&#130;&#182;&#227;&#130;&#146;&#231;&#132;&#188;&#227;&#129;&#143;&#10;2)&#227;&#131;&#148;&#227;&#130;&#182;&#227;&#130;&#170;&#227;&#131;&#188;&#227;&#130;&#175;&#227;&#130;&#183;&#227;&#131;&#167;&#227;&#131;&#179;&#10;3)&#227;&#131;&#148;&#227;&#130;&#182;&#227;&#130;&#146;&#233;&#163;&#159;&#227;&#129;&#185;&#227;&#130;&#139;&#10;&#10;&#229;&#144;&#140;&#227;&#129;&#152;&#231;&#168;&#174;&#233;&#161;&#158;&#227;&#129;&#174;&#227;&#131;&#148;&#227;&#130;&#182;&#227;&#130;&#146;&#227;&#128;&#129;1&#227;&#131;&#155;&#227;&#131;&#188;&#227;&#131;&#171;&#233;&#163;&#159;&#227;&#129;&#185;&#227;&#129;&#159;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#128;&#129;&#227;&#130;&#130;&#227;&#129;&#151;&#227;&#129;&#143;&#227;&#129;&#175;&#227;&#131;&#157;&#227;&#131;&#134;&#227;&#131;&#136;&#227;&#130;&#146;3&#229;&#128;&#139;&#229;&#136;&#134;&#233;&#163;&#159;&#227;&#129;&#185;&#227;&#129;&#159;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#174;&#229;&#139;&#157;&#229;&#136;&#169;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;publisher's summary&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Memory",
      "Open Drafting"
    ],
    "Families": [
      "Food & Drink: Pizza"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cultist/Occultist",
    "ID": 282920,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/282920/cultistoccultist",
    "Min Players": "3",
    "Max Players": "12",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Cultist/Occultist has you taking on the role of either trying to save the world from utter destruction, or trying to usher into it your dark god from beyond time and space. This is a social deduction game where there's more to do than just figure out who is on the other team, you also need to strategize to stop them!&#10;&#10;Each turn of the game will have the players collectively trying to start or prevent a ritual from taking place. The leader of the ritual will determine which one to attempt This is done by contributing different components to the ritual that will either aid or hinder its attempted effect. Be careful though! Too many failed ritual attempts can have another bad effect.&#10;&#10;Each ritual slightly alters the fabric of reality, and can change how the game itself plays. Some rituals will make future rituals easier to pass, while others will give certain players new abilities and things that they can do. Between this and different Great Old Ones, no two play-throughs will be the same.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Deduction",
      "Horror"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection",
      "Team-Based Game",
      "Traitor Game"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Uncaged: Brazilian Jiu Jitsu Starter Deck",
    "ID": 282923,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/282923/uncaged-brazilian-jiu-jitsu-starter-deck",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Tap, Nap or Snap. The Choice is Yours.&#10;&#10;After rising to dominance following the first UNCAGED tournament, Brazilian Jiu Jitsu master Rei has gone missing. With another tournament on the horizon, who will take his place representing the gentle art? Enter 3 of his pupils, all seeking to prove their mastery!&#10;&#10;The Uncaged: Brazilian Jiu Jitsu Starter deck can be played stand alone out of the box, or combined with other UNCAGED decks.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fighting",
      "Sports"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Set Collection"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Uncaged: Kung Fu Starter Deck",
    "ID": 282924,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/282924/uncaged-kung-fu-starter-deck",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Flow like water.&#10;&#10;Three Kung Fu experts have arrived at the Uncaged tournament to represent their ancient martial art! Behold Eagle, Monkey and Mantis! A deadly dance of fists cementing Kung Fu's rightful place on the world stage!&#10;&#10;The Uncaged: Kung Fu Starter deck can be played stand along out of the box, or combined with other Uncaged decks.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fighting",
      "Sports"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Set Collection"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Uncaged: Training Gym. Deck Building Essentials",
    "ID": 282926,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/282926/uncaged-training-gym-deck-building-essentials",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "0",
    "Description": "It's time to step up your game.&#10;&#10;Get back in the gym and hone your fighter's skills with this booster set of punches, kicks, submissions and takedowns. Be ready to inflict some serious damage standing or on the ground. But remember, the only fighting style that matters is yours!&#10;&#10;This is not a standalone product. Use your Training Gym to customize or build your own Uncaged: World Fighters deck.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fighting",
      "Sports"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Set Collection"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Super Tic Tac Toe",
    "ID": 282944,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/282944/super-tic-tac-toe",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "3",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Two player game played with different colored pegs on 4x4 grid of holes.&#10;&#10;&quot;Each player uses different color pegs. The object of the game is to get your pegs of the same color in a square in all four corners, four in a row up and down, across, or diagonally at the same time try to block your opponent from scoring a Super TTT  first... Just like ordinary Tic Tac Toe but a lot more fun.&quot;&#10;&#10;From the simplicity of the game it would seem to mean a square of pegs in a 2x2 grid location. An interesting variation might include any geometric square.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Category: n in a row",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Instant Hockey",
    "ID": 282945,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/282945/instant-hockey",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "0",
    "Description": "2-player card game about Ice Hockey. No knowledga of Ice Hockey needed!&#10;First player to have 3 goals wins.&#10;Players play cards from their deck into a 3x2 game area for each player. Cards are compared in each 3 column. Winner in each column has a greater card values in that column. Then each winning columns are added together and highest value wins the situation (turn).&#10;&#10;It&acute;s possible to win with a lower value cards a player that plays higher value cards. That&acute;s when cards are played wisely.&#10;&#10;IH introduces an interesting new game mechanic: Deduction Deck Mechanic.&#10;&#10;&mdash;description from the designer&#10;&#10;DDM is a card mechanic where two values are compared. Winning value (higher) and losing value (lower). Then from results deck is drawn as many cards as is the winning value. The losing party (player) then deducts (eliminates) the most bad cards from that set: Goals and worst Penalties. &#10;After that the winning player chooses from the remaining cards the outcome of the situation: Goal, Penalties, Powerplay etc.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Sports"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: Ice Hockey"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Olympische Spiele München 1972",
    "ID": 282946,
    "Year": "(1972)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/282946/olympische-spiele-munchen-1972",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players compete in 10 sports. The results for each sport are determined in different ways by rolling 1 or 2 dice and are marked by meeples on the game board. For each sport points are awarded which are written on a piece of paper. The player with the most points wins the game.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Cities: Munich (Bavaria, Germany)",
      "Sports: Athletics / Track and Field",
      "Sports: Olympics"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Uptown",
    "ID": 282947,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.41",
    "Link": "https://boardgamegeek.com/boardgame/282947/uptown",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Uptown is a 3D-stacking strategy game where players take turns placing a tetracube of any colour on the game board trying to dominate at least four columns.&#10;&#10;COMPONENTS&#10;&#10;- A checkered game board with 35 squares arranged in seven columns.&#10;&#10;- 8 red and 8 grey tetracubes.&#10;&#10;A tetracube is a geometric form that consists of four cubes joined.&#10;&#10;HOW TO PLAY&#10; Each player has an allocated colour (red or grey). Red player begins. Take turns placing a tetracube of any colour on the game board according to the following constraints:&#10;&#10;1. At least one of its cubes must rest directly on the board, within a square.&#10;&#10;2. No cube may rest outside the game board boundaries.&#10;&#10;3. No cube may &ldquo;hang in the air&rdquo; without support from below.&#10;&#10;The game ends when the player in turn has no legal moves.&#10;&#10;WINNING THE GAME&#10;&#10;The score is set column by column. A column is dominated by the colour that occupies at least three of the five squares when the game board is looked upon from above. The player dominating at least four columns wins the game.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Coverage"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 3-Dimensional (3D)",
      "Containers: Zippered Pouch",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Schwerpunkt: Volume 21",
    "ID": 282948,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/282948/schwerpunkt-volume-21",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "12 ASL scenarios for the Advanced Squad Leader system.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Modular Board",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Game: Advanced Squad Leader",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rally Point 9",
    "ID": 282949,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/282949/rally-point-9",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A special study ASL Mapboards 7a/b, 8a/b and 9a/b. It includes 10 new scenarios from the Tampa ASL Group.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Modular Board",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Game: Advanced Squad Leader",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Realms: Assault Shuttle",
    "ID": 282955,
    "Year": "(2019)",
    "Geek Rating": "5.519",
    "Avg Rating": "6.69",
    "Link": "https://boardgamegeek.com/boardgameexpansion/282955/star-realms-assault-shuttle",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Promo card for Star Realms.&#10;Most recently given out at Gen Con 2019 and SPIEL'19.&#10;&#10;Cost: 2&#10;Faction/Color: Red and Yellow&#10;Primary ability: 4 Damage&#10;Ally Ability: Destroy target base&#10;&#10;Flavored text: These formidable ships have taught the Blobs to be more careful where they establish bases.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fighting",
      "Science Fiction"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting",
      "Take That"
    ],
    "Families": [
      "Game: Star Realms",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Robotech: Force of Arms – Grand Cannon Promo Expansion",
    "ID": 282969,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/282969/robotech-force-of-arms-grand-cannon-promo-expansio",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "This is a 5-card promo expansion (including 1new &quot;Ship&quot; Card -ThevGrand Cannon. 1new Hero and Command Card for each Player&#10;&#10;To use The Grand Cannon, replace the &quot;Empty Space&quot; Card from the main game and place The Grand Cannon Card in the center of the space sector during the Sey Up.&#10;&#10;When the players move ships during the tactical phase of the game, the Grand canyon can be selected only as the second card to be moved. The Grand canyon can only switch places with a ship if it is orthodontically adjacent (Above, Below, Left, or Right)&#10;&#10;Found in the back of Game Time Magazine handed out during Origins 2019.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Grid Movement",
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Theme: Robots",
      "TV Shows: Robotech"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Xero-G",
    "ID": 282976,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgame/282976/xero-g",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Xero-G is a sci-fi themed strategy game designed to be played with Components: Looney Pyramid Games. It is a two-player game with zero luck and perfect information, played on a 6&times;6 grid.&#10;&#10;Players take on the role of spaceship pilots from warring planets, each competing to the be first to invade their opponent's alien base. Pyramids represent vacant spaceships available for use by either player. Movement is orthogonal, increases with the size of the ship, and can be supplemented by boosts and special movement rules.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Science Fiction"
    ],
    "Mechanics": [
      "Grid Movement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: Looney Pyramid Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trains & Cargo",
    "ID": 282987,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/282987/trains-and-cargo",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Collect cargo, load it onto your train, then send off the train to score points based on the market values of the cargo at the time. Lower the values of your opponent's cargo while keeping what is on your own train high, upgrade your locomotive to pull longer trains, steal and sabotage, and choose a route to send your train along to score bonus points.&#10;&#10;Trains &amp; Cargo is a strategic, casual board game for 2-4 or 6 players, individually or in teams. There are two types of locomotives, eight types of cargo (coal, timber, corn, cars, steel, food, cattle and passengers) and three Route Boards that you can claim to score bonus points.&#10;&#10;Each turn you may choose to either play cards from your hand, upgrade your locomotive, or to send off your train to score points for the cargo it holds. There are three types of cards and you may play up to one of each type on any given turn: Cargo Cards to collect cargo from a central bank, Market Cards to increase or decrease the values of specified cargo, and Effect Cards with various text-based abilities.&#10;&#10;Things to consider when playing Trains &amp; Cargo include what cards to combine for maximum effect, how long to wait until you send off your train, if you should wait for a specific route to become available or choose a different path, and more. The game is entirely free of play money which means that getting a head start early on does not mean a certain win - you are limited by the cards in your hand, not the money in your bank.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Trains"
    ],
    "Mechanics": [
      "Open Drafting",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Canine Chaos Card Game: Celebrity Edition",
    "ID": 283000,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.88",
    "Link": "https://boardgamegeek.com/boardgame/283000/canine-chaos-card-game-celebrity-edition",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Join this a-list cast of canine celebrities for a fast and frantic CARD-SWAPPING GAME of canine craziness.&#10;&#10;Players compete to be the first to complete three matching sets of celebrity dogs in this matching, set collection game. The first to complete 3 sets wins, but play continues until all players have completed their sets.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Real-Time",
      "Set Collection",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Animals: Dogs",
      "Card Games: Draw and Discard"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Name it",
    "ID": 283023,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.60",
    "Link": "https://boardgamegeek.com/boardgame/283023/name-it",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Name It is a Draw-a-card-&amp;-write game which is based on an Iranian traditional party game called Esm-o-Famil (First name and family name).&#10;&#10;In Name It, players try to name as many words in various categories as they can with the each letter card revealed.&#10;There are also a deck of Event Cards, starting a cool challenge in every round of the game. The main part of the game is writing, but some parts are done orally.&#10;&#10;In every round a card revealed which has a letter on it and then all players simultaneously try to write down a word with that letter in categories shown on a category card (which is varied from personal to entertainment). Each player scores for his/her right words and at the end the player with the most points wins the game.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Real-time",
      "Word Game"
    ],
    "Mechanics": [
      "Paper-and-Pencil",
      "Team-Based Game"
    ],
    "Families": [
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Enchanters: Odyssey",
    "ID": 283029,
    "Year": "(2019)",
    "Geek Rating": "5.632",
    "Avg Rating": "7.49",
    "Link": "https://boardgamegeek.com/boardgameexpansion/283029/enchanters-odyssey",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Enchanters: Odyssey is a game-altering expansion, that comes with:&#10;&#10;     variable starting powers - become Dwarven Cultist or Gnoll Druid and use your talents to guide you to victory&#10;     physical coop and solo mode - a new mode that lets you play with your * non-competitive friends or no friends at all&#10;     6 new Kingdoms (with corresponding Overlords and Villages) - each with a new distinct mechanic to combine with previous decks&#10;     All themed around the journey through mythological antiquity.&#10;&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "1899+1",
    "ID": 283030,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/283030/1899-plus-1",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "180",
    "Play Time": "240",
    "Weight": "0",
    "Description": "The Railroads of Bornholm is a member of the 18xxx series of games. 1899+1 is set on the Danish island Bornholm. Here the railways came late (in 1900) so that explains the name of the game. You can call it 18Born if you don't like the pun.&#10;&#10;Two, three, or four players represent investors in railroad companies, spending their initial capital to purchase shares in railway companies. The companies, each controlled by the largest shareholder, build track and run trains to earn revenue. These can be paid out as dividends to shareholders to retained to fund further track and trains. A key feature of 1899+1, as with all other games in the series, is that the interest of the President and the interest of the shareholders are not identical, so minority shareholders need to be careful with their investments. Being a President is not without its difficulties, either; bailing out an insolvent company is the sole responsibility of its President.&#10;&#10;1899+1, while short by standards of other members of the series, is a fairly long game. Experienced players can expect to take up to three hours to complete a game.&#10;&#10;",
    "Categories": [
      "Economic",
      "Trains"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Tile Placement"
    ],
    "Families": [
      "Series: 18xx"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mamlejet Kohanim: Una Nación Eterna",
    "ID": 283031,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/283031/mamlejet-kohanim-una-nacion-eterna",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "25",
    "Weight": "0",
    "Description": "Mamlejet Kohanim is a semi-collaborative collectible card game, set in the time of the first Kings of ancient Israel, in which each player assumes the role of Commander of a Division of the King's Army. The players are allied to each other, and the objective of the game is to be the first to demoralize the enemy army through different tactics: soldiers, objects, and other strategy cards. The combats are resolved by dice rolls.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game",
      "Collectible Components",
      "Dice",
      "Educational",
      "Mythology",
      "Religious"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Cooperative Game",
      "Dice Rolling",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Thrive: Pond Life",
    "ID": 283032,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.35",
    "Link": "https://boardgamegeek.com/boardgameexpansion/283032/thrive-pond-life",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "0",
    "Description": "With nightfall, the lotus sinks underwater to rest until the new day.  However, the pond does not rest and new creatures begin to emerge.&#10;&#10;Thrive: Pond Life offers players new ways to play Thrive.  More colored pegs allow a 3rd and 4th player to the pond, variable power cards &quot;bend&quot; the normal rules of play, and variable setups keep your pond fresh.  The Pond Life also includes a brand new variant to discover a completely new way to play inside.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Producers & Consumers",
    "ID": 283033,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/283033/producers-and-consumers",
    "Min Players": "4",
    "Max Players": "10",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "An exciting way to learn about producers and consumers!  Producers and Consumers is an educational game designed to teach the basic economic concepts of production, consumption, bartering and specialization to students in grades 1-3.&#10;&#10;Each player draws a card depicting a profession and gets several resource tokens related to their job.  On the back of their card is their goal--the resources they must collect to win.  Players must then trade to try to collect all the resources they need.  The first player to collect all the necessary resources wins.&#10;&#10;The game can be played at three levels.  At level one, resources are plentiful and all players should be able to complete their cards with simple one-to-one trades.  At level two, some resources are scarcer and some players have a smaller supply, so one-to-one trades may not be sufficient to complete cards.  At level three, there are not enough resources for all players to complete their cards, so competition for some resources may be fierce!&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Economic",
      "Educational"
    ],
    "Mechanics": [
      "Set Collection",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Funnybones",
    "ID": 283037,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/283037/funnybones",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "3",
    "Play Time": "10",
    "Weight": "0",
    "Description": "5 small plastic pieces which are tossed from the hand to play several different games. The boxed game includes a rules sheet and a small drawstring bag to hold everything.&#10;&#10;The plastic pieces are shaped like &quot;knucklebones&quot; (astragalus) and are in 5 different bright colors.&#10;&#10;There are 25 games or challenges in the rules. The games would involve things like tossing the 5 pieces from palm and catching them in palm. Or tossing them from palm and catching them on the back of the hand.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Knucklebone Dice / Balls",
      "Traditional Games: Knucklebones / Jacks"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fly Guy's Buzz Words Game",
    "ID": 283040,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/283040/fly-guys-buzz-words-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Fly Guy's Buzz Words Game is an educational game allowing early readers to practice sight words.&#10;&#10;The game comes in a &quot;trash can&quot; with a 3D Fly Guy character on top.  Players are dealt a hand of very small blue cards with common one-syllable words.  The same words appear on a deck of red cards.&#10;&#10;Players take turns drawing a card from the red deck, reading the word aloud and then trying to make a match with a blue card they hold.  It they match, they yell &quot;Swat!&quot; and put the matching cards back in the can by dropping them through Fly Guy's mouth.&#10;&#10;If the active player cannot make a match, other players have an opportunity to match the drawn red card in the same way.&#10;&#10;The red deck also includes &quot;Lose a Turn&quot; and &quot;Give 1 Card to Any Player&quot; cards.  The latter allows the current player to give one of his blue cards to another player before taking his/her turn normally.&#10;&#10;The first player to throw all of his or her cards into the garbage buzzes to victory.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pirate Quest",
    "ID": 283041,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/283041/pirate-quest",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A quick, engaging game of treasure hunting with a twist!&#10;&#10;Welcome to Pirate Quest! Be the Pirate Ghost, create the treasure island by laying down cards randomly, and then hide the treasure. Then follow the actions of the other pirates as they try to find the ultimate treasure chest.&#10;&#10;Stop them, confuse them, move them around the island, and gather their willpower in order to release your captured soul!&#10;&#10;In Pirate Quest one player is the ghost of a long forgotten pirate captain who tries to stop the other pirates finding his ultimate treasure chest. The players will move around the randomized island trying to dig and figure out where the chest is. Every action they take fills the Will power of the ghost. If they cannot find the chest in time, the ghost will be released and everyone will lose. But if one of them finds the chest, he or she will be the winner!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Bluffing",
      "Exploration",
      "Pirates",
      "Puzzle"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Memory",
      "Modular Board",
      "Push Your Luck",
      "Roll / Spin and Move",
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Vettrip",
    "ID": 283058,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/283058/vettrip",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The objective of the game is to have fun remembering knowledge, intuiting answers and learning new things about health and animals. The game consists of advancing through the digestive system of the snake that translates into the question posed. Advance or backward in the function of the squares bet on hearing the statement of the question.&#10;&#10;The estimated time for a game is 1-2 hours. It is suitable for any age, but it is not suitable for children under 10 years of age.&#10;&#10;The 400 cards that contain the game allow hours of entertainment without repeating any question.&#10;&#10;",
    "Categories": [
      "Memory"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Artemis Project: Directives",
    "ID": 283059,
    "Year": "(2019)",
    "Geek Rating": "5.544",
    "Avg Rating": "6.72",
    "Link": "https://boardgamegeek.com/boardgameexpansion/283059/the-artemis-project-directives",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "75",
    "Weight": "3",
    "Description": "The Artemis Project: Directives is a set of fifteen cards that gives players optional goals to accomplish over the course of the game.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Change Up",
    "ID": 283060,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.72",
    "Link": "https://boardgamegeek.com/boardgame/283060/change-up",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Change Up is a fast-paced, easy to learn game with three rounds. It's important to keep track of where the Point Cards end up. You'll place the five Point Cards face down on the table in order from 0 to 4. Then, everyone will draw six cards to make a hand letting them do things like move the face down Point Cards, mess with other players' hands, and get the chance to pick first to get that elusive 4-point Point Card. Record the score you get from the card at the end of each round. Whoever has the highest score at the end of three rounds is the winner.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Take That"
    ],
    "Families": [
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dust 1947: Luftwaffe Fallschirm RSO Flak/Laserkanone/Pak 40",
    "ID": 283078,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/283078/dust-1947-luftwaffe-fallschirm-rso-flaklaserkanone",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The Raupenschlepper Ost is a dedicated light and airdrop vehicle in service with the Luftwaffe ground forces. Thanks to its weight, it can be parachuted along with the airborne troops, offering them a much needed fire support during the first phase of an operation. This reference allows you to field one of three variants: an antiaircraft version, an antitank version with antitank gun and an antitank version with laser gun. All crews on the pictures are included.&#10;&#10;This item comes with three Dust 1947 Unit Cards, one for each variant, for the Luftwaffe Faction of the Axis Bloc. Like all regular Dust 1947 miniatures, it comes already assembled and primed. It's ready for the battlefield, or for painting, as you wish! You can directly paint over on it, since the priming serves as an undercoat and is compatible with any type of paint.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Dust (Fantasy Flight Games)",
      "Players: Two-Player Only Games",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dust 1947: Steel Guards Headquarters",
    "ID": 283079,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/283079/dust-1947-steel-guards-headquarters",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Steel Guards are some of the most formidable fighters on the planet. Their half-robotic bodies makes them very hard to kill, allowing them to gain incredible combat experience. And among them are a few that are even more formidable: Master Sergeant Gua&iuml;-Lo Molo&iuml; is one of them. The third human on the planet (and last one alive) to ever be encased in a Steel Guard armor, he has seen action in every part of the World. His armor has been heavily modified to his specifications, making him a fearsome sight on the battlefield.&#10;Officers of the Steel Guards Command Squad direct their comrades on the battlefield and are formidable warriors in their own right. They have seen and been through the worse, many times. There's nothing on the planet they can't handle.&#10;This Headquarters reference includes this Hero and this Command Squad.&#10;&#10;This item comes with two Dust 1947 Unit Cards, for the Guards Army Faction. Like all regular Dust 1947 miniatures, it comes already assembled and primed. It's ready for the battlefield, or for painting, as you wish! You can directly paint over on it, since the priming serves as an undercoat and is compatible with any type of paint.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Dust (Fantasy Flight Games)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dust 1947: Pounder/Hot Dog",
    "ID": 283080,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/283080/dust-1947-pounderhot-dog",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The Mickey chassis has been the first walker ever available for the Allies Bloc, thanks to the cunning of Joe Brown and the incredible engineering skills of Rosie Donovan. The first models were equipped with regular tanks weapons, that are still incredibly effective on this new chassis: the dreaded Pounder mounts a powerful antitank gun capable of dealing with any armored threat, while the Hotdog's massive flamethrower ravages with flame whole areas of the battlefield.&#10;This reference allows you to field one of these two variants.&#10;&#10;This reference comes with two Dust 1947 unit cards, one for each variant, for the Allied Bloc. Like all regular Dust 1947 miniatures, it comes already assembled and primed. It's ready for the battlefield, or for painting, as you wish! You can directly paint over on it, since the priming serves as an undercoat and is compatible with any type of paint.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Dust (Fantasy Flight Games)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dust 1947: USMC Heavy Machine Gun Squad and Heavy Mortar Squad",
    "ID": 283081,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/283081/dust-1947-usmc-heavy-machine-gun-squad-and-heavy-m",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "When the Allies Bloc was formed, all armed forces joined the grand Allied Army. Well except the United States Marine Corps who said thanks but no thanks. We're going to keep our name and our traditions and we'll welcome anyone who wants to join but we're going to remain the USMC.&#10;This reference allows you to field one USMC Heavy Mortar Squad and one USMC Heavy Machinegun Squad.&#10;&#10;This reference comes with two Dust 1947 unit cards, all for the USMC Faction of the Allies Bloc. Like all regular Dust 1947 miniatures, it comes already assembled and primed. It's ready for the battlefield, or for painting, as you wish! You can directly paint over on it, since the priming serves as an undercoat and is compatible with any type of paint.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Dust (Fantasy Flight Games)",
      "Players: Two-Player Only Games",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dust 1947: USMC Headquarters",
    "ID": 283082,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/283082/dust-1947-usmc-headquarters",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "When the Allies Bloc was formed, all armed forces joined the grand Allied Army. Well except the United States Marine Corps who said thanks but no thanks. We're going to keep our name and our traditions and we'll welcome anyone who wants to join but we're going to remain the USMC.&#10;This Headquarters reference includes three Heroes and the USMC Command Squad. The Heroes are Machete Mack, a brilliant Officer; Crazy Jimmy, an incredible walker pilot; and Frank, a deadly fighter.&#10;&#10;This reference comes with four Dust 1947 unit cards, all for the USMC Faction of the Allies Bloc. Like all regular Dust 1947 miniatures, it comes already assembled and primed. It's ready for the battlefield, or for painting, as you wish! You can directly paint over on it, since the priming serves as an undercoat and is compatible with any type of paint.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Dust (Fantasy Flight Games)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dust 1947: Heinrich Tropical/Hermann Tropical",
    "ID": 283083,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/283083/dust-1947-heinrich-tropicalhermann-tropical",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Quick and agile, the tropicalized Panzersp&auml;hl&auml;ufer chassis is a staple of the Neue Deutsches Afrikakorps armored forces. It can mount an impressive array of weapons while retaining an incredible speed on the battlefield.&#10;This reference allows you to assemble one of two variants. The Heinrich (Trop) is equipped with powerful antiaircraft guns, also efficient against light armored targets. The Hermann (Trop) is armed with coupled laser guns capable of destroying any tank or walker. Both variants also have a machine-gun to deal with infantry threats.&#10;&#10;This reference comes with two Dust 1947 unit cards, one for each variant, both for the NDAK Faction of the Axis Bloc. Like all regular Dust 1947 miniatures, it comes already assembled and primed. It's ready for the battlefield, or for painting, as you wish! You can directly paint over on it, since the priming serves as an undercoat and is compatible with any type of paint.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Dust (Fantasy Flight Games)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dust 1947: Nina (TSH)/Mikhail (TSH)",
    "ID": 283084,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/283084/dust-1947-nina-tshmikhail-tsh",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Armed with two rocket launchers, the Nina (Tsh) is a staple of SSU forces around the planet. This tropicalized variant is used by the dreaded Spetsnaz, who enjoy the firepower and versatility of this walker. The Mikhail (Tsh) is an engineer walker who brings unique skills to the battlefield. This reference allows you to field one of these two variants.&#10;&#10;This reference comes with two Dust 1947 unit cards, one for each variant, both for the Spetsnaz Faction of the SSU Bloc. Like all regular Dust 1947 miniatures, it comes already assembled and primed. It's ready for the battlefield, or for painting, as you wish! You can directly paint over on it, since the priming serves as an undercoat and is compatible with any type of paint.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Dust (Fantasy Flight Games)",
      "Players: Two-Player Only Games",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dust 1947: Sergei ISU-203/Evgenyi ISU-350",
    "ID": 283085,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/283085/dust-1947-sergei-isu-203evgenyi-isu-350",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Since 1943 the ISU format, a heavy self-propelled gun mounted on a tank chassis, has become a staple of the SSU armored forces. Easy and cheap to build, efficient and deadly, these vehicles are now found everywhere on the planet where the SSU fights. The Sergei mounts a very heavy antitank gun, capable of knocking out any enemy armored target. The Evgeny is armed with the largest assault howitzer ever mounted on a ground vehicle.&#10;This reference allows you to field one of these two variants.&#10;&#10;This reference comes with two Dust 1947 unit cards, one for each variant, both for the SSU Bloc. Like all regular Dust 1947 miniatures, it comes already assembled and primed. It's ready for the battlefield, or for painting, as you wish! You can directly paint over on it, since the priming serves as an undercoat and is compatible with any type of paint.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Dust (Fantasy Flight Games)",
      "Players: Two-Player Only Games",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dust 1947: Operation Hellgate",
    "ID": 283086,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/283086/dust-1947-operation-hellgate",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Nothing will be the same! Operation Hellgate, the aftermath of Operation Kondor, has started and concludes the Babylon cycle. A new force appears in the World of Dust, one that will change it forever! But new heroes rise, along with new technologies, to counterattack and defend maybe more than just their own Bloc now.&#10;&#10;This new expansion for Dust 1947 describes the Mythos and Desert Scorpion forces, with new characters, vehicles, Platoons, etc. With the Operation itself come several short stories and great art by Daniel Zrom!&#10;&#10;We also included a few things like missing unit cards and game tokens.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Dust (Fantasy Flight Games)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dust 1947: Desert Scorpions Starter Set – Taskforce Shaun",
    "ID": 283087,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/283087/dust-1947-desert-scorpions-starter-set-taskforce-s",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The Desert Scorpions of the Long Range Desert Group have arrived to fight for Freedom and gain a definitive upper hand in this Endless War. Their presence will surely have a great impact on the World's events, as they form one of the most seasoned military formation in the Grand Allied Army. Coming from many countries where citizens just want to be freed or protected from tyranny, the Desert Scorpions are deadly foes.&#10;&#10;Taskforce Shaun includes the following units:&#10;&#10;     Shaun (one Hero)&#10;     The Desert Scorpion Assault Squad (5 miniatures)&#10;     one Tank Hunter Truck (one vehicle)&#10;&#10;&#10;Everything you need to start a new glorious Desert Scorpions Army is included in this box! Please note that the Dust 1947 Starter rules, a durable neoprene gaming mat, terrain, dice, etc. are included in this Starter Set.&#10;&#10;Like all regular Dust 1947 miniatures, they come already assembled and primed. They're ready for the battlefield, or for painting, as you wish! You can directly paint over them, since the priming serves as an undercoat and is compatible with any type of paint.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Dust (Fantasy Flight Games)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dust 1947: Desert Scorpions Kill Squad",
    "ID": 283088,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/283088/dust-1947-desert-scorpions-kill-squad",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Reinforcements have arrived for the Desert Scorpions! The Kill Squad is here to provide unique skills and abilities to fight for Freedom and gain a definitive upper hand in this Endless War. Its presence will surely have a great impact on the battlefield, using overwhelmingly Phaser firepower to destroy anything on the battlefield that is not in the air!&#10;&#10;This reference comes with its own Dust 1947 unit card. Like all regular Dust 1947 miniatures, it comes already assembled and primed. It's ready for the battlefield, or for painting, as you wish! You can directly paint over on it, since the priming serves as an undercoat and is compatible with any type of paint.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Dust (Fantasy Flight Games)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Murder on the Cosmic Express: Upon Further Examination",
    "ID": 283089,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/283089/murder-on-the-cosmic-express-upon-further-examinat",
    "Min Players": "4",
    "Max Players": "9",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Upon Further Examination is a small expansion that adds six new weapon cards (3x gun, 3x rope) and three new characters (Hacked Security Bot, Doctor, and Ambassador), allowing the game to be played with up to 9 players.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Expansion for Base-game",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dust 1947: Mi-Go Raiders Squad",
    "ID": 283090,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/283090/dust-1947-mi-go-raiders-squad",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The Fungi from Yuggoth -as the Mi-Go are also known- travel through time and space to do the bidding of the Mythos Gods. Praising Nyarlathotep and Shub-Niggurath, they are the most alien of races, compared to humans. The Mi-Go use weird technology in every part of their strange lives, as well as when they wage war against their numerous enemies. The Raiders are armed with copper apparatus that resembles Earth's weapons but who fire devastating rays of energy.&#10;&#10;This reference comes with its own Dust 1947 unit card, for the Mythos Bloc. Like all regular Dust 1947 miniatures, it comes already assembled and primed. It's ready for the battlefield, or for painting, as you wish! You can directly paint over on it, since the priming serves as an undercoat and is compatible with any type of paint.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Dust (Fantasy Flight Games)",
      "Players: Two-Player Only Games",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dust 1947: PLA/Red Army Sarnai and Grom",
    "ID": 283091,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/283091/dust-1947-plared-army-sarnai-and-grom",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Captain &ldquo;Red Lightning&rdquo; Sarnai&#10;Hero of the Sino-Soviet Union &ndash; 1946&#10;Hero of the Soviet Union &ndash; 1944&#10;Order of Lenin &ndash; 1944&#10;Order of the Patriotic War &ndash; 1943&#10;Order of the Red Star &ndash; 1943&#10;Born 1921 in Ulaanbaatar, Mongolia, Sarnai is one of the most famous and decorated pilot of the VVS (Voyenno-Vozdushnye Sily), the Sino-Soviet Union Military Air Forces. With her father being one of the rare pilots in her home country, Sarnai learned to fly at an early age. A natural talent, she started flying between her hometown and Irkutsk, carrying love letters, precious merchandises and shady characters. When her country officially joined the war effort against Axis powers, she then joined the newly formed Mongolian Arat Squadron, in 1943. Her impressive skills soon proved to be invaluable and she was transferred to the 46th &ldquo;Taman&rdquo; Guards Night Bomber Aviation Regiment (the &ldquo;Night Witches&rdquo;). Accumulating an impressive score of victories, she was tasked to form the 179th Guards Assault Aviation Regiment that she now commands. It was the first unit to receive the &ldquo;Grom&rdquo; (thunder in Russian)in the Red Air Force. The Mil Mi-47Z &ldquo;Grom&rdquo; Tesla Assault Helicopter is the latest addition to the already impressive arsenal of the VVS. Quickly catching up with their German counterparts, the Soviet engineers have miniaturized their VK generator enough so they can fit inside the tight fuselage of an attack helicopter. This gives the aircraft a tremendous firepower, almost without equal on the planet. It takes incredible piloting skills to hit anything with Tesla guns from the air, but the results are devastating: the whole enemy aircraft shuts down, its controls (or pilot...) fried.&#10;&#10;This reference comes with three Dust 1947 unit cards. Like all regular Dust 1947 miniatures, it comes already assembled and primed. It's ready for the battlefield, or for painting, as you wish! You can directly paint over on it, since the priming serves as an undercoat and is compatible with any type of paint.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Dust (Fantasy Flight Games)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mansions of Madness: Second Edition – Path of the Serpent: Expansion",
    "ID": 283094,
    "Year": "(2019)",
    "Geek Rating": "6.626",
    "Avg Rating": "8.51",
    "Link": "https://boardgamegeek.com/boardgameexpansion/283094/mansions-of-madness-second-edition-path-of-the-ser",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "2.9286",
    "Description": "Now in Mansions of Madness, you take on the role of Arkham&rsquo;s bravest investigators who must step into the unexplored wilderness of the Amazon jungle and explore crumbling ruins, discover the secrets of lost civilizations, and stop a serpent&rsquo;s curse before the world descends into chaos. In three new scenarios, you will battle horrifying serpent creatures, face stone monstrosities that come to life, and beat the ever-present danger of being lost to the jungle forever.&#10;&#10;Four new characters, four new monsters.&#10;&#10;The scenarios:&#10;In The Jungle Awakens - a lavish Arkham garden party shows off the host's recent acquisitions from a South American expedition.&#10;&#10;Into the Dark - your team of investigators have been hired to assist a South American expedition.&#10;&#10;Lost Temple of Yig - takes your investigators to ancient stone halls where serpentine priests attempt to reforge their broken bonds with their god, Yig.&#10;&#10;The new characters:&#10;Leo Anderson - able to help his allies cut through the jungle underbrush and allows them to move one space when he performs a move action.&#10;&#10;Ursula Downs, the explorer. Once per round, she may listen to the call of the unknown and choose to move one space before or after exploring or interacting with a sight token.&#10;&#10;Daniela Reyes, the mechanic - whenever she or one of her comrades solves a puzzle during an adventure, she may either gain two clues or discard one horror.&#10;&#10;Norman Withers, Miskatonic Astronomer - May gain two clues or discard one horror once per round, provided he is in an outdoor space where he can read what is written in the stars.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Horror",
      "Miniatures",
      "Murder / Mystery",
      "Puzzle"
    ],
    "Mechanics": [
      "Area Movement",
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management",
      "Modular Board",
      "Role Playing",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Digital Hybrid – App/Website Required",
      "Components: Miniatures",
      "Game: Mansions of Madness (Second Edition)",
      "Series: Arkham Horror Files (Fantasy Flight Games)",
      "Series: Mansions of Madness",
      "Theme: Cthulhu Mythos",
      "Theme: Mad Science / Mad Scientist"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Just One: Gathering of Friends Promo Cards",
    "ID": 283102,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.71",
    "Link": "https://boardgamegeek.com/boardgameexpansion/283102/just-one-gathering-of-friends-promo-cards",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "A set of three promo cards distributed at the 2019 Gathering of Friends.  These cards feature words themed around the Gathering of Friends, which is an annual meet-up of board game enthusiasts hosted by game designer Alan R. Moon.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mystery Detective Vol. 2: Funny Death and Real Life Cases",
    "ID": 283118,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.94",
    "Link": "https://boardgamegeek.com/boardgame/283118/mystery-detective-vol-2-funny-death-and-real-life",
    "Min Players": "2",
    "Max Players": "20",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Mystery Detective is a mystery solving party game that you can start playing almost as soon as you open the box.&#10;&#10;One player, the Chief, takes one of the 100 illustrated cards and reads it to himself. The front of the card has the mystery, the back the solution. Then he reads the front of the card to the players and shows them the illustration. The other players are the detectives. Singly and together, they try to solve the mystery by asking the Chief questions. But he can only answer Yes, No, Close, or Not Relevant.&#10;&#10;Here is a mystery:&#10;Title: Nasty Finish&#10;Excessive hurry led a man to a stinky situation.&#10;The picture on the card shows a man about to step into it.&#10;&#10;What&rsquo;s going on?&#10;&#10;The detectives discuss and try to form theories that can be proved or disproved by their questions:&#10;Is the man afraid? - no&#10;Did the man die? - yes&#10;Was he murdered?- no&#10;&#10;So it must have been an accident&hellip;&#10;&#10;Now we're getting somewhere&hellip;&#10;&#10;Bit by bit the detectives try to piece together the mystery. Often a question from one detective will give another an idea for a whole new line of questioning. There is no winner or loser but when you finally solve the mystery, you feel brilliant!&#10;&#10;The mysteries, while not all crimes, are morbid and twisted and often very funny. You need to discuss, question and think outside of the box in order to solve them. Great fun, you can play almost anywhere, anytime. In the car, at the dinner table or at a gathering, all are perfect for this co-cop mystery solving game.&#10;&#10;This volume contains 100 cases. &#10;For Black Stories fans, this second volume includes never before published in English, translations of Black Stories Funny Death and Black Stories Shit Happens.&#10;&#10;- description by the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Horror",
      "Humor",
      "Murder / Mystery",
      "Party Game"
    ],
    "Mechanics": [
      "Storytelling"
    ],
    "Families": [
      "Game: Black Stories"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mystery Detective Vol. 1: Classic Cases",
    "ID": 283119,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.96",
    "Link": "https://boardgamegeek.com/boardgame/283119/mystery-detective-vol-1-classic-cases",
    "Min Players": "2",
    "Max Players": "20",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Mystery Detective is a mystery solving party game that you can start playing almost as soon as you open the box.&#10;&#10;One player, the Chief, takes one of the 100 illustrated cards and reads it to himself. The front of the card has the mystery, the back the solution. Then he reads the front of the card to the players and shows them the illustration. The other players are the detectives. Singly and together, they try to solve the mystery by asking the Chief questions. But he can only answer Yes, No, Close, or Not Relevant.&#10;&#10;Here is the first mystery:&#10;A woman dies because she was on the phone too long.&#10;&#10;We often talk too long on the phone but don't die! What's going on?&#10;&#10;The detectives discuss and try to form theories that can be proved or disproved by their questions:&#10;A lovers' quarrel?&#10;Was the woman killed by her husband? - no&#10;By her lover?- no&#10;&#10;Okay, maybe international espionage:&#10;Was the woman a spy? - no, not relevant&#10;&#10;Hmm. Maybe we can localize this.&#10;Was the woman lying down?- no&#10;Standing up? - no&#10;Sitting?  - YES!!&#10;&#10;Now we're getting somewhere&hellip;&#10;&#10;Bit by bit the detectives try to piece together the mystery. Often a question from one detective will give another an idea for a whole new line of questioning. There is no winner or loser but when you finally solve the mystery, you feel brilliant!&#10;&#10;The mysteries, while not all crimes, are morbid and twisted and often very funny. You need to discuss, question and think outside of the box in order to solve them. Great fun, you can play almost anywhere, anytime. In the car, at the dinner table or at a gathering, all are perfect for this co-cop mystery solving game.&#10;&#10;This volume contains 100 cases. &#10;For Black Stories fans, this first volume includes new translations of Black Stories 1 and 2.&#10;&#10;-description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Horror",
      "Humor",
      "Murder / Mystery",
      "Party Game"
    ],
    "Mechanics": [
      "Storytelling"
    ],
    "Families": [
      "Game: Black Stories"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Die Legenden von Andor: Wassermagierin Heldentableau",
    "ID": 283136,
    "Year": "(2019)",
    "Geek Rating": "5.537",
    "Avg Rating": "7.74",
    "Link": "https://boardgamegeek.com/boardgameexpansion/283136/die-legenden-von-andor-wassermagierin-heldentablea",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Wassermagierin Heldentableau is an expansion for Legends of Andor and was offered through various contests on the Andor website.  This board is also available for download on the German Legenden-von-Andor.de website.&#10;&#10;Die Wassermagier aus dem Land Danwar waren m&auml;chtige Wesen, die die Kr&auml;fte des Wassers f&uuml;r ihre eigenen Zwecke nutzten, indem sie eins mit dem Wasser wurden.&#10;&#10;The water mages from Danwar are powerful beings who use the powers of water for their own purposes by becoming one with the water.&#10;&#10;With this hero board, the The Legends of Andor is expanded with an additional strong heroine and an equally strong hero. Jarid and Jarim will replace the warrior Mairen or Thorn and will be played using the blue dice, disks and cube. As a special ability this hero can travel from one unused fountain to another. The willpower from these fountains (6 WP) can be distributed amongst the other heroes. Jarid and Jarim must leave behind gold, gemstones, objects, wood, pawns, or other figures when traveling between wells.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Print & Play",
      "Puzzle"
    ],
    "Mechanics": [
      "Area Movement",
      "Cooperative Game",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Legends of Andor"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blades and Spirits",
    "ID": 283138,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/283138/blades-and-spirits",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "2019 Summer One Page PnP Contest Entry&#10;&#10;(contains references to drinking; if that bothers you the game is probably not for you)&#10;&#10;The end game is simple - end up with more fingers left on your hand than your opponent.  Battle against one opponent to drink your spirits the fastest by rolling dice and playing cards.  Simple, easy-to-learn game play; very transportable to take wherever.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Calx",
    "ID": 283145,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/283145/calx",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "An area control game that gradually raises the stakes.&#10;&#10;Cards are arranged in a line from the least valuable to the most valuable. On their turn a player must either claim a card, place a marker on the least valuable occupied card or least valued unoccupied card, or move an existing marker equal to the number of markers on their current card. If they move off the end of the line however, their marker is lost without scoring. When all of the cards have been removed or claimed, the player with the most valuable collection wins.&#10;&#10;This is a print and play game. In addition you will need 8 markers per player.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Print & Play"
    ],
    "Mechanics": [
      "Area Majority / Influence"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Fall of Ming: Jisi Incident",
    "ID": 283149,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/283149/fall-of-ming-jisi-incident",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "360",
    "Weight": "2",
    "Description": "Fall of Ming: Jisi Incident is low-complexity wargame on the Jisi incident during ancient China. This is a 2 players wargame. One player control the army of Qing dynasty and one player control the army of Ming Dynasty.&#10;&#10;The goal for army of Qing dynasty was to occupy the cities of Hebei Province.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Ancient",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Components: Map (Continental / National scale)",
      "Country: China",
      "History: Ming Dynasty",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monikers: Classics",
    "ID": 283151,
    "Year": "(2019)",
    "Geek Rating": "5.796",
    "Avg Rating": "8.20",
    "Link": "https://boardgamegeek.com/boardgame/283151/monikers-classics",
    "Min Players": "4",
    "Max Players": "20",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "Monikers: Classics - This box combines all the previous small box stand alone expansions: Monikers: Shmonikers, Monikers: Something Something, and Monikers: The Shut Up & Sit Down Nonsense Box&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Maestro!",
    "ID": 283154,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/283154/maestro",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "The Maestros of Europe are missing!  Your mission is to find them and return them to their hometowns.&#10;&#10;The 12 composer pawns are randomly, and secretly, placed at certain spots on the board, which is a map of Europe.  Each player is then given 4-6 info cards that states the composer's name, hometown, and some interesting facts about him.  Players roll dice to move around the board to secretly look at the composer pawns to see which Maestro is hiding there.  If it matches one of their cards, the player can then try to get the composer home.  Using the info on the cards, the player then has to roll and move to the composer's hometown.  The first person to get all their maestros home is the winner!&#10;&#10;From the back of the box--&#10;&#10;While you play, you will:&#10;-Learn about twelve of history's master composers.&#10;-Discover interesting facts about their careers, families, and travels.&#10;-Navigate Europe to discover each composer's hometown, a significant city in their lives.&#10;-Explore the map in the race to find and return your missing composers home.&#10;-Apply strategy and memory skills to win the game.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Memory",
      "Music"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Memory",
      "Pick-up and Deliver",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Matchify Card Game",
    "ID": 283159,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.19",
    "Link": "https://boardgamegeek.com/boardgame/283159/matchify-card-game",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "1.5",
    "Description": "No Messing Around ... When the fun starts, the last thing you want is anything complicated. Who wants fiddly pieces and a zillion rules? No way! Matchify says ... let's breeze through the rules in a few minutes, get everyone's round the table - and go for it!&#10;&#10;Matchify uses two decks of cards (72 cards). Each card contains 9 symbols. Each card from the first deck has one symbol that can be matched with another symbol from any card in the second deck. For example, the 'Carrot' in the first card is matched with the 'Rabbit' in the second card in the Original theme. 'Bread' is matched with 'Wheat' in the MadeOf theme. 'Eiffel Tower' is matched with 'France' in the Travel theme. 'Banana' is matched with 'Fruits' in the TypeOf theme. 'Tractor' is matched with 'Farmer' in the Professions theme.&#10;&#10;Fast-paced Card Game Best games are simple and fast - and Matchify is a high speed doozy. Compete to &quot;catch the match&quot; before your opponents. Sounds easy, but when the heat is on and everyone's racing to the top dog, that's when the challenge begins. This baby tests your observation, sharpens your language skills and powers up the fingers on buzzers factor. Addictive, clever and seriously challenging!&#10;&#10;All for One &amp; One for All! Perfect for 2 to 8 players. That's family, friends ... everyone in your tribe. Young children will love it! They are so smart they'll see the playing field is leveled for REAL . Great confidence booster! Field day for competitive teenagers, great for grandparents who remember proper games before computers .&#10;&#10;4 cool games to kickstart the fun times. Start simple ... then get smarter. Play Valley, Mountains, Golden Frog or River Delta. And play to WIN. Once you've figured the basics you can go crazy! Get creative! These illustrated cards could even inspire stories. Perfect for imaginary friends and cuddlies!&#10;&#10;Colorful, Hardwearing Packaging - and Portable! Fun in a tin never looked so good. 72 beautifully illustrated cards spread across 2 decks, plus easy-to-follow instructions. These colorful and engaging cards come safe and snug in a hardwearing tin. You'll want to play this game over and over - which is why it's made to last. Travels anywhere you want to go - tabletop to car seat, airport to beach.&#10;&#10;Just add family and friends, sprinkle with enthusiasm - and you're ready to roll.&#10;&#10;Instruction set is available in five languages: English, French, Italian, German, and Spanish.&#10;&#10;5 Themes available: Original, MadeOf, TypeOf, Professions and Travel.&#10;&#10;Matchify - Your New House Favorite&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Educational",
      "Party Game"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Memory",
      "Simultaneous Action Selection",
      "Take That"
    ],
    "Families": [
      "Card Games: Matching"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Magic: The Gathering – Core Set 2020",
    "ID": 283160,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.64",
    "Link": "https://boardgamegeek.com/boardgame/283160/magic-the-gathering-core-set-2020",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "4",
    "Description": "Core Set 2020, also known as Core 2020, is the 19th Magic core set. It will be released on July 12, 2019.&#10;&#10;The set contains 280 cards (20 basic land, 111 common, 80 uncommon, 53 rare, and 16 mythic rare) and includes randomly inserted premium versions of all cards. 1:45 cards are foil, instead of the usual 1:67. A unique Buy-a-Box promotional card numbered #281/280 is also considered to be part of the set. 52 additional cards are found in the set's planeswalker decks (#282/280 to #301/280) and Spellslinger Starter Kit (#302/280 to #337/280). Core Set 2020 introduced full-art tokens.&#10;Chandra Nalaar is the face of Core Set 2020 card set, and is represented by three different planeswalker cards in different rarities and depicting several facets in her life.&#10;&#10;Starting with tabletop Core Set 2020 Preleases on July 5, the London mulligan will be used for all play. It will become officially reflected in the comprehensive rules with the M20 rules updates on July 12. To take this mulligan, a player shuffles the cards in their hand back into their library, draws a new hand of cards equal to their starting hand size, then puts a number of those cards equal to the number of times that player has taken a mulligan on the bottom of their library in any order.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Category: Two-Player Fighting Games",
      "Game: Magic The Gathering"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "1D Girl Talk: The Game",
    "ID": 283162,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/283162/1d-girl-talk-the-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Grab your friends and take center stage to prove you're 1D's number one fan!&#10;&#10;Answer trivia questions, perform actions or complete dares to add cool 1D souvenirs to your collection.&#10;&#10;The first player to complete her collection wins the VIP backstage pass... and the game!&#10;&#10;Will you be the first to complete your game card and make it backstage?&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Music",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Acting",
      "Singing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pro Jockey",
    "ID": 283167,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/283167/pro-jockey",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Pro Jockey is a game for 2-6 players or &quot;Jockeys&quot; from the age of ten upwards which brings into the home all the action and challenge, the triumphs and the disasters of the increasingly popular sport of National Hunt racing. All the features that combine to create the atmosphere of excitement that surrounds a big race at Aintree or Cheltenham have been provided - good or soft going, handicapping, horses can fall and good jumping and riding earns its rewards. Even after the last fence is jumped, the result is not clear and all the excitement of steeplechasing carries on until the winners and placed horses are past the post.&#10;&#10;&mdash;description from the rulebook&#10;&#10;",
    "Categories": [
      "Animals",
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Horse Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dust 1947: Heavy Grenadiers Headquarters",
    "ID": 283170,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/283170/dust-1947-heavy-grenadiers-headquarters",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Officially designed schwer SturmGrenadiere KommandoTrupp, the Heavy Grenadier Command Squad leads Heavy Grenadiers forces into battle, directly from the front line. The squad is equipped with three squad sized support weapons, two Maschinengewehr 44 Zwilling (twin-linked MG44Z) and one Fliegerfaust, taking advantage of the incredible strength their armor gives. It also has an array of radios to relay orders around the battlefield. Although part of a Command Squad, these men are very capable of taking the fight to the enemy. These are seasoned soldiers before anything else! With them come the formidable warrior that is Lieutenant Lara Walter. One of the deadliest Hero in the World of Dust, she greatly boosts the offensive capabilities of any Heavy Grenadier Squad.&#10;&#10;This reference comes with two Dust 1947 unit cards, for the Axis Bloc. Like all regular Dust 1947 miniatures, it comes already assembled and primed. It's ready for the battlefield, or for painting, as you wish! You can directly paint over on it, since the priming serves as an undercoat and is compatible with any type of paint.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Dust (Fantasy Flight Games)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dust 1947: Devastator / Punisher II – Super Heavy Walker",
    "ID": 283171,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/283171/dust-1947-devastator-punisher-ii-super-heavy-walke",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The Devastator and the Punisher II are the two heaviest walkers found in the Grand Allied Army... and on the planet! These gigantic towering beasts strike fear into any pilot or soldier who faces them in combat. Their destructive power is unmatched, as well as their survivability on the battlefield. This is the true might of the Allies.&#10;This reference allows you to field one of these two variants.&#10;&#10;This reference comes with two Dust 1947 unit cards, one for each variant, both for the Allied Bloc. Like all regular Dust 1947 miniatures, it comes already assembled and primed. It's ready for the battlefield, or for painting, as you wish! You can directly paint over on it, since the priming serves as an undercoat and is compatible with any type of paint.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Dust (Fantasy Flight Games)",
      "Players: Two-Player Only Games",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dust 1947: Spetsnaz Natasha (TSH) / Anatoly (TSH)",
    "ID": 283172,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/283172/dust-1947-spetsnaz-natasha-tsh-anatoly-tsh",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Armed with two Howitzers, the Natasha is a staple of SSU forces around the planet. This tropicalized variant is used by the dreaded Spetsnaz, who enjoy the firepower and versatility of this walker. With its Tesla guns, the Anatoly can engage even the heaviest targets. Such punch for such a light package make this walker a favorite of the Spetsnaz forces, who always need more of this rightly feared vehicle.&#10;This reference allows you to field one of these two variants.&#10;&#10;This reference comes with two Dust 1947 unit cards, one for each variant, both for the Spetsnaz Faction of the SSU Bloc. Like all regular Dust 1947 miniatures, it comes already assembled and primed. It's ready for the battlefield, or for painting, as you wish! You can directly paint over on it, since the priming serves as an undercoat and is compatible with any type of paint.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Dust (Fantasy Flight Games)",
      "Players: Two-Player Only Games",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shards of Infinity: Shadow of Salvation",
    "ID": 283173,
    "Year": "(2019)",
    "Geek Rating": "5.869",
    "Avg Rating": "7.80",
    "Link": "https://boardgamegeek.com/boardgameexpansion/283173/shards-of-infinity-shadow-of-salvation",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.3333",
    "Description": "The fate of the world is in your hands...&#10;&#10;In Shards of Infinity: Shadow of Salvation, the third installment of the award-winning deck-building game, players can choose one of two modes to play! Play a classic game of Shards using the hero Rez's new Relics and Allies to take down your opponents in player vs. player battles OR heed the warning of the time-traveling Rez and play co-operatively in a new campaign mode to battle through a series of bosses with up to four of your friends!&#10;&#10;In co-operative mode, you read from the innovative &quot;Battle Book&quot;, which tells a branching story. As the time-traveling Rez, you must decide which threat to take on with your team. Every choice has a consequence, as does your success or failure against these growing threats.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building"
    ],
    "Families": [
      "Game: Shards of Infinity",
      "Mechanism: Campaign Games",
      "Players: Expansions Changing Player Count",
      "Theme: Time Travel"
    ]
  }
]