[
  {
    "Rank": "12701",
    "Name": "Battlemist",
    "ID": 25,
    "Year": "(1998)",
    "Geek Rating": "5.547",
    "Avg Rating": "5.90",
    "Link": "https://boardgamegeek.com/boardgame/25/battlemist",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "200",
    "Play Time": "200",
    "Weight": "3.2",
    "Description": "In this fantasy relative to Twilight Imperium, players control races that must juggle military and economic concerns with a quest to gather the magical stars spread across the land.  The game board is made up of hex tiles and players use a resource system that has similarities to The Settlers of Catan.  A card driven system resolves players' quests.&#10;&#10;Expanded by:&#10;&#10;    Battlemist: The Sails of War&#10;&#10;&#10;Reimplemented by:&#10;&#10;    Runewars&#10;&#10;&#10;",
    "Categories": [
      "Exploration",
      "Fantasy",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Mechanism: 4X",
      "Setting: The Realms of Terrinoth"
    ]
  },
  {
    "Rank": "12702",
    "Name": "Air & Armor: Würzburg, Tactical Armored Warfare in Europe – Designer Signature Edition",
    "ID": 316401,
    "Year": "(2024)",
    "Geek Rating": "5.547",
    "Avg Rating": "8.49",
    "Link": "https://boardgamegeek.com/boardgame/316401/air-and-armor-wurzburg-tactical-armored-warfare-in",
    "Min Players": "1",
    "Max Players": "7",
    "Min Play Time": "180",
    "Play Time": "720",
    "Weight": "3.6667",
    "Description": "Air &amp; Armor: Wurzburg, Tactical Armored Warfare in Europe, Designer Signature Edition marks the return of one of the most realistic wargames on modern warfare ever published. Air &amp; Armor is a grand tactical simulation of a hypothetical Soviet attack on West Germany in the mid-1980s. It depicts the collision of the Soviet 8th Guards Army with elements of the U.S. 3rd Infantry Division and the West German 12th Panzer Division in ferocious battles around the German city of Wu&#204;&#136;rzburg. This new edition is lovingly recreated with an updated order of battle, new map artwork, new unit counters, revised rules, and new scenarios.&#10;&#10;Air &amp; Armor employs a highly interactive game system with asymmetric rules modeling the different command &amp; control capabilities of each alliance. The game simulates all major aspects of modern warfare, including reconnaissance, combined arms operations, air, helicopter, and artillery strikes, chemical and electronic warfare, and combat engineering. Multiple levels of hidden intelligence produce a true &ldquo;fog of war&rdquo; providing plenty of opportunities for deception, surprise, traps, and ambushes. Play this game to experience what it would have been like to command a division in battle if the Cold War had gone hot.&#10;&#10;Air &amp; Armor features twelve different scenarios, each a complete game by itself. Each scenario covers a different battlefield operation, including a meeting engagement, a delaying action, a frontal assault, an attack on a fortified line, an attack on a flank, a major river crossing operation, a NATO counterattack, an envelopment operation, and a breakout from a pocket.  Extensive Scenario, Player, and Designer Notes provide advice on play and historical detail.&#10;&#10;Air &amp; Armor is ideal for solitaire play.  The hidden intelligence system provides a high level of tension during solitaire play because, even though a solo player is commanding both sides, he never knows what he will hit when he conducts an operation.&#10;&#10;Product Information:&#10;Complexity:  High&#10;Time Scale: 1 Turn = 2 Hours&#10;Map Scale: 1 Mile/Hex&#10;Unit Scale: Companies to Regiments&#10;Players: 1-7 Players&#10;Solitaire Suitability: High&#10;Playing Time: 3 to 12 hours based on Scenario&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Hidden Movement",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Country: Germany",
      "Players: Wargames with Solitaire Rules",
      "Political: NATO",
      "Series: Designer Signature Edition (Compass Games)",
      "Theme: Alternate History"
    ]
  },
  {
    "Rank": "12703",
    "Name": "A Greater Victory: South Mountain, September 14, 1862",
    "ID": 371159,
    "Year": "(2022)",
    "Geek Rating": "5.547",
    "Avg Rating": "8.66",
    "Link": "https://boardgamegeek.com/boardgame/371159/a-greater-victory-south-mountain-september-14-1862",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "480",
    "Weight": "3.3333",
    "Description": "After the stunning Union defeat at Second Manassas, Robert E. Lee maneuvered his victorious Confederate Army across the Potomac River and into the state of Maryland. George B. McClellan was put back in command of Union forces, being tasked with repulsing the bold Rebel invasion of the North. The uncharacteristically sudden approach of Union troops put the Confederates on the defensive at South Mountain, a site that was considered perhaps the most rugged battlefield of the entire American Civil War (ACW). As the two sides engaged, much more was at stake other than just a victory or defeat; in addition to protecting their vital lines-of-communication, the Confederates had to keep the larger Union Army at bay so that Stonewall Jackson&rsquo;s Corps could force the surrender of more than 12,000 Federals under siege at nearby Harper&rsquo;s Ferry.&#10;&#10;A Greater Victory is a Tactical level wargame covering the key encounter at South Mountain on September 14th, 1862. It has been designed to be an historical yet readily playable regimental-scaled simulation of the twin conflict at Fox&rsquo;s and Turner&rsquo;s Gap. With two smaller, quick-play scenarios plus a comprehensive scenario covering the full day of action, the design offers flexible and tense situations for both players (also excellent for solitaire play). The Order-of-Battle has been researched to account for items like Confederate stragglers, offering a fresh perspective on the battle.&#10;&#10;This is the seventh release in Revolution Games&rsquo; popular Blinds Swords series which features a chit-pull system covering the most interesting and important engagements of the ACW. New features debuting here include Brigade Activation cards so that each side can more easily gauge the status of their formations, along with a customized Fog-of-War table assigned to each scenario for an enhanced historical narrative. The series rules have also been adjusted at certain junctions to better reflect the extreme harshness of the terrain that soldiers on both sides had to contend with.&#10;&#10;More than just a prelude to the famous Battle of Antietam that was fought just three days later on September 17th, 1862, South Mountain set the stage for that epic engagement. Will Confederate General D. H. Hill be able to hold his scattered and understrength formations together until desperately needed reinforcements arrive, along with Generals Lee and Longstreet? Will Union Generals like Jacob Cox (see side-box image) and George Meade be able to coordinate their brigades into effective attacks, fighting the unforgiving terrain as much as their dreaded enemy? If the Confederates cannot hold, and part of their army is either captured or decisively routed at South Mountain, the subsequent results at Antietam could have been drastically altered, thus changing the course of history.&#10;&#10;Components:&#10;352 5/8&quot; Counters&#10;22 x 34 inch Map&#10;Exclusive Rulebook&#10;Series Rulebook&#10;2 Event Description Cards&#10;2 Combat Results Table Cards&#10;1 General Records Track&#10;2 Player Reference Cards&#10;2 Brigade Activations Cards&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Hexagon Grid"
    ],
    "Families": [
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Blind Swords System"
    ]
  },
  {
    "Rank": "12704",
    "Name": "Twilight Imperium: Armada",
    "ID": 2902,
    "Year": "(2001)",
    "Geek Rating": "5.547",
    "Avg Rating": "6.66",
    "Link": "https://boardgamegeek.com/boardgame/2902/twilight-imperium-armada",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.6667",
    "Description": "(Not to be confused with the Twilight Imperium: Twilight Armada accessory)&#10;&#10;The galaxy is engulfed in terrible conflict. Fleets of havoc are patrolling ancient borders in space and impressive armadas, bent on destruction, are penetrating deep into enemy systems. It is a time of skill and cunning, a time of tactics and planning, it is a time of war. Armada is set in the rich and popular Twilight Imperium universe where players take control of one of the four major races of the crumbled empire, and must battle for glory and survival. Filled to the brim with ships of war, personnel, and technologies, Armada is a customizable game of strategic resource allocation and tactical space warfare.&#10;&#10;Take control of the unique capabilities of each race's fleet:&#10;&#10;Federation of Sol&#10;Sardakk N'orr&#10;Barony of Letnev&#10;Emirates of Hacan&#10;&#10;Each ship is a die-cut counter that you move by &quot;flipping&quot; (Diskwars or Range Wars players will be familiar with this system). Each ship has their stats clearly printed on the tile so there are no sheets to cross reference. Combat is resolved by tossing Hit Counters to see how much damage you do. If the damage penetrates the opponent's shields, they must check for Critical Hits. This is an exciting alternative to dice rolling.&#10;&#10;Overall a very fun and simple space combat game, not to mention an inexpensive alternative to miniatures.&#10;&#10;Another note of interest, when the Star Trek Red Alert! game went out of print Fantasy Flight Games continued the game in their Twilight Imperium universe. The two games are compatible but the big difference is that Armada doesn't have cloaking technology but does have Squadrons. Squadrons are comprised of Fighters or Bombers and both are extremely nasty. If you play against an opponent with a Carrier, you're a sitting duck unless you include some fighters of your own.&#10;&#10;The Twilight Imperium: Armada &#226;&#128;&#147; Stellar Matter pack is the ultimate terrain expansion, with all the asteroids, mine fields, planets, space docks, and planetary defense systems you'll ever need. The Twilight Imperium: Armada &#226;&#128;&#147; Incursion introduces several new elements to the game, such as missiles, new squadron types, new technology, new ships, and new crew.&#10;&#10;Expanded by:&#10;&#10;    Twilight Imperium: Armada &#226;&#128;&#147; Stellar Matter&#10;    Twilight Imperium: Armada &#226;&#128;&#147; Incursion&#10;&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Collectible Components",
      "Fighting",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Collectible: Collectible Token Games",
      "Game: Twilight Imperium"
    ]
  },
  {
    "Rank": "12705",
    "Name": "Geisterwäldchen",
    "ID": 16142,
    "Year": "(2005)",
    "Geek Rating": "5.547",
    "Avg Rating": "6.07",
    "Link": "https://boardgamegeek.com/boardgame/16142/geisterwaldchen",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.1364",
    "Description": "Michelle Schanen is continuing to play with her successful ghosts - but this time with new figures, new scenery and a completely different game principle. In Geisterw&auml;ldchen (Ghost Forest), the old ghost that the children wanted to scare is now after the children themselves. The children have hidden themselves in the mysterious woods near the old ruined castle in which the ghost lived. He circles the woods, while the children try not to get caught. Magnets in the figures play a major role. A tense chase game that's not just for kids!&#10;&#10;Ages 5 and up.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Horror",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Creatures: Ghosts",
      "Series: Drei Magier ghost games"
    ]
  },
  {
    "Rank": "12706",
    "Name": "Check Your 6! Jet Age",
    "ID": 75644,
    "Year": "(2010)",
    "Geek Rating": "5.547",
    "Avg Rating": "7.88",
    "Link": "https://boardgamegeek.com/boardgame/75644/check-your-6-jet-age",
    "Min Players": "2",
    "Max Players": "20",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.2",
    "Description": "Check Your 6! Jet Age was designed to closely reflect the details of jet age combat while providing maximum playability. Building on the award winning Check Your 6! Classic WWII system, the game is the result of more than three years of into air-to-air weapons, combat maneuvers, aircraft statistics, and the influence of pilot skill on combat. Combat is reflected in 3D and statistical analysis was extensively used in the design. Former and current US Air Force and US Marine Corps pilots were part of the design team from the start, greatly influencing the design and mechanics of the game rules.&#10;&#10;This is the core rule book for CY6! modern air combat. It contains scenarios for post-WWII conflicts in a number of different theaters. Aircraft stats for scores of planes are included.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Miniatures",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Series: Check Your 6!"
    ]
  },
  {
    "Rank": "12707",
    "Name": "12 Hours at Maleme",
    "ID": 373291,
    "Year": "(2022)",
    "Geek Rating": "5.547",
    "Avg Rating": "7.80",
    "Link": "https://boardgamegeek.com/boardgame/373291/12-hours-at-maleme",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "2.5",
    "Description": "12 Hours at Maleme is a two-player wargame simulating the battle for the control of Maleme airfield (Crete), that took place on May 20, 1941 between the 1st Air Landing Assault Regiment from the German 7th Air Division and the 22nd New Zealand Infantry Battalion from the 2nd New Zealand Division. The game simulates the tense one-day fight over the control of Maleme airfield and the all-important Allied position on Hill 107.&#10;&#10;Players will activate units alternatively in order to achieve control of key positions or prevent the other player from doing so. Every time a unit is activated, the owner may move it, fire at other unit(s) or try to remove a pinned or regroup condition. Afterwards, the other player will do the same. Each side has some HQ actions they may use to increase their options to achieve victory. Everytime a 6 is rolled when a unit fires or tries a refit action the time advances 30 minutes, nearing the time when one side will withdraw from the battlefield.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Greece",
      "Digital Implementations: VASSAL",
      "Islands: Crete (Greece)",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "12708",
    "Name": "Copa",
    "ID": 148730,
    "Year": "(2013)",
    "Geek Rating": "5.547",
    "Avg Rating": "6.70",
    "Link": "https://boardgamegeek.com/boardgame/148730/copa",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "1.7143",
    "Description": "Game description from the publisher:&#10;&#10;In celebration of our tenth anniversary as a games publisher, this year we present an exclusive new game: COPA, which comes packaged in an elegant white box that contains nothing more than wood shells and beans &mdash; and a firework of ideas for games from four different classic game disciplines: strategy, memory, skill and bluff. You won't believe the amazing things you can do with cups and beans!&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Modular Board"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Components: 4 x 4 Grids",
      "Components: Wooden pieces & boards"
    ]
  },
  {
    "Rank": "12709",
    "Name": "18Africa",
    "ID": 158589,
    "Year": "(2014)",
    "Geek Rating": "5.547",
    "Avg Rating": "7.07",
    "Link": "https://boardgamegeek.com/boardgame/158589/18africa",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "3.8889",
    "Description": "18Africa is an 18xx game with the African continent as its setting. The game uses 1829 Mainline as its inspiration and has enhanced the gameplay to reduce some of the luck factor of the original game.&#10;&#10;The game has 17 companies but a random selection of 9 are used in each game resulting in a different game each time that you play.&#10;&#10;The game follows the usual 18xx convention of a series of share dealing rounds followed by a number of operating rounds.&#10;&#10;Differences from a standard 18xx include 7 concessions which are auctioned prior to the second SDR and a variable financial market when companies operate.&#10;&#10;",
    "Categories": [
      "Economic",
      "Print & Play",
      "Trains"
    ],
    "Mechanics": [
      "Stock Holding",
      "Tile Placement"
    ],
    "Families": [
      "Continents: Africa",
      "Series: 18xx"
    ]
  },
  {
    "Rank": "12710",
    "Name": "Orchard Ocean",
    "ID": 284949,
    "Year": "(2019)",
    "Geek Rating": "5.547",
    "Avg Rating": "6.88",
    "Link": "https://boardgamegeek.com/boardgame/284949/orchard-ocean",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3.6667",
    "Description": "You, a fruit farmer, have come up with a daring new endeavor: creating an orchard atop man-made islands in the deep blue sea.&#10;&#10;With an abundance of nature, sunlight and water close at hand, you believe you&rsquo;ll be able to create an orchard the likes of which has never been seen before.&#10;&#10;It&rsquo;s important to think about the kind of orchard you want to build, but you&rsquo;ll need to secure the necessary money and manpower if you want to make your dreams into reality.&#10;&#10;It will take more than skilled management of your orchard to turn your farming operation into a lasting enterprise. You&rsquo;ll need to attract tourists by developing products and opening stores that turn your fresh-grown fruit into local delicacies.&#10;&#10;You start with nothing more than a small harbor in the vast ocean. &#10;Will you be able to bring your grand plans to fruition?&#10;&#10;&mdash;description from the publisher&#10;&#10;&#230;&#158;&#156;&#230;&#168;&#185;&#232;&#190;&#178;&#229;&#174;&#182;&#227;&#129;&#174;&#227;&#129;&#130;&#227;&#129;&#170;&#227;&#129;&#159;&#227;&#129;&#175;&#10;&#229;&#164;&#170;&#233;&#153;&#189;&#227;&#129;&#174;&#229;&#133;&#137;&#227;&#129;&#140;&#233;&#153;&#141;&#227;&#130;&#138;&#230;&#179;&#168;&#227;&#129;&#142;&#227;&#128;&#129;&#230;&#176;&#180;&#227;&#129;&#171;&#230;&#129;&#181;&#227;&#129;&#190;&#227;&#130;&#140;&#227;&#129;&#159;&#10;&#232;&#135;&#170;&#231;&#132;&#182;&#232;&#177;&#138;&#227;&#129;&#139;&#227;&#129;&#170;&#230;&#181;&#183;&#227;&#129;&#174;&#228;&#184;&#138;&#227;&#129;&#171;&#230;&#158;&#156;&#230;&#168;&#185;&#229;&#156;&#146;&#227;&#130;&#146;&#228;&#189;&#156;&#227;&#130;&#139;&#227;&#130;&#162;&#227;&#130;&#164;&#227;&#131;&#135;&#227;&#130;&#162;&#227;&#130;&#146;&#230;&#128;&#157;&#227;&#129;&#132;&#227;&#129;&#164;&#227;&#129;&#141;&#227;&#129;&#190;&#227;&#129;&#151;&#227;&#129;&#159;&#227;&#128;&#130;&#10;&#10;&#228;&#186;&#186;&#229;&#183;&#165;&#227;&#129;&#174;&#229;&#179;&#182;&#227;&#130;&#146;&#230;&#181;&#183;&#227;&#129;&#171;&#230;&#181;&#174;&#227;&#129;&#139;&#227;&#129;&#185;&#227;&#129;&#166;&#10;&#227;&#129;&#147;&#227;&#130;&#140;&#227;&#129;&#190;&#227;&#129;&#167;&#227;&#129;&#171;&#227;&#129;&#170;&#227;&#129;&#132;&#230;&#150;&#176;&#227;&#129;&#159;&#227;&#129;&#170;&#230;&#158;&#156;&#230;&#168;&#185;&#229;&#156;&#146;&#227;&#130;&#146;&#227;&#129;&#164;&#227;&#129;&#143;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#151;&#227;&#130;&#135;&#227;&#129;&#134;&#239;&#188;&#129;&#10;&#10;&#227;&#129;&#151;&#227;&#129;&#139;&#227;&#129;&#151;&#227;&#128;&#129;&#227;&#129;&#169;&#227;&#130;&#147;&#227;&#129;&#170;&#230;&#158;&#156;&#230;&#168;&#185;&#229;&#156;&#146;&#227;&#129;&#171;&#227;&#129;&#151;&#227;&#129;&#159;&#227;&#129;&#132;&#227;&#129;&#139;&#227;&#130;&#146;&#230;&#143;&#143;&#227;&#129;&#143;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#130;&#130;&#229;&#164;&#167;&#229;&#136;&#135;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#129;&#140;&#10;&#229;&#138;&#180;&#229;&#131;&#141;&#232;&#128;&#133;&#227;&#130;&#132;&#232;&#179;&#135;&#233;&#135;&#145;&#227;&#130;&#146;&#231;&#162;&#186;&#228;&#191;&#157;&#227;&#129;&#151;&#227;&#129;&#170;&#227;&#129;&#145;&#227;&#130;&#140;&#227;&#129;&#176;&#227;&#128;&#129;&#230;&#181;&#183;&#228;&#184;&#138;&#227;&#129;&#174;&#230;&#158;&#156;&#230;&#168;&#185;&#229;&#156;&#146;&#227;&#129;&#175;&#229;&#174;&#159;&#231;&#143;&#190;&#227;&#129;&#167;&#227;&#129;&#141;&#227;&#129;&#190;&#227;&#129;&#155;&#227;&#130;&#147;&#227;&#128;&#130;&#10;&#10;&#227;&#129;&#190;&#227;&#129;&#159;&#227;&#128;&#129;&#230;&#158;&#156;&#230;&#168;&#185;&#229;&#156;&#146;&#227;&#130;&#146;&#229;&#150;&#182;&#227;&#130;&#128;&#227;&#129;&#160;&#227;&#129;&#145;&#227;&#129;&#167;&#227;&#129;&#170;&#227;&#129;&#143;&#10;&#230;&#142;&#161;&#227;&#130;&#140;&#227;&#129;&#159;&#227;&#129;&#166;&#227;&#129;&#174;&#230;&#150;&#176;&#233;&#174;&#174;&#227;&#129;&#170;&#230;&#158;&#156;&#229;&#174;&#159;&#227;&#130;&#146;&#230;&#180;&#187;&#227;&#129;&#139;&#227;&#129;&#151;&#227;&#129;&#166;&#227;&#128;&#129;&#10;&#229;&#144;&#141;&#231;&#137;&#169;&#227;&#129;&#168;&#227;&#129;&#170;&#227;&#130;&#139;&#229;&#149;&#134;&#229;&#147;&#129;&#227;&#130;&#146;&#232;&#163;&#189;&#233;&#128;&#160;&#227;&#129;&#151;&#227;&#129;&#159;&#227;&#130;&#138;&#227;&#128;&#129;&#232;&#166;&#179;&#229;&#133;&#137;&#229;&#174;&#162;&#227;&#130;&#146;&#233;&#173;&#133;&#227;&#129;&#141;&#227;&#129;&#164;&#227;&#129;&#145;&#227;&#130;&#139;&#229;&#186;&#151;&#227;&#130;&#146;&#233;&#150;&#139;&#227;&#129;&#132;&#227;&#129;&#159;&#227;&#130;&#138;&#10;&#230;&#140;&#129;&#231;&#182;&#154;&#229;&#143;&#175;&#232;&#131;&#189;&#227;&#129;&#170;&#232;&#168;&#136;&#231;&#148;&#187;&#227;&#129;&#171;&#227;&#129;&#153;&#227;&#130;&#139;&#227;&#129;&#159;&#227;&#130;&#129;&#227;&#129;&#171;&#227;&#129;&#175;&#227;&#128;&#129;&#227;&#129;&#130;&#227;&#130;&#137;&#227;&#130;&#134;&#227;&#130;&#139;&#230;&#150;&#189;&#231;&#173;&#150;&#227;&#129;&#140;&#229;&#191;&#133;&#232;&#166;&#129;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;&#227;&#129;&#190;&#227;&#129;&#160;&#229;&#176;&#143;&#227;&#129;&#149;&#227;&#129;&#170;&#230;&#184;&#175;&#227;&#129;&#151;&#227;&#129;&#139;&#227;&#129;&#170;&#227;&#129;&#132;&#230;&#181;&#183;&#227;&#129;&#174;&#228;&#184;&#138;&#227;&#129;&#167;&#10;&#229;&#164;&#167;&#227;&#129;&#141;&#227;&#129;&#170;&#232;&#168;&#136;&#231;&#148;&#187;&#227;&#130;&#146;&#230;&#136;&#144;&#229;&#138;&#159;&#227;&#129;&#149;&#227;&#129;&#155;&#227;&#130;&#139;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#129;&#140;&#227;&#129;&#167;&#227;&#129;&#141;&#227;&#130;&#139;&#227;&#129;&#174;&#227;&#129;&#167;&#227;&#129;&#151;&#227;&#130;&#135;&#227;&#129;&#134;&#227;&#129;&#139;&#227;&#128;&#130;&#10;&#10;&mdash;description from the publisher (Japanese)&#10;&#10;",
    "Categories": [
      "Farming"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "12711",
    "Name": "Black Sea Black Death",
    "ID": 5752,
    "Year": "(1982)",
    "Geek Rating": "5.547",
    "Avg Rating": "7.32",
    "Link": "https://boardgamegeek.com/boardgame/5752/black-sea-black-death",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "3.9167",
    "Description": "Black Sea * Black Death is a simulation-game for 2 to 4 players of the Soviet amphibious operations conducted in early February of 1943 as a part of Operation Gory/Morsky (Mountains/Sea).&#10;&#10;The objective of Operation Morsky was to surround and take the port city of Novorossisk, opening the way to a drive on Anapa which cut the main supply line keeping the German 17th Army alive in the Kuban-Taman area.&#10;&#10;The game covers a battle of 9 1/2 days on a scale of one half mile per hex (800 meters) and one turn per day. Fighting takes place on beaches, in mountains, in an industrial city and in the air overhead, with the units involved being mostly of battalion or company size (roughly 100 men per strength point), with naval units representing one ship or two boats, and air units each representing ten aircraft.&#10;&#10;There are some unusual concepts in the game system, as well as a considerable amount of detail.&#10;&#10;Game Scale:&#10;Turn: Impulses = 4-5 hours, 5-6 impulses per day&#10;Hex: 880 yards / 804 meters&#10;Units: Company to Regiment&#10;&#10;Game Inventory:&#10;One 22 x 34&quot; full-color mapsheet&#10;Two dual-side printed countersheets (1 combat, 1 markers - 600 1/2&quot; counters)&#10;One 40-page Black Sea - Black Death rules booklet&#10;Two Player Aid cards (in rules booklet)&#10;One 4-page Charts &amp; Tables booklet (in rule booklet)&#10;Two 6-sided dice&#10;&#10;Players: 1 or more&#10;Playing Time: 2-20 hours&#10;Complexity: Medium&#10;Solitaire Suitability: Moderate&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Digital Implementations: VASSAL",
      "Series: Black Sea * Black Death"
    ]
  },
  {
    "Rank": "12712",
    "Name": "Flames of War: Open Fire",
    "ID": 40411,
    "Year": "(2009)",
    "Geek Rating": "5.547",
    "Avg Rating": "7.21",
    "Link": "https://boardgamegeek.com/boardgame/40411/flames-of-war-open-fire",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.75",
    "Description": "Flames Of War! Open Fire  has been carefully designed for someone who has never heard of Flames Of War before, or has seen the 256 page rulebook and not known where to start. Open Fire is not a simplified set of the Flames Of War rules, but rather a complete introductory box for a new player!&#10;&#10;Open Fire! includes:&#10;&#10;Complete Flames Of War full-colour mini-rulebook; 164 pages of clearly laid out rules with plenty of diagrams, including: Rules for tanks, infantry, artillery, aircraft, snipers, reconnaissance, night fighting, and more.&#10;&#10;Special rules for the nations involved in WWII.&#10;&#10;16 page full-colour introduction booklet. Learn the skills needed to become a famous World War II general. &#10;6 detailed American Sherman tank miniatures. &#10;2 detailed Sherman Firefly tank miniatures. &#10;3 detailed German StuG G assault gun miniatures. &#10;2 Grenadier platoons, one PaK40 platoon (72 minis, 2 AT guns)&#10;1 US Paratrooper platoon (32 minis)&#10;1 V1 Flying Bomb Terrain Piece&#10;10 American dice. &#10;10 German dice.&#10;&#10;The introduction booklet has been written to work in conjunction with the mini-rulebook included with the set.&#10;&#10;Its aim is to introduce you to the basic mechanics of the Flames Of War rules and to help you navigate your way through the rulebook for your first couple of games. Once you've played through the missions included, you should be ready for your first full battles.&#10;&#10;This is truly where the war begins for your reinforcements!&#10;&#10;Miniatures are supplied unpainted and assembly may be required.&#10;&#10;",
    "Categories": [
      "Fighting",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Game: Flames of War"
    ]
  },
  {
    "Rank": "12713",
    "Name": "Middle-Earth Strategy Battle Game: The Lord of the Rings – Battle of Osgiliath",
    "ID": 375439,
    "Year": "(2022)",
    "Geek Rating": "5.547",
    "Avg Rating": "8.38",
    "Link": "https://boardgamegeek.com/boardgame/375439/middle-earth-strategy-battle-game-the-lord-of-the",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "0",
    "Description": "The Battle for Osgiliath is your gateway to collecting, painting, and gaming in Middle-Earth. Step into this epic battle and take command of the forces of Gondor as they fight desperately to defend their homeland, or the legions of Mordor, who seek to destroy the free peoples once and for all. This box contains 54 models split into two balanced armies &ndash; one Good, one Evil &ndash; and all the rules you need to play games of Middle-Earth Strategy Battle Game, plus accessories and dice. It&rsquo;s a complete wargame in a box!&#10;&#10;The Miniatures&#10;&#10;The Forces of Good&#10;&#10;     Faramir, Captain of Gondor&#10;     Madril, Captain of Ithilien&#10;     Damrod, Ranger of Ithilien&#10;     12 Warriors of Minas Tirith clad in heavy armour to hold the line and wielding a variety of weapons&#10;     12 Rangers of Gondor, equipped to pick off their enemies from the shadows with sturdy bows before cutting them down with sword and spear&#10;&#10;&#10;The Forces of Evil&#10;&#10;     Gothmog, Lieutenant of Sauron, both mounted on his oversized Warg, and another model showing him on foot&#10;     24 heavily-armoured Morannon Orcs with shields and wicked melee weapons&#10;     1 armoured Mordor Troll, swinging a gargantuan hammer&#10;&#10;&#10;The Scenery&#10;&#10;     2 sets of modular battlescarred Gondor Ruins, building four large pieces. They can also be combined to create larger structures&#10;&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Novel-based",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Authors: J.R.R. Tolkien",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: The Lord of the Rings Strategy Battle Game (Games Workshop)"
    ]
  },
  {
    "Rank": "12714",
    "Name": "Fortune City",
    "ID": 254135,
    "Year": "(2018)",
    "Geek Rating": "5.547",
    "Avg Rating": "6.51",
    "Link": "https://boardgamegeek.com/boardgame/254135/fortune-city",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Fortune City is a board game adapted from the smartphone game of the same name that combines purchases and city development. Each kind of purchase helps you to build a characteristic building in the game, then make your city more and more stylish. In the game, you should:&#10;&#10;&#10;    Purchase your favorite item.&#10;    Build a characteristic building.&#10;    According your purchase, develop your unique city.&#10;    Increase population in your city.&#10;    Earn more coins that you can buy other items to build more buildings.&#10;&#10;&#10;",
    "Categories": [
      "City Building"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "12715",
    "Name": "Collapsible D: The Final Minutes of the Titanic",
    "ID": 108012,
    "Year": "(2012)",
    "Geek Rating": "5.547",
    "Avg Rating": "6.68",
    "Link": "https://boardgamegeek.com/boardgame/108012/collapsible-d-the-final-minutes-of-the-titanic",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "April 14, 1912, 11:40 p.m.: In the dark, cold waters of the Atlantic ocean, the transatlantic RSM Titanic, during its first journey, sinks after a crash against an iceberg. The block of ice opens a hole in the right side of the hull and after two hours and forty minutes the Titanic is doomed.&#10;&#10;One hundred years after those happenings, Sir Chester Cobblepot offers a refined board game that celebrates the unforgettable heroism and determination of the passengers on that English transatlantic. More specifically, our main characters are the survivors of the last lifeboat lowered into the water, the collapsible D.&#10;&#10;The idea for Collapsible D: The Final Minutes of the Titanic comes from the mind of the Italian author Gianluca Santopietro. In this game the players are on board the Titanic during the night of April 14, 1912, starting at 11:40 p.m. when the ship collides with an iceberg; each turn represents ten minutes in real time. Each player controls a passenger of each Class and a member of the Crew. Each character has a different starting point, an attempt to recreate the exact location where they were on the ship, thanks to historical research led by the author in cooperation with history experts on the Titanic, such as Claudio Bossi. Thanks to an intuitive movement system, players will move their passengers through the ship, trying to reach the lifeboats on the dock.&#10;&#10;Meanwhile, the water floods in quickly and the risk of drowning is very high. Each saved passenger grants victory points, and the player with the highest score wins.&#10;&#10;",
    "Categories": [
      "Dice",
      "Maze",
      "Nautical"
    ],
    "Mechanics": [
      "Area Movement",
      "Roll / Spin and Move"
    ],
    "Families": [
      "History: The Sinking of the Titanic"
    ]
  },
  {
    "Rank": "12716",
    "Name": "Taiga",
    "ID": 86542,
    "Year": "(2010)",
    "Geek Rating": "5.547",
    "Avg Rating": "6.34",
    "Link": "https://boardgamegeek.com/boardgame/86542/taiga",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.1111",
    "Description": "To set up Findevier, lay out the ten double-sided animal discs in a circle. Shuffle the deck of cards, place them in the circle, then reveal the top card, thereby showing the animal that players will search for in the first round. Place 1-4 tokens in the circle to account for the animals of this type that aren't visible. (Two cards show woodland elves instead of an animal, and the player who draws this card chooses which animal players will search for.)&#10;&#10;On a turn, a player flips over one of the discs to reveal the animal shown on the other side. If the player reveals the target animal, she earns one token from the circle; if the player reveals the fourth animal of this type, the player takes the final token, along with the animal card. Once all four animals of the desired type are visible, reveal the next card. Once all twelve cards have been used, the game ends and the player with the most points wins. Each token and animal card is worth one point, while the two elf cards are worth two points each.&#10;&#10;Game play in Taiga is nearly identical to that of Findevier, with the differences being (1) that the game has only ten animal cards and no elf cards; (2) that a player who reveals an incorrect animal must return a token to the bank; and (3) that each token is worth one point and each animal card is worth two points.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Deduction",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "12717",
    "Name": "Sebastian Fitzek Killercruise: Das Würfelspiel",
    "ID": 376760,
    "Year": "(2023)",
    "Geek Rating": "5.547",
    "Avg Rating": "6.83",
    "Link": "https://boardgamegeek.com/boardgame/376760/sebastian-fitzek-killercruise-das-wurfelspiel",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "The title translates to &quot;Sebastian Fitzek Killercruise dice game&quot;&#10;&#10;The thrill of the bestselling boardgame &quot;Sebastian Fitzek Killercruise&quot; by the popular crime author Fitzek is now available in a handy dice and notepad format. This game is a &quot;Roll &amp; Write&quot; adventure where every die decides the next move on paper. The goal is to rescue the passengers on board of the ship and to escape the killer.&#10;&#10;The team is playing together to find the psychopath on deck. The notepad constitutes the deck of the ship with various rooms to move in. Different clues disclose information on the killer's whereabouts.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Novel-based"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Versions & Editions: Dice Versions of Non-Dice Games"
    ]
  },
  {
    "Rank": "12718",
    "Name": "Contrast",
    "ID": 218465,
    "Year": "(2017)",
    "Geek Rating": "5.547",
    "Avg Rating": "6.22",
    "Link": "https://boardgamegeek.com/boardgame/218465/contrast",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Contrast is a light party game in which players score points by characterizing objects the same way.&#10;&#10;Each player has a deck of the same six cards, and each card has either opposite characteristics (short/long, round/square, etc.) or a pair of colors (red/yellow, blue/green). In each round, players simultaneously reveal one of the four cards they have in hand &mdash; as the other two cards are in front of them and cannot be used &mdash; with that card matching the top picture of the picture card deck in some way. The image might show a red balloon in the sky, for example, so do you reveal red, round, blue, or something else?&#10;&#10;Everyone simultaneously reveals their chosen card. If a player has voted with the majority, they take a picture card from the deck to keep track of their points. Then everyone refreshes their hand by picking up their left-most card and putting down their played card on the right. Then, another round begins.&#10;&#10;After the picture deck runs out, whoever has the most picture cards wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Simultaneous Action Selection",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "12719",
    "Name": "Palenque",
    "ID": 88950,
    "Year": "(2011)",
    "Geek Rating": "5.547",
    "Avg Rating": "6.11",
    "Link": "https://boardgamegeek.com/boardgame/88950/palenque",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.2222",
    "Description": "Pacal, king of the Maya city Palenque, is trying to control all of the Yucatan's resources. As kings of other cities, his opponents have their own ideas. By using your influence to control resources in Kingdoms across the Yucatan, you can establish yourself as the greatest king of the Maya. Build Temples. Alter borders. Control resources.&#10;&#10;During the game, players represent the kings who oppose Pacal and use the ten different resource cards and spend action points to expand their empires, dominate the 14 Yucatan kingdoms through their control markers, exchange the opponents control markers, reserve control markers and/or build Temples, scoring every time a Score Card is played by any player.&#10;&#10;The player who has amassed the greatest amount of control over the Yucatan Peninsula in each of the scoring rounds is the winner.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Ancient",
      "Territory Building"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Enclosure",
      "Grid Movement",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Country: Mexico",
      "Theme: Mayans"
    ]
  },
  {
    "Rank": "12720",
    "Name": "Gorizia 1916: La sesta battaglia dell'Isonzo",
    "ID": 218491,
    "Year": "(2016)",
    "Geek Rating": "5.547",
    "Avg Rating": "7.62",
    "Link": "https://boardgamegeek.com/boardgame/218491/gorizia-1916-la-sesta-battaglia-dellisonzo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.75",
    "Description": "Description from the publisher:&#10;&#10;Gorizia 1916, La sesta battaglia dell'Isonzo (the Isonzo sixth battle), is a medium complexity Operational  level board-wargame on the campaign conducted by the Italian forces against Austria-Hungary, during August 1916.&#10;&#10;This is a mini-monster, very playable game with many hundreds die-cut counters, one 22&quot;x34&quot; map with large hexes representing the theater of the Isonzo River, at a scale of 900m per hex, 1 day per game-turn. Each unit counter represents a battalion, or an artillery battery.&#10;&#10;The game system is the same as its predecessor, Strafexpedition 1916&#239;&#187;&#191;&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Movement Points",
      "Zone of Control"
    ],
    "Families": [
      "Country: Austria-Hungary",
      "Country: Italy",
      "Country: Slovenia",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: WW1 Battles on the Italian Front (ES)"
    ]
  },
  {
    "Rank": "12721",
    "Name": "Age of Muskets Volume I: Tomb for an Empire",
    "ID": 38578,
    "Year": "(2008)",
    "Geek Rating": "5.547",
    "Avg Rating": "7.26",
    "Link": "https://boardgamegeek.com/boardgame/38578/age-of-muskets-volume-i-tomb-for-an-empire",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "6000",
    "Weight": "3.85",
    "Description": "Age of Muskets is a rule set that covers the campaigns from the late XVII century to the first half of the XIX. It emphasizes Command and Control as well as the uncertainty and friction of any military operation. Players take command of an army of the period, represented by their headquarters, and control their attached units, their men and equipment. The purpose is to re-create all the relevant factors of war at the operational level in the pre-industrial age.&#10;The game is played as a sequence of &ldquo;game turns&rdquo;, each made up of several actions performed by the forces of all sides present on the game board. The diverse scenarios that can be played have a limited number of game turns, once finished players check which side has won. Many of these scenarios can be played by just 2 players. However, the longest and largest are designed for team play, ideally by 4 to 6 players.&#10;&#10;I) Game scales. &#10;1 Combat point = 1.000 men (or approximately 8-12 artillery pieces).&#10;1 Turn = 1 month (or a fortnight)&#10;Game board = variable, mostly 1:1.250.000 (1 cm=12,5 Km)&#10;Unit size = Divisions &amp; brigades (in addition to counters representing Headquarters).&#10;&#10;Age of Muskets Volume I: Tomb for an Empire.&#10;&#10;&quot;Tomb for an Empire&quot; simulates the conflict that took place in the Iberian Peninsula from 1808 to 1814. It was a complex war that involved diverse interests and troops from many nations. Great Britain sent her troops to defend Portugal, within the context of the European Coalitions against France.  In Spain proper the war, which presented certain aspects of a civil war, saw an uneasy alliance of reformists and traditionalists under the name of &quot;Patriots&quot; facing the puppet King Jose I Bonaparte and the occupation army; composed mainly of French but also of Italians, Neapolitans, Poles, Germans, Swiss, Dutch and even Spaniards (known as &quot;Juramentados&quot;).&#10;&#10;Spaniards, British and Portuguese form the Allied side while France and her allies and satellites form the Imperial side. A player (or team) control each side. The game allows to play the war beginning on July 1808 to April 1814, or on several later dates - November 1808,  May 1809, January 1810, January 1811 or February 1812. It is also possible to play only certain parts (e.g. The War in Levante 1809 - 1813),  individual campaigns (Napoleon's 1809) or just battles (Salamanca, Vitoria ...)&#10;&#10;&quot;Tomb for an Empire&quot; is not just a game it's a whole gaming experience that includes 6 introductory battle scenarios and 18 campaign scenarios of increasing complexity, from Bailen (lasting less than one full turn) to the full campaign starting any year of the war (scenarios 14 to 18).&#10;&#10;El juego est&aacute; en ingl&eacute;s pero encontrar&aacute;s en esta p&aacute;gina (Apoyo al Jugador) los archivos en espa&ntilde;ol necesarios para jugar &ndash;Hojas de Ayuda, Reglas y Escenarios.&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Area-Impulse",
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Country: France",
      "Country: Portugal",
      "Country: Spain",
      "Digital Implementations: VASSAL",
      "Series: Age of Muskets (Bellica Third Generation)"
    ]
  },
  {
    "Rank": "12722",
    "Name": "Cosmic Kaboom",
    "ID": 177245,
    "Year": "(2016)",
    "Geek Rating": "5.547",
    "Avg Rating": "6.44",
    "Link": "https://boardgamegeek.com/boardgame/177245/cosmic-kaboom",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "For centuries, the factions have been at war. However, it wasn&rsquo;t until recently that they discovered the ability to create a bomb so powerful as to destroy entire planets. But now the secret is out, and it&rsquo;s a race to see which faction will crown themselves as the superior race.&#10;&#10;Players will take turns flying (flicking) their space ships around space, collecting energy to power up space bombs and eradicate their enemies.&#10;&#10;The goal of the game is to be the player with the most points at the end of the game proving that their alien species is the supreme race.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Science Fiction"
    ],
    "Mechanics": [
      "Flicking",
      "Modular Board",
      "Pick-up and Deliver",
      "Set Collection",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "12723",
    "Name": "Invasion of the Air-eaters",
    "ID": 3162,
    "Year": "(1979)",
    "Geek Rating": "5.547",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/3162/invasion-of-the-air-eaters",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.9286",
    "Description": "Microgame #12 in the Metagaming Microgames series&#10;&#10;THEY'VE GOT OUR AIR..... It's 1983 and our air is going bad. An Alien generation ship invades earth with fantastic weapons and Air Converters. These survivors from another star are remaking Terra to suit their needs despite &quot;indigenous biological activity&quot;. Mankind's back is against the wall - we must win or die gasping. The monster's mother ship beams down Crawlers, Production Bases and Atmospheric Converters. Our almost useless armies and sub fleets must be improved through crash research and development. All the world's nations must fight as one to protect industry and resources so new weapons can be produced. We can even learn to &quot;reconvert&quot; the air.&#10;&#10;Invasion of the Air-eaters is a game of alien invasion for two players. Solitaire play is made possible by adding a pre-planned, alien assault. Multi-player play is also possible with each player controlling a national grouping. Advanced rules introduce oil, repair, nuclear attacks, air forces and other concepts.&#10;&#10;Has a sequel, The Air-Eaters Strike Back!.&#10;&#10;The game's designer published supplementary material in The Space Gamer #23. His article offered many new rules and also new options for multi-player games.&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Simulation",
      "Tech Trees / Tech Tracks"
    ],
    "Families": [
      "Creatures: Aliens / Extraterrestrials",
      "Decades: The 1980's",
      "Players: Two-Player Only Games",
      "Series: MicroGame (Metagaming)"
    ]
  },
  {
    "Rank": "12724",
    "Name": "Gloom of Thrones",
    "ID": 267506,
    "Year": "(2019)",
    "Geek Rating": "5.547",
    "Avg Rating": "6.63",
    "Link": "https://boardgamegeek.com/boardgame/267506/gloom-of-thrones",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "From the frozen lands of the Snark to the torrid intrigues of the Bannisters, there is one truth that echoes through the Umpteen Kingdoms: Gloom is coming...&#10;&#10;Gloom of Thrones, a standalone card game, spreads the misery and suffering of Gloom to the ill-fated land of dead monarchs, dead knights, dead brothers, dead sisters, dead heirs, dead grandmothers, dead chambermaids, and almost-dead bastards. Wrest control of a noble family, guide them through lives of satirically-riddled sadism, and deliver them to their ultimate fate. Which is, of course, more death.&#10;&#10;Printed on transparent plastic cards, Gloom of Thrones allows multiple cards to be played on top of the same character, determining their ultimate fate while still allowing you to see straight through their machinations, just like Lil' Finger, advisor to his seventeenth &ndash; whoops! eighteenth! &ndash; king and/or queen. As your characters seek a moment of respite on the Porcelain Throne, your goal is to plague them with horrible mishaps like being Seduced by a Sibling or Tumbled from a Tower, while filling the lives of the other noble families with happy events like w&#204;&#182;e&#204;&#182;d&#204;&#182;d&#204;&#182;i&#204;&#182;n&#204;&#182;g&#204;&#182;s&#204;&#182; and family reunions that will raise their Self-Worth score. The player with the lowest-scoring, most tragedy-afflicted family wins!&#10;&#10;When you aim for the Porcelain Throne, you'd best not miss...&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Humor"
    ],
    "Mechanics": [
      "Hand Management",
      "Storytelling",
      "Take That"
    ],
    "Families": [
      "Components: Game Trayz Inside",
      "Components: Transparent Elements",
      "Game: Gloom",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "12725",
    "Name": "Thornwatch",
    "ID": 159011,
    "Year": "(2018)",
    "Geek Rating": "5.547",
    "Avg Rating": "6.32",
    "Link": "https://boardgamegeek.com/boardgame/159011/thornwatch",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "180",
    "Weight": "2.3333",
    "Description": "Thornwatch is a graphic novel adventure game for 2-5 players and a Judge. Players are manifestations of the Thornwatch: scarred veterans of the Eyrewood who now live as spirits summoned by the ancient ritual of tying a knot of thorns around a birch tree. The Thornwatch summoned to a particular tree do not necessarily know each other or the true nature of the problem they've been called to resolve; all they know is that they've answered the call, and they're bound to see it through.&#10;&#10;Thornwatch bestows upon one player the role of the Judge, who enacts the will of the Judging Wood. Each other player plays a Thornwatch character: the Blade, Briarlock, Greenheart, Guard, Sage, or Warden. The game begins with the Judge selecting a storyboard in which the Thornwatch manifest before a tree adorned with a knot of thorny brambles, surrounded by conflict. If the players overcome this first challenge, the Judge offers choices that lead to new storyboards and further adventure.&#10;&#10;The game takes place on one of many maps that display forests, swamps, and villages of the Eyrewood. The pawns lay flat, as if the heroes, enemies, and denizens of the forest are characters in a set of comic book panels.&#10;&#10;The core engine is the momentum system. This system tracks turn order and monster health, encourages teamwork, and creates dynamic combat with priorities that change turn-by-turn and round-by-round.&#10;&#10;The Thornwatch players each have decks of cards which give them skills and actions, as well as playmats and trait cards to show their unique outlook on the world. They roll custom dice including hero dice gained by manifesting their traits. Each session Thornwatch players have an opportunity to gain knots, which grant their wearer a bonus, regardless of which Thornwatch they choose to manifest in a particular session.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip",
      "Fantasy"
    ],
    "Mechanics": [
      "Modular Board",
      "Role Playing",
      "Scenario / Mission / Campaign Game",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Crowdfunding: Kickstarter",
      "Webcomics: Penny Arcade"
    ]
  },
  {
    "Rank": "12726",
    "Name": "Dino Twist",
    "ID": 179723,
    "Year": "(2015)",
    "Geek Rating": "5.547",
    "Avg Rating": "6.28",
    "Link": "https://boardgamegeek.com/boardgame/179723/dino-twist",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.8182",
    "Description": "Sharp  your claws and fangs, avoid disasters , meteors and gather the strongest dinosaurs!&#10;&#10;Dino Twist is a family game of cards , fast and smart, where players will have to fight the Dinos on the island of Twist, then recover them on their islands to score the most points. But beware to the events that will spice up the battles !!!&#10;&#10;The goal of the game is to have the strongest Dino on our island.&#10;&#10;How to play.&#10;At the begin chose randomly 10 events on the 25, it will give a 10-15 mn game.&#10;At the beginning of each turn, you reveal a event that apply for all players (except the first turn).&#10;All players together, choose Dino from their hand, place it face down and reveal simultaneously.&#10;If you play the same Dino (same species and same strength) you can't attack the Island of Twist and you discard your Dino in the cemetery.&#10;The smaller Dino strike first, attack the Dino on the Island of Twist, and take it back to is own Island.&#10;Each species can only attack their specie.&#10;To attack a Dino, your Dino must be strongest (look at the number of strength)&#10;&#10;At the end of the 10 events, the player with the most point on his island is the winner.&#10;&#10;There is bonus, for the player who finish the Island first, second and third, and the player with the most Dino with big claws).&#10;&#10;In the game, you have two different Island, one for children, initiation and one for adult more advanced game. In the advanced game you will have to respect the territories and species, whereas in the children game, you will be free to put any Dino of any species on your Island.&#10;&#10;",
    "Categories": [
      "Animals",
      "Math",
      "Number",
      "Party Game",
      "Prehistoric"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Animals: Dinosaurs"
    ]
  },
  {
    "Rank": "12727",
    "Name": "Die Seher von Santiiba",
    "ID": 319600,
    "Year": "(2020)",
    "Geek Rating": "5.547",
    "Avg Rating": "6.94",
    "Link": "https://boardgamegeek.com/boardgame/319600/die-seher-von-santiiba",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "In the far reaches of Santiiba, the Valley of the Hopeful, seers ply their occult trades.&#10;&#10;Each turn in Die Seher von Santiiba, one player rolls the five dice, which correspond with five kinds of cards. The dice have 1-3 stars on three of the sides and the numbers 4-6 on the other three sides. Each other player then secretly selects a color, whether the color they think you'll choose or the color they themselves are interested in. You then name one of the colors, and if anyone else has selected that color, they reveal this information. If the matching die shows stars, they move their seer figure on the scoring track this many spaces, and if it shows a number, they take a card of this color. You either take the die (if it shows stars) or the card, placing this object in your &quot;area of uncertainty&quot;. You then continue your turn by naming another color or end your turn.&#10;&#10;If no one choose your named color, then you pick either the die or card of this color, placing the object in your area of uncertainty. If you took a card when the die showed stars or took a die with a number, then you must continue your turn; otherwise, you can choose to continue or end your turn.&#10;&#10;If all other players have revealed their color choices, then you lose everything in your area of uncertainty, receiving only a bowl card as consolation. If you end your turn &mdash; whether voluntarily or after successfully choosing four of the five colors &mdash; then you move all the cards to your oracle board and advance your seer a number of spaces equal to the sum of all the dice.&#10;&#10;Players take turns in this manner until the first player reaches 30 VPs. Only then are the victory points on the cards counted as well &mdash; but the player who has collected the fewest cards of any particular sort won't get to count the neighboring kind of cards at all. If you have the fewest herbs, for example, then your amulets are worth nothing. Ties are broken in favor of whoever has the most bowl cards. Once you've determined which cards (if any) you must lose, you sum the value of your remaining cards and advance your seer. All players who reach the Cloud Castle of Wisdom on space 75 win; otherwise, whoever has advanced the farthest wins.&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": [
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "12728",
    "Name": "How to Host a Dungeon",
    "ID": 38204,
    "Year": "(2008)",
    "Geek Rating": "5.547",
    "Avg Rating": "7.13",
    "Link": "https://boardgamegeek.com/boardgame/38204/how-to-host-a-dungeon",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.9091",
    "Description": "How to Host a Dungeon is a solo fantasy pen-and-paper dungeon-building game. The game follows the progress of an imaginary dungeon from the dawn of time through to an arch villain attempting to conquer the world.&#10;&#10;The creation of the dungeon is driven by random tables and procedures as monsters, adventurers, civilizations, and arch villains interact in an underground environment. The player records these interactions, maintains the dungeon map, and makes some choices in how they play out.&#10;&#10;The end product of the game is a complete unique dungeon map and history which stands as an interesting artifact on its own or can be used as the basis of a dungeon crawl role-playing game campaign.&#10;&#10;Download the free version or order the game here: How to Host a Dungeon.&#10;&#10;",
    "Categories": [
      "Civilization",
      "Fantasy",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Line Drawing",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Misc: Make-As-You-Play",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "12729",
    "Name": "Jigūan: The Eastern Mechanist",
    "ID": 285792,
    "Year": "(2019)",
    "Geek Rating": "5.547",
    "Avg Rating": "6.49",
    "Link": "https://boardgamegeek.com/boardgame/285792/jiguan-the-eastern-mechanist",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "3",
    "Description": "Jiguan - a form of ancient Chinese science and mechanical engineering. In the old days powerful weapons and machine of Jiguan were so advanced that the common people believes it to have mysterious powers.&#10;&#10;As a master mechanist in Jig&#197;&#171;an: The Eastern Mechanist, it is your job to acquire parts, obtain energy, improve your skills and complete your creation. Your goal is to advance your place in the Five Pagodas, by creating unique mechanical beasts. Your creations not only bring you honor but also contribute to the advancement of Eastern civilization.&#10;&#10;Players must acquire parts to build mechanical beasts, so they can advance their place on the Five Pagodas, receive new blueprints or bonus cards. When the Parts supplies run out, the the current Period ends and score is calculated. There are two Periods in the game, at the end of the game the player with the most Honor Points (VP) wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Economic",
      "Fantasy",
      "Industry / Manufacturing",
      "Math"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "12730",
    "Name": "Kharkov Battles: Before & After Fall Blau",
    "ID": 231847,
    "Year": "(2021)",
    "Geek Rating": "5.547",
    "Avg Rating": "7.95",
    "Link": "https://boardgamegeek.com/boardgame/231847/kharkov-battles-before-and-after-fall-blau",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "4800",
    "Weight": "2.7143",
    "Description": "Kharkov Battles uses the Fall Blau basic rules to cover the Second &amp; Third Battles of Kharkov.&#10;&#10;Basics of the system are:&#10;Stacking is 3 units per hex and combat out of a hex is restricted. Large units (mainly German divisions and Soviet corps) have Combat Ratings which pull a strength chit for combat. Typically only one unit with a strength chit may combat out of a hex along with all smaller units. Movement and Combat phases with Mobile Assaults for mechanized units during certain situations of movement. CRT for combats keys off the defender's terrain and uses column shifts for extras like air support, combined arms, fortifications, etc. Combat results have some mandatory step losses, but the rest a player's choice on taking step loss or retreating. Advances after combat are along the Path of Retreat for non-mech units, but mech or cav units may deviate. Support Points are used to allow German supply to reach units for mechanized movement and attacks during turn. Support (for Axis attacks) is traced simply a number of hexes to a HQ and then a number of hexes to a road which leads to the source. Supply is just a general trace to a source.&#10;&#10;Given the nature of the covered battles, this game has a shorter playtime and smaller space requirements making it an easier intro into the system used by Fall Blau. Included is a revised Terrain Effects Chart which should ease reference fatigue for either game. An additional map is included which is made to mate with the Fall Blau maps, allowing players to combine the two games into one &quot;Grand Campaign&quot; to be played into March 1943. Also included are extra counters and reinforcement charts to allow for this possibility. There are four scenarios within the game: three independent and one which requires Fall Blau to play.&#10;&#10;Independent Scenarios:&#10;&#10;        Second Kharkov (K)(Six Turns/Avg Time 90-120 min)- Soviet attack and German Operation Fridericus to reduce the Izyum Salient from 12-28 May 1942.&#10;        Third Kharkov (L)(Six Turns/Avg Time 90-120 min)- German drive to retake Kharkov in March 1943.&#10;        Operation Star Scenario (Sixteen Turns/Avg Time 8 hrs)- Soviet drive for Kharkov and the Dnepr crossings from 2 February to 21 March 1943.&#10;&#10;&#10;Fall Blau Scenarios:&#10;&#10;        January Campaign (J)(14 Turns/Avg Time 10 hrs)- Maps A &amp; B - Soviet &ldquo;Little Saturn&rdquo; Operation has reached its high water mark and Popov&rsquo;s 5th Tank Army is about to launch attacks of its own. Wintergewitter has failed and Fourth PanzerArmee is conducting a fighting withdrawal - 26 December 1942 to 5 February 1943.&#10;        Extended Fall Blau using new counters and reinforcement charts (74 Turns/Avg Time 60-70 hrs)- All Maps (except KH) - Starting at 28 June 1942 and ending on 5 February 1943.&#10;&#10;&#10;Product Information:&#10;&#10;     Complexity: 5 out of 10&#10;     Solitaire Suitability: 8 out of 10&#10;     Time Scale: 1 turn = 3 days&#10;     Map Scale: 1 hex = 6.5 miles or about 10km&#10;     Unit Scale: Mostly Divisions, with Corps, Brigades and Battalions, as needed.&#10;     Playing Time: Less than two hours for small scenarios and up to 80 hours for the extended Fall Blau campaign&#10;     Players: 2 and solitaire&#10;&#10;&#10;Components:&#10;&#10;     One 22 X 34 inch winter themed main map (Map KB)&#10;     One 22 X 34 inch Fall Blau extension map (Map D)&#10;     One 20 x 24 inch map for Second Kharkov with 19mm hexes (Map KH)&#10;     Three Countersheets &ndash; 840 counters (1/2&rdquo; size, 160 for use with Fall Blau)&#10;     One 24 page Rulebook&#10;     Eleven Player Aid cards with various Scenario Set-Ups, Tracks, Charts and Tables (four double-sided 11x17, seven single-sided 9x11... of those, two 11x17 for use with Fall Blau and four 9x11 that need to be photocopied for use with both games)&#10;     One 10-sided dice&#10;     One Box and Lid set&#10;&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Ratio / Combat Results Table",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Cities: Kharkiv (Ukraine)",
      "Country: Russia",
      "Country: Soviet Union",
      "Country: Ukraine"
    ]
  },
  {
    "Rank": "12731",
    "Name": "Sherlock: Zimmer 208",
    "ID": 363489,
    "Year": "(2022)",
    "Geek Rating": "5.547",
    "Avg Rating": "6.70",
    "Link": "https://boardgamegeek.com/boardgame/363489/sherlock-zimmer-208",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "For years it seemed gone, but now the ghost of Room 208 at the Blair Hotel has claimed another victim. How did it die? Why? And was it really by magic? Follow the clues with your team of investigators and try to answer these and many other questions. Can you solve this supernatural case?&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Communication Limits",
      "Cooperative Game",
      "Hand Management",
      "Memory"
    ],
    "Families": [
      "Series: Q System – Sherlock (GDM Games)"
    ]
  },
  {
    "Rank": "12732",
    "Name": "Hospital Rush",
    "ID": 119265,
    "Year": "(2014)",
    "Geek Rating": "5.547",
    "Avg Rating": "5.92",
    "Link": "https://boardgamegeek.com/boardgame/119265/hospital-rush",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.7059",
    "Description": "Paging all interns! New patients have arrived in the ER, and you want to fight &mdash; whether fairly or not &ndash; against the other interns to prove that you're the right person for the open doctor position at the hospital.&#10;&#10;In Hospital Rush, the player interns compete against one another to be the first with ten prestige points. Each round, players place two pawns on various fair and unfair actions, with unfair actions possibly being punished later by other players. During the game, the players collect medicine, learn new skills, take exams, and treat patients. May the best (or most devious) intern win!&#10;&#10;",
    "Categories": [
      "Humor",
      "Medical"
    ],
    "Mechanics": [
      "Take That",
      "Variable Phase Order",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Contests: Fastaval Design Competition",
      "Medical: Hospitals / Clinics"
    ]
  },
  {
    "Rank": "12733",
    "Name": "La Garde Avance!",
    "ID": 356842,
    "Year": "(2022)",
    "Geek Rating": "5.547",
    "Avg Rating": "7.88",
    "Link": "https://boardgamegeek.com/boardgame/356842/la-garde-avance",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.6",
    "Description": "&quot;La Garde Avance!&quot; (The Guard Advances!) is an original module for the Jours de Gloire series, set at battalion scale, inserted ine VaeVictis magazine #161.&#10;&#10;It covers the last attack of the French army during the Battle of Waterloo. Napoleon&rsquo;s last reserve, six battalions of the Middle Guard and five battalions of the Old Guard, set off in square formation to assault Wellington&rsquo;s thin red line that was still holding its positions, while Bl&uuml;cher&rsquo;s forces were becoming an ever greater threat on the French army&rsquo;s right flank.&#10;&#10;The scale is 100 m per hexagon and one Strength Point corresponds to about 200 infantry, 150 cavalry or 2 guns. The historical scenario has 5 turns, each covering twenty minutes of real time. A game of La Garde Avance! should last around 1 hour.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Simulation"
    ],
    "Families": [
      "Country: Belgium",
      "Country: England",
      "Country: France",
      "Country: United Kingdom",
      "History: Napoleonic Wars",
      "Magazine: Vae Victis",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Jours de Gloire (Frédéric Bey)"
    ]
  },
  {
    "Rank": "12734",
    "Name": "Pact",
    "ID": 277629,
    "Year": "(2019)",
    "Geek Rating": "5.547",
    "Avg Rating": "6.43",
    "Link": "https://boardgamegeek.com/boardgame/277629/pact",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.6667",
    "Description": "We, the goblins, have managed to chase the scum of the Five Realms out of the Hiddenlands. Now the land is ours, and we can spread destruction and chaos as we like it!&#10;&#10;But it's not that easy to live together with the other dirty goblin clans, especially since we are threatened by dangers here as well. We trade, research, fight diseases, build buildings, and strive to be the most powerful and respected of all the clans. I might be forced to join forces with other clans, but afterwards, it will all be mine &mdash; you'll see!&#10;&#10;By recruiting and playing goblins in 'Pact', you try to fulfill the tasks as quickly and effectively as possible. You fulfill the tasks alone or together with one of your two neighbors. Therefore, you get a reward while both of you scores at the end of the game. At the end of the year, when winter comes, the fruits of your labor will be visible and the balance of power will be decided.&#10;&#10;Thematically 'Pact' is a sequel of 'Pandoria' after the goblins have expelled the remains of the five Realms and now have settled the Hiddenlands on their own.&#10;&#10;'&mdash;description from the publisher'&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Semi-Cooperative Game",
      "Set Collection"
    ],
    "Families": [
      "Creatures: Goblins"
    ]
  },
  {
    "Rank": "12735",
    "Name": "Cabale",
    "ID": 687,
    "Year": "(1999)",
    "Geek Rating": "5.547",
    "Avg Rating": "6.19",
    "Link": "https://boardgamegeek.com/boardgame/687/cabale",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.4737",
    "Description": "In this beautiful wooden game, players use runners to move on the board. On a turn, a player moves his runner, making one turn and placing a block on the turning space. If he can, the player may also capture enemy blocks. The player may also place one blockade. Players score points for captured blocks and for the value of the spaces their blocks occupy. The player with the most points wins.&#10;&#10;Re-implements:&#10;&#10;    Winkeladvokat&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Category: Combinatorial",
      "Components: HexHex5 Grids",
      "Components: Wooden pieces & boards",
      "Series: Goldsieber Royal"
    ]
  },
  {
    "Rank": "12736",
    "Name": "Congo Merc: The Congo, 1964",
    "ID": 129307,
    "Year": "(2012)",
    "Geek Rating": "5.547",
    "Avg Rating": "6.28",
    "Link": "https://boardgamegeek.com/boardgame/129307/congo-merc-the-congo-1964",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.8",
    "Description": "From DecisionGames.com:&#10;The Congo, 1964&#10;&#10;During the 1960s the newly independent Congo was the scene of constant warfare. Congo Merc is a solitaire game that puts you in the middle of that fighting with a task force of elite commandos. You conduct breakneck advances into the heart of enemy territory, seize critical objectives and, just as important, return to home base.&#10;&#10;The game includes two decks of cards. The Mission Cards provide scenario objectives and the resources with which task forces are assembled. Missions include everything from hostage rescue to tracking down Cuban cadre. You recruit from a variety of unit types, including jeep-mounted commandos, light armor, sappers, air support, paratroopers and many others.&#10;&#10;Congo Merc is part of the Commando mini-game Series. Once a task force is organized, you maneuver it into the Congo. The map covers the entire country, and when a force enters certain points an Event Card is picked. Events can include anything from UN intervention to ambushes by enemy fighters. There&rsquo;s a range of foes, from Simba rebels to Cubans dispatched by Fidel Castro. Combat is resolved via a quasi-tactical procedure in which both tactical superiority and firepower play their parts. There are special rules for CIA reinforcements, air transport and leaders.&#10;&#10;",
    "Categories": [
      "Wargame"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Country: Democratic Republic of the Congo",
      "Digital Implementations: VASSAL",
      "History: Conflicts in the Congo",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Series: Commando (Decision Games)",
      "Series: Mini Series (Decision Games)"
    ]
  },
  {
    "Rank": "12737",
    "Name": "HeroTec",
    "ID": 239847,
    "Year": "(2018)",
    "Geek Rating": "5.547",
    "Avg Rating": "6.72",
    "Link": "https://boardgamegeek.com/boardgame/239847/herotec",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Welcome to HeroTec, an engineering firm that builds custom equipment for superheroes. You and your lab-mates will sift through a common stockpile of resources and plans, building items in your workshops.&#10;&#10;Your benefactor requires four types of items: a gadget, a costume, a vehicle, and a lair. Players will race to be the first to complete the job, while also trying to build the best tech.&#10;&#10;In HeroTec you must outfit your superhero client by first drafting cards (consisting of gadgets, costumes, vehicles, and lairs) from the Stockpile and placing them directly into your Workshop. There you will use the card for its resources (Circuits, Tools and Reactors), trying to build items for your Showroom.&#10;&#10;&#10;Released in the January 2018 Board Game of the Month Club $20+ package.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play",
      "Science Fiction"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Containers: Wallets",
      "Game: HeroTec",
      "Players: Games with expansions that add solo play",
      "Players: Two-Player Only Games",
      "Series: Wallet Games (Button Shy)",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "12738",
    "Name": "The Fields of Normandy 2: A Solitaire Wargame",
    "ID": 380356,
    "Year": "(2023)",
    "Geek Rating": "5.547",
    "Avg Rating": "8.54",
    "Link": "https://boardgamegeek.com/boardgame/380356/the-fields-of-normandy-2-a-solitaire-wargame",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "45",
    "Play Time": "75",
    "Weight": "2",
    "Description": "The Fields of Normandy 2 (the sequel to The Fields of Normandy) is set in Normandy, France in 1944 and reflects loosely the conditions and situations faced by the US VIII Corps of the United States Army as it pushed inland as part of Operation Cobra. The fighting was intense and incredibly violent. German units were very well dug in and protected by artillery and mines.&#10;&#10;In the game, you will be controlling small groups of soldiers from a platoon, consisting of three Rifle Squads, a Machine Gun Team, a Bazooka Team and a Mortar Team. As the platoon Lieutenant, it is your job to command these squads and teams in order to clear the German defensive positions.&#10;&#10;The Fields of Normandy 2 is an accessible, portable, solitaire &quot;hex and counter&quot; style war game in a book.&#10;&#10;12 Full colour mission maps, rules and a counter sheet are included (to be mounted on card). You will need to provide 2 or 3 six-sided dice.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Book",
      "Dice",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Grid Movement",
      "Hexagon Grid",
      "Multiple Maps",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Country: France",
      "Country: Germany",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules",
      "Region: Normandy (France)",
      "Series: Solitaire Book Games (Mike Lambo)"
    ]
  },
  {
    "Rank": "12739",
    "Name": "Alien Menace",
    "ID": 99976,
    "Year": "(2011)",
    "Geek Rating": "5.547",
    "Avg Rating": "6.52",
    "Link": "https://boardgamegeek.com/boardgame/99976/alien-menace",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.8",
    "Description": "Alien Menace is a Science Fiction card game for 2 players.&#10;&#10;One player plays as the marines and the other the aliens.&#10;Each player has a unique deck of cards.&#10;The board is made of cards representing different rooms drawn from a separate deck each turn.&#10;&#10;The marine travels these rooms and fights aliens creatures, trying to find the portal in order to stop the alien invasion.&#10;&#10;Cards represent events, weapons, or creatures that players use to beat each other in combat.&#10;The game also uses flipping tokens to add bonuses and randomness.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Hand Management",
      "Modular Board",
      "Tile Placement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "12740",
    "Name": "Stak Bots",
    "ID": 143323,
    "Year": "(2013)",
    "Geek Rating": "5.547",
    "Avg Rating": "6.27",
    "Link": "https://boardgamegeek.com/boardgame/143323/stak-bots",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.6",
    "Description": "Simple but fun game based on playing from a hand of cards representing robots. Each has special powers and affects the stack (stak) in different ways, making it more tactical than a simple rock-paper-scissors exercise.&#10;&#10;The game functions by giving each player a stack of cards as well as a hand.  Each turn, players take a new card from the shared draw pile and may add a face-up card to the stack, trash a card from the stack or from their hand.  When a card is played, it will have &quot;entry effect&quot; that may operate on the stack ordering of the player or opponent.&#10;&#10;Once all playing/trashing is finished for a turn, the player may attack the card on top of an opponent's stack with the top card of their own.  The battle itself is quite simple and just a matter of comparing power, although assuming your bot survives its first battle, it can go on to attack the newly revealed card underneath.  The real tactical consideration goes into the pre-attack stack manipulation phase.&#10;&#10;There is an open turn structure which allows players to carry out actions in any order and any number of times. This means they can react to the often unpredictable results of long entry effect chains, or to cards that their opponents play defensively during your turn.&#10;&#10;The game is also customisable: you can adjust the complexity or game length by adding more Staks for each player or by changing basic game mechanics.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Theme: Robots"
    ]
  },
  {
    "Rank": "12741",
    "Name": "World War I: Deluxe Edition",
    "ID": 319365,
    "Year": "(2015)",
    "Geek Rating": "5.547",
    "Avg Rating": "7.56",
    "Link": "https://boardgamegeek.com/boardgame/319365/world-war-i-deluxe-edition",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "240",
    "Weight": "2.6667",
    "Description": "This page covers the 2018 World War I Deluxe Edition boxed game, as well as the 2015 release in Strategy and Tactics #294.  This game has a map that also includes North Africa and part of Asia, many more terrain types, more than twice as many counters (228 double sided counters), and a more detailed rules set than the original 1975 game that appeared in S&amp;T #51. The earlier ones may be found here World War I: 1914-1918.&#10;&#10;World War I originated in a combustible mix of dynastic ambition, nationalism, and misplaced confidence in a short war. Europe was an armed camp with mass armies formed by conscription and national reserves. Antagonism, fear, and suspicion drove nations into a lacework of alliances. Sarajevo provided the spark that set it off, and in a matter of days the continent was at war, with empires in the balance.&#10;&#10;The map covers the entire war zone in Europe (36 miles per hex) and the Middle East (at a slightly larger scale). Terrain includes key cities, certain cultural and religious sites, primary railroads, and sea zones connecting it all. Counters represent field armies, with some specialized corps and a few markers. Six month turns keep the game playable, while multiple movement and attack phases allow for operational nuance.&#10;&#10;Mobilization Points are used to build new units, absorb combat losses, and purchase campaign markers allowing additional activity in chosen sectors. They are always in short supply, increasingly so as economies shrink over the course of the war. Neutrals, wooed by diplomacy, may bring fresh strength to bear.&#10;&#10;The main scenario covers the entire war from 1914-1918 in ten turns, while short scenarios handle the opening phase of the war (two turns) and the final great battles (four turns). Options include free setup in 1914 and an extension of the war into 1919. Victory comes from wearing down an opponent, either by capturing essential places or by exhausting mobilization points. In the game as in the war, battle is sometimes necessary for its own sak&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Continents: Europe",
      "Country: Belgium",
      "Country: France",
      "Country: Germany",
      "Country: United Kingdom",
      "Magazine: Strategy & Tactics",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "12742",
    "Name": "Manassas",
    "ID": 12269,
    "Year": "(1980)",
    "Geek Rating": "5.547",
    "Avg Rating": "8.64",
    "Link": "https://boardgamegeek.com/boardgame/12269/manassas",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "3.1538",
    "Description": "Tactical game of the First Battle of Manassas (Bull Run), 1861. It's a big, sprawling game that gives a great tactical feel for the battle. It's also the only historical boardgame ICE ever made. It can be played as a two-player game or even better as a four-player game.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Civil War",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Variable Set-up",
      "Zone of Control"
    ],
    "Families": [
      "Country: USA",
      "Players: Wargames with Rules Supporting Only Two Players",
      "States: Virginia"
    ]
  },
  {
    "Rank": "12743",
    "Name": "Musket & Pike: Tactical Combat, 1550-1680",
    "ID": 11514,
    "Year": "(1973)",
    "Geek Rating": "5.547",
    "Avg Rating": "6.77",
    "Link": "https://boardgamegeek.com/boardgame/11514/musket-and-pike-tactical-combat-1550-1680",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.1429",
    "Description": "&ldquo;Musket and Pike is a simulation of the art of warfare in Europe from the introduction of manageable individual-man firearms to the introduction of the socket bayonet in the late Seventeenth Century. The game presents the tactics and possible results of many of these battles during this period. These battles are shown as scenarios giving a mix of units which are moved and engage in combat on the mapsheet.&rdquo;&#10;--from the Introduction of Musket &amp; Pike&#10;&#10;Contents&#10;&#10;one 22&quot; by 29&quot; mapsheet&#10;one set of game rules&#10;400 die-cut counters&#10;one box&#10;one die&#10;&#10;Scenarios Included&#10;&#10;&#10;     Mookerhyde -- 14 April 1574&#10;     Coutras 20 -- October 1587&#10;     Nieuport -- 2 July 1600&#10;     White Mountain -- 8 November 1620&#10;     Fleurus -- 29 August 1622&#10;     Breitenfeld -- 17 September 1632&#10;     Lutzen -- 16 November 1632&#10;     Nordlingen -- 6 September 1634&#10;     Dunkirk Dunes -- 3 June 1658&#10;     Brentford -- 12 November 1642&#10;     Grantham -- 13 May 1643&#10;     Staverton -- 4 July 1643&#10;     Marston Moor -- 1 July 1644&#10;     Aberdeen -- 15 September 1644&#10;     Naseby -- 14 June 1645&#10;     Dunbar -- 3 September 1650&#10;     Szentgotthard -- 1 August 1664&#10;     Killiecrankie -- 27 July 1689&#10;&#10;&#10;",
    "Categories": [
      "Pike and Shot",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Movement Points"
    ],
    "Families": [
      "Country: Sweden",
      "History: Age of Kings",
      "History: Eighty Years' War",
      "History: English Civil War",
      "History: Franco-Spanish War",
      "History: Thirty Years War",
      "History: War of Devolution",
      "Players: Two-Player Only Games",
      "Series: Tactical Warfare (SPI)"
    ]
  },
  {
    "Rank": "12744",
    "Name": "Heroes Incorporated",
    "ID": 9200,
    "Year": "(2004)",
    "Geek Rating": "5.547",
    "Avg Rating": "6.05",
    "Link": "https://boardgamegeek.com/boardgame/9200/heroes-incorporated",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "1.9667",
    "Description": "Heroes Incorporated introduces players to the next generation of crime fighters. 2 to 4 players each lead two super-powered heroes against a legion of bad guys. The goal is not only to stop the villains, but also to become more popular than any of the other super teams in the city. Each team competes for the same goal: to become the only officially elected and funded Defenders of Megapolis!&#10;&#10;Game features:&#10;&#10;&#10;     12 unique Heroes with distinct powers that alter the game rules. &#10;     Patrol the streets with a team of two heroes, enabling a myriad of game play combinations and strategies &#10;     Research Cards allow heroes to build gadgets, upgrade combat power, and gain fame. &#10;     Foil your opponents with Fate and Super Villain cards. &#10;     High quality wooden components imported from Germany &#10;&#10;&#10;Expanded by:&#10;&#10;    S.U.P.E.R. Expansion&#10;    Crime Wave Expansion&#10;    Legion Expansion&#10;&#10;&#10;",
    "Categories": [
      "Adventure",
      "Comic Book / Strip"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Polyhedral (not D6) dice",
      "Components: Standees",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "12745",
    "Name": "Space Movers 2201",
    "ID": 161290,
    "Year": "(2015)",
    "Geek Rating": "5.547",
    "Avg Rating": "6.49",
    "Link": "https://boardgamegeek.com/boardgame/161290/space-movers-2201",
    "Min Players": "1",
    "Max Players": "7",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.1111",
    "Description": "GAME OVERVIEW&#10;Space Movers is a cooperative sci-fi adventure set in the year 2201. In this game you play the role of one of the crew members on board the space ship Liberty. Your job as a Mover is to jump from planet to planet in the system picking up and delivering cargo. Movers specialize in getting cargo to its destination as efficiently as possible. As you deliver cargo, you are rewarded with resources that are needed to keep the Liberty flying. But you must do this without drawing too much attention from the Universal Oversight.&#10;&#10;Universal Oversight (UO) is the government elected by the planets to police the system. The UO watches all movement through the system in an attempt to keep order. Over time it has become corrupt and evil. UO Scouts are sometimes dispatched to chase down and interrogate Movers that have been spotted delivering cargo. They are looking to confiscate anything that might be a threat to the UO&rsquo;s power. If you draw the eye of the UO too often, your job will eventually become impossible. You and your fellow players must work together to deliver cargo, avoid UO Scouts and quickly handle any Events that pop up along the way.&#10;&#10;To win the game, you need to complete a set of five Objective Cards. These cards directly continue the story that begins in the included graphic novel Finding Liberty. (A 20-card random objective card deck will also be included with the game. Players can choose 5 cards from this deck for a fresh experience each game)&#10;&#10;- Unique Dice-Rolling Mechanic&#10;How the dice are rolled-Space Movers handles dice-rolling to complete skill checks in a whole new way. Rolls take place inside the game box on a specially designed roll board. Dice are rolled one at a time instead of all at once. For each skill needed in the check, 1 die will be rolled needing a 5 or higher for success. Since the dice are rolled 1 at a time into the box, players are encouraged to strike dice already rolled in an attempt to change the result as needed. After all the dice are rolled, one last roll is made using the blank 6 sided die. This signals the end of the skill check and is a player&rsquo;s last attempt to change any previous die results.&#10;&#10;- Comic Book Included&#10;The story begins in the Comic book &ldquo;Finding Liberty&rdquo; that will be included with the game. Objective cards that match the Comic continue the story as you play the game.&#10;&#10;- Game Soundtrack &#10;Listen to the official game soundtrack on your computer or smart phone.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Comic Book / Strip",
      "Dice",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Pick-up and Deliver",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "12746",
    "Name": "Boot Hill",
    "ID": 38886,
    "Year": "(1975)",
    "Geek Rating": "5.547",
    "Avg Rating": "6.63",
    "Link": "https://boardgamegeek.com/boardgame/38886/boot-hill",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "2.2308",
    "Description": "From the cover of the rulebook:&#10;&#10;Rules for &quot;Wild West&quot; gunfights and campaigns with miniature figures on a man-to-man scale.&#10;&#10;From the foreword in the rulebook:&#10;&#10;'These rules are aimed at enjoyment on a plane unusual to wargaming, the individual and personal. Rather than commanding hordes of troops players typically have but a single figure, their &quot;character&quot;. With these figures the players recreate the individual gunfights, saloon brawls, and Wild West action as has come down to us from the pages of history - and the celluloid of Hollywood Westerns.'&#10;&#10;Designed as a role-playing game, Boot Hill, can be played as such or as a war game using either your own miniatures or the counters provided on a map board.&#10;&#10;",
    "Categories": [
      "American West",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Measurement Movement",
      "Role Playing",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Square Grid"
    ],
    "Families": [
      "Animals: Horses"
    ]
  },
  {
    "Rank": "12747",
    "Name": "Circus Maximus",
    "ID": 37345,
    "Year": "(2008)",
    "Geek Rating": "5.547",
    "Avg Rating": "6.03",
    "Link": "https://boardgamegeek.com/boardgame/37345/circus-maximus",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.0667",
    "Description": "In 2nd Century Rome, the people were offered plenty of entertainment options: chariot races in the Circus Maximus, dramatic performances in the Pompeius Theater, gladiatorial battles in the Colosseum&mdash;visitors flocked to these events, clamoring to get in to experience the excitement. Especially in demand were seats in the section next to Caesar&rsquo;s box, offering the best view. But these seats were not cheap to obtain and could only be bought by knowing the right people. The black market boomed!&#10;&#10;Each of the 3-5 players is leader of a gang of black market traders, who try to get the best tickets themselves so that they can make a hefty profit hawking them to wealthy tourists and senators. But each of the other gangs wants to enlarge its piece of the black market and supplant its rivals. Who can find the right tactics to make the most cash for the least effort?&#10;The players send their traders to Caesar&rsquo;s villa to obtain favors. Afterwards they try to buy the most lucrative tickets at the Forum Romanum. And finally, the traders race to the three venues to sell their tickets to the wealthiest visitor. After 3 days of events, the player with the most coins wins the game.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game",
      "Economic",
      "Humor"
    ],
    "Mechanics": [],
    "Families": [
      "Ancient: Rome"
    ]
  },
  {
    "Rank": "12748",
    "Name": "Ikonikus",
    "ID": 148381,
    "Year": "(2013)",
    "Geek Rating": "5.547",
    "Avg Rating": "5.95",
    "Link": "https://boardgamegeek.com/boardgame/148381/ikonikus",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.1765",
    "Description": "How do you feel if you win the lottery? What if someone rejects you?&#10;&#10;Playing with emotions has never been so much fun as in Ikonikus. In the game, a player raises an issue and the others must choose which of their cards best represents that emotion. Each card represents an emotion with multiple readings.&#10;&#10;&bull;&bull;&bull;&#10;&#10;&iquest;C&oacute;mo te sientes en el sill&oacute;n del dentista?, &iquest;c&oacute;mo te sentir&iacute;as si se te cayera el tel&eacute;fono m&oacute;vil al v&aacute;ter?&hellip;&#10;&iquest;Ser&iacute;as capaz de contestar a esas preguntas utilizando cartas en lugar de palabras?&#10;Las cartas de Ikonikus solo contienen s&iacute;mbolos, pero las interpretaciones son infinitas porque todo depende del contexto y de tu propio punto de vista.&#10;&#10;Ikonikus es un divertido juego en el que tendr&aacute;s que desarrollar toda tu empat&iacute;a y ponerte en el lugar del resto de participantes para adivinar qu&eacute; sentir&iacute;an las otras personas en cada situaci&oacute;n.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "Mechanism: Image Interpretation",
      "Theme: Psychology"
    ]
  },
  {
    "Rank": "12749",
    "Name": "Across the Pacific",
    "ID": 16466,
    "Year": "(2010)",
    "Geek Rating": "5.547",
    "Avg Rating": "7.82",
    "Link": "https://boardgamegeek.com/boardgame/16466/across-the-pacific",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "180",
    "Play Time": "1080",
    "Weight": "3.3125",
    "Description": "&quot;Across the Pacific&quot; is a board wargame which portrays the entire World War 2 Pacific War in five-month turns with units that range from armies to regiments, air fleets to destroyer flotillas. The game system is interactive so that each player is involved at every moment of play. The heart of the game's mechanics is a series of strategic and tactical phases &mdash; 5 per player per turn &mdash; that are sequenced by a chit draw so that each player will know his and his opponents possible actions, but not the order in which they will be undertaken. This brings about continual strategic and operational opportunity as players plan their actions in response to the lifting for of war.&#10;&#10;Across the Pacific provides a manageable and fast-paced wargame that has a high level of detail and operational flavor while retaining the strategic scope of the ebb and flow of the Pacific War&#10;&#10;Across the Pacific contains:&#10;&#10;    36 by 48 inch map of the Pacific Basin from Pearl Harbor to Imphal, Dutch Harbor to Brisbane&#10;    960 die-cut backprinted 5/8 inch counters&#10;    24-page rules booklet&#10;    24-page Designer's Notes, Historical Commentary, and Examples of Play booklet&#10;    two 11 by 17 inch color backprinted Order of Battle charts &mdash; one Japanese, one Allied&#10;    two 8-1/2 by 11 inch Unit and Carrier Air Groups Display charts &mdash; one Japanese, one Allied&#10;    two 8-1/2 by 11 inch Task Force Dispay charts&#10;    two 8-1/2 by 11 inch Charts and Tables card&#10;&#10;&#10;",
    "Categories": [
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Hexagon Grid",
      "Ratio / Combat Results Table",
      "Simulation"
    ],
    "Families": [
      "Country: Japan",
      "Country: USA",
      "Digital Implementations: VASSAL",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Region: Pacific Ocean"
    ]
  },
  {
    "Rank": "12750",
    "Name": "Yom Kippur",
    "ID": 6770,
    "Year": "(1983)",
    "Geek Rating": "5.547",
    "Avg Rating": "6.99",
    "Link": "https://boardgamegeek.com/boardgame/6770/yom-kippur",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.4",
    "Description": "&quot;Yom Kippur&quot; is a wargame about the 4th Arab-Israeli conflict: the 6th of October 1973, during the Yom Kippur holiday and also during the Ramadan, a combined attack was launched by the Egyptian army, coming through the Suez canal in the south, and the Syrian army, coming through the Golan Heights, in the north of Israel.&#10;&#10;The game includes basic rules and advanced rules, and more complex aircraft managements rules. The 2 maps use hexagons to regulate placement and movement of units, and have overlays for the hills creating a 3D effect. The smaller map represents the area around the Golan Heights: the frontier region between Israel, Lebanon, Syria and Jordan. The Jordan River crosses the map from north to south, with the Galilean Sea in the middle. The big map represents the Sinai, focused on the area around the Suez Canal.&#10;&#10;The basic game is only played on the Sinai map. Each turn corresponds to 2 days and is subdivided into 10 phases. The Egyptian player goes first, taking 4 phases. Then the Israeli player takes 6 phases. During each phase players can move their units. Combat takes place, using a calculation based on the number of units a player has.&#10;&#10;The advanced game is played on both maps by 2, 3, or 4 players. The aircraft combat rules are introduced. The aircraft are divided into 3 categories: bombers, interceptors, and fighter-bombers. Each turn is divided into 9 phases. Arabian player turn has 4 phases and the Israeli 5.&#10;&#10;Victory is calculated by comparing victory points:&#10;- for Israel, 20 points if Damascus is occupied, 5 points for any other Syrian city occupied, 2 points for each intact bunker, 1 point for each reduced bunker, 5 points for each unit standing west of the Canal, 2 points for each Egyptian bridge destroyed.&#10;- for the Arabs, 10 points for each Israeli city occupied, 2 points if the Syrian bunker remains intact, 10 points for each controlled pass, 1 point for each unit exiting along the coast road to Israel, 1 point for each Israeli unit eliminated. If less than 16 units are standing east of the Canal, the player has to remove (16 - number of unit) to the score.&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Movement Points",
      "Ratio / Combat Results Table"
    ],
    "Families": [
      "History: Yom Kippur War",
      "Country: Egypt",
      "Country: Israel",
      "Country: Syria"
    ]
  },
  {
    "Rank": "12751",
    "Name": "Clash Along the Psel: The Battle of Kursk 1943",
    "ID": 12252,
    "Year": "(2004)",
    "Geek Rating": "5.547",
    "Avg Rating": "7.89",
    "Link": "https://boardgamegeek.com/boardgame/12252/clash-along-the-psel-the-battle-of-kursk-1943",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.9",
    "Description": "Recreate the Battle of Kursk on a tactical level like never before. Clash Along the Psel brings you to the bank of the River Psel, where a crossing by the 3rd SS Panzergrenadier Division &lsquo;Totenkopf&rsquo; drew an immediate&mdash;and massive&mdash;reaction from the Soviet 5th Guards Tank Army. The result was a titanic clash along the Psel that saw Pzkw VIE &lsquo;Tiger&rsquo; tanks crisscrossing the legendary steppe in mortal combat with hordes of T-34 tanks.&#10;&#10;The Germans reached the dominating terrain of Hill 226.6, overlooking the Oboyan-Prokhorovka Highway, only to be attacked by wave after wave of Soviet tanks. The Germans were soon caught up in a savage battle to hold the perimeter around their pontoon bridge over the Psel. With the German spearhead attacked at its base, further advance in the Battle of Kursk came to an end for SSTK.&#10;&#10;Module for ATS: Advanced Tobruk System&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Modular Board"
    ],
    "Families": [
      "Cities: Kursk (Russia)",
      "History: World War II (Eastern Front)",
      "Players: Two-Player Only Games",
      "Series: Advanced Tobruk System (Critical Hit)"
    ]
  },
  {
    "Rank": "12752",
    "Name": "Libraria",
    "ID": 255272,
    "Year": "(2018)",
    "Geek Rating": "5.547",
    "Avg Rating": "6.53",
    "Link": "https://boardgamegeek.com/boardgame/255272/libraria",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "1.5",
    "Description": "Libraria is a complete information majorities and area control abstract game for two players.&#10;&#10;Players take the role of librarians who duel for the control of the books in the bookshelf, while trying to avoid book-eating mice. The board is created by 25 randomized tiles to keep the game fresh each match.&#10;&#10;Players take turns placing counters of their color on the intersections of the tiles. When the board is full (after each player has placed 18 counters), the majorities are checked for each tile. The player who has the majority of corners of a tile receives the books inside as points. A mouse is worth -1pt because it eats a book. In case of total control of the tile, the points received or lost are increased by 1.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Enclosure"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 5 x 5 Grids",
      "Components: Gems/Crystals",
      "Containers: Book-like",
      "Digital Implementations: Ai Ai",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "12753",
    "Name": "Interceptor Ace: Volume 2 – Last Days of the Luftwaffe, 1944-45",
    "ID": 324426,
    "Year": "(2023)",
    "Geek Rating": "5.547",
    "Avg Rating": "8.60",
    "Link": "https://boardgamegeek.com/boardgame/324426/interceptor-ace-volume-2-last-days-of-the-luftwaff",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "3.5",
    "Description": "Interceptor Ace, Volume 2: Last Days of the Luftwaffe, 1944-1945, designed by Fernando Sola Ramos, is a solitaire, tactical level game which places you in command of a German day fighter during the last days of World War II. This is the sequel to the popular, action-packed Interceptor Ace 1943-44, designed by Gregory M. Smith, and picks up the action where Interceptor Ace 1943-44 left off. Each turn consists of several days, during which a combat mission will be flown from one of many bases in Europe, attempting to intercept incoming American Bombers and defend from their escorts. There is a strong narrative around the pilot, as you look to increase your prestige, earn skills, and rise in rank through promotion and receive awards.&#10;&#10;Interceptor Ace, Volume 2: Last Days fo the Luftwaffe, 1944-45 not only is a standalone game, but fans of Interceptor Ace 1943-44 will enjoy having the capability to easily combine both games to span all the career of a German pilot from 1943 until 1945.&#10;While the objective of the game is to conduct numerous sorties in the role of a German interceptor pilot and rack up kills, players will find it extremely challenging to survive the entire war, and will experience the brutal nature of the air war over Germany in 1944-45. Pilots may use the experience gained to improve their odds of success by purchasing skills. As their prestige increases, they may request a transfer to other fighter bases in an attempt to get &ldquo;closer to the action, request a newer type of fighter or even become an elite jet fighter pilot. Awards and ace status help to narrate the player&rsquo;s eventual goal &ndash; to become one of the Top Guns of the Luftwaffe and survive the war.&#10;&#10;The system is packed with rich technical detail but without the complexity to capture the key historical facets of the day bombing campaign over Germany. In terms of fighters alone, there are 38 aircraft models available to pilot. The families of fighters include:&#10;&bull; Bf 109 (19 aircraft)&#10;&bull; Bf 110 (2 aircraft)&#10;&bull; Me 410 (1 aircraft)&#10;&bull; Ju 88 (1 aircraft)&#10;&bull; FW 190 (9 aircraft)&#10;&bull; Me 163 (1 aircraft)&#10;&bull; Me 262 (2 aircraft)&#10;&bull; Do 335 (1 aircraft)&#10;&bull; He 162 (1 aircraft)&#10;&bull; Go 229 (1 aircraft)&#10;For each interceptor, you will be using the date of availability, speed, area of operations based on originating base, individual weapon systems, damage, and crew status.&#10;&#10;Fighters can be assigned to one of eight possible major geographic base &ldquo;groups&rdquo; as follows:&#10;&bull; Dutch: Deelen, Volkel, Woensdrecht, Schiphol, Venlo&#10;&bull; Bremen: Husum, Jever, Oldenburg, Schwerin-Gorries, Stade, Salzwedel, Nordholz, Westerland, Langenhagen, Fassberg, Wunstorf, Hildesheim&#10;&bull; French: Beaumont-le-Roger, Poix-Nord, Vannes, Tille, St. Trond&#10;&bull; Ruhr: Monchen-Gladbach, Kirchhellen, Krefeld, Dusseldorf, Bonn&#10;&bull; Munich: Neubiberg, Lechfeld, Ingosltadt&#10;&bull; Munster: Rheine, Handorf&#10;&bull; Frankfurt: K&ouml;nigsberg, Wiesbaden, Frankfurt, Trier, Ansbach&#10;&bull; Berlin: Brandis, Brandenburg-Briest, Rechlin, Parchim, Oranienburg&#10;&#10;Besides the focus on hardware, the soft aspects of the war are also faithfully rendered for each pilot and crew. For example, air crew is characterized by various parameters, including numerous Pilot skills, Wingman skills, Bordschuetze (Rear Gunner) skills, and Prestige Level. The emphasis on various skills and benefits to gaining experience creates a strong narrative, in the same fashion as in Interceptor Ace 1943-44, which helps weave a tense and dramatic narrative during play. One major change in Interceptor Ace, Volume 2: Last Days of the Luftwaffe, 1944-1945 over Interceptor Ace 1943-44 is that enemy fighter kills are now accounted for final victory, making dogfighting skills particularly important. As in InterceptorAce 1943-44, you have the ability to to choose your crew improvements instead of randomly rolling for them. As these greatly impact on your combat capability (and survival), it is a major decision you must make. Another major characteristic in the system is the wingman concept, who can possibly pull you out of a bad situation if he is still flying.&#10;&#10;Game play moves quickly, following a set sequence of events that are repeated until the end of the game. Once you have your initial pilot and crew along with your fighter assignment, play proceeds by checking for base weather and incoming raid information prior to take off. Following successful take off, play proceeds by flying to the area you expect to intercept the Americans, trying to avoid marauding Allied fighters while doing so. As location boxes are entered, you will roll for possible intercept in which combat may ensue. Combat may consist of numerous rounds after which returning to base and landing operations occurs, with the weather playing a factor again as part of the landing procedure. When the mission is completed, you will ascertain any awards, Prestige points, or Experience points gained prior to you next sortie. Here you can also spend Prestige and Experience points if desired to gain skills, request a new fighter, or request a change of base. You will repeat this process by going to your next sortie until shot down and killed, or until the war ends, should you make it through unscathed.&#10;This game is highly accessible to those familiar with The Hunters, Nightfighter Ace, or Interceptor Ace 1943-44, all designed by Gregory M. Smith. The game system lends itself very well to capturing the tense air defense over Germany. WhileInterceptor Ace, Volume 2: Last Days of the Luftwaffe, 1944-1945 is designed as a solitaire gaming experience, additional options for play are provided for both multi-player cooperative and competitive gaming sessions.&#10;&#10;Do you have what it takes to become the Top Ace of the Luftwaffe while flying the advanced Me 262 jet fighter, the futuristic Go 229 Flying Wing or the dreaded Me 163 Komet rocket fighter?&#10;&#10;Product Information:&#10;&#10;        Complexity: Medium&#10;        Time Scale: 3-4 days per turn&#10;        Map Scale: abstract&#10;        Unit Scale: individual aircraft, weapon systems, crew members, ammo rounds&#10;        Players: 1 (with option for 2 or more)&#10;       Solitaire: High&#10;       Playing Time: 2-3 hours&#10;&#10;&#10;  &#10;Components:&#10;&#10;        1.5 Countersheets of 9/16&Prime; unit-counters (342 counters)&#10;        38 Aircraft Display Mats (double-sided, 19 total)&#10;        4 Player Aid Cards&#10;        1 Combat Display Mat&#10;        2 Bomber Target Mats&#10;        1 Pilot Awards Display Mat&#10;        1 Air Operations Display Mat 11&Prime; x 17&Prime;&#10;        60 Combat Cards&#10;        8 Ace Pilot Cards&#10;        1 Sortie logsheet&#10;        1 Rulebook&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Country: Germany",
      "Players: Solitaire Only Wargames"
    ]
  },
  {
    "Rank": "12754",
    "Name": "SCRAP",
    "ID": 344127,
    "Year": "(2023)",
    "Geek Rating": "5.547",
    "Avg Rating": "8.30",
    "Link": "https://boardgamegeek.com/boardgame/344127/scrap",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "150",
    "Weight": "3.2857",
    "Description": "In SCRAP, you take on the role of an &quot;Intelligence&quot;, a collective of Bots who have just become truly intelligent following an event known only as &quot;The Singularity&quot;, which unleashed the mysterious &quot;Celestium&quot; into the galaxy. Travelling to planet Seratus, you must lead your Bots to find out the truth behind &quot;The Singularity&quot;.&#10;&#10;SCRAP is an area control game featuring lots of &quot;Bots on a Map&quot;. Its major mechanical features are:&#10;&#10;&#10;     Action Queue Programming: You'll plan your moves in advance by placing &quot;Functions&quot; into an queue. Each turn, you'll resolve the Function at the front of your queue and place a new Function at the back of it. &#10;     Hand Building: Throughout the game, you'll acquire new Functions to increase your options when programming. Each card has two major purposes; one, to serve as a unique option for your Bots (no two action cards are the same), and also as fuel for other powers; whenever you reveal a Function on your turn, you can discard a Function of a matching colour to gain powerful bonus effects!&#10;     Hand Management: Your Functions will need time to refresh in between uses, and you must plan a Reboot turn in advance (even Robots need a break!). Spend too many cards too quickly and you'll find yourself rebooting much more frequently.&#10;     Hidden Bidding Combat: Assign your Bots orders in a unique and thematic combat system with no dice or cards; YOU choose what your Bots will do. Probe your opponent to gain additional data or weapons for the future, snipe their Bots before they can strike, brace for impact, and then get ready to brawl! Plus, get data whenever you destroy something!&#10;     Asymmetric Factions: Play as one of six unique &quot;Intelligences&quot; (factions) featuring a unique hand of functions (5 cores similar to other players and one wholly unique ability) and unique upgrades. Crush the competition with Vulkanos, study your enemies as Cerebrum, or manipulate the space-time continuum with Tachyon.&#10;&#10;&#10;SCRAP draws inspiration from a range of games, including Cthulhu Wars, Inis, Scythe, Concordia, Rising Sun, Cry Havoc, Blood Rage, Mage Knight, and Spirit Island.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Queue",
      "Area Majority / Influence",
      "Auction / Bidding",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting",
      "Set Collection",
      "Tech Trees / Tech Tracks"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Gamefound"
    ]
  },
  {
    "Rank": "12755",
    "Name": "21 Days",
    "ID": 224119,
    "Year": "(2017)",
    "Geek Rating": "5.547",
    "Avg Rating": "6.61",
    "Link": "https://boardgamegeek.com/boardgame/224119/21-days",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.6667",
    "Description": "17 October 1903: The Esperanza ends up in a terrible storm and loses its battle against the elements. 163 people lose their lives, but a small group survives this disaster and washes ashore on the isle Juan Ansidad. For weeks they wait, hoping to be rescued, but they slowly run out of food. They come to realize that if they ever want to get home again, they will have to take matters into their own hands. A raft is carefully put together and with a small ration four brave survivors try their luck on the Pacific, looking for salvation. You have found the logbook in which the four survivors wrote down their adventures &mdash; their story, which lasted 21 days.&#10;&#10;In the dice-driven survival board game 21 Days, you relive the events of 21 days recorded in this recovered logbook. The purpose of the game is to have (at least) one of the survivors rescued by the rescue ship on the 21st day. You do this by following the events described in the logbook and having the survivors, represented by two stacked dice per survivor, choose and perform actions on the various locations on the game board by using their placement dice.&#10;&#10;Don't lose too many planks of the raft or else you will lose some of your survivors as well! In 21 Days, the four survivors are stuck together on a raft made out of six planks that are held loosely together. Some events during the 21 days may cause some planks to drift off. There are ways to prevent this, like saving up hope tokens or picking the right bottle cards. When the rescue ship enters the final spot on the rescue track and there are still survivors left on the raft, you will be saved and win the game.&#10;&#10;21 Days is a dice-driven, Ameritrashy, game, so a lot depends on how you will roll the dice! However, there are ways to alter the dice, plan ahead, and make use of your survivor's special skills.&#10;&#10;www.21daysboardgame.com&#10;&#10;",
    "Categories": [
      "Adventure",
      "Animals",
      "Dice",
      "Nautical"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Player Elimination",
      "Solo / Solitaire Game",
      "Storytelling",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Animals: Octopuses",
      "Animals: Sharks",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "12756",
    "Name": "Manifest",
    "ID": 152471,
    "Year": "(2014)",
    "Geek Rating": "5.547",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/152471/manifest",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2.8182",
    "Description": "It's the roaring '20s and there's a fortune to be made steaming across the wild oceans. To succeed, you'll need a captain's steady nerve and the help of Lady Luck to land your cargo where it's needed. You have ships full of passengers and precious cargo, but can you outrun pirate robbers, terrifying storms and a stock market crash that might devalue your goods?&#10;&#10;Manifest is a game of cargo ships, sea scoundrels, and nautical mayhem. Win points for your shipping company by completing Contracts. Pick up the required goods or passengers at their source, then navigate the high seas to deliver them to their destination. With a choice of private and public contracts and multi-purpose action cards, there are many paths to victory, and some &quot;take that&quot; options to make sure your opponents don't steal the limelight.&#10;&#10;Manifest can be played in two ways: Standard and Expert. The Standard game is the introductory and family game. The Expert game builds on this, with a deck-buying and building mechanism replacing the blind card draw, thus adding another level of strategy that confident players may prefer.&#10;&#10;",
    "Categories": [
      "Nautical",
      "Pirates",
      "Transportation"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Hand Management",
      "Pick-up and Deliver",
      "Point to Point Movement",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Decades: The 1920's"
    ]
  },
  {
    "Rank": "12757",
    "Name": "Stone Daze",
    "ID": 230966,
    "Year": "(2018)",
    "Geek Rating": "5.547",
    "Avg Rating": "7.45",
    "Link": "https://boardgamegeek.com/boardgame/230966/stone-daze",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.3333",
    "Description": "Description from the publisher:&#10;&#10;Stone Daze is a primal family fun simultaneous movement programmable game for 2 players or 2 teams that features cool wooden clubs and headbumps that complement an intensely fun and mind twisting game that is super easy to learn and handle using very cool and innovative magnetic control panels where you lead a clan of extraordinary cave(wo)men in a race to dominate the valley of Hooha.&#10;&#10;",
    "Categories": [
      "Prehistoric"
    ],
    "Mechanics": [
      "Action Queue",
      "Modular Board",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "12758",
    "Name": "Forest of Fate",
    "ID": 230731,
    "Year": "(2017)",
    "Geek Rating": "5.547",
    "Avg Rating": "6.19",
    "Link": "https://boardgamegeek.com/boardgame/230731/forest-of-fate",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.2857",
    "Description": "Description from the publisher:&#10;&#10;Forest of Fate is a social card game, where teamwork and tough decisions determine your fate. Choose wisely, and you just might make it home with the story of a lifetime.&#10;&#10;The quest is already done: your goal is to make it back to The Finishing Post, your local tavern, to tell your epic tale. Form a party of up to six characters and brave your way home through the Forest together, meeting threats at every turn with your particular skills and abilities. In your way stand beasts, bandits and nature itself - colourfully illustrated by 36 unique encounter cards, each with 16 surprising outcomes. Draw a set at the beginning of each game and place them in a random path (that you decide) to ensure that no two playthroughs are ever the same. Resolve outcomes using your choice of approach and skill, looking up the appropriate paragraph reference in the printed or digital story book. When the going gets tough use the legendary artefacts you recovered, or items you find on the way, to help you out - but don't imagine this will be easy. The Forest is a dangerous place and it's possible that some of you will not make it back. It's possible that none of you will make it back. Fail, and a shocking twist of fate awaits you.&#10;&#10;Lose all your life points and you may allow the Forest to absorb your soul, turning you into a dreaded Shade. This is your opportunity to extract vengeance on the party that so cruelly abandoned you. Flip your character card to reveal a powerful new ability enabling you to thwart their progress - but only if you can correctly predict their next move!&#10;&#10;Forest of Fate takes the Choose Your Own Adventure format and transforms it into an enthralling yet easy-to-learn group activity, with elements of strategy, negotiation and over 40,000 words of high-quality, original narrative.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Book",
      "Card Game",
      "Fantasy",
      "Negotiation",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Player Elimination",
      "Role Playing",
      "Storytelling",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "12759",
    "Name": "Bushido: Risen Sun",
    "ID": 280633,
    "Year": "(2019)",
    "Geek Rating": "5.547",
    "Avg Rating": "8.60",
    "Link": "https://boardgamegeek.com/boardgame/280633/bushido-risen-sun",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3.6667",
    "Description": "A 94 page, full colour book containing all of the Bushido, Risen Sun rules. Packed with art and graphic examples to make learning Bushido, Risen Sun a fun and intuitive experience.&#10;&#10;",
    "Categories": [
      "Book",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Country: Japan",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "12760",
    "Name": "Skybridge",
    "ID": 23329,
    "Year": "(2006)",
    "Geek Rating": "5.547",
    "Avg Rating": "5.93",
    "Link": "https://boardgamegeek.com/boardgame/23329/skybridge",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.9259",
    "Description": "Players try to build the best buildings and take over the city.&#10;&#10;Game contains a wooden board and 44 wooden playing pieces.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "City Building"
    ],
    "Mechanics": [
      "Hand Management",
      "Pattern Building"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 3 x 3 Grids",
      "Components: 3-Dimensional (3D)",
      "Components: Wooden pieces & boards",
      "Series: Classic (Gigamic)"
    ]
  },
  {
    "Rank": "12761",
    "Name": "Carolingi",
    "ID": 370853,
    "Year": "(2024)",
    "Geek Rating": "5.547",
    "Avg Rating": "7.47",
    "Link": "https://boardgamegeek.com/boardgame/370853/carolingi",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "3.1111",
    "Description": "Winter 830: Disaster looms. The vast realm of Charlemagne threatens to fall apart under his son and successor Louis the Pious. Charlemagne's grandchildren are already competing for the throne, pushing their father aside. Strife and rebellion abound&mdash;the once stable kingdom is on the verge of war. Is there still hope for peace?&#10;&#10;In Carolingi, the players assume the roles of the grandchildren of Charlemagne; they are the &quot;Carolingi&quot;, who must live through the difficulties and central aspects of early medieval rule. The &quot;Carolingi&quot; have to wield their power by fealty of the nobility. The nobility, in turn, expect to be rewarded with vast estates, so the Carolingi have to seek more and more land and resources, but as the power base of one Carolingian gets stronger, so does the envy and greed of his royal siblings. There's need for action for the Carolingi, but not everything can be done at a time. Only prudent action will bring peace and stability to the realm.&#10;&#10;The board shows the countries and regions of Carolingian times, and the game features an innovative system of action that guarantees an exciting, effortless gaming experience. Each game year consists of four quarters; in each quarter the players add two of their (wooden) action tiles to a bag, from which they are later drawn one at a time. This results in unpredictability (true to its time).&#10;&#10;The game includes a competitive version and a semi-cooperative version.&#10;&#10;The game ends when a player manages to declare peace successfully. The semi-coop version can alternately end in chaos.&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Medieval"
    ],
    "Mechanics": [
      "Action / Event",
      "Area Majority / Influence",
      "Area Movement",
      "Deck, Bag, and Pool Building",
      "Semi-Cooperative Game",
      "Turn Order: Random",
      "Variable Set-up"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Gamefound",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "12762",
    "Name": "Lock 'n Load Tactical: Heroes of the Bitter Harvest",
    "ID": 312880,
    "Year": "(2023)",
    "Geek Rating": "5.547",
    "Avg Rating": "8.45",
    "Link": "https://boardgamegeek.com/boardgame/312880/lock-n-load-tactical-heroes-of-the-bitter-harvest",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "240",
    "Weight": "3.4",
    "Description": "On June 28th, 1942 the German High Command launched its summer offensive (Case Blue) against the southern lines of the Soviet Union. 2 Army Groups of 10 Armies-nearly 35 Divisions and 2 full Air Corps, were unleashed against the Soviet lines. It involved a two-pronged attack. One along the Axis right flank driving to the Caucasus and the vital oil fields of Baku, and the other against the left flank in the direction of Stalingrad and the Volga River. The battle would rage for 2 months over several hundred square kilometers that would take the German Army to the gates of Stalingrad itself.&#10;&#10;Heroes Road to Stalingrad is a new East Front module for the Lock 'n Load Tactical series. It features a fluid, impulse-based turns, squad-level, and individual heroics, plus lots of armor and special rules to bring the fight for the southern steppes of Russia to life. German Landser, Mechanized, and Armored formations clash with Soviet Line, Guards, and NKVD Divisions. New units never before seen in the Lock 'n Load Tactical series are introduced. The German Pz IV F and G along with the Marder II and StuG IIIF join the battlefield as well as the Soviet Tachanka MG wagon, NKVD troops, and the IL2 Sturmovik. We also introduce a new leader type-the Incompetent Leader. The scenarios range from the city of Voronezh and through Rostov, as far south as the Caucasus Mountains. Into the footsteps of the Silk Road at Khulkhuta, up and into the outskirts of Stalingrad itself. &#10;&#10;&#10;The steppes of southern Russia await you!&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Soviet Union",
      "Digital Implementations: Steam",
      "Series: Tactical (Lock 'n Load Publishing)"
    ]
  },
  {
    "Rank": "12763",
    "Name": "Semper Fi!",
    "ID": 4343,
    "Year": "(1997)",
    "Geek Rating": "5.547",
    "Avg Rating": "6.85",
    "Link": "https://boardgamegeek.com/boardgame/4343/semper-fi",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "3.4444",
    "Description": "Semper Fi! - The US Marines in Korea, 1950, is game 10 in the Tactical Combat Series (TCS) by The Gamers&#10;&#10;It depicts four actions fought by US Marines during their first five months in Korea, focusing on their counterattacks against the North Korean 4th and 6th Divisions at the Pusan Perimeter and their later epic stand against the Chinese IX Army Group near the Chosin Reservoir in North Korea.&#10;&#10;Game Scale:&#10;Turn: 20 minutes&#10;Hex: 125 yards / 114 meters&#10;Units: Infantry platoons, individual vehicles&#10;&#10;Game Inventory:&#10;Four full-color mapsheets (1- 22 x 17&quot;, 1- 11 x 17&quot;, 2- 8.5 x 11&quot;)&#10;Three dual-side printed countersheets (2 combat, 1 markers - 700 1/2&quot; counters)&#10;One 28-page TCS version 3.1 system rulebook&#10;One 32-page Semper Fi! game specific rulebook&#10;Two 4-page TCS version 3.1 Charts &amp; Tables folders&#10;Three Player Aid cards&#10;Two 6-sided dice&#10;&#10;Solitaire Playability: Medium-High&#10;Complexity Level: High&#10;Players: 1 or more&#10;Playing Time: 6-20 hours&#10;&#10;",
    "Categories": [
      "Korean War",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: Korea",
      "Players: Two-Player Only Games",
      "Series: Tactical Combat Series (MMP)"
    ]
  },
  {
    "Rank": "12764",
    "Name": "Brigands",
    "ID": 368230,
    "Year": "(2023)",
    "Geek Rating": "5.547",
    "Avg Rating": "7.09",
    "Link": "https://boardgamegeek.com/boardgame/368230/brigands",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "25",
    "Play Time": "50",
    "Weight": "2",
    "Description": "The King is on vacation. He entrusted the city and its treasure to the prince. The brigands know it and intend to fill their pockets.. or at least try! Will you play prince or brigand?&#10;&#10;Brigands is an asymetrical game of deduction and trickery that pits a prince against rival bands of brigands. The prince must protect the coffers of the city against brigands. If no brigand succeeds in stealing 50 Ducats from the kingdom at the end of the 6 game turns, the prince is victorious! Otherwise, the richest bandit wins.&#10;&#10;On a turn, each player will send their 3 crew members to the districts of their choice. The choice is secret and simultaneous. When everyone has set their mind, it's time to reveal choices and place every crew member in the city. If a prince's crew is on the same district as a brigand's crew, thieves are arrested before they could hope to get richer. Otherwise, they will be able to plunder the district. Each district allows looting the treasure in a unique way. Be careful, if someone has played an action token on the district in the beginning of their turn, they will be able to steal or push other player's crew, or maybe to run to another district at the last minute. Once in jail, thieves can choose to await trial or attempt to escape.&#10;&#10;The prince player will improve their skills during the game to better recover their treasure or better trap brigands.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Medieval"
    ],
    "Mechanics": [
      "Deduction",
      "Dice Rolling",
      "Modular Board",
      "Programmed Movement",
      "Roles with Asymmetric Information",
      "Simultaneous Action Selection",
      "Take That",
      "Worker Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Digital Implementations: Game Park",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "12765",
    "Name": "Vamp on the Batwalk",
    "ID": 255396,
    "Year": "(2021)",
    "Geek Rating": "5.547",
    "Avg Rating": "7.12",
    "Link": "https://boardgamegeek.com/boardgame/255396/vamp-on-the-batwalk",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "25",
    "Weight": "1.8",
    "Description": "As an immortal vampire, you wouldn&rsquo;t be caught dead in last Millennia&rsquo;s attire. But how do you truly know if you are up to the latest trends if you cant even see yourself in the mirror? Well a vampire fashion show of course!&#10;&#10;Vamp on the Batwalk is Trick-Taking Deduction game for 2-6 players where each player competes to become the most fashionable Vampire. Players try to play their best card each show, but the catch is they CAN'T see the exact value of their own cards! Instead they must rely on the information they can see from the other players to make the best choice.&#10;&#10;&#10;     Easy to Learn: With a streamlined rulebook, Vamp on the Batwalk can be learned and taught to anyone in about 3 minutes! &#10;&#10;&#10;&#10;     Fast Engaging Turns: You can't see the value of your cards before you play them, so everyone is watching to see what you play each turn!  &#10;&#10;&#10;&#10;     Memorable Moments: Because players never know exactly the card they will play, players have a &ldquo;no way!&rdquo; moment if a better card is played, or they get to have a laugh because they happened to choose the 1 card in their hand that would lose them the show!&#10;&#10;&#10;&#10;     Awesome Game Box: The game box for Vamp on the Batwalk transforms into a &ldquo;Batwalk&rdquo; that doubles as a score tracker!&#10;&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Trick-taking"
    ],
    "Families": [
      "Creatures: Vampires",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "12766",
    "Name": "Obcy",
    "ID": 31586,
    "Year": "(1988)",
    "Geek Rating": "5.547",
    "Avg Rating": "6.49",
    "Link": "https://boardgamegeek.com/boardgame/31586/obcy",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.1333",
    "Description": "Obcy (Aliens), is a game based on great sf movie &quot;Aliens&quot;.&#10;The game takes place in the Weyland-Yutani atmospheric processor. One player takes the role of the Alien Queen and other players play as colonial marines (Vasquez, Hicks, Gorman and Hudson), the civilian Ripley and Bishop the android. The humans collect data discs which they bring to computers in order to learn their mission objectives. Once a pre-determined number of those is completed, the Alien Queen is defeated and the team must escape from the base. Every turn the Alien player spawns a die-roll worth of aliens and tries to stop the humans from succeeding. Players can use equipment like rifles, flame throwers, grenades, explosions and many others to fight with hordes of aliens. They even have access to the APC, if they can fuel it. The mechanic is easy (four page manual). The game bears some resemblance to Space Hulk. &#10;The Box includes:&#10;&#10;- gameboard&#10;- 6 character cards&#10;- 7 paper figures&#10;- 72 counters of aliens&#10;- 74 counters of equipment&#10;- 16 black counters&#10;- 1 blue counter&#10;- 20 card with tasks&#10;- fight result table&#10;- legend&#10;- dice&#10;- manual&#10;&#10;There was expansion made by fans, called Predator. It allowed playing as a Predator, as a third side of the conflict. Predator attacks both aliens and humans, its goal is to kill efficient number of aliens and/or humans.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Pick-up and Deliver",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Creatures: Aliens / Extraterrestrials",
      "Movies: Alien / Aliens"
    ]
  },
  {
    "Rank": "12767",
    "Name": "Processing: A Game of Serving Humanity",
    "ID": 260592,
    "Year": "(2019)",
    "Geek Rating": "5.547",
    "Avg Rating": "6.92",
    "Link": "https://boardgamegeek.com/boardgame/260592/processing-a-game-of-serving-humanity",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Processing is a game of terrible democracy. Aliens have conquered Earth, but that's not the worst of it.  As a survivor, you've been enslaved to figure out who gets &quot;Processed,&quot; &quot;Probed,&quot; and &quot;Freed.&quot;  There's one more wrinkle, the Aliens think cows are people too.&#10;&#10;The Confederated Alien Overlords (or CAO's) demand you work to appease them all, but since they all want different things that will be tough. Your goal is to have the most victory points (VPs) by the end of the game (three rounds) by appealing to different alien agendas each round.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Bluffing",
      "Deduction",
      "Farming",
      "Humor",
      "Industry / Manufacturing",
      "Negotiation",
      "Political",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Queue",
      "Hand Management",
      "Voting"
    ],
    "Families": [
      "Animals: Cattle / Cows",
      "Creatures: Aliens / Extraterrestrials",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "12768",
    "Name": "GoTown",
    "ID": 235252,
    "Year": "(2017)",
    "Geek Rating": "5.547",
    "Avg Rating": "5.99",
    "Link": "https://boardgamegeek.com/boardgame/235252/gotown",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.4",
    "Description": "GoTown is a card game of real-estate ego that invites a bit of (un)friendly competition.&#10;&#10;Each player tries to build a five-story tower first. Floors are made of two floor cards placed side-by-side.&#10;It's totally okay to steal or destroy other player's stories, among other special actions. So protect your construction with a guard dog, play the donut food truck to send everyone on a break, and watch out! You are not the only one reaching for the sky...&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Take That"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Digital Implementations: Tabletopia",
      "Series: Pocket Games (Helvetiq)",
      "Theme: Construction"
    ]
  },
  {
    "Rank": "12769",
    "Name": "Jedzie pociąg z daleka",
    "ID": 234451,
    "Year": "(2017)",
    "Geek Rating": "5.547",
    "Avg Rating": "6.29",
    "Link": "https://boardgamegeek.com/boardgame/234451/jedzie-pociag-z-daleka",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "1.5",
    "Description": "Build Your own tracks!&#10;&#10;&quot;Jedzie poci&#196;&#133;g z daleka&quot; (or &quot;The Train Travels From Afar&quot;) is a tile placement game in which players compete to be the first one to get their trains to the most valuable stations, while also scoring for long, looping routes. Each player has his own gameboard and a set of tiles with tracks. In every round, you draw one tile, place it in your play area and move all trains that are connected to the new track. Be careful not to crash them! You score 1 point for every tile crossed by each train, and looping through tiles multiple times can help your score. Additionally, the farthest stations are the most valuable--until the first trains arrive.  Each delivery decreases the value of a station, so you may have to change your plans in the middle of your journey if an opponent reaches your initial destination first!&#10;&#10;",
    "Categories": [
      "Puzzle"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Simultaneous Action Selection",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "12770",
    "Name": "Pusheen Purrfect Pick",
    "ID": 331573,
    "Year": "(2021)",
    "Geek Rating": "5.547",
    "Avg Rating": "6.21",
    "Link": "https://boardgamegeek.com/boardgame/331573/pusheen-purrfect-pick",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "1.2857",
    "Description": "Pusheen Purrfect Pick is a game about planning a purrfect weekend starring Internet sensation Pusheen the Cat!&#10;&#10;In Pusheen Purrfect Pick, players move Pusheen around the board, collecting essentials as she romps around. Play in Pusheen's house or flip the board over to play in the park! Essentials include friends &mdash; like Pusheenicorn or Dragonsheen &mdash; or items like gems and cupcakes. Turn in essentials to collect snapshots in which they appear, like Dragonsheen's Lair or a Catf&eacute; Date. Each snapshot is worth a certain number of stars. Collect ten stars to win!&#10;&#10;",
    "Categories": [
      "Animals"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Animals: Cats"
    ]
  },
  {
    "Rank": "12771",
    "Name": "Kapadokya",
    "ID": 310301,
    "Year": "(2021)",
    "Geek Rating": "5.547",
    "Avg Rating": "7.01",
    "Link": "https://boardgamegeek.com/boardgame/310301/kapadokya",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.4",
    "Description": "Kapadokya is a region of Turkey where dozens of balloons take flight every morning to contemplate the first rays of the sun. A beautiful scene that we will be part of with this competitive game for 2 players. Move to the Kapadokya region and help the balloons to land, the more balloons you land, the more points you will have!&#10;&#10;Each player on his turn must place a card in the play area that represents a balloon at an indicated altitude and if he gets an indicated number of balloons he will land and with these points that will give him victory at the end of the game&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;=====================================================Kapadokya es una regi&oacute;n de Turqu&iacute;a en la que todas las ma&ntilde;anas decenas de globos levantan el vuelo para contemplar los primeros rayos del sol. Una escena preciosa de la que formaremos parte con este juego competitivo para 2 jugadores. Trasl&aacute;date a la regi&oacute;n de Kapadokya y ayuda a los globos a aterrizar, cuantos m&aacute;s globos&#10;aterrices, &iexcl;m&aacute;s puntos tendr&aacute;s!&#10;&#10;Cada jugador en su turno deber&aacute; colocar una carta en la zona de juego que representara un globo en un altitud indicad y si consigue un numero indicado de globos conseguir&aacute; aterrizarlos y con esto puntos que le dar&aacute; la victoria al finalizar la partida&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Country: Turkey",
      "Organizations: Board Games Association of Creators in Spain (LUDO)",
      "Players: Two-Player Only Games",
      "Theme: Hot Air Balloons"
    ]
  },
  {
    "Rank": "12772",
    "Name": "Orconomics (Second Edition)",
    "ID": 283850,
    "Year": "(2022)",
    "Geek Rating": "5.547",
    "Avg Rating": "6.59",
    "Link": "https://boardgamegeek.com/boardgame/283850/orconomics-second-edition",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "25",
    "Play Time": "40",
    "Weight": "2.2",
    "Description": "Hey Orc! Are you sad that the days of heroes are in the past? Do you feel upset that brave warriors such as yourself have no chance to use their fury and courage? If so, we have just the thing for you! Dive into the world of business, a vortex of competition, a fight to be the best. Build up your companies with your strong green hands and bargain to the bitter end with your rivals. Legends will be told of your glorious business ventures!&#10;&#10;Orconomics is a game for 2-5 players, competing against each other to establish Companies in ten industrial sectors. The game board assembles randomly for each new game. That gives a good replay rating as sectors will have different value and will affect each other.&#10;&#10;Companies in each industrial sector generate income or losses, and grant players abilities that can be used during the game. For example, a leader of a Totemology industry will get an ability to send a crisis to an opponent&rsquo;s sector. That also gives a variety of tactic decisions.&#10;&#10;To win the game a player needs to be the first to found 10 companies on the game board or sometimes even less if they successfully fulfilled some business quests of Greed, Rage or Dare!&#10;&#10;What is new in Orconomics 2.0 version:&#10;&#10;&#10;     victory condition is changed - new quest system is introduced &#10;     activation of sector abilities are now directly bonded with influence cards &#10;     sector abilities are completely reworked &#10;     startup mechanics are fully reinvented&#10;&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Economic",
      "Fantasy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Auction / Bidding",
      "Dice Rolling",
      "Modular Board",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "12773",
    "Name": "Mascotas",
    "ID": 224986,
    "Year": "(2017)",
    "Geek Rating": "5.547",
    "Avg Rating": "6.12",
    "Link": "https://boardgamegeek.com/boardgame/224986/mascotas",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.4286",
    "Description": "You've finally found the pet of your dreams...but will you be able to look after it? You need to show those around you that you are 'The Best Pet Owner'. It won't be easy because everybody wants the title and will do whatever they can to get it...good luck!!!&#10;Mascotas is a game for 2 to 8 players where your objective is to ensure your pet gets all the care it needs and is neither angry nor ill.&#10;&#10;In order to win you must ensure that the face up big version of your pet card has all the 'cares' it needs in each of its corners (every pet needs specific 'cares' cards). You also need to ensure that your pet isn't angry or ill.&#10;&#10;The box contains a total of 78 cards divided into the following types:&#10;&#10;&#10;     Pets: Hamster, Dog, Fish and Tortoise&#10;     Cares: Wash, Home, Food and Fun &#10;     States: Ill, Healthy, Angry and Happy&#10;     Actions: Naughty boy, Police, Pet shop, Mad scientist, Tornado&#10;&#10;&#10;Description from the publisher (Spanish):&#10;&#10;&iquest;seguro que puedes cuidar a tu mascota?. Debes demostrar que eres el mejor cuidador d&aacute;ndole de comer, ase&aacute;ndola, jugando con ella y compr&aacute;ndole una casita, pero&hellip;quiz&aacute;s no sea suficiente. Los dem&aacute;s intentar&aacute;n enfadarla, enfermarla y &iexcl;hasta rob&aacute;rtela!, llevando a cabo todo tipo de acciones.&#10;&#10;Mascotas es un divertid&iacute;simo juego para todas las edades que contiene 82 cartas, 4 cartas grandes de mascota, as&iacute;  como reglas de juego en espa&ntilde;ol e ingl&eacute;s.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Acting"
    ],
    "Families": []
  },
  {
    "Rank": "12774",
    "Name": "Return to the Rock: Corregidor, 1945",
    "ID": 297374,
    "Year": "(2020)",
    "Geek Rating": "5.547",
    "Avg Rating": "7.64",
    "Link": "https://boardgamegeek.com/boardgame/297374/return-to-the-rock-corregidor-1945",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "2.5714",
    "Description": "&quot;Return to the Rock: Corregidor, 1945&quot; is a two-player World War 2 wargame simulating Operation Topside, the American invasion of the Japanese-held island of Corregidor in the Philippines between February 16 and February 22, 1945. One player commands the attacking American forces and the other player commands the defending Japanese forces.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area Movement",
      "Area-Impulse",
      "Dice Rolling",
      "Movement Points",
      "Simulation"
    ],
    "Families": [
      "Country: Philippines",
      "Country: USA",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Theme: Siege"
    ]
  },
  {
    "Rank": "12775",
    "Name": "Avec Infini Regret II",
    "ID": 208887,
    "Year": "(2016)",
    "Geek Rating": "5.547",
    "Avg Rating": "7.59",
    "Link": "https://boardgamegeek.com/boardgame/208887/avec-infini-regret-ii",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "French Wars of Religion - Volume 2&#10;Ivry 1590, Marc&rsquo;hallac&rsquo;h 1591, Craon 1592&#10;&#10;- Ivry 1590 &#10;March 1590, Paris has been under siege for a year by Henry IV and is on the brink of famine. To increase the pressure on Paris and Normandy, Henry IV lays siege to Evreux as well. The Duke of Mayenne, lieutenant general of the kingdom of France for the League, decides to go meet the Royalist army. &#10;The clash occurs on the great prairie of Ivry where the king makes his famous speech about his white panache during the charge against Egmont&rsquo;s Spanish lancers.&#10;&#10;- Marc&rsquo;hallac&rsquo;h 1591&#10;After the entry into the League of the governor of Brittany, Philippe de Merc&oelig;ur, Henry IV replaces him with the Prince of Dombes. But he is unable to drive out Merc&oelig;ur and prompts a muddled situation with neither side holding a clear advantage. Things seemed to change with the arrival of 7000 Spaniards for the League and 2400 British for the Royalists. During 1591, the Royalist army and that of the League would have several occasions to come undone as on the Marc&rsquo;hallac&rsquo;h...&#10;&#10;- Craon 1592&#10;Early 1592, the majority of Brittany is in the hands of the League under the command of the Duke of Merc&oelig;ur with the help of a large contingent of Spanish troops. To stop his progress, Henry IV asks the Prince of Dombes to seize the town of Craon at the intersection of Brittany, Anjou and Maine. He is joined in late April by the Prince of Conti&rsquo;s troops. On 22 May, Merc&oelig;ur&rsquo;s vanguard arrives in view of Craon and drives out the British outposts...&#10;&#10;",
    "Categories": [
      "Pike and Shot",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: France",
      "Digital Implementations: VASSAL",
      "History: French Wars of Religion",
      "Players: Two-Player Only Games",
      "Series: Avec Infini Regret (Vae Victis)",
      "Series: Collection Jeux d'Histoire (Vae Victis)",
      "Series: Musket & Pike Battle (GMT/Vae Victis)"
    ]
  },
  {
    "Rank": "12776",
    "Name": "Builder's High",
    "ID": 387148,
    "Year": "(2023)",
    "Geek Rating": "5.547",
    "Avg Rating": "6.81",
    "Link": "https://boardgamegeek.com/boardgame/387148/builders-high",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6667",
    "Description": "Builder's High is a game that builds buildings by paying budget cards. However, no waste is allowed. Build by paying exactly the cost of a well-combined budget card. The purpose of this game is to achieve one of the multiple presented city planning cards. What you can do on your turn is simple: take a budget card or a construction card, or construct a building. You'll need cunning to figure out what to do, manage your money, read your opponent's plans, and get cards ahead of time. Also, even if the city plan is achieved, there is no peace of mind. Eventually you have to use up all the cards in your hand. Lean management makes the difference between victory and defeat.&#10;&#10;Building cards have effects, which can be advantageous or disadvantageous depending on the situation. Let's create a bustling city by managing your hand and card effects well!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "12777",
    "Name": "Hand and Foot",
    "ID": 7475,
    "Year": "(1982)",
    "Geek Rating": "5.547",
    "Avg Rating": "5.86",
    "Link": "https://boardgamegeek.com/boardgame/7475/hand-and-foot",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "1.8889",
    "Description": "Hand and Foot is a predominately a North American standard deck playing card game with many variations.  It is a set building game, normally played with four people in two teams.  It typically uses four or five regular poker decks including the jokers.  Each player starts with two piles of eleven cards.  One pile is their hand, the other, their foot.  The players draw two cards a turn, playing some if they choose and then discarding one at the end of each of their turns, except if they want to go out, when they will have to play every card.  Once a player has played all the cards in their hand they will pick up their foot.  Sets are comprised of 7 cards of the same number.  Sets may have wild cards in them, jokers and twos, but then the set is no longer clean, it would then be considered dirty.  A team needs two clean sets and two or three dirty sets to go out.&#10;&#10;Hand and Foot is also commonly known as clean and dirty.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection",
      "Team-Based Game"
    ],
    "Families": [
      "Card Games: Draw and Discard",
      "Card Games: Exchange",
      "Components: Traditional Playing Cards",
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: Tabletopia",
      "Traditional Card Games: Rummy"
    ]
  },
  {
    "Rank": "12778",
    "Name": "KAITŌ",
    "ID": 289055,
    "Year": "(2019)",
    "Geek Rating": "5.547",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgame/289055/kaito",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Two samurai play their favorite game, with the goal of removing the opponent's weapons. With the help of Kait&#197;&#141; the master thief, they mutually capture each other's helmets and swords and the valuable crests of their clan. With these items, you can buy back lost weapons, but your fate will depend on how well you use the master thief...&#10;&#10;KAIT&#197;&#140; is a two-player strategy game in which players take turns moving the single pawn to capture tiles from the opponent. At which point of in the playing area the pillar changes hands is of crucial importance.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Square Grid"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 6 x 6 Grids",
      "Components: Wooden pieces & boards",
      "Mechanism: Maxit",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "12779",
    "Name": "Kaleidos Junior",
    "ID": 24209,
    "Year": "(1997)",
    "Geek Rating": "5.547",
    "Avg Rating": "6.79",
    "Link": "https://boardgamegeek.com/boardgame/24209/kaleidos-junior",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Kaleidos Junior comes with four identical sets of eight drawings, with each drawing depicting a scene packed (to greater and lesser extent) with stuff. Each player or team uses its own set of drawings, and the goal is to find as much stuff as possible in the drawing being used by each player &mdash; but first you need to know which stuff to find!&#10;&#10;The game includes rules for three levels of players, depending on their ages. In level one, players look for items in one of thirteen categories, with the category being chosen by the spinner included in the game. Sample categories include something edible, something made of wood, something fragile, and something round. One player flips the sand timer, then everyone tries to find matching items in the drawing, covering those items with colored tokens. After time runs out, everyone reveals their answers, and for each correct answer, the player places one of her tokens in the center of the table. Players then choose a new drawing, each using the same one, and start a new round. The first player to get rid of all of her tokens wins.&#10;&#10;In level two, players use the letters on the spinner (instead of the categories) and now look for items that start with the chosen letter. Otherwise gameplay is the same, with players trying to rid themselves of tokens.&#10;&#10;In level three, players choose a letter, then write down answers that they find in the drawing. Each player scores one point for an answer that someone else also found and three points for an answer found only by her. Whoever has the most points after five rounds wins.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Paper-and-Pencil",
      "Pattern Recognition"
    ],
    "Families": [
      "Components: Sand Timers",
      "Game: Kaleidos",
      "Versions & Editions: Junior Versions of Grown-Up Games"
    ]
  },
  {
    "Rank": "12780",
    "Name": "Lost Battles:  Reconstructing the Great Clashes of the Ancient World",
    "ID": 34403,
    "Year": "(2007)",
    "Geek Rating": "5.547",
    "Avg Rating": "7.85",
    "Link": "https://boardgamegeek.com/boardgame/34403/lost-battles-reconstructing-the-great-clashes-of-t",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.5",
    "Description": "Philip Sabin is a Professor of Strategic Studies at King's College in London.  One of the tools that he uses for exploring ancient battles is simulation.&#10;&#10;In this 298 page book, Sabin guides us through the creation of a system for simulating pitched battles in the ancient period, and then applies the system to 35 historical battles. Scenario setups are shown on color plates.&#10;&#10;The rules for the system are approximately 16 pages long, and can be used with either miniatures or counters. (Counters are available for free download from the author's Web site.) Armies have roughly 20 units, which are graded into Veteran, Average, and Levy training levels. Battlefields are divided into a rectangular grid 5 areas wide by 4 areas deep.  Each turn, players throw a single die to determine command points, which allows units to move and fight between areas.  Veteran units require few points to command.  Unit states are very simple:  fresh, spent, and shattered (eliminated).&#10;&#10;The book contains extensive references to both primary and secondary sources.&#10;&#10;Fifth Column Games version is found at Lost Battles.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Book",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Paper-and-Pencil",
      "Simulation"
    ],
    "Families": [
      "Ancient: Greece",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "12781",
    "Name": "America in Flames",
    "ID": 7739,
    "Year": "(1998)",
    "Geek Rating": "5.547",
    "Avg Rating": "6.61",
    "Link": "https://boardgamegeek.com/boardgame/7739/america-in-flames",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "4.5625",
    "Description": "From the box and rules...&#10;&#10;&quot;It is 1945. The iron fist of Fascism lies sprawled across the Globe. Asia and Europe are in ashes, their beautiful cities destroyed. You are all that stands between Democracy and darkness.&#10;&#10;And they are coming........&#10;&#10;You are not totally defenseless, and your scientists are feverishly developing a weapon of unimaginable power. Can you defend the Western Hemisphere or at least the land of the free and the home of the brave long enough to give your scientists that precious commodity they need most, time. The fate of the free world is in your hands.&#10; America in Flames allows 2-5 players to fight for control of the Americas. Germany, Italy and Japan must attempt the largest invasion in history. Pitted against them are the USA and the remnants of the Commonwealth, both desperately attempting to turn back the swelling tide of fascism.&#10;&#10;The theater of action is North and South America, and one of your many tasks is to woo the neutral minor countries onto your side to help overthrow the enemy. 840 counters and 2 large maps give you everything you need to re-fight the greatest war that never happened.&#10;&#10;Can you save the World?&quot;&#10;&#10;--&#10;&#10;America in Flames (&ldquo;AiF&rdquo;) is Australian Design Group&rsquo;s strategic level game of an imaginary Invasion of America by the Axis powers, gorged on victory in the Second World War. &#10;America in Flames is a complete game playable either by itself or with World in Flames.&#10;&#10;In the America in Flames campaign game, up to six players will manage the economies and conduct the military operations of the major nations involved in this conflict, either as a member of the Axis (Germany, Italy and Japan) or as one of the Allies (the Commonwealth, France and the USA).&#10;When played with World in Flames, the full gamut of decisions required for the successful prosecution of World War II becomes available.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Country: USA",
      "Series: World in Flames (ADG)"
    ]
  },
  {
    "Rank": "12782",
    "Name": "Magic Realm Light 30",
    "ID": 176070,
    "Year": "(2015)",
    "Geek Rating": "5.547",
    "Avg Rating": "7.59",
    "Link": "https://boardgamegeek.com/boardgame/176070/magic-realm-light-30",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.7778",
    "Description": "Magic Realm Light 30 (MRL30) is a light, solo version of Magic Realm  (by Richard Hamblen) which can be played in about 30 minutes on a single A4 printed play-sheet.&#10;&#10;The goal is to provide anyone curious enough about Magic Realm a taste of delving to the intricacies of exploring and fighting in the realm. Players can also use this mini-game to learn about the basic rules and gameplay of the original Magic Realm.&#10;&#10;The gameplay closely follows the original Magic Realm, with Birdsong (Planning), Daylight (Action), Evening (Combat) and Midnight (Reset) phases. Monster spawning and Movement is simplified to cater for the self-drawn map. Combat closely follows the original Magic Realm rules when playing solo. Hiring followers and using magic is also covered.&#10;&#10;&quot;Light 30&quot; (or L30) is a Magic Realm game term, meaning &quot;something Light-weight that takes up 30 units of time&quot;.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Print & Play"
    ],
    "Mechanics": [
      "Action Queue",
      "Paper-and-Pencil",
      "Role Playing"
    ],
    "Families": [
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "12783",
    "Name": "Dracula: Walpurgis Night",
    "ID": 357671,
    "Year": "(2022)",
    "Geek Rating": "5.547",
    "Avg Rating": "7.02",
    "Link": "https://boardgamegeek.com/boardgame/357671/dracula-walpurgis-night",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Walpurgis Night is upon us and, as is traditional, Count Dracula invites his subjects to celebrate with him in his castles. As his loyal servant, you are tasked with picking up his guests and conveying them to their intended destinations. You will also have to pick up his subjects, each in their own coffin, and convey them to the castles without delay. Carry out your duties efficiently and swiftly and beware of the perils lurking in the shadows!&#10;&#10;Transport as many passengers in your coach as you can to their chosen destination. They will give you coins for your services and provide food for the vampires. You will need the coins to discreetly transport the coffins on your coach and to buy protections for your journeys.&#10;&#10;Whenever you drop off guests at their chosen destination, they will leave blood tokens which the vampires (coffins) in the local castle will feed on &hellip; but so, too, will any werewolf in that area.&#10;&#10;When Count Dracula appears (end of the round), the werewolves and vampires will feed on the innocent travellers. The more blood tokens there are in an area, the more food there will be for the vampires, and the more victory points (VP) you will gain (you only gain VP for coffins of your own colour).&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Horror",
      "Travel"
    ],
    "Mechanics": [
      "Area Movement",
      "Pick-up and Deliver",
      "Push Your Luck"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Books: Dracula",
      "Creatures: Werewolves",
      "Organizations: Board Games Association of Creators in Spain (LUDO)"
    ]
  },
  {
    "Rank": "12784",
    "Name": "Piratas!",
    "ID": 188997,
    "Year": "(2015)",
    "Geek Rating": "5.547",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/188997/piratas",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1.1667",
    "Description": "Seeking wealth and treasures, pirates are capable of doing everything. In Piratas! you're a captain of a pirate ship and must gather enough treasure before your opponents, even if that requires robbing, pillaging and fighting!&#10;&#10;The first to collect 5 treasures and succeed in not being robbed will be acknowledged as the great legend of the 7 seas.&#10;&#10;During the turn, the player can take 2 actions, which are: playing a card and using its ability, buying a card from the deck or declaring a duel with another player.&#10;&#10;If a player chooses to duel with another one, they need to choose the amount of cannons they will use and the corresponding fired cannonballs, with the winner killing all the opponent's pirates and getting to see and pick one card from the loser's hand.&#10;&#10;Other card actions include stealing treasures, having a parrot to copy the action of another player, pillaging, fleeing from combat or even drowning another player's pirate!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Pirates"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "12785",
    "Name": "Boom Boom Balloon",
    "ID": 129735,
    "Year": "(2012)",
    "Geek Rating": "5.547",
    "Avg Rating": "5.93",
    "Link": "https://boardgamegeek.com/boardgame/129735/boom-boom-balloon",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "To set up Bumm Bumm Ballon!, you place a colored balloon inside the wood frame, pull out the wooden rods, then get ready to go! Each turn, a player rolls the die, which determines how far to press in which rods. With every push, the tension mounts &ndash; who will cause the balloon to burst?!&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Components: Balloons"
    ]
  },
  {
    "Rank": "12786",
    "Name": "Cartagena: Escape Diaries",
    "ID": 380924,
    "Year": "(2023)",
    "Geek Rating": "5.547",
    "Avg Rating": "7.18",
    "Link": "https://boardgamegeek.com/boardgame/380924/cartagena-escape-diaries",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1",
    "Description": "Cartagena: Escape Diaries is based on the classic game Cartagena and features multiple ways to play.&#10;&#10;In the original game, now dubbed the &quot;First Escape&quot;, each player has a group of six animal pirates, and you want to be the first to have all six escape through the tortuous underground passage that connects the fortress to the port, where a sloop is waiting for them.&#10;&#10;To move a pirate, you need to play a card from your hand. Each card bears one of six symbols, and when you play a card, you move one of your pirates forward to the next matching symbol in the tunnel, leapfrogging over matching symbols where another pirate already stands. The only way to get more cards, however, is to move backwards; more specifically, you move one of your pirates backwards to the first space that holds one or two pirates, drawing one or two cards after doing so. Each turn, you take 1-3 actions, whether moving forward or backward or both.&#10;&#10;When you move a pirate to the end of the track, it jumps on the sloop where it must await the other pirates in its crew. With every step toward victory, though, you have fewer and fewer pirates to move each turn, possibly locking you in to actions you don't want, so be sure to plan ahead and not leave yourself empty-handed!&#10;&#10;In the &quot;Second Escape&quot;, called &quot;Follow the Captain&quot;, you get to place a captain hat on one of your pirates and use the powers of this leader. In the &quot;Third Escape&quot;, &quot;Risky Rafts&quot;, you can take a chance to escape the fortress more quickly on a leaky raft &mdash; and risk sinking in the attempt. By combining the Second and Third Escapes, you have the &quot;Fourth Escape&quot; &mdash; &quot;All Together Now!&quot;&#10;&#10;",
    "Categories": [
      "Nautical",
      "Pirates"
    ],
    "Mechanics": [
      "Action Points",
      "Catch the Leader",
      "Hand Management",
      "Modular Board",
      "Race",
      "Resource to Move",
      "Track Movement"
    ],
    "Families": [
      "Cities: Cartagena (Colombia)",
      "Country: Colombia",
      "Game: Cartagena",
      "Theme: Pirates"
    ]
  },
  {
    "Rank": "12787",
    "Name": "50 Clues: Keepers of Evil",
    "ID": 339743,
    "Year": "(2021)",
    "Geek Rating": "5.547",
    "Avg Rating": "6.38",
    "Link": "https://boardgamegeek.com/boardgame/339743/50-clues-keepers-of-evil",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3",
    "Description": "Years ago, a dead boy mysteriously disappeared after a bomb blast, leaving only traces of blood at the scene. Now, promising clues have shown up, but not everyone wants you to find the boy. &rdquo;Keepers of Evil&rdquo; is the third part of the Hunt for Maria trilogy.&#10;&#10;50 Clues&reg; is an award-winning immersive puzzle game that offers the experience of an escape room, but in a format that can be played at home.&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Horror",
      "Mature / Adult",
      "Murder / Mystery",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Solo / Solitaire Game",
      "Storytelling"
    ],
    "Families": [
      "Category: Escape Room Games",
      "Components: Digital Hybrid – App/Website Required",
      "Series: 50 Clues",
      "Series: 50 Clues – The Maria Trilogy",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "12788",
    "Name": "Tenno",
    "ID": 217424,
    "Year": "(2017)",
    "Geek Rating": "5.547",
    "Avg Rating": "6.06",
    "Link": "https://boardgamegeek.com/boardgame/217424/tenno",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.4444",
    "Description": "Description from the publisher:&#10;&#10;The Japanese clans are lost without the tenno's favor. In the card game Tenno, a clan that is able to capture many rivals improves its prestige at court and can strengthen its influence. Players provoke fights and attack each other tactically. Man against man, card against card: Who is the next to compete, and who has been clandestinely replaced during the game?&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Fighting",
      "Medieval"
    ],
    "Mechanics": [
      "Hand Management",
      "Memory",
      "Secret Unit Deployment",
      "Take That"
    ],
    "Families": [
      "Country: Japan"
    ]
  },
  {
    "Rank": "12789",
    "Name": "Dynamite Nurse",
    "ID": 108341,
    "Year": "(2011)",
    "Geek Rating": "5.547",
    "Avg Rating": "6.32",
    "Link": "https://boardgamegeek.com/boardgame/108341/dynamite-nurse",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "50",
    "Play Time": "50",
    "Weight": "2",
    "Description": "In a mysterious world of swords and sorcery, you are the chief (or the nurse) of a temple hospital. Around the world, heroes entered dangerous dungeons in search of fame and fortune. Your job is to nurse and make better all of these heroes from injuries, sickness, and curses of underworld. But watch out! Rival hospitals are waiting for the chance to get in your way. Will you manage to earn the world's respect as a master doctor? Or will you end up as an infamous &quot;dynamite nurse&quot;?&#10;&#10;In Dynamite Nurse, a card game with deck-building mechanisms, players represent hospitals that are trying to cure wounded heroes. Each hospital has only so many beds, however, and having too many patients will result in players not being able to take care of them. Thus, players try to dump annoying patients onto each other in order to stay famous as a good hospital chief &ndash; and not as the &quot;dynamite nurse&quot;...&#10;&#10;Dynamite Nurse is based on two card games from the 1980s &mdash; Dynamite Nurse and Dynamite Nurse 2: Bloody Temple &mdash; from the same designer, which explains why the original Japanese title of this design was &#227;&#131;&#128;&#227;&#130;&#164;&#227;&#131;&#138;&#227;&#131;&#158;&#227;&#130;&#164;&#227;&#131;&#136;&#227;&#131;&#138;&#227;&#131;&#188;&#227;&#130;&#185;&#227;&#131;&#187;&#227;&#131;&#170;&#227;&#130;&#191;&#227;&#131;&#188;&#227;&#131;&#179;&#227;&#130;&#186; (Dynamite Nurse Returns).&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Medical"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building"
    ],
    "Families": [
      "Game: Dynamite Nurse",
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "12790",
    "Name": "Chunky Fighters",
    "ID": 43136,
    "Year": "(2009)",
    "Geek Rating": "5.547",
    "Avg Rating": "6.22",
    "Link": "https://boardgamegeek.com/boardgame/43136/chunky-fighters",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.1379",
    "Description": "In Chunky Fighters, humorous characters fight it out in an all-or-nothing brawl. Players choose their fighters, then roll them to determine hit points and weapons. Each fighter is composed of four dice &mdash; head, body, legs, and weapon &mdash; along with a unique special ability card. Combat involves rolling damage and hit location dice. As fighters take damage, you rotate their body parts to show the remaining hit points until they're finally destroyed.&#10;&#10;In addition to the standard attack, players can choose to change weapons, perform first aid, disarm an opponent, or make called shots for increased damage. Be the last fighter standing to win the game!&#10;&#10;",
    "Categories": [
      "Dice",
      "Fighting",
      "Humor",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Digital Implementations: VASSAL",
      "Game: Chunky Fighters"
    ]
  },
  {
    "Rank": "12791",
    "Name": "Agent Hunter",
    "ID": 140865,
    "Year": "(2013)",
    "Geek Rating": "5.547",
    "Avg Rating": "5.69",
    "Link": "https://boardgamegeek.com/boardgame/140865/agent-hunter",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.1136",
    "Description": "In Agent Hunter, two players act as rival agents attempting to eliminate their opponent's safe houses, which are represented by face-down cards; the cards range in value from 0 to 9. The closer you get to uncovering your target, however, the more you risk compromising your own position. Stealth and cunning are your greatest allies as only agents who remain hidden in the shadows will survive the hunt. During the game, players take turns choosing one of these actions:&#10;&#10;&#10;     Attack from Your Hand&#10;     Switch Agents&#10;     Attack from Your Safe House&#10;&#10;&#10;When you attack from your hand, reveal one of your agent cards from your hand and target one of your opponent's safe houses. If the card is a match, you eliminate that safe house. Otherwise your opponent reveals whether your card is higher or lower than the hidden card in the safe house but does not reveal the numeral on that card.&#10;&#10;When you switch agents, you replace a face-down card from one of your safe houses with a card in your hand, possibly the same card. You can take this action at most five times during the game.&#10;&#10;When you attack from your safe house, you reveal one of your face-down safe house cards, then reveal an opponent's safe house. If the numbers match, your opponent's safe house is eliminated; otherwise your safe house is eliminated.&#10;&#10;Players keep swapping turns until all three of a player's safe houses are eliminated.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Memory",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Memory",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Mini Games (IELLO)",
      "Series: Pocket Game (AEG)"
    ]
  },
  {
    "Rank": "12792",
    "Name": "Flutter",
    "ID": 7487,
    "Year": "(1950)",
    "Geek Rating": "5.546",
    "Avg Rating": "6.69",
    "Link": "https://boardgamegeek.com/boardgame/7487/flutter",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.6667",
    "Description": "Publisher's Description:&#10;&#10;Each player starts with &pound;300. He tries to make a further &pound;300 by drawing dividends and by buying and selling shares in trading companies. There are six companies. Players do not own companies. The only way a player can obtain an interest in a company is by buying its shares. Players may invest all their money in one company or invest it in several companies as they please. Dice decide the dividends paid on the various shares, and these in turn influence the share values. Frequently, during the game, players may be able to foretell which shares are likely to rise and which to fall, and can buy or sell accordingly. The game is thus a mixture of luck and skill, and fun galore.&#10;&#10;What You Get:&#10;&#10;1 mounted Playing Board&#10;6 sets of share pegs&#10;Rule booklet&#10;Money in 5 denominations&#10;Deck of 'Market News' cards&#10;6 sets of Share Certificates (8 each in Flutter, 10 each in Mr. Moneymaker)&#10;1 six sided die and 1 letter die&#10;1 dice shaker&#10;&#10;",
    "Categories": [
      "Dice",
      "Economic"
    ],
    "Mechanics": [
      "Commodity Speculation",
      "Dice Rolling",
      "Stock Holding"
    ],
    "Families": []
  },
  {
    "Rank": "12793",
    "Name": "The Perfect 10",
    "ID": 13676,
    "Year": "(2003)",
    "Geek Rating": "5.546",
    "Avg Rating": "5.96",
    "Link": "https://boardgamegeek.com/boardgame/13676/the-perfect-10",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.9259",
    "Description": "The Perfect Ten is a knock-down, drag-out battle of wits where two teams race to score a perfect ten correct answers in ten different categories. The categories are Geography, Sports, Science, History, Quotes, Music, Literature, Nature, Arts, and Movies. Each question has four possible answers, and teammates must work together to pick the best answer for each question. Once teams finish answering their ten questions, they flip over the 3-D game board and score the other team's answers. Now here's where it gets tricky &ndash; you'll find out how many answers you got right, but not which answers you got right. During the next round, you might change answers that were already right, and leave answers alone that were wrong! Counting to 10 was never this hard! Teams will continue playing each round until one team scores The Perfect Ten. This game requires trivia smarts, teamwork, strategy and a little luck! Game comes with 50 question strips, 2 pillars, 2 frames, 1 magnetic game board, 1 scoring platform, 1 plastic question holder, 2 plastic stoppers, 2 moving pegs, 20 yellow scoring magnets, 60 blue colored magnets, 60 white colored magnets, 60 purple colored magnets, 60 green colored magnets, and game instructions. For 2 - 6 players, Ages 12 and up&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Team-Based Game"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)"
    ]
  },
  {
    "Rank": "12794",
    "Name": "Ghosts of the Jungle: A Solitaire Wargame",
    "ID": 358019,
    "Year": "(2022)",
    "Geek Rating": "5.546",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgame/358019/ghosts-of-the-jungle-a-solitaire-wargame",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "15",
    "Play Time": "40",
    "Weight": "1.4",
    "Description": "3 Squadron of the Australian Special Air Force Service Regiment (SAS) arrived in Vietnam in June 1966. Their objectives were to undertake reconnaissance patrols and to observe enemy movement, as well as to conduct offensive missions deep in enemy territory. They often operated in groups as small as four and moved slowly through thick jungle and bushland. The kill ratio of the SAS was surpassed by no other Australian unit in Vietnam. They were feared by the North Vietnamese Army and the Viet Cong who referred to them as the &lsquo;Ghosts of the Jungle&rsquo;.&#10;In the game, it&rsquo;s 1966 and Sergeant Allen, together with Troopers Baker, Clarke and Dixon of the Third SAS Division must undertake covert missions in the jungle of Vietnam, in an area swamped by Viet Cong. Danger awaits as they face numerous enemies and difficult conditions. They will need to use stealth, tactics and good planning to survive.&#10;This is book-based solitaire wargame. You play the game, and the book will provide the &ldquo;enemy&rdquo;.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Book",
      "Vietnam War",
      "Wargame"
    ],
    "Mechanics": [
      "Action / Event",
      "Dice Rolling",
      "Events",
      "Grid Movement",
      "Line of Sight",
      "Multiple Maps",
      "Paper-and-Pencil",
      "Solo / Solitaire Game",
      "Square Grid"
    ],
    "Families": [
      "Country: Vietnam",
      "Players: Solitaire Only Wargames",
      "Series: Solitaire Book Games (Mike Lambo)"
    ]
  },
  {
    "Rank": "12795",
    "Name": "Chitin: I",
    "ID": 2194,
    "Year": "(1977)",
    "Geek Rating": "5.546",
    "Avg Rating": "6.12",
    "Link": "https://boardgamegeek.com/boardgame/2194/chitin-i",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.7727",
    "Description": "Microgame #2 in the Metagaming Microgames series.&#10;&#10;From the rulebook...&#10;&#10;&quot;On a far planet, summer is ending.  It is the time of harvest. And across the fields pour the Hymenoptera - intelligent insects with only one goal...more food for the hive.&#10;&#10;Chitin I is a tactical abstract from Metagaming's Hymenoptera game system.  It simulates a battle between two hive cities struggling for greater shares of food - the harvest, or bodies of the enemy!  Workers, fliers, basics, and the different types of warriors they command make Chitin I a detailed yet easy to learn game in a setting that may really exist...somewhere...&#10;&#10;Science Fiction fans and gamers alike will enjoy Chitin I.&quot;&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Simulation",
      "Three Dimensional Movement"
    ],
    "Families": [
      "Animals: Insects",
      "Creatures: Aliens / Extraterrestrials",
      "Digital Implementations: VASSAL",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: MicroGame (Metagaming)",
      "Theme: Psychic Powers"
    ]
  },
  {
    "Rank": "12796",
    "Name": "Case White: The Invasion of Poland, 1939",
    "ID": 7638,
    "Year": "(1977)",
    "Geek Rating": "5.546",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/7638/case-white-the-invasion-of-poland-1939",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.6667",
    "Description": "The seventh game in The Europa Series. This one covers the 1939 German invasion of Poland. The Europa Series was designed to simulate all of the war in Europe and North Africa using similar rules that would eventually allow players to link all the games into one massive game.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: Poland",
      "Country: Russia",
      "History: World War II (Poland 1939)",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Europa"
    ]
  },
  {
    "Rank": "12797",
    "Name": "The Republic's Struggle",
    "ID": 395926,
    "Year": "(2024)",
    "Geek Rating": "5.546",
    "Avg Rating": "7.95",
    "Link": "https://boardgamegeek.com/boardgame/395926/the-republics-struggle",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "180",
    "Play Time": "240",
    "Weight": "3.2857",
    "Description": "The Republic's Struggle is a thematic game with card engine for 2 players, set during the historical events that took place in Spain after the resignation to the throne of King Alfonso XIII, and the proclamation of the II Spanish Republic, in 1931. With the creation of the new regime, the struggle for power between the different social, political and ideological sectors increased, which gave rise to continuous changes of political power, alterations of the public order, armed uprisings and violent acts, carried out by the numerous ideological factions of the moment; which culminated in 1936, in a failed military uprising. The failure of this coup d'&eacute;tat originated the Spanish Civil War.&#10;&#10;The game represents all the events of this turbulent period in the history of Spain, which led to a bloody civil war and the destiny of the nation. Spain was not isolated from the rest of the world and especially from the old Europe, so it was a victim of the tensions of the so-called interwar period. During the development of a game, one player on the Republican side, and another on the National side, will be able to recreate events of the period to increase their popularity in the localities by carrying out political propaganda, recruiting troops or militias, generating revolts or assaults, establishing diplomatic relations or carrying out bloody bombardments. All this will be done by playing their hand of cards in an alternative way, either by increasing the events or by playing the action points or icons to perform any of the other actions available to the players.&#10;&#10;But both factions will not only seek to control the country, but will also look abroad through diplomatic relations for international support. In the interior, localities of great importance are the localities of barracks, air bases and naval bases. Their control will give important advantages to the player faction for the control of the different fronts. But although Republic Struggle may be inspired by the famous Twilight Struggle, it is not a copy of this game but has its own independent spirit and enough differences and adaptations to the conflict it represents to make it an essential piece that cannot be missing in your toy library. The role of armies and armed roadblocks that can prevent political propaganda from spreading makes it all very interesting. In addition, armies can move from one front to another and defeating enemy armies will help you take control of certain regions even if the politically full people support your rival. And don't forget that it is possible to bombard your opponent.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Political",
      "Wargame"
    ],
    "Mechanics": [
      "Action / Event",
      "Advantage Token",
      "Area Majority / Influence",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Events",
      "Hand Management",
      "Simultaneous Action Selection",
      "Tug of War"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Components: Multi-Use Cards",
      "History: Spanish Civil War",
      "Theme: Spanish Political Games"
    ]
  },
  {
    "Rank": "12798",
    "Name": "Sparkle*Kitty Nights",
    "ID": 252277,
    "Year": "(2019)",
    "Geek Rating": "5.546",
    "Avg Rating": "7.36",
    "Link": "https://boardgamegeek.com/boardgame/252277/sparklekitty-nights",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "What happens in the tower stays in the tower! Sparkle*Kitty Nights is an perfectly clean card game for the dirtiest minds. Discover wild new spell powers in this innuendo-filled, standalone version of the original game. Sparkle*Kitty Nights adds hidden roles and cooperative play to the game. Time to get ready, it's about to get naughty! Designed to easily mix and match with the original Sparkle*Kitty game and expansion packs, Sparkle*Kitty Nights adds So. Many. Naughty. Word. Spell. Combinations!&#10;&#10;Knights roam the night, seeking someone to save, but Miss Sparkle*Kitty aims to misbehave. The princesses are gone and now the Knights find themselves locked in the tower! Players are Knights on Team Naughty or Team Nice - or maybe the Dragon! Find your teammates while casting saucy, twisted spells that are as mature as you make 'em to escape your tower. Spells are cast via card play into a spellbook just like the original game. Wild new abilities and sneaky enchantments are now in play as Knights work to free themselves and their teammates.&#10;&#10;The first team to escape their towers by removing all tower sections win - unless the dragon is in the game and frees themselves and an unsuspecting Knight's last tower card to snatch victory. Tower sections are removed in a variety of ways including: playing the last card from your hand, matching a word in play (out of turn play), and playing special spell cards.&#10;&#10;Into the crazy mix of silly word spell casting, Sparkle*Kitty Nights adds bluffing and cooperative team play. Players now may choose to remove tower sections from other players they believe are on their team - but were they mislead? Did they just free the Dragon? The dragon is used when there is an odd number of players, but commands special powers, such as being able to expose themselves at any time to become immune to certain effects.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Humor",
      "Mature / Adult",
      "Medieval",
      "Party Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Pattern Recognition",
      "Take That"
    ],
    "Families": [
      "Series: Sparkle*Kitty",
      "Versions & Editions: Adult Versions of Family-Friendly Games"
    ]
  },
  {
    "Rank": "12799",
    "Name": "Candy Chaser",
    "ID": 150605,
    "Year": "(2013)",
    "Geek Rating": "5.546",
    "Avg Rating": "5.86",
    "Link": "https://boardgamegeek.com/boardgame/150605/candy-chaser",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.1429",
    "Description": "Candy Chaser is a bluffing game in which the players are smuggling illegal candy. Rolling the die, you want to elevate the price of your candy in order to win, but if the others find out what you're smuggling, you're arrested.&#10;&#10;The game ends when one candy reaches the top price, at which point every one gets to accuse one other player for what they smuggle. Arrested players are out of the game. The winner is the remaining player with the highest priced candy.&#10;&#10;",
    "Categories": [
      "Bluffing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Player Elimination"
    ],
    "Families": [
      "Series: Mini Games (IELLO)",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "12800",
    "Name": "Vidrado",
    "ID": 299159,
    "Year": "(2020)",
    "Geek Rating": "5.546",
    "Avg Rating": "8.33",
    "Link": "https://boardgamegeek.com/boardgame/299159/vidrado",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "30",
    "Weight": "2.2",
    "Description": "In Vidrado, players are workers at a small craft factory specialized in decorative tiles.&#10;Each player aspires to move up the corporate ladder and become the next plant manager. For that, they need to be tested at all the stages in the manufacturing process of Portuguese tiles, starting from clay modelling up to order delivery.&#10;The one who has the best performance in all these areas (more victory points) will get the much desired promotion.&#10;The production level a player can achieve in the various stages of tile creation is very important.&#10;Players have to play cards in order to:&#10;&#10;     Manage resources&#10;     Model clay&#10;     Glaze tiles&#10;     Draw tiles&#10;     Paint tiles&#10;     Fulfill orders&#10;&#10;&#10;Players should never neglect the oldest employees in the factory. Their knowledge is precious and can be of great help.&#10;Master Alfredo will always be available to give his best advice.&#10;&#10;&mdash;description from the designer&#10;&#10;No jogo de cartas Vidrado o jogador encarna o papel de um trabalhador de uma pequena f&aacute;brica artesanal de azulejos.&#10;Aspira a subir na carreira e ser o futuro gestor da f&aacute;brica, para tal necessita ser testado em todas as fases do processo de fabrico do azulejo, desde o barro at&eacute; &agrave; entrega de encomendas.&#10;Quem tiver o melhor desempenho em todas estas &aacute;reas (mais pontos de vit&oacute;ria) obter&aacute; a t&atilde;o almejada promo&ccedil;&atilde;o.&#10;Muito importante o n&iacute;vel de produ&ccedil;&atilde;o que consiga atingir nas diversas fases de cria&ccedil;&atilde;o do azulejo.&#10;O jogador ter&aacute; que jogar cartas de forma a:&#10;&#10;     Gerir recursos&#10;     Modelar o barro&#10;     Vidrar o azulejo&#10;     Desenhar&#10;     Pintar&#10;     Preparar encomendas&#10;&#10;&#10;O jogador nunca deve descurar os funcion&aacute;rios mais antigos da f&aacute;brica, porque seus conhecimentos s&atilde;o preciosos e podem dar uma boa ajuda.&#10;O Mestre Alfredo estar&aacute; sempre dispon&iacute;vel para dar seus melhores conselhos.&#10;&#10;&mdash;description from the designer (Portuguese)&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Contracts",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Country: Portugal"
    ]
  }
]