[
  {
    "Rank": "12301",
    "Name": "Flick Wars",
    "ID": 142829,
    "Year": "(2019)",
    "Geek Rating": "5.551",
    "Avg Rating": "6.84",
    "Link": "https://boardgamegeek.com/boardgame/142829/flick-wars",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.3333",
    "Description": "Flick Wars is a strategy and tactics dexterity game with six factions that range from humans to mechs to alien races. Each faction has a unique set of units.&#10;&#10;The goal of the game is to eliminate all of the enemy units. The advanced game has specific scenarios and a new game play option which focuses on objective control. Units are discs with a picture representing the type of unit on it. Moving and attacking are both flicks. To move, you just flick your disc; to attack, you need to be in range. When you make a successful attack flick, the target unit flips over and is another obstacle.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Science Fiction"
    ],
    "Mechanics": [
      "Secret Unit Deployment",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Mechanism: Finger Flicking Games"
    ]
  },
  {
    "Rank": "12302",
    "Name": "Kartel",
    "ID": 244584,
    "Year": "(2018)",
    "Geek Rating": "5.551",
    "Avg Rating": "6.18",
    "Link": "https://boardgamegeek.com/boardgame/244584/kartel",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.2857",
    "Description": "The days of the cartel are almost over because everyone is now tracking its members.&#10;&#10;Stop the cartel's members to earn points in Kartel &mdash; provided you put their boss behind bars. In the game, players take turns moving the detective by throwing the die. After each roll, the pressure increases...&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Push Your Luck",
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "12303",
    "Name": "Remember the Maine! The Spanish-American War, 1898",
    "ID": 4366,
    "Year": "(1986)",
    "Geek Rating": "5.551",
    "Avg Rating": "6.77",
    "Link": "https://boardgamegeek.com/boardgame/4366/remember-the-maine-the-spanish-american-war-1898",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "2.8125",
    "Description": "Strategy &amp; Tactics magazine #108.&#10;&#10;Simulation of the Spanish - American War. There are 2 levels to the game : Strategic naval with area movement and operational land game with hex maps. Several introductory scenarios cover the naval battle at Santiago and land battles for San Juan Hill and the assault on Havana. The Campaign rules are separate, so it's possible to get accustomed to the game systems before attempting it. Some important factors are coal supply, blockade, torpedo attacks, naval search, bombardment, amphibious landings, yellow fever, and morale.&#10;&#10;",
    "Categories": [
      "Nautical",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Cuba",
      "History: Spanish-American War",
      "Magazine: Strategy & Tactics",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "12304",
    "Name": "The Sword and the Stars",
    "ID": 2121,
    "Year": "(1981)",
    "Geek Rating": "5.551",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/2121/the-sword-and-the-stars",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "3.0526",
    "Description": "Sword and the Stars sets the stage for interstellar conflict between vying empires on such a scale (the map depicts about 1/4 of a spiral galaxy) that individual ships and even fleets become insignificant. You pay for and resolve entire interstellar campaigns with cards representing massive scale investment of manpower and resources over 4 Earth years of operations, each player round representing the passage of 20 years. Players direct the fate of interstellar empires through expansion or consolidation by means of conquests, raids, governing, building planetary defenses, commerce, and diplomacy.&#10;&#10;The game was derived from two existing popular SPI titles. While adding many subtle changes in its own right, it combines the highly successful system used in Empires of the Middle Ages with the graphic layout used for Freedom in the Galaxy. Technology and economics are abstracted, but both play a large role in just about every aspect of the game. Stargates allow players to conduct interstellar operations against any star system, free of range constraints. This means that in an interstellar war, nowhere is safe from your enemies.&#10;&#10;Includes a mechanism for a sort of Galactic Security Council, where players can scheme all sorts of mischief against each other.&#10;&#10;Ten scenarios (including the &quot;Galactic Cycle&quot; campaign game) are supplied. A &quot;short&quot; game will depict a period lasting about 200 years, while for the long &quot;grand campaign&quot; scenario it is recommended to play &quot;at least&quot; 1000 years. The Sword and the Stars is more compact than Empires. Includes 400 counters, 56 year cards, a 17 x 22&quot; map depicting a total of 42 star systems. Maximum 5 players (3-4 recommended).&#10;&#10;Historical Note:&#10;Writing about SPI's Empires of the Middle Ages (q.v.), editor Kula included a sidebar quote from Redmond Simonsen to the effect that &quot;a good number of people...would really enjoy the game if they'd just imagine that it's a science fictional or fantastic continent instead of Europe&quot;. Well, in 1981, the year after Empires of the Middle Ages was released, SPI produced another game using the same system and the missing science fiction premise, and The Sword and the Stars was born.&#10;&#10;",
    "Categories": [
      "Civilization",
      "Economic",
      "Political",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Voting"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "12305",
    "Name": "L'Art de la Guerre",
    "ID": 51429,
    "Year": "(2008)",
    "Geek Rating": "5.551",
    "Avg Rating": "7.83",
    "Link": "https://boardgamegeek.com/boardgame/51429/lart-de-la-guerre",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.75",
    "Description": "From the publisher's web site:&#10;&#10;L&rsquo;Art de la Guerre is a set of rules for miniatures that allows you to fight battles ranging from early Antiquity (3000 BC) to the end of the Middle-ages (1500 AD). Each player commands an army of twenty or so units.&#10;&#10;The system allows you to play with miniatures of any scale from 6 mm to 28 mm, including 1/72nd scale plastic soldiers. The basing system is fully compatible with DBx and therefore allows you to use your existing armies.&#10;&#10;The rulebook for l'Art de la Guerre also includes all the army lists you will need for the Ancient and Medieval periods as well as for the pre-Columbian Americas - no fewer than 283 of them!&#10;&#10;4th edition - 2021:&#10;&#10;     Entirely revised edition&#10;     300 army lists&#10;&#10;&#10;",
    "Categories": [
      "Ancient",
      "Book",
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling"
    ],
    "Families": [
      "Components: Miniature agnostic",
      "History: Hundred Years Wars"
    ]
  },
  {
    "Rank": "12306",
    "Name": "RATS: High Tea at Sea",
    "ID": 337117,
    "Year": "(2021)",
    "Geek Rating": "5.551",
    "Avg Rating": "6.88",
    "Link": "https://boardgamegeek.com/boardgame/337117/rats-high-tea-at-sea",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "RATS: High Tea at Sea is a print &amp; play, roll &amp; write boardgame for 2-6 players that&rsquo;s playable over the internet, in the same room, or a combination of the two! It is preposterously easy to learn and teach, but has sneaky twists and turns that will reveal themselves every time you play - a lovely little treat for whoever fancies climbing aboard.&#10;&#10;You&rsquo;ll play through 5 turns. Each turn has three steps:&#10;&#10;     At the start of each turn, the Host rolls a pair of dice and determine a Banquet Goal.&#10;     The Host makes 3 &quot;scavenge&quot; rolls and rats collect supplies.&#10;     The Rats compare supplies with the Host to see who gets to take special actions. There are five different types of supply, and five different things you can do.&#10;&#10;&#10;Goals are scored at the END of the game. The game ends after five turns. The last turn begins when you circle the 5th goal. After this final turn, the rats throw the banquet. The Host who was decided at the end of the final turn leads the rats through the Awards Ceremony, checking each circled Banquet Goal from lowest to highest number to see who won awards for each goal.&#10;&#10;The rat with the MOST awards is deemed the most fabulous aboard and wins the ship&rsquo;s only life raft. (If there is a tie, the final Host selects which rat with the most awards deserves the life raft.) Everyone applauds the winner. Finally, the rat with the FEWEST awards flips a coin. If the coin lands on heads? Congratulations! All the rats escape into the ice-cold water, moments before the ship sinks. But if the coin lands on tails? Do send our regards to the captain.&#10;&#10;",
    "Categories": [
      "Animals",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "End Game Bonuses"
    ],
    "Families": [
      "Digital Implementations: Tabletopia",
      "Mechanism: Roll-and-Write",
      "Theme: Anthropomorphic Animals"
    ]
  },
  {
    "Rank": "12307",
    "Name": "Karak Goblin",
    "ID": 345918,
    "Year": "(2021)",
    "Geek Rating": "5.551",
    "Avg Rating": "6.18",
    "Link": "https://boardgamegeek.com/boardgame/345918/karak-goblin",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "2",
    "Description": "Standalone card game set in the world of Karak. The players will once again become heroes &ndash; this time exploring dark goblin caves &ndash; in the introductory-level deck-building game. The goal is simple &ndash; to fight your way through the 3 levels of monster to the boss and defeat him.&#10;&#10;This time you will not go with the famous heroes to the underground of the castle in distant Jordan, but to the goblin cave. The goal of the players is to create strong combos from the cards, with the help of which you will fight your way through a number of monsters.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Deck, Bag, and Pool Building",
      "Open Drafting"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Creatures: Goblins"
    ]
  },
  {
    "Rank": "12308",
    "Name": "Bienvenue à bord",
    "ID": 277066,
    "Year": "(2019)",
    "Geek Rating": "5.551",
    "Avg Rating": "7.02",
    "Link": "https://boardgamegeek.com/boardgame/277066/bienvenue-a-bord",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.6667",
    "Description": "As cruise organizers in Bienvenue &agrave; bord, the two players must manage the reception of travelers in the cabins of their boat.&#10;&#10;Each round, one player is the dealer, drawing three cards face up, then splitting them into two groups. The other player chooses one group for themself, while the dealer receives the remaining group. Cards are of three main types:&#10;&#10;&#10;     Cabin cards allow you to &quot;open&quot; one or more cabins on your boat, with cabins existing in three levels; once you've opened a cabin, it's now ready to receive passengers.&#10;     Passenger cards must immediately be placed into open cabins. Each placed passenger gives a certain number of positive or negative victory points (VPs) or a specific symbol; additionally, each passenger wants a certain level of cabin, and the bonuses vary depending on whether this requirement is fulfilled.&#10;     Objective cards give endgame points based on various criteria.&#10;&#10;&#10;After each of the five rounds, one of four &quot;stopover&quot; cards is revealed and resolved. Whoever has the most of a certain element &mdash; passengers, open cabins, etc. &mdash; receives 6 VPs. When the game ends, players receive additional points based on symbols they've collected and objectives they've met.&#10;&#10;Only available in French.&#10;&#10;",
    "Categories": [
      "Nautical",
      "Print & Play",
      "Travel"
    ],
    "Mechanics": [
      "Open Drafting",
      "Paper-and-Pencil",
      "Set Collection"
    ],
    "Families": [
      "Mechanism: Flip-and-Write",
      "Mechanism: Roll-and-Write",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "12309",
    "Name": "At the Office",
    "ID": 396649,
    "Year": "(2023)",
    "Geek Rating": "5.551",
    "Avg Rating": "6.37",
    "Link": "https://boardgamegeek.com/boardgame/396649/at-the-office",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.1429",
    "Description": "At the Office is a roll-and-write game in which you roll five dice, choose a result, and assign it to a member of your team on the score sheet. When the active player chooses one result of the roll, it becomes unavailable to others.  You need to consider the big picture and manage your team to score as many points as possible and win the title of Boss of the Year. Grab some pencils and dice, and get to work!&#10;&#10;&bull;&bull;&bull;&#10;&#10;INGSOC 1984 plays the same as At the Office, but with players now trying to organize new recruits for the political party by placing them in their ideal position. Make a good team, or you will be vaporized. The great brother watches you.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Dice",
      "Math",
      "Novel-based",
      "Number"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "12310",
    "Name": "LED: Lógica – Estrategia – Deducción",
    "ID": 149927,
    "Year": "(2013)",
    "Geek Rating": "5.551",
    "Avg Rating": "7.35",
    "Link": "https://boardgamegeek.com/boardgame/149927/led-logica-estrategia-deduccion",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.8333",
    "Description": "LED is a challenging strategic game where every game is unique.&#10;&#10;Players must place their tiles closing different colored led circuits starting from a base tile.&#10;&#10;For every closed circuit both the player and the color collect points. However, until the end of the game, each player color remains secret.&#10;&#10;Only through a clever combination of strategy and bluff can a player claim victory in the end.&#10;&#10;&#10;Es un desafiante juego de estrategia donde cada partida es &uacute;nica;&#10;&#10;los jugadores deben ubicar sus baldosas sobre la mesa cerrando circuitos de leds de diferentes colores partiendo de una baldosa base.&#10;&#10;Por cada circuito cerrado acumula puntos el jugador y el color, este &uacute;ltimo es secreto.&#10;&#10;Hasta que el juego termina no se conoce el ganador!&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Bluffing"
    ],
    "Mechanics": [
      "Hand Management",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "12311",
    "Name": "Daring Dustbunnies",
    "ID": 224288,
    "Year": "(2019)",
    "Geek Rating": "5.551",
    "Avg Rating": "7.91",
    "Link": "https://boardgamegeek.com/boardgame/224288/daring-dustbunnies",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "75",
    "Weight": "1.5",
    "Description": "Description from the publisher:&#10;&#10;You are one of the magical Dustbunnies living under the sofa. Each time the vacuum cleaner comes out you strive to be recognised as the most daring of all Dustbunnies by risking the dangers of the vortex.&#10;&#10;Each round your fate is secretly linked with one of six fluffballs. The closer you can get your fluffball to the vacuum without it being sucked-up the more daring you will seem when the fates are revealed after the contest.&#10; Use your innate control of static, charms you found down the back of the sofa and your unique character powers to collectively propel the balls of fluff across the carpet. The furniture, rugs and even pets you encounter will help and hinder your efforts.&#10; Keep which colour of fluffball fate has handed you a secret, while working out which one your opponents are linked to and then decide which to send up the tube. Choose correctly and your opponent will be the agonised loser while you will rise to fame and glory in the kingdom behind the skirting boards.&#10;&#10;Daring Dustbunnies is a game for 2 to 5 players. Each game lasts approximately 15 minutes per player and is suitable for ages 10 and up.&#10;&#10;This is a card driven race game with a difference. The aim of the game is to attempt to move the fluffball you are secretly supporting to the highest scoring position (closest to the vacuum) when each round ends without being sucked-up.&#10; You start the game with 4 randomly dealt cards, each showing one of the six fluffballs and a &quot;suction&quot; number for how far it moves. On your turn you play one card to move a fluffball towards the doom that is the vacuum cleaner. Each carpet tile has a special power and if you move a fluffball onto an empty tile you immediately perform the carpet action. Moving onto an occupied space will reward you with static, the currency in the game which powers the charms. Exhausting your hand of cards will earn you an extra charm and four new cards.&#10;&#10;Keeping which ball of fluff you are linked to a secret is key if you want it to stay out of the vacuum. &#10;Being closest to the vacuum of doom will earn you a gold medal but being inside it loses you everything.&#10;Use timing, tactics and trickery to prove you are the smartest and bravest of all the Daring Dustbunnies.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Racing"
    ],
    "Mechanics": [
      "Hand Management",
      "Modular Board",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "12312",
    "Name": "Buried Treasure",
    "ID": 198,
    "Year": "(1992)",
    "Geek Rating": "5.551",
    "Avg Rating": "6.01",
    "Link": "https://boardgamegeek.com/boardgame/198/buried-treasure",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5714",
    "Description": "In Buried Treasure, players compete to compile sets of colored cards by drawing from several common stacks.  Depending on what symbol is on a card, drawing it might let you take another from the stacks or even steal cards of the same color from one of your opponents.  At the end of the round, the majority holders of each color will gain points; the amount of points varies each round.&#10;&#10;Was awarded the title &quot;Best Family Card Game&quot; by Games Magazine in 2000.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Pirates"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "12313",
    "Name": "Das NEINhorn",
    "ID": 324885,
    "Year": "(2021)",
    "Geek Rating": "5.551",
    "Avg Rating": "6.02",
    "Link": "https://boardgamegeek.com/boardgame/324885/das-neinhorn",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Das NEINhorn, based on the children's book of the same name, features a spoiled unicorn who decides to take off from its family one day, eventually joining forces with a special raccoon (the &quot;WASb&auml;r&quot;), a strange dog (the &quot;NahUND&quot;), and an extraordinary princess (the &quot;K&ouml;nigsDOCHter&quot;).&#10;&#10;In this quick-playing card game, players take turns revealing a card, then immediately saying the word that matches the revealed animal &mdash; but this won't necessarily be easy...&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Speed Matching"
    ],
    "Families": [
      "Creatures: Unicorns"
    ]
  },
  {
    "Rank": "12314",
    "Name": "DREIst!",
    "ID": 194387,
    "Year": "(2016)",
    "Geek Rating": "5.551",
    "Avg Rating": "6.19",
    "Link": "https://boardgamegeek.com/boardgame/194387/dreist",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.6",
    "Description": "A small card game where you have cards from 1-8 in 4 colors. You have Aid cards from 1-8 laid out in the center of the table and play cards below those cards (corresponding to the number on the help cards).&#10;You try to lay out 3 cards in a row (i.e. 2-4 same color) or column (1,1,1 in 3 different colors). If you manage to lay down the third card you can draw another card from the stack. When laying down cards you have to lay down 2 together when you start something new in the centre of the table. When adding you can put down just 1 card to already played cards on the table.&#10;If you play your hand empty in one turn, you can put 2 cards of your stack on top of another players stack. The first player with an empty stack wins.&#10;&#10;110 cards&#10;1 rulesheet&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "12315",
    "Name": "Unlock! Mythic Adventures: Professor Noside's Animal-o-matic",
    "ID": 385316,
    "Year": "(2023)",
    "Geek Rating": "5.551",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/385316/unlock-mythic-adventures-professor-nosides-animal",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "75",
    "Weight": "0",
    "Description": "Unlock! is a cooperative card game inspired by escape rooms that uses a simple system which allows you to search scenes, combine objects, and solve riddles. Play Unlock! to embark on great adventures, while seated at a table using only cards and a companion app that can provide clues, check codes, monitor time remaining, etc.&#10;&#10;Professor Noside's Animal-O-Matic - &quot;The Animal-O-Matic transfers you into the body of any animal. It's not dangerous, I'm telling you! Will you stop moving James!&quot;&#10;&#10;An included ten-card tutorial allows you to learn how to play without reading the game rules. Note: Unlock! requires a free application to be downloaded from the App Store or Google Play. Once downloaded, an internet connection is not required during game play.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Elapsed Real Time Ending",
      "Solo / Solitaire Game",
      "Storytelling"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Category: Escape Room Games",
      "Components: Digital Hybrid – App/Website Required",
      "Series: Unlock! (Space Cowboys)"
    ]
  },
  {
    "Rank": "12316",
    "Name": "Polis",
    "ID": 234972,
    "Year": "(2017)",
    "Geek Rating": "5.551",
    "Avg Rating": "6.51",
    "Link": "https://boardgamegeek.com/boardgame/234972/polis",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.6667",
    "Description": "Description from the publisher:&#10;&#10;Card game in which the players develop their ancient Greek city. They need to offer and buy cards in different colours, which give advantages in the categories economy, personalities, culture and war. Players may protect their cards with money, but therefore lose one of their advantages. Cards destroyed by war are not lost, but rather give points at the end of the game in combination with culture symbols. The game ends when 2 of the piles are empty. The player with the most valuable city wins.&#10; Polis is an economic, tactic and constructive game in which all parts could be evenly important, depending on the chosen strategy. The game contains 6 double-sided city boards. Each of the twelve cities provides a different starting situation.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game",
      "City Building",
      "Civilization"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Mechanism: Tableau Building",
      "Region: Aegean Sea"
    ]
  },
  {
    "Rank": "12317",
    "Name": "Tall Tales",
    "ID": 378142,
    "Year": "(2023)",
    "Geek Rating": "5.551",
    "Avg Rating": "6.57",
    "Link": "https://boardgamegeek.com/boardgame/378142/tall-tales",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "We are social creatures, natural storytellers. It's how we retain memories of life's important events and share them with our community. Of course, some of these stories become larger than life, taking on a mythic status as details grow and embellishments are added. We give these obviously outsized stories a name: tall tales.&#10;&#10;In the trick-taking card game Tall Tales, players begin with modest card values in their hands that represent young stories before their repetition. Over the course of several rounds, hands will be sculpted to contain more valuable cards representing the stories' growth over time. Whoever has the highest card values at the scoring round and the end of the game has won as the best storyteller with the greatest tall tale.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "12318",
    "Name": "Detective Stories: Demo \"Gattardo\"",
    "ID": 295020,
    "Year": "(2019)",
    "Geek Rating": "5.551",
    "Avg Rating": "6.61",
    "Link": "https://boardgamegeek.com/boardgame/295020/detective-stories-demo-gattardo",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "The game is a detective game where you get set of evidences and need to decide who is the criminal. You get set physical objects in combination with digital parts and use them for investigation. At the end of the process players need to enter the name of the criminal and it will be validated if it's correct. It's also possible to get hints which will help finding the right solution.&#10;Game can played in a cooperative mode as well as in a competition mode - players can split into teams and compete who is finding the criminal first.&#10;&#10;The game is designed as a realistic criminal case and requires investigations similar to those carried out by the Criminal Police in real life.&#10;&#10;&mdash;description from the designer&#10;&#10;In unserem Spiel werden Sie als echter Detektiv t&auml;tig sein, um den Fall eines verd&auml;chtigen Brands zu untersuchen, der in der Stadt Adlerstein stattfand und zum Tod eines B&uuml;rgers f&uuml;hrte.&#10;Wegen Brandstiftung mit fatalen Folgen wird ein Journalist angeklagt. Er sammelte zahlreiche Beweise mit dem Ziel, seine Unschuld zu beweisen.&#10;Sie m&uuml;ssen ermitteln, ob er die Wahrheit sagt, und den wahren Verbrecher finden.&#10;&#10;Das Spiel ist als realistischer Kriminalfall ausgedacht und erfordert Untersuchungen &auml;hnlich denen, die von der Kriminalpolizei im wirklichen Leben durchgef&uuml;hrt werden.&#10;&#10;&mdash;description from the designer (German)&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery",
      "Party Game",
      "Puzzle"
    ],
    "Mechanics": [],
    "Families": [
      "Category: Escape Room Games",
      "Components: Digital Hybrid – App/Website Required",
      "Series: Detective Stories (iDventure)",
      "Series: Krimi-Puzzle (FX Schmidt)"
    ]
  },
  {
    "Rank": "12319",
    "Name": "Story Time Chess",
    "ID": 282721,
    "Year": "(2019)",
    "Geek Rating": "5.551",
    "Avg Rating": "7.18",
    "Link": "https://boardgamegeek.com/boardgame/282721/story-time-chess",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "0",
    "Weight": "1.25",
    "Description": "Story Time Chess is a board game that teaches chess to young children using silly stories, vibrant illustrations, custom chess pieces, a unique chess board, and an engaging card game. The stories and supporting materials communicate the rules of chess to children ages 3 and up in a way that makes learning chess simple and fun. Best of all, no chess experience is required for parents or children to learn.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Grid Movement",
      "Pattern Recognition",
      "Point to Point Movement"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Traditional Games: Chess"
    ]
  },
  {
    "Rank": "12320",
    "Name": "Paletto",
    "ID": 101463,
    "Year": "(2011)",
    "Geek Rating": "5.551",
    "Avg Rating": "6.93",
    "Link": "https://boardgamegeek.com/boardgame/101463/paletto",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.6",
    "Description": "In Paletto, players in compliance of some easy rules remove stones in different colours from a 6x6 square grid board. There are 6 pieces of each of 6 color. All 36 playing pieces are placed on the gameboard such that same-colored pieces do not touch horizontally or vertically.&#10;&#10;The game is won by the player who either takes all 6 pieces of any color or whoever takes the last piece from the board.&#10;&#10;By turn, the players remove stones. Only stones with at least two vacant sides can be removed, and all remaining stones must still be orthogonally connected.&#10;&#10;Paletto is a derivative of Keks by the same designer.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 6 x 6 Grids",
      "Components: Marbles",
      "Components: Wooden pieces & boards"
    ]
  },
  {
    "Rank": "12321",
    "Name": "World War 5",
    "ID": 39565,
    "Year": "(2008)",
    "Geek Rating": "5.551",
    "Avg Rating": "6.26",
    "Link": "https://boardgamegeek.com/boardgame/39565/world-war-5",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.5556",
    "Description": "Using three Treehouse sets and a color coded world map from Looney Labs along with 6 regular D6 dice, be the first person to conquer another continent while maintaining a base in your own continent.&#10;&#10;Designed by Andrew Looney. Also included in Pyramid Arcade.&#10;&#10;From the publisher: If you grew up playing Risk and Diplomacy like we did, and you enjoyed these classic games but were frustrated because they took ALL DAY to play... we've got a game for you.&#10;&#10;",
    "Categories": [
      "Dice",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling"
    ],
    "Families": [
      "Components: Looney Pyramid Games"
    ]
  },
  {
    "Rank": "12322",
    "Name": "Migration",
    "ID": 158122,
    "Year": "(2014)",
    "Geek Rating": "5.551",
    "Avg Rating": "6.99",
    "Link": "https://boardgamegeek.com/boardgame/158122/migration",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.4444",
    "Description": "Migration is a game suitable for 2-4 players, in which each player takes the role of multiple anthropomorphic animals migrating to a new continent. Players take turns to place an animal token on the board, representing towns. Each new town must originate from the last town placed (with certain exceptions). Each animal token has a unique ability, introducing a high degree of strategy. The game is over when no player is able to make a legal move, and points are scored for each town on the board. The player with the highest score wins.&#10;&#10;Migration: Book II &ndash; A Saga of Conflict includes both Book I and a new Book II. There are new mechanics since the Game Crafter version including: Age Cards, an optional drafting mechanism, a modular board, additional terrain modifiers, and six new explorer types.&#10;&#10;",
    "Categories": [
      "Animals",
      "Fantasy"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Enclosure",
      "Hexagon Grid",
      "Modular Board",
      "Simultaneous Action Selection",
      "Take That",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Anthropomorphic Animals"
    ]
  },
  {
    "Rank": "12323",
    "Name": "Guerrilla Checkers",
    "ID": 71035,
    "Year": "(2010)",
    "Geek Rating": "5.551",
    "Avg Rating": "7.58",
    "Link": "https://boardgamegeek.com/boardgame/71035/guerrilla-checkers",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "2",
    "Description": "A hybrid of Checkers and Go, for two players. The &quot;Guerrilla&quot; player, using small Go stones, plays on the intersection points of the checkerboard squares to surround and capture the enemy pieces. Meanwhile, the &quot;Counterinsurgent&quot; player, using checkers, moves on the checkerboard squares to jump and capture the enemy.&#10;&#10;Equipment required: checkerboard or 8x8 grid, six checkers or large pieces, and 66 small pieces distinct from the large pieces (buttons, glass beads, small Go stones, etc.)&#10;&#10;(source: designer's summary)&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Print & Play"
    ],
    "Mechanics": [
      "Enclosure"
    ],
    "Families": [
      "Components: 7 x 7 Grids",
      "Components: 8 x 8 Grids",
      "Containers: Zippered Pouch",
      "Magazine: Yaah!",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "12324",
    "Name": "Intelle",
    "ID": 236108,
    "Year": "(2017)",
    "Geek Rating": "5.551",
    "Avg Rating": "7.53",
    "Link": "https://boardgamegeek.com/boardgame/236108/intelle",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.75",
    "Description": "Intelle is a cube-placement, area-control strategy game for two players. One player is the &quot;black hat&quot;, a cunning hacker determined to infiltrate and bring down the corporation. The opposing player is the &quot;white hat&quot;, employed by the corporation to protect its valuable data. Players take turns strategically placing blocks of code with the intent of controlling the various systems of the corporate mainframe. &#226;&#128;&#139;Control three adjacent systems before your opponent to either infiltrate or protect the corporation and win the game!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Modular Board"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games",
      "Series: Analog Apps (Fisher Heaton)"
    ]
  },
  {
    "Rank": "12325",
    "Name": "Heat",
    "ID": 157815,
    "Year": "(2015)",
    "Geek Rating": "5.551",
    "Avg Rating": "6.08",
    "Link": "https://boardgamegeek.com/boardgame/157815/heat",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.6471",
    "Description": "Recruit members of your criminal mob, then pull off jobs in the city for cash. Some crimes attract more attention from the police than others, and bringing down the Heat is bad for everybody.&#10;&#10;Heat is a micro-ish card game that plays out over three rounds. Every round, there's a drafting phase where your hand evolves by passing cards to your neighbor and drawing new cards. Then you select which cards from the hand you draft to play, attempting to out-guess the other players while scoring the highest yourself and carefully managing the amount of Heat you have, lest the police come down on you at the end.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Mafia",
      "Print & Play"
    ],
    "Mechanics": [
      "Open Drafting",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Burglary and Heists"
    ]
  },
  {
    "Rank": "12326",
    "Name": "Extreme Tricks",
    "ID": 410100,
    "Year": "(2023)",
    "Geek Rating": "5.551",
    "Avg Rating": "7.84",
    "Link": "https://boardgamegeek.com/boardgame/410100/extreme-tricks",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Extreme Tricks is a trick-taking game for three to four players where players will be bidding not on how many tricks they'll win, but how many conditions they'll achieve - such as leading to a trick and losing or taking exactly 4 tricks.&#10;&#10;The game lasts 4 rounds, each divided into 12 tricks, and those are divided into 3 stages of four tricks each. Six condition cards are dealt out which deal with what card you play, and six condition cards are dealt out which deal with what cards you've taken.  New condition cards are revealed for each round.&#10;&#10;After the cards have been dealt, players first bid on how many of the conditions they will achieve this hand.  Then, the player takes half of the bits used to make that bid and places them on specific conditions they plan to achieve.&#10;&#10;Afterwards, they play a must follow trick-taking game with a randomly determined trump suit.&#10;&#10;The player with the most points when the game ends is the winner.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "12327",
    "Name": "Holly Oak",
    "ID": 389513,
    "Year": "(2023)",
    "Geek Rating": "5.551",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgame/389513/holly-oak",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "40",
    "Weight": "1.2857",
    "Description": "In the seasonal trick-taking game Holly Oak, 3-5 revelers mark the passing of the seasons, seeking the favor of the Celtic Oak and Holly kings, locked in their endless cycle of growth, decay, and renewal.&#10;&#10;You must follow the current season if you can, but if you can't, then you may play any card. If you play a card of the next season, the season changes!&#10;&#10;A change in season often alters who wins that trick, as the highest rank card of the season that the trick ends in, wins that trick. These potential mid-trick season changes means that standard trick-taking maneuvers, such as drawing out trump, often won't work.&#10;&#10;Players score points either by taking the 6 Holly and Oak kings, worth 1 or 2 points each, or by taking no tricks at all, worth 8, 5, or 3 points in 3, 4, and 5 player games respectively.&#10;&#10;Between no-trick scoring and mid-trick trump changes, Holly Oak becomes a game of manipulating both the lead and current season to your advantage. Can you master the changing seasons?&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Mythology: Celtic",
      "Theme: Seasons of the year"
    ]
  },
  {
    "Rank": "12328",
    "Name": "Keydom",
    "ID": 294,
    "Year": "(1998)",
    "Geek Rating": "5.551",
    "Avg Rating": "6.81",
    "Link": "https://boardgamegeek.com/boardgame/294/keydom",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.7143",
    "Description": "Independently produced by British game designer Richard Breese, the three hundred copies of this game sold within hours of its initial offering at Essen 1998.  Players represent a family of medieval professionals, such as Stonemasons or Fishermen.  Using a set of numbered tokens and some misdirection, players try to achieve control in several areas of the board.  Perhaps they are seeking resources.  Or perhaps they will use their hard-fought resources to purchase special actions, magical spells, or a piece of the royal Keylore.  The first player to acquire all three pieces of regalia and take them to the throne room is crowned King and is the winner.  Re-tooled, this game was re-released as Aladdin's Dragons in 2000.&#10;&#10;Keydom is Richard Breese's second game in the key series.&#10;&#10;Re-implemented by:&#10;&#10;    Aladdin's Dragons&#10;&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Fantasy",
      "Medieval"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Auction: Multiple Lot",
      "Set Collection",
      "Worker Placement"
    ],
    "Families": [
      "Series: Key (Richard Breese)"
    ]
  },
  {
    "Rank": "12329",
    "Name": "Detective Stories: History Edition – Kaifeng 982",
    "ID": 334513,
    "Year": "(2021)",
    "Geek Rating": "5.551",
    "Avg Rating": "7.09",
    "Link": "https://boardgamegeek.com/boardgame/334513/detective-stories-history-edition-kaifeng-982",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "150",
    "Weight": "2.8",
    "Description": "Betrayal, Insurgents, and a looming war&hellip;&#10;&#10;The discovery of an thousand year old ancient Chinese artifact shines new light on the assassination of Chancellor L&agrave;i &ndash; an event that changed the fate of the Xi Xia Empire forever. Professor Dan Silvers starts the search for the truth which has been buried since 982 AD.&#10;&#10;But alone in a foreig country he hits the wall - can you help his investigation from afar?&#10;&#10;The first in a series of detective games based on historical events which not only history buffs will love. The game is designed as a historical criminal case and requires investigations similar to those carried out by archaeologists in real life. Use the collected evidence and make your own investigation to bring the truth to light.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery",
      "Party Game",
      "Puzzle"
    ],
    "Mechanics": [
      "Deduction"
    ],
    "Families": [
      "Components: Digital Hybrid – App/Website Required",
      "Country: China",
      "Series: Detective Stories (iDventure)",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "12330",
    "Name": "Isles of Terror",
    "ID": 237638,
    "Year": "(2020)",
    "Geek Rating": "5.551",
    "Avg Rating": "6.76",
    "Link": "https://boardgamegeek.com/boardgame/237638/isles-of-terror",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "2.8",
    "Description": "Embark on sinister adventures in this 1-4 player story-driven strategy game of exploration and conquest.&#10;&#10;Isles of Terror can be experienced as a competitive or a cooperative game by 1-4 players. Each game is based on an adventure with an overarching storyline that can either be played separately or as part of a campaign.&#10;&#10;You will need to explore different isles and overcome their dangers in the form of minions, terrors, seasonal events, and unforeseen situations. Carefully manage your resources as you advance deeper into the jungles through fighting or negotiating with its inhabitants in order to gain control of the areas, to raise camps, and to strengthen your position.&#10;&#10;In the end, earning victory points is essential to win the game and they can be earned in many different ways, e.g. by following the given scenario objectives, focusing on progress tasks and completing missions. Now it is up to you to evolve a strategy and bravely lead your expedition into the unknown regions of the Isles of Terror.&#10;&#10;WHAT MAKES IT SPECIAL&#10;&#10;Each game is unique &ndash; Seasonal effects, an exploration deck, and randomly set up area tiles shape a new experience with different and unpredictable explorations in each game.&#10;&#10;Against each other, together or on your own &ndash; Whether you prefer competitive, cooperative or solo games, Isles of Terror features all of that without losing anything of its mechanics or atmosphere!&#10;&#10;Become a part of the story &ndash; Delve into a new story with each adventure or follow the overarching plot while playing a campaign. Backgrounds, epilogues and the adventure design itself will help you to feel like you are part of the story.&#10;&#10;Stay in the game &ndash; There is no player elimination and a growing threat system will help to keep the leading players within striking range so that no player ever feels like they do not stand a chance of winning anymore.&#10;&#10;Choose your strategy &ndash;Go after the adventure objectives, complete missions, focus on your progress tasks, or even raid other players to earn victory points. There are plenty of options to win a game.&#10;&#10;Self-restricting action system &ndash; Plan ahead and choose your actions wisely as each decision restricts the usage of your other actions during a round.&#10;&#10;Endless possibilities &ndash; Easily create your own adventures and campaigns by customizing the isles&rsquo; layout, minions, bosses, progress tasks or adventure objectives.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Miniatures"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Cooperative Game",
      "Modular Board"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Islands: Fictional",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "12331",
    "Name": "Warhammer Age of Sigmar: The Rise & Fall of Anvalor",
    "ID": 263736,
    "Year": "(2019)",
    "Geek Rating": "5.551",
    "Avg Rating": "6.48",
    "Link": "https://boardgamegeek.com/boardgame/263736/warhammer-age-of-sigmar-the-rise-and-fall-of-anval",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.1667",
    "Description": "In the region of Aqshy, even if your uneasy allies place their resources in the perfect place, your mutual enemies can be strong and unpredictable. You'll build resources to block your allies from developing their strongest options, and they'll return the favor. They'll weaken enemies and you'll try to deliver the killing blow. Each turn provides many choices, so you need to pivot as you learn the strategies best suited to your common enemy as well as your allies. One thing's for certain &mdash; whether Anvalor survives the siege on it or not, things are sure to get heated!&#10;&#10;In Warhammer: Age of Sigmar &ndash; The Rise &amp; Fall of Anvalor, your official task is to help build and defend Anvalor together with the other factions.&#10;&#10;However, your real goal is to gather the most influence and secure dominance over Anvalor, even if it might ultimately cause the fall of the city. Gather the most influence for your faction by building city buildings and defeating enemies during vicious assaults. At the end of the game, the player who has the most influence over the city reigns supreme and secures their dominance over The Great Parch!&#10;&#10;With more than 180 tiles, nine different factions (six player factions, three enemy factions), and four play variants beyond the standard game, The Rise &amp; Fall of Anvalor features an enormous amount of gameplay content!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "City Building",
      "Dice",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Setting: Age of Sigmar"
    ]
  },
  {
    "Rank": "12332",
    "Name": "Tute",
    "ID": 143073,
    "Year": null,
    "Geek Rating": "5.551",
    "Avg Rating": "6.90",
    "Link": "https://boardgamegeek.com/boardgame/143073/tute",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2.2",
    "Description": "Tute is an Italian trick-taking card game for two to four players. During the 19th century, the game spread in Spain, becoming one of the most popular card games in the country. The name of the game was later modified by Spanish speakers, who started calling the game Tute. The game is played with a deck of traditional Spanish playing cards, or naipes, that is very similar to the Italian 40-card deck.&#10;&#10;The classic version of the game is Two-player Tute, while the most played is Tute in Pairs, where four players form two teams. The object of the game is to score the most points in the baza (a pile next to a player that contains the cards that the player gets after winning a trick) and by declarations (holding certain combinations of cards). Due to its wide popularity, several variations of the game exist.&#10;&#10;The game is played with a Spanish deck of cards, which is divided into four suits: Oros (coins), Espadas (spades), Copas (cups) and Bastos (clubs). The 8s and 9s of each suit are excluded, leaving forty cards in the deck. The object of the game is to score the most points in the baza and from declarations.&#10;&#10;Tute in Pairs is played by four players&mdash;two teams of two players each&mdash;and every player receives ten cards (since there are 40 cards, this means that all of the cards in the deck are dealt). The last card to be dealt is shown to the rest of the players and becomes the trump. This card belongs to the player it was dealt to. The four people sit in a circle, with opponent players to the right and left of each player, and players sitting opposite their team members.&#10;&#10;One person plays a card, and the player to the right of this person, from the opponent team, plays a card. As with Two-player Tute, if the second player has one or more higher cards of the same suit as the first player's card, one of these must be played. If the second player has cards of the same suit, but only ones of less value than the first card, one of these must be played. If the second player does not have any cards of the same suit but has one or more trump cards, one of these must be played. If the second player has no cards of the same suit and no trumps, any other card can be played.&#10;&#10;Now, the next player to the right plays a card following the same rules as the second player: if possible, a card of the same suit as the first player's card must be played, higher than the first two cards if possible; or if this is not possible, then lower; if no card of the same suit is held, then if possible, a trump card must be played; if no trump card is held, then any card may be played. The fourth player likewise plays a card following these same rules.&#10;&#10;When all four cards of the trick are on the table, the pair that played the card with the strongest card wins the hand. The trump suit beats the other three suits, with the ranking of trump cards from strongest to weakest as follows: Ace-3-King-Knight-Knave-7-6-5-4-2. The next strongest suit is the one the first player played, again with the card rankings being Ace-3-King-Knight-Knave-7-6-5-4-2. Cards of the other two suits always lose to trumps and the first player's suit. The winning team places the four cards from the trick into their baza. The rules for the declarations are similar to Two-player Tute, but it is mandatory to declare the cards after a player or the partner begins a baza. Only the scoring team can declare. To declare their cards, the opposing team has to begin a baza. Declaring cards in the plays that follow the beginning of a baza is not allowed. After the hand is over, the counting starts (see Scoring below). When the counting ends, and after the score is calculated, the cards in the bazas are mixed again in a single stack to be dealt at the start of the next round. The deal of cards rotates counter-clockwise during the subsequent hands&#10;&#10;Tute games are played until an established number of game points is reached. Each time one of the competitors wins a round, one point is added to the total score of the player or pair. New rounds are played until a player or pair reaches the game points goal (three and six point games are the most common). When the number is reached the player or pair wins.&#10;&#10;The winner (or the pair of winners) of the round is determined by the total of round points each player (or pair) collects. These points are calculated as the sum of card values in baza, bonus points for declarations and the final trick bonus.&#10;&#10;A player (or a pair), who wins at least one trick receives an ability to gain more round points upon declaring the card combinations. In Tute in Pairs the declarations can be performed until the end of round; in Two-player Tute this ability persists until only two cards are left in the deck.&#10;&#10;The player, who collected all the four Kings, is entitled to declare tute (all), which automatically ends the round with a collector's victory. Having both King and Knight of the trump suit, one can declare las cuarenta (forty), scoring additional 40 round points. The combination of King and Knight of any other suit can be declared as veinte (twenty); it adds 20 round points to the player's score. If possible, a player can declare several combination. In such cases the declarations with the higher round point value must be made first. For example, after declaring veinte the player loses right to declare las cuarenta, though declaring another veinte is still allowed. In Two-player games the declaration order rule only applies to declarations between each trick is played, so the player can declare las cuarenta after veinte if the combination is collected by picking the previously missing card from the stock.&#10;&#10;The total of the round points the player (or pair) has gained is calculated as the sum of values of the cards collected in the baza and the values of the declared combinations. The winner of the last trick also receives ten bonus round points. The total value of the deck (and thus the maximum amount of round points) is 230 points.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Memory",
      "Trick-taking"
    ],
    "Families": [
      "Components: Traditional Playing Cards"
    ]
  },
  {
    "Rank": "12333",
    "Name": "1985: Sacred Oil",
    "ID": 349692,
    "Year": "(2021)",
    "Geek Rating": "5.551",
    "Avg Rating": "9.34",
    "Link": "https://boardgamegeek.com/boardgame/349692/1985-sacred-oil",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "300",
    "Play Time": "3000",
    "Weight": "4.5",
    "Description": "&#10;&ldquo;Iran active intervention into the sphere of relations between the Soviet Union and other socialist countries, its reiterated attempts to incite unrest in the Caucasian regions, its fanatical refusal to put an end to the prolonged conflict with Iraq, leave the Union of the Soviet Socialist Republics no other choice than the use of military force.&rdquo;&#10;&#10;Public Declaration of State Committee on the State of Emergency in the U.S.S.R.&#10;Moscow June 28, 1985&#10;&#10;&#10;&quot;1985: Sacred Oil&quot; covers the Soviet offensive in the Persian Gulf area, today recognized as the prelude to World War Three. Initially limited to Soviet Union, Iran and Iraq, the conflict quickly extended to other Arab countries, US and finally NATO and Warsaw Pact.&#10;&#10;The complex Middle East political situation, the logistic problems and the distances involved are only some of the challenges both sides must face. Soviet Union must avoid an early full mobilization of the West, while United States and its allies must interpret Kremlin's real intents and react in an appropriate manner.&#10;&#10;As in the other 1985 modules, every aspect of a modern conflict is covered in detail. Sacred Oil raises the stake by having no fixed Order Of Battle and a field of action encompassing the whole globe.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Game Components&#10;    6 Operational Maps, covering Southwest Asia from USSR Caucasian Republics to Oman and from Baghdad to the Strait of Hormuz.&#10;    1 Strategic Map, covering the whole globe.&#10;    80 Event Cards, used for mobilizing forces, diplomatic actions and special operations.    &#10;    2000+ counters, representing US, USSR, UK, France, Iran, Iraq and other countries forces.&#10;    44 pages Rules Booklet    &#10;    40 pages Scenarios Booklet&#10;    10 pages Field Manual with operational examples&#10;    2 Tables booklets&#10;    8 Player&rsquo;s Aid Charts&#10;    2 20-Sided Dice&#10;&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Game Highlights&#10;    Order of Battle and TO&amp;E are not &ldquo;generic&rdquo;, but set exactly in June, 1985&#10;    No predetermined OOB: everything depends by the political and strategic decisions taken by both sides&#10;    14km per hex, 48 hours per game turn&#10;    Division / Brigade / Battalion sized ground combat units&#10;    Special Forces, Airmobile, Paratroops, Electronic Warfare, Artillery, SSM, SAM and Air Defense Artillery units&#10;    Squadron sized Air and Helicopter units&#10;    Extensive air war rules covering Escort, Intercept, SEAD, Wild Weasel, Ground Strike and more&#10;    Surface Ships and Submarines, from single flag ships to groups of fast patrol missile boats    &#10;    Realistic but flowing naval rules. Everyone here remembers the horror of TNW&rsquo;s 12-turns naval phase&#10;    Specific operational tactics like Single-Echelon Assault and Active Defense&#10;    Tension period, where both sides mobilize their forces and try to gain allies in the region&#10;    Six different scenarios of increasing complexity:&#10;        And It Became Blood: USS CV-63 Kitty Hawk operations to shut down Soviet bases in Ethiopia and South Yemen&#10;        Behold a Great Red Dragon: The initial Soviet offensive in Northern Iran&#10;        And the Sea Gave Up the Dead: Soviet and US Forces clash for the control of Bandar Abbas    &#10;        The Whore of Babylon: The July 1985 Iraqi offensive, taking advantage of a collapsing Iranian army&#10;        Gog and Magog: The full Persian Gulf campaign, from the initial growing tension to the final global conflict&#10;        To Shatter the Old World: Under an Iron Sky + Deadly Northern Lights + Sacred Oil combined campaign. Nothing can be worse.&#10;    &#10;    Playable stand-alone or in combination with 1985:Under an Iron Sky and 1985: Deadly Northern Lights.&#10;&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Variable Set-up",
      "Zone of Control"
    ],
    "Families": [
      "Country: Soviet Union",
      "History: Cold War",
      "Region: Middle East",
      "Theme: Alternate History"
    ]
  },
  {
    "Rank": "12334",
    "Name": "Beyond the Gates of Antares",
    "ID": 135732,
    "Year": "(2015)",
    "Geek Rating": "5.551",
    "Avg Rating": "7.73",
    "Link": "https://boardgamegeek.com/boardgame/135732/beyond-the-gates-of-antares",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "3.1429",
    "Description": "Beyond the Gates of Antares invites us to a time when mankind has evolved into new and diverse species: the strangely powerful NuHumans, masters of the Panhuman Concord; the ape-like Pansimians, the greatest warriors in the whole Galactic Spill; and feral Revers primitive Humans driven by a irrepressible lust for adventure and danger. It is a universe where technology and humanity intermix indistinguishably, where human knowledge and endeavour has long since been supplanted by integrated machine intelligence IMTel. Where humans go their technology goes also, protectors, workers, and fighting machines in the form of WarDrones armed with deadly weapons and shielded by energy fields a thousand times more resilient than steel.&#10;&#10;Beyond the Gates of Antares is a wargame designed anew for the twenty-first century &ndash; a fresh look at the raw mechanics of tabletop wargaming featuring a fluid combat status system and interleaved turn sequence that facilitates continuous play for both sides. Rival forces act and react in a series of triggered actions that quickly draw both sides into simultaneous fire fights and close quarter fighting. The mechanics are designed to enable rapid progress using forces of around fifty or so models a side, including futuristic fighting machines, vehicles and point-defence weaponry as well as human troopers &ndash; the game is infinitely scalable to facilitate battles as large as can possibly be imagined and is detailed enough to facilitate skirmish gameplay, too.&#10;&#10;Game Features&#10;&#10;    Fluid Combat Status &ndash; units act and react according to their combat status.&#10;    Real-time Dynamic Gaming Universe &ndash; build and benefit from the evolution of the game background as you play.&#10;    Backer Development Program &ndash; backers can participate in the development and creation of the game rules, universe and campaigns.&#10;    Decimal Mechanics - based on D10 and D100's allowing the same stats to be used for battle games, skirmishes and role-playing games as we expand the scope of our game for years to come.&#10;&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Chit-Pull System",
      "Dice Rolling",
      "Line of Sight",
      "Measurement Movement",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Beyond the Gates of Antares"
    ]
  },
  {
    "Rank": "12335",
    "Name": "Traverse",
    "ID": 3313,
    "Year": "(1987)",
    "Geek Rating": "5.551",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/3313/traverse",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.9688",
    "Description": "Traverse is played on a square &quot;checker&quot; game board with a 12 1/2&quot; x 12 1/2&quot; grid. Each player chooses one color of playing pieces. Each player has eight pieces of the same color: 2 squares, 2 diamonds, 2 triangles, and 2 circles. Each player arranges their pieces in ANY ORDER within their starting row. The object of the game is to get ALL of your pieces into the starting row of the player sitting opposite of you. The pieces move in different directions depending upon the shape:&#10;&#10;    Squares can move horizontally and vertically. &#10;    Diamonds can move only diagonally. &#10;    Triangles can move forward on the diagonals or straight backwards. &#10;    Circles can move in any direction. &#10;&#10;&#10;Players take turns moving one piece each turn. Two pieces can not occupy the same space. Pieces can move in single space moves, one space at a time and only into an empty adjacent space as dictated by the piece's legal moves. Players can jump over their own or another player's piece. Jumped pieces are NOT captured, akin to Chinese Checkers. Players can string together a series of jumps if each individual jump in the series conforms to the rules governing single jumps. The first player to move all of their pieces into the destination row is the winner. Players can not force a draw.&#10;&#10;Listed on &quot;GAMES 100&quot; GAMES Magazine&#10;1992 Mensa Select&#10;&#10;2-4 players ages 7 to adult&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Square Grid"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 10 x 10 Grids",
      "Components: 8 x 8 Grids",
      "Misc: Mensa Select"
    ]
  },
  {
    "Rank": "12336",
    "Name": "World at War: America Conquered",
    "ID": 106978,
    "Year": "(2013)",
    "Geek Rating": "5.550",
    "Avg Rating": "7.54",
    "Link": "https://boardgamegeek.com/boardgame/106978/world-at-war-america-conquered",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "2.8333",
    "Description": "The nukes have flown, and darkness has spread across the globe. Yet the missiles didn&rsquo;t bring the apocalypse many had predicted. Rather than total, the exchange of nuclear-tipped missiles was limited. Rather than complete, the destruction was merely crippling. Now the war continues, fought with a strange mixture of equipment&mdash;some of it more suited to a museum, some of it fresh off the assembly line.&#10;&#10;And the war continues on America&rsquo;s own soil. Devastated by the nuclear exchange, the remnants of America&rsquo;s once mighty military, aided by a smattering of their NATO allies, fight against a horde of ravenous predators including Cuba, Nicaragua, and their Central/Southern American allies, hoping against hope to hold their country until the last vestiges of their mighty European army returns home.&#10;&#10;Command formations of Nicaraguan T-72s against American M-48s, fight Cuban T-62s with Canadian Centurions, and battle against Soviet Spetsnaz with the indomitable French Foreign Legion. America Conquered introduces airboats that fly over river and swamp alike, Texan cavalry that ride disrupted infantry into the ground, mixed-equipment platoons that allow gamers to split their units to take advantage of their unique equipment, and American fanatics that will kill themselves rather than lose their country. New terrain includes swamps, sparse/destroyed city, and much more.&#10;&#10;",
    "Categories": [
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: World at War (Lock 'n Load Publishing)",
      "Theme: Alternate History"
    ]
  },
  {
    "Rank": "12337",
    "Name": "Age of Fantasy",
    "ID": 220249,
    "Year": "(2017)",
    "Geek Rating": "5.550",
    "Avg Rating": "8.40",
    "Link": "https://boardgamegeek.com/boardgame/220249/age-of-fantasy",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.4",
    "Description": "Age of Fantasy is a single-page miniatures game set in a fantasy world, which is played using 28mm miniatures on round bases. The game mechanics are designed to be easy to learn but hard to master, bringing engaging battles for new players and veterans alike.&#10;&#10;",
    "Categories": [
      "Book",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniature agnostic",
      "Misc: Free Wargames",
      "Series: One Page Rules (OnePageAnon)",
      "Theme: Medieval Fantasy"
    ]
  },
  {
    "Rank": "12338",
    "Name": "Conqueror: Final Conquest",
    "ID": 294788,
    "Year": "(2020)",
    "Geek Rating": "5.550",
    "Avg Rating": "8.29",
    "Link": "https://boardgamegeek.com/boardgame/294788/conqueror-final-conquest",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "1.6667",
    "Description": "Nothing could stop Rome; for it was destined to rule the world. From humble beginnings, this small city would turn into the world&rsquo;s most revered and powerful empire that ruled Europe, the Middle East and Northern Africa for more than 600 years. But what if you can rewrite history? What if you can stop Rome? What if you can create a different world?&#10;&#10;Conqueror: Final Conquest is a fun strategy board game for 3-6 players. Set in the 3rd century BC, you and your friends play as one of 6 nations battling for power to conquer and rule the ancient world.  Form alliances, go to war, betray your friends, bribe your enemies, feed your armies and recruit heroes to build an everlasting empire.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Ancient",
      "Wargame"
    ],
    "Mechanics": [
      "Action / Event",
      "Alliances",
      "Area Majority / Influence",
      "Area Movement",
      "Betting and Bluffing",
      "Bribery",
      "Campaign / Battle Card Driven",
      "Card Play Conflict Resolution",
      "Dice Rolling",
      "Income",
      "Player Elimination"
    ],
    "Families": [
      "Ancient: Greece",
      "Ancient: Rome",
      "Components: Map (Continental / National scale)",
      "Components: Sand Timers",
      "Region: Mediterranean Sea"
    ]
  },
  {
    "Rank": "12339",
    "Name": "Woolfy",
    "ID": 70096,
    "Year": "(2009)",
    "Geek Rating": "5.550",
    "Avg Rating": "6.52",
    "Link": "https://boardgamegeek.com/boardgame/70096/woolfy",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.3333",
    "Description": "This game basically re-enacts the tale of the three little pigs.  Players cooperate in building the brick house and avoiding the wolf until they are all safe inside the brick house.&#10;&#10;Play is basic roll-and-move, with each pig having a die of its own color.  Die results are either move 1, 2, or 3 spaces (in either direction), or move the wolf, or run away to one of the three houses.&#10;&#10;The wolf moves clockwise in jumps that can sweep up any piggies he lands on or passes.  Pigs that are caught are put in the cook pot.  The other little pigs can rescue pigs in the pot if they land on one of the cauldron spaces and roll a die successfully.&#10;&#10;Pigs are safe when they are in a house.&#10;&#10;At the beginning of the game, the brick house is not yet built.  It has four pieces.  When a pig lands on the brick house space, he or she can add one piece to the house.  Once the brick house is completed, the pigs can occupy it.  Once all three pigs are in the brick house, they win.  If the wolf captures all three pigs, however, they lose.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Pigs",
      "Animals: Wolves"
    ]
  },
  {
    "Rank": "12340",
    "Name": "Bloody 110",
    "ID": 5830,
    "Year": "(1989)",
    "Geek Rating": "5.550",
    "Avg Rating": "7.13",
    "Link": "https://boardgamegeek.com/boardgame/5830/bloody-110",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "3.9231",
    "Description": "Bloody 110 - The Battle for Clervaux, December 16-17, 1944 is the first game in the Tactical Combat Series (TCS) by The Gamers and it features the vital two day delay of the 2nd Panzer Division by elements of the US 28th Infantry Division along the road to Bastogne on December 16th and 17th, 1944. The actions of the handful of Americans represented by the game were critical in setting the stage for the more famous siege of Bastogne itself. It was their defense that provided the time needed for other units, including the 101st Airborne, to make it to Bastogne in order to defend it. Without this successful defense, Bastogne would surely have fallen and the road would have been clear to the Meuse.&#10;&#10;Game Scale:&#10;Game Turn: 20 minutes&#10;Hex: 125 yards / 114 meters&#10;Units: Infantry platoons, individual vehicles&#10;&#10;Game Inventory:&#10;Two 22 x 34&quot; full color maps&#10;Three dual-side printed countersheets (840 1/2&quot; counters)&#10;One 32-page TCS specific rulebook&#10;One 14-page Bloody 110 specific rulebook&#10;Two 6-sided dice&#10;&#10;Solitaire Playability: Medium&#10;Complexity Level: High&#10;Players: 2 or more&#10;Playing Time: 1-30 hours&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Movement Points",
      "Simulation"
    ],
    "Families": [
      "Country: Luxembourg",
      "Digital Implementations: VASSAL",
      "History: World War II (Battle of the Bulge)",
      "Players: Two-Player Only Games",
      "Series: Tactical Combat Series (MMP)"
    ]
  },
  {
    "Rank": "12341",
    "Name": "Get Off My Land!",
    "ID": 193248,
    "Year": "(2017)",
    "Geek Rating": "5.550",
    "Avg Rating": "6.28",
    "Link": "https://boardgamegeek.com/boardgame/193248/get-off-my-land",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "2.7143",
    "Description": "Get Off My Land! is a game of rival farmers competing for limited space and resources. The game takes place over the course a year as you start your farm from nothing, and build it up to generate more money. The player that has managed to amass the most money by the end is the winner.&#10;&#10;Build Your Farm&#10;&#10;Each farmhouse starts the game surrounded by forest. The first step is to clear the forest; this not only provides land to build farms on, but also wood to build fences with. By fencing off the cleared land, you create areas to grow crops or raise animals.&#10;&#10;Plant Crops and Raise Animals&#10;&#10;Once you&rsquo;ve got cleared and fenced land, it&rsquo;s time to go to the market to buy crops and animals for your farm. There&rsquo;s limited stock available though, so buy what you need quickly before other farmers do.&#10;&#10;Gain Income&#10;&#10;You&rsquo;re not growing crops for fun, you need to get paid! Some things on your farm will provide you with a slow and steady trickle of income, and others can be harvested to gain a larger amount of money right away. Of course if you harvest something, you&rsquo;ll need to wait for it to grow again.&#10;&#10;Expand Your Farm&#10;&#10;There&rsquo;s limited land and resources available, so why not re-adjust the fence line a little bit so that your neighbor&rsquo;s cows are now on your side? Other farmers are trying to steal your precious potatoes too, so don&rsquo;t let down your guard.&#10;&#10;",
    "Categories": [
      "Farming"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "End Game Bonuses",
      "Hand Management",
      "Income",
      "Market",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Occupation: Farmer"
    ]
  },
  {
    "Rank": "12342",
    "Name": "Deadfall",
    "ID": 188051,
    "Year": "(2016)",
    "Geek Rating": "5.550",
    "Avg Rating": "6.39",
    "Link": "https://boardgamegeek.com/boardgame/188051/deadfall",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Deadfall is a gambling / bluffing game. Players ante one coin to begin and start with a hand of six cards. Everyone plays one card, and the lowest of these will go first.&#10;&#10;On your turn you may either play a new card face up or call one of your opponents. When you play a card, you are trying not to play the last card of that rank. For example, if you play a 5, you are declaring that someone's hand still contains a 5. If you have one, you know you're safe. If not, you're making an educated guess.&#10;&#10;A call ends the hand. When you call another player, you are saying that they were wrong when they played their last card, and there are no more cards of that rank left in anyone's hand. If the caller is right, she wins the pot, plus a penalty equal to the rank of the card, paid by the called player. (For example, 7 coins for calling a 7.) If the caller is wrong, the called player wins the pot, and he wins the same penalty from the caller.&#10;&#10;There are two ways to get ahead in Deadfall: You can catch people when they play the wrong cards, and you can trick others into calling you when you're safe.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game"
    ],
    "Mechanics": [
      "Push Your Luck"
    ],
    "Families": [
      "Series: Pairs Game System (Cheapass Games)"
    ]
  },
  {
    "Rank": "12343",
    "Name": "Cortes: Conquest of the Aztec Empire",
    "ID": 6037,
    "Year": "(1993)",
    "Geek Rating": "5.550",
    "Avg Rating": "6.45",
    "Link": "https://boardgamegeek.com/boardgame/6037/cortes-conquest-of-the-aztec-empire",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.5789",
    "Description": "A two-player wargame that covers the epic three month siege of Tenochtitlan, the climactic battle for control of Mexico, fought in 1521.  &#10;14 pages of rules, 144 5/8&quot; counters, and a 22&quot; x 34&quot; map are included.&#10;&#10;This game is the only one that I am aware of that includes rules for Human Sacrifice...&#10;&#10;If Cortes is killed or captured, the Aztec player wins immediately.  Otherwise, the Spanish player must keep his &quot;Loss Points&quot; to a minimum... as long as the Spanish player does not gain 17 or more points, they win.&#10;&#10;",
    "Categories": [
      "Pike and Shot",
      "Renaissance",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Mexico",
      "Digital Implementations: VASSAL",
      "History: Age of Discovery",
      "Magazine: Command",
      "Players: Two-Player Only Games",
      "Theme: Aztecs",
      "Theme: Colonial"
    ]
  },
  {
    "Rank": "12344",
    "Name": "Feeling Lucky?",
    "ID": 409503,
    "Year": "(2024)",
    "Geek Rating": "5.550",
    "Avg Rating": "6.96",
    "Link": "https://boardgamegeek.com/boardgame/409503/feeling-lucky",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6667",
    "Description": "In this fast paced dice game, you truly forge your own luck! You start with a small display of a few task cards and try to fulfill exactly 1 of them after each dice roll. As the game progresses, you build up your display and gradually work your way up to the higher scoring levels. But beware: If you cannot fulfill a card after a roll, you have gambled too much and are out of the current round. Build up your display wisely and you'll still have a chance!&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Bingo",
      "Dice Rolling",
      "Push Your Luck",
      "Variable Set-up"
    ],
    "Families": [
      "Players: Games with Solitaire Rules",
      "Series: Klein & Fein (Schmidt Spiele)"
    ]
  },
  {
    "Rank": "12345",
    "Name": "Forgotten Legions: Designer Signature Edition",
    "ID": 255381,
    "Year": "(2018)",
    "Geek Rating": "5.550",
    "Avg Rating": "7.76",
    "Link": "https://boardgamegeek.com/boardgame/255381/forgotten-legions-designer-signature-edition",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "180",
    "Play Time": "420",
    "Weight": "3",
    "Description": "Forgotten Legions: Designer Signature Edition marks the return of not just one, but TWO wargaming classics by Vance von Borries.&#10;&#10;Drive on Damascus and Bloody Keren, both now published together for the first time in the same package and with the same basic rules set. They have been re-mastered and updated into all-new, super-sized editions. These were well regarded by many as balanced and thoughtful games. They cover fascinating, almost forgotten conflicts that would guide the course of World War II in the Mediterranean Theater and East Africa.&#10;&#10;Forgotten Legions is yet another Classic Reborn! by Compass Games.&#10;&#10;Drive on Damascus gives you an Operational level simulation that faithfully recreates the (June and July) 1941 Allied invasion of Vichy French held Syria and Lebanon. Here you can hone your game play skills with open maneuvering on the desert side of the map and tough in-fighting on the mountain side. A fluid situation can develop as both sides seek the opportunity to outflank and attack. And along the coast players will probe for vulnerabilities by maneuver and infiltration. An exhaustive Order of Battle based on archival records helps capture key historical facets of the campaign including armor advantage, air power, ranged artillery, flotillas and commandos, garrisons, mountain units, untried units, and more. Also examined is the possibility of a German intervention&#10;&#10;Bloody Keren presents an Operational level simulation that faithfully recreates the (January through April) 1941 campaign in Italian Eritrea that historically saw a climax at the mountain pass at Keren. Here too, good game play is at a premium as strategically you allocate your forces to various mountain passes. Both sides can attack and counter-attack while guerilla forces attempt to close off reinforcements coming from the south.&#10;&#10;This Designer Signature Edition provides a fully updated treatment to the 1981 and 1983 releases by World Wide Wargames (3W) that honor the original game designs. All aspects of the games have been enhanced &ndash; rules, charts and tables, map, counters &ndash; based on years of player experience and feedback. The rules are common to both games and are short and well illustrated, along with extensive Design Notes. Each game has a short scenario in addition to the Campaign scenario. While suitable for solitaire play and designed as a two-player game, each Campaign scenario can allow for up to four players (two per side). This edition serves as the ultimate treatment in paying homage and celebrating the original classic designs by Vance von Borries. For your gaming enjoyment, this game has been super-sized by featuring a larger playing surface (two maps) and the larger 5/8&rdquo; counters to deliver an optimal play experience that can be completed in a single sitting.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Country: Ethiopia",
      "Country: Lebanon",
      "Country: Syria",
      "History: World War II (Africa)",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Region: Middle East",
      "Series: Battles for North Africa (3W)",
      "Series: Designer Signature Edition (Compass Games)"
    ]
  },
  {
    "Rank": "12346",
    "Name": "Lightning: D-Day",
    "ID": 11706,
    "Year": "(2004)",
    "Geek Rating": "5.550",
    "Avg Rating": "5.97",
    "Link": "https://boardgamegeek.com/boardgame/11706/lightning-d-day",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.8438",
    "Description": "This two-player card game recreates the drama of the day Allied soldiers went ashore in occupied France, 6 June 1944. Each of the historic landing beaches - Gold, Juno, Sword, Omaha and Utah - is represented by its own card, as are the defending German divisions and attacking Allied units. The Allied player must marshal his resources to gain and secure control of every beach by day's end: one run-through of the 110-card deck.&#10;&#10;The tension in the game increases with each card thrown, like the build up in a close baseball game. At first it seems the Allies have resources to meet every crisis across the beachheads, but if a key airborne division gets scattered across the countryside, allowing a counterattacking panzer division to slip through the perimeter, everything can change instantly. And an Allied unit committed to one beach, where you might find the defense isn't as strong as you thought, can't be called back in time to rush to the true danger zone. Both players must constantly be thinking ahead, looking for ways to best utilize their cards several throws down the line.&#10;&#10;Lightning Game Series&#10;&#10;",
    "Categories": [
      "Card Game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Country: France",
      "Players: Two-Player Only Games",
      "Region: Normandy (France)",
      "Series: Lightning (Dan Verssen)"
    ]
  },
  {
    "Rank": "12347",
    "Name": "Overboss Duel",
    "ID": 378737,
    "Year": "(2023)",
    "Geek Rating": "5.550",
    "Avg Rating": "6.71",
    "Link": "https://boardgamegeek.com/boardgame/378737/overboss-duel",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "2",
    "Description": "In Overboss Duel, rival Boss Monsters go head-to-head to conquer the Overworld on a shared board. Each turn, players draft and place terrain tiles and monster tokens anywhere, even on their opponent's land! Their goal: to craft the map with the greatest Power and sabotage their rival at every turn to become the ultimate overboss!&#10;&#10;Designed by Aaron Mesburne and using the same basic system as the hit game Overboss, this fast-paced game combines drafting, set collection, puzzly tile laying, and messing up plans. It's set in the retro-inspired pixel art world of Brotherwise Games' best-selling Boss Monster, with many of the same familiar characters.&#10;&#10;Build your map by drafting Icy Peaks, Towns, Sunken Cities, Spawning Grounds, Roads, and Dungeon Entrances. Each terrain type has a different point value and unique ability. Some abilities even allow you to move tiles across the overworld, stealing from your opponents or giving them your unwanted tiles. Players must balance optimal placement, set values, and board space. You'll also need to manage monsters, which award points when grouped together or placed on matching terrain.&#10;&#10;The game includes everything needed for a 2 player game: over 65 terrain tiles, over 80* monster and hero tokens, 1 double-sided 2-player board, a scorepad, and more.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Puzzle",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Open Drafting",
      "Pattern Building",
      "Pieces as Map",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Game: Boss Monster",
      "Theme: Villainy",
      "Versions & Editions: Two-Player Versions of More-Player Games"
    ]
  },
  {
    "Rank": "12348",
    "Name": "Sfynx",
    "ID": 400297,
    "Year": "(2024)",
    "Geek Rating": "5.550",
    "Avg Rating": "7.31",
    "Link": "https://boardgamegeek.com/boardgame/400297/sfynx",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "40",
    "Weight": "3",
    "Description": "Every 25 moons, the mysterious Sfynx open a gateway to their sunken city...but only the adventurers able to solve nine riddles before the clepsydra empties will be granted access to its vanished splendors and forgotten knowledge.&#10;&#10;Are you up to the task?&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Cooperative Game",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "12349",
    "Name": "Wild Life: The Card Game",
    "ID": 304666,
    "Year": "(2021)",
    "Geek Rating": "5.550",
    "Avg Rating": "8.12",
    "Link": "https://boardgamegeek.com/boardgame/304666/wild-life-the-card-game",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1.3",
    "Description": "Wild Life is a quick and fun competitive game for 2 to 7 players about making card sets of different animals that generate points at the end of each cycle or round.&#10;&#10;The main precepts of the game are: simple, fun, high interaction between players, and environmental awareness.&#10;&#10;At the beginning of your turn you will have 6 cards in hand and you will necessarily have to play 3.&#10;&#10;The game has 4 types of animal cards: small, large, flying, and aquatic. Each one scores a different amount of points as long as they survive until the end of the cycle. In addition, you can use enhancer ecosystem cards that will multiply the points you'll get.&#10;&#10;You can mess with other players and this is where it gets interesting, for this you have 3 alternatives:&#10;&#10;&#10;     The predator which eliminates an animal from an opponent.&#10;     The hunter who eliminates all animals of one type from a player.&#10;     The catastrophe (fire or water pollution) that affects all players, including you.&#10;&#10;&#10;As you play and have fun you will develop environmental awareness.&#10;&#10;All illustrations are handmade by Leo Cordoba who is also one of the designers of the game.&#10;&#10;&mdash;description from the designer&#10;&#10;[The base game also includes the &quot;Attain Life&quot; 6 &amp; 7 player expansion. The expansion was originally meant to be part of the &quot;Stories&quot; expansion collection but was added to the base game after the boxes had been printed.]&#10;&#10;AWARDS &amp; HONORS: &#10;&#10;     2019: Zapada Ludica (Puebla City), 1st place board game design contest.&#10;     2019: Official Game for Roll-A-Game Expo (Mexico), Top 5 finalist.&#10;     2019: Roll-A-Game Expo (Mexico), 2nd place board game design contest.&#10;     2020: Mega XP (Mexico), 1st place board game design contest.&#10;&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Educational",
      "Environmental"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Take That",
      "Turn Order: Progressive"
    ],
    "Families": [
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "12350",
    "Name": "Pisa",
    "ID": 525,
    "Year": "(1999)",
    "Geek Rating": "5.550",
    "Avg Rating": "6.34",
    "Link": "https://boardgamegeek.com/boardgame/525/pisa",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.75",
    "Description": "from Schloesser session report:&#10;&#10;This is a  trick-taking game, but with enough twists to give it a very different feel. Before each hand, players bid, one at a time, to determine three factors which will affect the hand:&#10;&#10;a) trump colors (primary &amp; secondary) &#10;b) most or fewest tricks &#10;c) whether zero is considered 'high' or 'low'&#10;&#10;Bidding is done by playing cards face-down from your hand. Players must bid 1 - 3 three cards on each of these categories. Once all three factors have been determined, players tally the value of the cards they played during this bidding process. The player who played the least value receives 4 (or 5, depending upon the number of players) victory points, with each other player receiving less points depending upon their total. Then, players must discard three of the cards they used in the bidding process, with the remaining cards being returned to their hands. This is usually a tough choice as often the conditions in effect for a particular hand turn out to be different than what you had hoped. This means that many of the cards you played may no longer be useful to you; indeed, they may be a detriment. So, deciding on which cards to keep and which to discard can be tough.&#10;&#10;After this procedure is complete, A standard trick-taking game ensues. Points, however, are rewarded based on whether the goal was to take the most or fewest tricks. The player finishing with the most (or fewest, depending upon which goal was in force) receives 8 points (or 10 of playing with 5 players), the next player gets 6 points and so on down to 2 points. After a hand is completed, the entire process is repeated, including the bidding phase. A number of rounds equal to the number of players is played, with the player accumulating the greatest number of victory points being the victor.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Cities: Pisa (Italy)",
      "Region: Tuscany (Italy)"
    ]
  },
  {
    "Rank": "12351",
    "Name": "Berserk: Trading Card Game",
    "ID": 19544,
    "Year": "(2003)",
    "Geek Rating": "5.550",
    "Avg Rating": "7.30",
    "Link": "https://boardgamegeek.com/boardgame/19544/berserk-trading-card-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "3.05",
    "Description": "In the distant world of Laar wandering armies, led by powerful magicians live a life of battle. For eons they fought for survival in this world, once scorched by fires of the Cataclysm. Now you have the chance to gather your own army and become the maker of your own fate. Perhaps, your path will shape the fate of Laar as well... In fierce battles your life and lives of your trusted armies will only depend on your skill of a strategist and a warlord.  And then, when in the heat of battle you will once forget about your wounds, about the future and about the past - you will understand why this is not simply a game. It is Berserk.&#10;&#10;Over 3000 different cards to collect, 14 different editions.&#10;&#10;1. Battle of Realms (October 2003)&#10;1.1. Equillibrium (expansion) (Spring 2004)&#10;&#10;2. Fall of Darkness (Fall 2004)&#10;2.1. Birth of Heroes (expansion) (Spring 2005)&#10;&#10;3. Will of the Temple (Fall 2005)&#10;3.1. Grip of Chaos (expansion) (Winter 2005)&#10;3.2. Hour of Monsters (expansion) (Spring 2006)&#10;&#10;4. Hammer of Time (Fall 2006)&#10;&#10;5. Silent Watch (Spring 2007)&#10;&#10;6. Rage of Gods (Fall 2007)&#10;&#10;7. Nemesis Angels (Spring 2008)&#10;&#10;8. Interworld (Fall 2008)&#10;8.1. Lost Squadron (expansion) (Winter 2008)&#10;&#10;9. Black Wings (Spring 2009)&#10;&#10;10. Dertakh's Secret (Fall of 2009)&#10;&#10;11. Eclipse (December of 2009)&#10;&#10;12. Vengeance (May of 2010)&#10;&#10;13. Arhaal's Path (October of 2010)&#10;&#10;14. Cataclysm (March of 2011)&#10;&#10;15. Angheim (August of 2011)&#10;&#10;[Special - duel deck]  Orenkholm's Fate&#10;&#10;16.  Flying Fortress (October 2011)&#10;&#10;[Special - duel deck] Angels and Demons&#10;&#10;[Special - collector's pack] Promo Dragons 2012&#10;&#10;17. Shaken Earth (March 2012)&#10;&#10;[Special - duel deck] Curse of Blackwood&#10;&#10;18. Demise of Machines (August 2012)&#10;&#10;19. Voice of Laar (February 2013)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Fantasy",
      "Medieval"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games",
      "Series: Berserk (Hobby World)"
    ]
  },
  {
    "Rank": "12352",
    "Name": "Sturm Nach Osten",
    "ID": 3901,
    "Year": "(1980)",
    "Geek Rating": "5.550",
    "Avg Rating": "6.97",
    "Link": "https://boardgamegeek.com/boardgame/3901/sturm-nach-osten",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "2.6875",
    "Description": "&quot;Sturm Nach Osten&quot; is a Strategic level two-player wargame that covers the World War 2 Eastern Front from June 1941 to May 1945 with one-month turns. The game has variable victory conditions reflecting the historical ebb and flow. Main units are fronts, armies and corps; also units for static Garrisons and Soviet factories (need to move Eastward by rail before capture); markers for fortification, artillery, overrun/blitz and dispersal are all provided. Weather, terrain, supply and ZoC rules are used. Victory is measured by control of key cities at key moments.&#10;&#10;The rules provide for several &quot;scenarios&quot; (different start and end dates) for shorter playing times and there is also a simplified version using less units and stripped down rules.&#10;&#10;&#10;First published as a Game Kit by the designer with color copied counters on blue &amp; red paper and a B&amp;W map that you could color in.&#10;The Wargamer Magazine Vol.I, #19 is the 2nd edition of the game&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "History: World War II (Eastern Front)",
      "Magazine: The Wargamer",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "12353",
    "Name": "Objective Moscow: The Death of Soviet Communism",
    "ID": 6270,
    "Year": "(1978)",
    "Geek Rating": "5.550",
    "Avg Rating": "6.60",
    "Link": "https://boardgamegeek.com/boardgame/6270/objective-moscow-the-death-of-soviet-communism",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "3.7333",
    "Description": "Objective: Moscow is a land/sea/air game of the hypothetical invasion of the former U.S.S.R. in the late 1970s and at the end of the 20th century.  The area depicted on the map covers from Paris to Turkey, to Iraq and central Asia, to China as far south as Peking, to Japan, Korea, and Alaska.  In all, units of more than 30 nations are included.  This is truly a 'World War' monster game set in Modern times.&#10;&#10;Several scenarios are postulated, including a NATO counteroffensive after a Soviet invasion of Western Europe, a Chinese invasion of Siberia, and an Iranian campaign of expansion in the Middle East. Scenarios taking place later postulate an alliance of the USA, a United Europe, Iran, China, and other countries joining for the conquest of the Soviet Union.&#10;&#10;Contains: 24 page rulebook; 1,200 colorful die cut cardboard playing pieces; four 22&quot; x 34&quot; hexagonal grid soft map sections; and various playing aids.  This game came in a flat plastic pack or a 'detergent soap' sized box.  An excellent solitaire as well as 3-player game.&#10;&#10;",
    "Categories": [
      "Fighting",
      "Modern Warfare",
      "Political",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Cities: Moscow (Russia)",
      "Country: Russia",
      "Country: Soviet Union",
      "History: World War II (Eastern Front)",
      "Theme: Alternate History"
    ]
  },
  {
    "Rank": "12354",
    "Name": "Ablaze!",
    "ID": 65516,
    "Year": "(2010)",
    "Geek Rating": "5.550",
    "Avg Rating": "5.96",
    "Link": "https://boardgamegeek.com/boardgame/65516/ablaze",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Ablaze! includes three separate games:&#10;&#10;Wild Fire! - re-works the original Feurio! design, in which players are firefighters trying to contain a spreading wildfire. The fire is created turn by turn as players reveal tiles and place each new tile next to what&rsquo;s currently the hottest part of the fire. Players use their firefighters to cover as much area as possible, while also staying connected to a water source.&#10;&#10;Volcano! - re-implements Vulkan!, which is played with the components of Feurio!. Ablaze! also includes new airplane and volcano tiles. Players control air tankers to drop water in order to extinguish or isolate sections of a fire created by a volcano. Save the most land, and you&rsquo;ll be the hero.&#10;&#10;On the Run! - is played with the same components as the other two games, but with different rules. Lightning has started a brush fire in the forest, and wildlife is fleeing to avoid being fricasseed. Save more animals than anyone else to win.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Environmental"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Modular Board",
      "Simulation",
      "Tile Placement"
    ],
    "Families": [
      "Theme: Firefighting"
    ]
  },
  {
    "Rank": "12355",
    "Name": "StoryLine: Fairy Tales",
    "ID": 192924,
    "Year": "(2016)",
    "Geek Rating": "5.550",
    "Avg Rating": "6.15",
    "Link": "https://boardgamegeek.com/boardgame/192924/storyline-fairy-tales",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Description from the publisher:&#10;&#10;The four words &quot;Once upon a time&quot; are extraordinarily powerful. They herald adventures, magic, enchanted creatures, and mysterious transformations. They conjure far-off lands, brave hunters, determined princesses, fearsome giants, and talking animals. Above all, they begin our favorite fairy tales.&#10;&#10;Fairy Tales, the debut game of the StoryLine series, invites you to craft your own original fairy tales beginning with that remarkable phrase &quot;Once upon a time&quot;. In this fanciful card game, three to eight players craft a story together with each player contributing characters, places, objects, and events to the narrative.&#10;&#10;StoryLine: Fairy Tales is a collaborative storytelling game that encourages players to play cards to add to the story and embellish on them. Each round a player is the narrator and ask the other players for a specific type of card such as an object or location to add to the story. All other players select one of these cards from their hand, then the narrator chooses the one they like most and awards that player a point. At the end of the story, whoever has the most points wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Simultaneous Action Selection",
      "Storytelling",
      "Voting"
    ],
    "Families": [
      "Creatures: Fairies / Elves / Pixies",
      "Creatures: Unicorns"
    ]
  },
  {
    "Rank": "12356",
    "Name": "Fluxx: The Board Game",
    "ID": 140796,
    "Year": "(2013)",
    "Geek Rating": "5.550",
    "Avg Rating": "5.75",
    "Link": "https://boardgamegeek.com/boardgame/140796/fluxx-the-board-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.8947",
    "Description": "Fluxx: The Board Game lives up to its card game namesake as this board game is all about change: changing rules, changing goals, and changing tiles on the board.&#10;&#10;Players start the game with their three pieces in the center of a 3x3 grid of tiles, with each tile divided into four spaces and each space showing an icon of some type (chocolate, sun, cookies, etc.) or an octagon or a portal. Players each start with three cards in hand, and the overall goal of the game is to collect 3-6 goal cards, with the exact number possibly changing during play.&#10;&#10;On a turn, a player draws one card, plays one card, then moves one space, with all of those values being subject to change during gameplay; depending on what's currently allowed by the rules, you can also use movement points to rotate or move tiles in the play area. If you have a piece on each icon shown on the topmost goal card in play, you claim that card and are that much closer to winning. Players can also claim goal cards they have in hand by, again, placing their pieces on the appropriate icons. Other cards in the game allow players to change the rules, the game board, the ownership of player pieces, and so on.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Grid Movement",
      "Hand Management",
      "Modular Board",
      "Set Collection"
    ],
    "Families": [
      "Game: Fluxx",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "12357",
    "Name": "Brawling Barons",
    "ID": 129029,
    "Year": "(2012)",
    "Geek Rating": "5.550",
    "Avg Rating": "6.16",
    "Link": "https://boardgamegeek.com/boardgame/129029/brawling-barons",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2.05",
    "Description": "The king encourages all barons to expand their domains as new land is conquered. To gain favor in his eyes, each baron must show his worth by constructing buildings and thus increase the splendor of the kingdom, or by supporting the king in the war with military units. With the king's eyes fixed on the frontlines, he probably wouldn't notice your sharp elbow in your neighbour's side... right?&#10;&#10;Brawling Barons is a tactical card game consisting of 54 cards. From this deck of cards each player draws cards and collects resources. Units (peasants and squires) can then be played from the hand. The peasants can be upgraded (rotated) to buildings, and squires can become various military units. The military units can be sent to the frontlines to gain victory points (VPs), or they can attack opposing towns. When the last card is removed from the deck, the game ends and VPs are counted.&#10;&#10;Tactical options include choosing units to play, waiting for the perfect timing to play them, optimizing the actions, and playing the right events. At first glance, it may seem too simple, but new depths can certainly be discovered.&#10;&#10;Brawling Barons can be played in 10-20 minutes by two experienced players. Three-player games take about 30 minutes. By combining two decks, up to six players can play, either in a deathmatch or in team play.&#10;&#10;",
    "Categories": [
      "Card Game",
      "City Building",
      "Fighting",
      "Medieval"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "12358",
    "Name": "Twisty Tracks",
    "ID": 365627,
    "Year": "(2023)",
    "Geek Rating": "5.550",
    "Avg Rating": "6.74",
    "Link": "https://boardgamegeek.com/boardgame/365627/twisty-tracks",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.8",
    "Description": "Some people just want to get from point A to point B. For others, the journey is the destination. In Twisty Tracks, players are rewarded for both long journeys and arrival at point B &mdash; assuming not too many others arrived there first.&#10;&#10;Each player has their own playing area that consists of a cardboard frame that depicts stations, loops of train track, and four train depots. Place a wooden train on each depot, and shuffle face down your personal stack of fifteen track tiles. On a turn, each player draws a tile, then places it somewhere in their frame so that they can advance at least one of their trains along the track. When you advance a train, you score 1 point each time it crosses the border between two tiles or between a tile and the frame. Try to send trains on long loopy journeys to score lots of points!&#10;&#10;If a train reaches one of the seven stations on the frame, you receive the highest value for this station that hasn't yet been claimed. Wait too long, and you risk scoring nothing. If two of your trains collide while moving on freshly laid tracks, you score points for the borders they've crossed, then remove them from play. When all four of your trains have reached stations or been removed, stop placing tiles.&#10;&#10;Once all players' trains have stopped moving, the game ends, and whoever has scored the most points wins. In a tie, the tied player who placed more tiles wins. For an easier game, you can play with only the station scoring or only the border scoring.&#10;&#10;",
    "Categories": [
      "Puzzle",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Race",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "12359",
    "Name": "Tea Time",
    "ID": 121015,
    "Year": "(2012)",
    "Geek Rating": "5.550",
    "Avg Rating": "5.82",
    "Link": "https://boardgamegeek.com/boardgame/121015/tea-time",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.2",
    "Description": "Who will you invite to tea? Be careful who you invite as sometimes the characters will disappear as soon as they arrive!&#10;&#10;In Tea Time, players collect characters from Lewis Carroll's Alice in Wonderland, and each character card (other than Alice) is double-sided, with a normal image on one side and a reverse &quot;mirrored&quot; image on the other. Each round, an array of characters is laid out, with normal and mirrored images alternating. The round's start player takes one character, adds it to his collection, then places the Alice card in that spot of the array. The next player takes 1-2 cards, but if he takes two, the cards must be adjacent. From the third player on, each player takes 1-3 cards; again, you can take multiple cards only if they're adjacent. If you ever have a normal and a mirrored image of the same character in your collection, *poof* they both disappear.&#10;&#10;After five rounds (with two players) or three rounds (with 3-4 players), the game ends. Players score 1-15 points for collecting 1-5 cards of the same character &ndash; with zero cards of a character being worth five points, so sometimes you do want them to vanish! Alice herself is worth four points, and whoever has the most points wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Novel-based"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Books: Alice in Wonderland",
      "Digital Implementations: Board Game Arena",
      "Food & Drink: Tea"
    ]
  },
  {
    "Rank": "12360",
    "Name": "Widget Ridge",
    "ID": 266940,
    "Year": "(2019)",
    "Geek Rating": "5.550",
    "Avg Rating": "7.02",
    "Link": "https://boardgamegeek.com/boardgame/266940/widget-ridge",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "2.2",
    "Description": "Widget Ridge is a steampunk-themed deckbuilding game, traditionally for 2 players (solo mode and extra players supported).&#10;&#10;The game follows traditional deckbuilding mechanics of starting with a terrible deck of cards, and improving it with purchases and deck-thinning abilities.&#10;&#10;Players take turns generating Gold and making Spark, purchasing new inventions from the Marketplace of Ideas, and combining these in their Workshop to make larger, crazier machines. Players can invent things like a Clockwork-Powered Butter Gun with a Parachute, a Coal-Powered Mechanical Bison with a Grappling Hook, or a Solar-Powered Battle Corset with an Antenna. The game has over 1000 combinations in the initial release.&#10;&#10;The basic win condition is to gather 100 Spark, but the game also includes Goal cards that can alter the rules and win condition for additional replay value. Players can choose to concentrate on the game itself, or engage the rich story environment. The game is designed for 2+ players, but will have solo rules in the box.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Science Fiction"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Players: Games with Solitaire Rules",
      "Theme: Mad Science / Mad Scientist",
      "Theme: Steampunk"
    ]
  },
  {
    "Rank": "12361",
    "Name": "Strand-Cup",
    "ID": 1404,
    "Year": "(2000)",
    "Geek Rating": "5.550",
    "Avg Rating": "6.10",
    "Link": "https://boardgamegeek.com/boardgame/1404/strand-cup",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.2",
    "Description": "A card game about beach volleyball for four, six, or eight players, competing in two teams. Cards represent all of the normal plays in volleyball, such as forearm pass, spike, block, dive, etc. Players work in teams, playing cards to send the ball over the net. Combinations of cards can be played to make it more difficult for the opposing team to respond. The opposing team must then play cards to receive the ball and send it back over the net. Play continues until one team is unable to return the ball over the net. Players then re-fill their hand and begin a new point.&#10;&#10;The normal rules of volleyball apply, such as only the side serving can score and a player can't hit the ball (play a card) 2 times in succession. Quick-playing with the feeling of a real volleyball match.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Sports"
    ],
    "Mechanics": [
      "Team-Based Game"
    ],
    "Families": [
      "Sports: Volleyball",
      "Theme: Beaches"
    ]
  },
  {
    "Rank": "12362",
    "Name": "The Key: Escape from Strongwall Prison",
    "ID": 371449,
    "Year": "(2022)",
    "Geek Rating": "5.550",
    "Avg Rating": "7.38",
    "Link": "https://boardgamegeek.com/boardgame/371449/the-key-escape-from-strongwall-prison",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.3333",
    "Description": "There's been a spectacular prison break, and three well-known criminals from previous The Key cases are on the run again! How could that happen?&#10;&#10;The Key: Escape from Strongwall Prison is the trickiest case of The Key series because more than just instinct is required here. You have to combine all types of hints and clues to determine escape types, laundry carts, hiding places, and gang affiliations. The right numerical code or key puts the three dangerous gang bosses back behind bars. Attention: It is not necessarily the fastest who wins here, but the most efficient investigator genius!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Deduction",
      "Real-time"
    ],
    "Mechanics": [
      "Deduction",
      "Open Drafting",
      "Real-Time",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Series: Family Games (HABA)",
      "Series: The Key (HABA)"
    ]
  },
  {
    "Rank": "12363",
    "Name": "Austerlitz 20",
    "ID": 43332,
    "Year": "(2009)",
    "Geek Rating": "5.550",
    "Avg Rating": "7.02",
    "Link": "https://boardgamegeek.com/boardgame/43332/austerlitz-20",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "With the Danube campaign over and the Austrian capital of Vienna occupied by French troops, Napoleon requires a decisive battlefield victory to secure his gains. At the end of a long line of communication back to Paris, the Grande Arm&eacute;e feigns weakness in the cold and fog of an early December morning in 1805. Now Austerlitz 20 presents the story of desperation and destiny as three Emperors clash to resolve the fate of Europe. With its myriad scenarios and variations, students of history can explore a plethora of &quot;What if?&quot; possibilities as Allied greatness clashes with French glory at the dawn of the &quot;Sun of Austerlitz.&quot;&#10;&#10;This game features only modest complexity and a focused scope employing low unit density on the map (20 pieces or less) and dramatic, fast playing turns. It is the addition of &lsquo;story-driven&rsquo; random event cards and night game turns that provide the operational pauses and &quot;friction of war&quot; that give players a great feel for the parry-and-thrust of a Napoleonic grand battle as the armies close to bayonet-point to see which will break first!&#10;&#10;Complexity: 4 on a 9 scale&#10;Solitaire Suitability: 6 on a 9 scale&#10;Scale: Each unit is 1 corps or division, each hex is about 800 meters, and each turn is roughly 3 daylight hours (or 10 night hours).&#10;&#10;2009 Charles S. Roberts(CSR) Award Nominee for Best Desktop Published/Print and Play&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Austerlitz (Czech Republic)",
      "Country: Austria",
      "Digital Implementations: VASSAL",
      "Players: Two-Player Only Games",
      "Series: Napoleonic 20 (Victory Point Games)"
    ]
  },
  {
    "Rank": "12364",
    "Name": "Vorpals",
    "ID": 130548,
    "Year": "(2010)",
    "Geek Rating": "5.550",
    "Avg Rating": "7.08",
    "Link": "https://boardgamegeek.com/boardgame/130548/vorpals",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Vorpals is a card drafting game. It is played in four rounds, with each round representing 25 years of game time. They players are princes seeking power over an island.  Over a period of 100 years, each prince will organize their army, expand their territories and fight neighbouring lords.&#10;&#10;The goal is to accumulate more victory points than anyone else by earning the devotion of the people. There are three main ways to do this. The first is to win wars with neighbouring lords. Second, it is possible to construct buildings to produce wood and ore. The third is to use the special powers of each unit or building. You are free to choose which of these strategies to pursue, individually or in combination.&#10;&#10;Each round is composed of the following four phases:&#10;1.    Deployment phase: acquire a unit card by drafting and place it by paying the cost.  Units come in three basic varieties; military (e.g. veterans, knights), development (e.g. workers and farmers), and allies (e.g. dragons, goblins) &#10;2.    War Phase: Players make war with neighbouring players, the winner gaining victory points.&#10;3.    Production phase: the production of income and resources, which enable buildings (e.g. treasury, barracks, castle) to be constructed.  Every building starts at level 1 and can be improved to level 2 by spending more resources.&#10;4.    Aging phase: people and monsters die two rounds after they are deployed. So, you can feel the generations change and you must carefully plan how to maintain your forces.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "12365",
    "Name": "Æterna",
    "ID": 421823,
    "Year": "(2025)",
    "Geek Rating": "5.550",
    "Avg Rating": "7.64",
    "Link": "https://boardgamegeek.com/boardgame/421823/aeterna",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.8333",
    "Description": "In &AElig;terna, you take the role of a Roman Gens (family) that will try to increase its prestige through three eras: the Roman Kingdom, the Roman Republic, and the Roman Empire.&#10;&#10;Your goal is to increase your influence over the city by supporting the conquest of the provinces, ruling over &quot;the seven hills of Rome&quot;, and contributing to the construction of monuments and buildings. While doing this, you must not demotivate the people in the hills under your direct control as unrest could put you in a bad light. If you manage majorities, cards, and resources better than your opponents, your Gens will be remembered in the history books as one of the most important in Rome.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Worker Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Ancient: Rome"
    ]
  },
  {
    "Rank": "12366",
    "Name": "Arbos Apfel",
    "ID": 169368,
    "Year": "(2013)",
    "Geek Rating": "5.550",
    "Avg Rating": "6.68",
    "Link": "https://boardgamegeek.com/boardgame/169368/arbos-apfel",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Arbos Apfel, the successor to Arbos, is great fun for the whole family. With great skill a tree grows by attaching leaves, branches, and now apples. Makes the game even more diversified! Whoever placed something on the tree has to take anything that falls down during installation. The level of difficulty can be adjusted by moving the trunk. A card deck brings additional excitement. This beautiful game is made out of wood, of course.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "12367",
    "Name": "Winged Victory: Among the Clouds Above",
    "ID": 225084,
    "Year": "(2017)",
    "Geek Rating": "5.550",
    "Avg Rating": "8.04",
    "Link": "https://boardgamegeek.com/boardgame/225084/winged-victory-among-the-clouds-above",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "180",
    "Weight": "2.5714",
    "Description": "Description from the publisher:&#10;&#10;A NEW DIMENSION IN PLANE-TO-PLANE SIMULATIONS &#10;Manage your plane&rsquo;s energy and altitude while maneuvering and dogfighting against the enemy. A true 3D world, thanks to the side-view where you can see your aircraft losing altitude while turning and exploit environmental elements such as the sun and clouds to surprise your opponent.&#10;&#10;35 HISTORICAL PLANES TO COVER THE ENTIRE WWI Fly 35 different and accurately simulated aircraft from the early D.H.2 and Fokker E.III to the late Snipe and Siemens-Schuckert. Push your aircraft to the limit exploiting your opponent&rsquo;s flaws, just like a real combat pilot. Jump into the cockpit and easily fly and fight without checking any annoying tables using our Alea Struggle Combat System; any game test is just a die roll away.&#10;&#10;MODULAR MAPS &#10;The beautiful modular maps allow you to create several missions ranging from recons over the front, to combat air patrols just behind enemy lines and even strategic bombing missions deep in the enemy sector.&#10;&#10;SINGLE PLANES, NOT FORMATIONS &#10;This is not a cold wargame of aerial formation combat: you will experience the thrill of fighting in a single plane perfectly recreated in its flying behavior, feel the oil droplets on your face, the chilling airflow, and the stress of the Gs while hard-turning your plane.&#10;&#10;HIGH LONGEVITY Single scenario, random missions, and Squadron career: three different game styles to entertain you for just one mission or for the entire war.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Hexagon Grid",
      "Modular Board",
      "Role Playing",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Country: France",
      "Country: Germany",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "12368",
    "Name": "Caminos",
    "ID": 84913,
    "Year": "(2010)",
    "Geek Rating": "5.550",
    "Avg Rating": "6.54",
    "Link": "https://boardgamegeek.com/boardgame/84913/caminos",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "1.5",
    "Description": "Caminos is a connection game somewhere between Rumis and Punct. Players win by forming a continuous line of their own colour (by placing rumis style 3d tetris blocks) from one side of the board to the other.&#10;&#10;from the back of the box:&#10;&#10;1. Players take turns playing a piece of their colour. The piece may be placed anywhere on the board, as long as it touches the game board, lines up with the grid, and creates no empty space underneath itself.&#10;&#10;2. The game is won by the player or team that connects opposite sides of the board with a path made by pieces of their colour as viewed from above.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Pattern Building",
      "Square Grid",
      "Team-Based Game",
      "Tile Placement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 3-Dimensional (3D)",
      "Components: 8 x 8 Grids",
      "Components: Wooden pieces & boards",
      "Mechanism: Connection"
    ]
  },
  {
    "Rank": "12369",
    "Name": "Scotland Yard: The Hunt for Mister X",
    "ID": 94837,
    "Year": "(2011)",
    "Geek Rating": "5.550",
    "Avg Rating": "5.89",
    "Link": "https://boardgamegeek.com/boardgame/94837/scotland-yard-the-hunt-for-mister-x",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.4737",
    "Description": "Scotland Yard: Die Jagd nach Mister X is a smaller and faster travel version of Scotland Yard. As in the original game, one player takes on the role of Mister X, and his job is to move from point to point around the map of London by using taxis, buses and subways. The remaining players act together as detectives and move around similarly in an effort to move onto the same space as Mister X and catch him.&#10;&#10;In contrast to the original game, Mister X's position is almost always known, making this version of the game an open chase around London. Once during the game, Mister X can spend his black ticket to either take the boat to a different section of London or move in secret to try to elude the detectives. As the detectives move, they give their travel tickets to Mister X, and those tickets are worth victory points (VPs) to that player. Each player takes a turn as Mister X, and whoever collects the most VPs wins.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery",
      "Transportation"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Characters: Mister X",
      "Cities: London (England, UK)",
      "Components: Map (City Scale)",
      "Country: England",
      "Players: One versus Many",
      "Theme: Police"
    ]
  },
  {
    "Rank": "12370",
    "Name": "RoboRama",
    "ID": 156458,
    "Year": "(2014)",
    "Geek Rating": "5.550",
    "Avg Rating": "6.32",
    "Link": "https://boardgamegeek.com/boardgame/156458/roborama",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.3333",
    "Description": "In RoboRama the goal is simple: Race against the other players by constantly picking the right combination of action cards and routes for your robots in order to cross the arena. Or &mdash; if that isn't thrilling enough &mdash; add the ChaosBot, which can be controlled by everyone. Finish first with your four robots on the opposite side of the arena and you win! Of course this is easier said than done. After all, you are not the only one trying to win, making it pretty crowded in the arena.&#10;&#10;RoboRama offers three different types of play with multiple variations; the game is easy to learn, but all the more difficult to win.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Deduction",
      "Miniatures",
      "Racing"
    ],
    "Mechanics": [
      "Action Queue",
      "Hand Management"
    ],
    "Families": [
      "Theme: Robots"
    ]
  },
  {
    "Rank": "12371",
    "Name": "Vikings: Raid & Conquer",
    "ID": 205419,
    "Year": "(2016)",
    "Geek Rating": "5.550",
    "Avg Rating": "7.19",
    "Link": "https://boardgamegeek.com/boardgame/205419/vikings-raid-and-conquer",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "0",
    "Weight": "2.5",
    "Description": "Description from the publisher:&#10;&#10;Raid &amp; Conquer is based on the hit TV series, Vikings. This strategic deck building card game is designed to bring out the Viking in any fan and even challenge the most skilled gamers. Experience the life and times of an ambitious Viking in the course of an hour. There are shaky alliances and brutal betrayals. You can battle each other or work together and travel to newly discovered lands to Raid and Pillage. Are you willing to share the plunder when you're in command?&#10;&#10;Your goal is to become the next Viking legend. Play as one of the 5 main characters from the show: Ragnar, Lagertha, Rollo, Floki or Bjorn. Go on raids, attack other characters and collect treasure!&#10;&#10;The game ends when a player has collected 5 Raid Cards. This does not mean that the player has won the game. Rather, all characters count their total Legend Points found in each of the Treasure cards and Raid cards.&#10;&#10;If you are the player with the most Legend Points, you become Viking king and win the game of Raid &amp; Conquer! Congratulations! You are now the most legendary Viking of all time. The stories of your bravery and ambition will be told for generations to come.&#10;&#10;This is Season 1, Episode 1 of your Viking adventure. What happens next... is up to you.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme",
      "Negotiation"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Open Drafting"
    ],
    "Families": [
      "Theme: Vikings"
    ]
  },
  {
    "Rank": "12372",
    "Name": "Lion of Judah: The War for Ethiopia, 1935-1941",
    "ID": 171742,
    "Year": "(2017)",
    "Geek Rating": "5.550",
    "Avg Rating": "7.47",
    "Link": "https://boardgamegeek.com/boardgame/171742/lion-of-judah-the-war-for-ethiopia-1935-1941",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "240",
    "Weight": "3.5",
    "Description": "Lion of Judah: The War for Ethiopia, 1935-1941 is a two-player wargame simulating two campaigns located in the Horn of Africa - Italy vs. Ethiopia in 1935-1936, and the British Commonwealth and Ethiopia vs. Italy in 1940-1941. The scenarios use a common rule set combined with scenario-specific rules. Regular units are mostly divisions, brigades and regiments, while irregular units include warrior levies and tribal bands. Armor, transports, air power, and headquarters (which represent corps-level artillery assets, engineers, and administrative and command centers) are also represented. Lion of Judah has one large-hex map and approximately 400 counters representing Italian, Ethiopian, Commonwealth, French and German units.  In addition to the military units, there are markers to track game and unit status, as well as several Random Event markers used in the historical scenarios for added historical flavor.&#10;&#10;Colonial Warfare in Unforgiving Conditions.&#10;The campaigns for Ethiopia were fought in extremely inhospitable terrain. Logistics was one of the key issues of these battles. This is simulated in Lion of Judah by supply counters: everything a modern army requires to operate, from replacements to ammunition to artillery, has to be moved across the harsh terrain. Western units have far more firepower that the Ethiopians, but much lower movement rates. This simulates the &ldquo;safe&rdquo; rate of movement for western units when moving across difficult terrain. They had to move through jungles, mountains and marshes, relying on local guides to move through this mostly-unmapped terrain.  Supplies often had to go by air due to lack of a road network. Western forces may attempt to move at a more &ldquo;normal&rdquo; movement rate (using the &ldquo;Forced march&rdquo; table), but this entails risks: units may get lost, run out of supply, lose their pack mules, or even be ambushed. Unlike the Italians, the Ethiopian army of 1935 was a medieval-style collection of warriors, with little or no central command. This is simulated through activation rules: Ethiopian forces are activated randomly, and some may end up not activating at all during an entire turn! The Italian player may also &ldquo;bribe&rdquo; certain Ethiopian formations into inactivity, as they did historically.&#10;&#10;Conventional and Guerrilla Warfare.&#10;Both historical campaigns, have conventional and unconventional warfare. In 1935-36, the Ethiopian army engaged a conventional Italian army in the north and south, while at the same time fighting rebels and tribal guerrillas in the far off corners of the Empire. In 1940-41, it was the Italian Army who had to face both a conventional, professional enemy (the Commonwealth forces) and Ethiopian guerrillas and Commonwealth special forces operating in its rear.&#10;To win, players must successfully manage both kinds of warfare, guerrilla and conventional. When invading Ethiopia in 1935-36, the Italian player must invest resources to encourage trouble within the Ethiopian Empire, recruiting irregulars, bribing and encouraging rebellions. If the Italian player concentrates exclusively on the conventional military front, then the Ethiopian Empire will have a chance to concentrate its armies and achieve a resounding, glorious Adowa-like victory over the Italian invaders.&#10;&#10;Similarly, in the 1940-41 campaign the Commonwealth/Ethiopian player must raise rebel forces to force the Italian player to use desperately needed units to defend their lines of communications and cities. Furthermore, the Italian player has an 'Italian Prestige Index', which determines the chance of internal revolts.  He must attack British held territories and outposts as much as possible to keep his Prestige high, especially early in the game before the full might of the Commonwealth army can be brought to bear. The uncertainty regarding Italian defeats in Libya  (handled via event chits) adds further randomness as it is not guaranteed that the British and Indian units that were historically available in January 1941 will arrive in time for the Allied counteroffensive in Ethiopia.&#10;&#10;Diplomacy and other Chrome&#10;A random events system similar to that used in The Spanish Civil War 1936-1939 accounts for political and diplomatic events, rebellions in the rear, the arrival of combat units, the purchase of foreign weapons (in the 1935-1936 Scenario) or the arrival of blockade runners to Italian East Africa. Pressure exerted by various political actors is also simulated through events chits: for instance, the event &ldquo;Pressure by Mussolini&rdquo; (1935-36 Scenario), simulates pressure from il Duce when he demanded a rapid advance on to Addis Ababa before he lost the favorable international situation. The Italian player may use chemical weapons, but at the risk of losing Italian Victory Points if the &ldquo;League of Nations&rdquo; event is pulled that turn.&#10;&#10;Special units and rules cover the above mentioned Italian chemical warfare, as well as road building, supply dumps, Italian fuel and ammo shortages (1940-1941 scenario), open cities, the Red Sea Flotilla and blockade runners. The countersheet includes exotic units, such as the Somali Camel Corps, the Italo-German motorized company (a German volunteer unit that was recruited among German refugees from Kenya and crews of interned German ships), and Mission 101 or Gideon Force (Orde Wingate&rsquo;s guerrilla force operating in the Italian rear).&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Eritrea",
      "Country: Ethiopia",
      "Country: Italy",
      "Decades: The 1930's",
      "Decades: The 1940's",
      "History: Italo-Ethiopian Wars",
      "Interwar period (Nov. 1918 - Aug. 1939)",
      "Players: Two-Player Only Games",
      "Region: East Africa",
      "Region: Horn of Africa"
    ]
  },
  {
    "Rank": "12373",
    "Name": "The World at War",
    "ID": 3618,
    "Year": "(1990)",
    "Geek Rating": "5.550",
    "Avg Rating": "6.39",
    "Link": "https://boardgamegeek.com/boardgame/3618/the-world-at-war",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3.2917",
    "Description": "The World at War 1939-1945 was the first unofficial Axis & Allies expansion, published by Xeno Games.&#10;&#10;Many of the rule changes found in the later Axis &amp; Allies Revised &amp; Anniversary editions (such as the 2-hit battleships, &quot;1/2 battleship&quot; destroyers, artillery guns) were original innovations in The World at War, first published in 1990 with 238 playing pieces and a new 24&quot;x36&quot; map that added more territories. As an expansion, much of the 1984 edition of Axis &amp; Allies was needed to play this expansion.&#10;&#10;The World at War 1939-1945 2nd Edition, published in 1993, balanced some of the gameplay and added some new ideas but retained the same glossy 24&quot;x36&quot; color map and pieces.&#10;&#10;The 3rd Edition, published in 1996, continued to improve gameplay balance and added Atomic Bombs to the technology development. After developing A-bomb technology, players spend 6 IPCs to buy one, which must be delivered via a Heavy Bomber (also a required technology). Damage to a land or sea zone by an A-bomb eliminates 20 IPCs worth of enemy units and renders the territory desolate (-5 IPC value, with +1 restoration each turn for two turns), causing devastation to the economy as well as military of an opposing player.&#10;&#10;Now in its 4th edition, The World at War includes a hardback map (replacing the poster-paper map of earlier editions), with some minor rule revisions over the 3rd ed, and this is a mature game in it's own right with differences significant enough for any A&amp;A fan to appreciate, beyond all of the &quot;official&quot; editions published in recent years.&#10;&#10;There are new unit types, such as Destoyers, Paratroopers, SS Panzers and SS Panzergrenadiers, Russian Guards, Partisans. US Marines, Rangers and Armored Infantry, U-Boat Pens (complete with the plastic figurines and/or special rules).&#10;&#10;The rules introduce a variety of simulation fidelity enhancements, such as Banzai and Kamikaze attacks for the Japanese player, a Fall of France rule, Peacetime Production rules for the US and USSR, etc.&#10;&#10;Expands:&#10;&#10;    Axis & Allies&#10;&#10;&#10;Expanded by:&#10;&#10;    World At War Expansion&#10;    World at War: Update 2005 Pack&#10;&#10;&#10;",
    "Categories": [
      "Economic",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Area-Impulse",
      "Dice Rolling",
      "Minimap Resolution",
      "Stat Check Resolution",
      "Team-Based Game"
    ],
    "Families": [
      "Game: Axis & Allies (Avalon Hill)",
      "Region: The World"
    ]
  },
  {
    "Rank": "12374",
    "Name": "Broker",
    "ID": 2947,
    "Year": "(1961)",
    "Geek Rating": "5.550",
    "Avg Rating": "5.82",
    "Link": "https://boardgamegeek.com/boardgame/2947/broker",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "75",
    "Play Time": "75",
    "Weight": "2.0435",
    "Description": "Buy and sell stock shares. By play of Market Action cards, strategically manipulate prices to your advantage and to the downfall of your opponents. Win by having the most money in cash and stocks after the last card has been played. But be careful: if all of your remaining stock holdings crash, it is possible to be eliminated before the game is even over.&#10;&#10;Originally published in 1961 as Broker by the Spencer-Murray Corporation of Swarthmore, Pennsylvania.&#10;&#10;The original box is white, with lettering and logo in black, very basic, drab, and uninspiring. Yet this obscure title was quite a gem considering the limitation of games to choose from during its day.&#10;&#10;In 1967 it was re-published by the German firm Otto Maier Verlag, which is the ancestor of Ravensburger Verlag. Numerous re-publications followed (1972, 1977 and others) including at least one which gave the rules in German, English and Italian. It was also published in the Ravensburger Casino Series.&#10;Components list for these editions are as follows: 160 stock certificates, 68 Market Action cards, 4 price markers, play money, stock price board.&#10;&#10;The 1983 (9th edition) by Ravensburger changes the title slightly to B&ouml;rsenspiel instead of Das B&ouml;rsenspiel and the original rules heavily. Although this set is well-designed and much nicer on the eyes, the bland original version featured larger (regular card deck) size action cards. An extra set of 18 &quot;risk&quot; cards replacing 18 market cards had been added and they act as event cards that immediately effect changes in the market. They cause the unfortunate player who draws one to play it instead of a market card, a chaotic effect that some players will not like.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Stock Holding"
    ],
    "Families": [
      "Promotional: Board Games",
      "Series: Casino Serie (Ravensburger)"
    ]
  },
  {
    "Rank": "12375",
    "Name": "Golfie",
    "ID": 359082,
    "Year": "(2022)",
    "Geek Rating": "5.550",
    "Avg Rating": "7.28",
    "Link": "https://boardgamegeek.com/boardgame/359082/golfie",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.0769",
    "Description": "Golfie is a family game for 7+ years. 1 to 8 players&#10;Lets play golf together! Take turns announcing the action to be played to all players by revealing an action card. Unveil, move and try to make combos!&#10;Beware of the crocodiles that will make you lose your ball. Complete the 18-hole course by collecting your low-value cards to get the lowest score and win the game!&#10;&#10;Solo mode (1 player)&#10;Team mode (2v2 or 3v3 or 4v4)&#10;Versus mode (2 to 8 players)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Sports"
    ],
    "Mechanics": [
      "Set Collection",
      "Simultaneous Action Selection",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Card Games: Matching",
      "Sports: Golf",
      "Traditional Card Games: Golf"
    ]
  },
  {
    "Rank": "12376",
    "Name": "Eight Epics",
    "ID": 177210,
    "Year": "(2015)",
    "Geek Rating": "5.550",
    "Avg Rating": "5.80",
    "Link": "https://boardgamegeek.com/boardgame/177210/eight-epics",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Eight Epics is a cooperative dice game in which the heroic players must overcome unprecedented crises through the powers available to them and the ability to roll dice. A hero's capacity for heroics is finite, however, so you need to prevent the disaster before you run out of life.&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Players: Games with Solitaire Rules",
      "Series: 5 Minute Fun (AEG)",
      "Series: Big in Japan (AEG)"
    ]
  },
  {
    "Rank": "12377",
    "Name": "Transformers Deck-Building Game: War on Cybertron",
    "ID": 379773,
    "Year": "(2023)",
    "Geek Rating": "5.550",
    "Avg Rating": "8.04",
    "Link": "https://boardgamegeek.com/boardgame/379773/transformers-deck-building-game-war-on-cybertron",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The War on Cybertron has raged for millennia. Autobots and Decepticons clash with blaster and robotic fists to determine the fate of the galaxy. As their battle reaches its climax, one shall stand, one shall fall.&#10;&#10;In this deck-building game, you will take on the role of a soldier for one of the warring factions: Autobots or Decepticons. Traverse the ruins of the battlefield and convert between your different modes to gain allies, complete missions, command cities, and acquire technology to battle your enemies.&#10;&#10;This is a stand-alone game and expansion that can be combined with the Core Set, A Rising Darkness or any of the small box expansions. Engage your adversaries in 3 different modes of play: team versus team, cooperative, or go it alone as a solitary solider against all odds.&#10;&#10;New features include:&#10;- Take command of Cybertron's cities to gain special bonuses and endgame points with this new area control option.&#10;- Complete secret missions, alone or with your team, to score points.&#10;- New Ruin cards fill the Matrix after each battle, devastating the planet. Clear these ruins for a new source of Energon!&#10;- 8 playable characters (10 with promos), the most of any game in the line so far, offering Team vs Team right out of the box!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Deck, Bag, and Pool Building",
      "Grid Movement",
      "Team-Based Game"
    ],
    "Families": [
      "Game: Transformers Deck-Building Game"
    ]
  },
  {
    "Rank": "12378",
    "Name": "Burnside Takes Command",
    "ID": 35457,
    "Year": "(2003)",
    "Geek Rating": "5.550",
    "Avg Rating": "8.40",
    "Link": "https://boardgamegeek.com/boardgame/35457/burnside-takes-command",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.1818",
    "Description": "One of the Great Campaigns of the American Civil War series modules.&#10;&#10;This one covers Ambrose Burnside's attempt to cross the Rappahannock River in late 1862, a campaign which ended with the Battle of Fredericksburg. Necessary command counters are from The Skirmisher #2 and the maps from Stonewall's Last Battle: The Chancellorsville Campaign and Grant Takes Command.&#10;&#10;This module is found in The Skirmisher #2.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Civil War",
      "Expansion for Base-game",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Variable Set-up",
      "Zone of Control"
    ],
    "Families": [
      "Country: USA",
      "Digital Implementations: VASSAL",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Great Campaigns of the American Civil War (Avalon Hill/MMP)"
    ]
  },
  {
    "Rank": "12379",
    "Name": "Hannibal Barkas",
    "ID": 31623,
    "Year": "(2007)",
    "Geek Rating": "5.550",
    "Avg Rating": "7.20",
    "Link": "https://boardgamegeek.com/boardgame/31623/hannibal-barkas",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3.0952",
    "Description": "Players participate in the Second Punic War as either Carthage or Rome. Mechanics are based on a card driven system. Hannibal Barkas contains military, political and economic elements that emulate ruling an ancient nation.&#10;&#10;Official release date of the game in Poland is October 2007.&#10;Initially, the game will be available only in a Polish version.&#10;&#10;Game mechanic is card driven - each card can be played in four ways:&#10;.as Talents of gold&#10;.as Initiative Points (those are needed for army activation, politics and other actions)&#10;.as Global events&#10;.as interrupt effects played at any time.&#10;&#10;The game was designed as a dynamic, decision-dependent, exciting strategy.&#10;Main features:&#10;-    Great playability&#10;-    Simplicity of rules, and yet with many strategic options&#10;-    Variety of cards that can be played in different ways&#10;&#10;Aside from commanding armies, there are other aspects of the game that shouldn't be neglected. Minor nations such as Syracusae, Macedonia, Massilia or Numidia can become allies, and strengthen Rome or Carthage with additional cards, gold and armies.&#10;&#10;Another important aspect of the game is economy. Gold is needed for recruitment of new armies, keeping existing ones in play, diplomacy, and taking opportunities that cards present.&#10;&#10;Box contents: &#10;- rulebook&#10;- board&#10;- 280 cards (events, cities and leaders) for 6 nations. Each nation has its own deck.&#10;- 400 tokens&#10;- 5 dice&#10;&#10;",
    "Categories": [
      "Ancient",
      "Economic",
      "Political",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling"
    ],
    "Families": [
      "Ancient: Carthage",
      "Ancient: Rome",
      "Components: Map (Continental / National scale)",
      "History: Punic Wars"
    ]
  },
  {
    "Rank": "12380",
    "Name": "Electronic Labyrinth",
    "ID": 103883,
    "Year": "(2011)",
    "Geek Rating": "5.550",
    "Avg Rating": "6.31",
    "Link": "https://boardgamegeek.com/boardgame/103883/electronic-labyrinth",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "1.8",
    "Description": "The wicked witch Grimelda has cursed the wizard Akata and imprisoned him in a magic book. As you are brave adventurers, you venture into the magic labyrinth to free the wizard &ndash; but you cannot do this without the help of its inhabitants. Visit the inhabitants and bring them certain items. You will receive coveted magic stones as a reward! The first player to fill his magic key with the magic stones and return to his starting field wins. But beware! Danger lurks everywhere...&#10;&#10;In Das Elektronik Labyrinth, designer Reiner Knizia marries his facility for electronics in board games (e.g., Wer war's? and Die Insel) with Max J. Kobbert's long-running Labyrinth series of games from Ravensburger.&#10;&#10;The basic game play is the same as in Labyrinth. The board has a set of tiles fixed solidly onto it; the remaining tiles slide in and out of the rows created by the fixed tiles to make up the labyrinth. One tile stands outside the labyrinth, and on a player's turn, he takes this tile and slides it into a row, moving all the tiles and pushing one out the other side of the board, which becomes the piece for the next player to add to the maze.&#10;&#10;After inserting the tile, the player may move his pawn. Each player starts on a corner of the game board and must reach the starting location diagonally opposite. If he manages to do so, he gains a number of magic stones. A player can also acquire magic stones from the inhabitants of the labyrinth. If a player lands on an inhabitant, it tells the players what item it desires. A player who finds the item, with items being scattered throughout the labyrinth, can deliver it to the inhabitant for a reward. What's more, an inhabitant may give a visiting player a treasure chest to be delivered to another inhabitant, also for a reward.&#10;&#10;In order to complete his magic key and free the wizard, a player needs fifteen magic stones. The first player that returns to his starting location with a complete key wins.&#10;&#10;The game comes with a &quot;book&quot; containing electronics. This book takes care of all the interactions with the inhabitants of the labyrinth. Whenever a player interacts with an inhabitant, he pushes the corresponding buttons from the book, and the book will respond by telling the player his assignment, reward, etc.&#10;&#10;",
    "Categories": [
      "Electronic",
      "Fantasy",
      "Maze"
    ],
    "Mechanics": [
      "Modular Board",
      "Network and Route Building",
      "Pattern Recognition",
      "Pick-up and Deliver",
      "Set Collection"
    ],
    "Families": [
      "Game: Labyrinth",
      "Versions & Editions: Electronic Versions of Non-Electronic Games"
    ]
  },
  {
    "Rank": "12381",
    "Name": "The Ninth World: A Skillbuilding Game for Numenera",
    "ID": 189154,
    "Year": "(2018)",
    "Geek Rating": "5.550",
    "Avg Rating": "6.24",
    "Link": "https://boardgamegeek.com/boardgame/189154/the-ninth-world-a-skillbuilding-game-for-numenera",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.6667",
    "Description": "From Lone Shark Games and Monte Cook Games comes The Ninth World: A Skillbuilding Game for Numenera, an epic card game set in the far-future world of Numenera.&#10;&#10;The Ninth World is a card game for 1 to 5 players. It can be played competitively, cooperatively, or in solo mode. Each player plays a Nano, Jack, or Glaive. Each character is described with an adjective (&quot;I am a learned...&quot;), noun (&quot;...nano...&quot;), and verb phrase (&quot;...who rides the lightning&quot;).&#10;&#10;Characters will explore one of the nine kingdoms of The Steadfast&mdash;or they may venture into the even stranger lands of the Beyond. Each kingdom is illustrated with a set of five region cards. Over the course of a quick five-round game, the characters will simultaneously explore the starting region on round 1, then continue out to the region on the far reaches of the kingdom. In a standard game of nine rounds, they'll then head back home on the other side of the card.&#10;&#10;Each round, characters will choose how much time to spend performing actions with their five skills &mdash; scouting the wilderness, tinkering with cyphers and oddities, charming allies, combating creatures, and focusing on skill advancement &mdash; and then bid against the other heroes for the choicest cards. Each phase, a character can adventure in the town, where rewards are predictable and creatures not so dangerous. Or they can head out to the wilderness, where strange cyphers have unpredictable powers and the creatures look to bash you into oblivion.&#10;&#10;Gameplay is simultaneous and every action is rewarded with victory points. Whoever has the most points at the end is the most legendary adventurer.&#10;&#10;In co-op mode, characters can work together to defeat the creatures and garner the relics, but there's a catch: the wilderness is trying to kill the town. Cards flip off the wilderness deck, and the characters have to take them out before the creatures destroy the town locations and the relics and quests make it impossible for them to win. Or a character can go it alone in solo mode, which is like that except no one is there to help.&#10;&#10;",
    "Categories": [
      "Science Fiction"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Cooperative Game",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "12382",
    "Name": "Box of Golf: A Classic Golf Board Game",
    "ID": 12604,
    "Year": "(2003)",
    "Geek Rating": "5.550",
    "Avg Rating": "6.26",
    "Link": "https://boardgamegeek.com/boardgame/12604/box-of-golf-a-classic-golf-board-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.32",
    "Description": "In Box of Golf, you roll a variable set of dice to determine distance, and play collected tokens to modify the result.  Just like in real golf, the object is to beat par. The par number for each hole is located in the upper left corner of each board. You begin each hole on the Tee Box and move your playing piece based on matching like colors on your dice. You are trying to beat par on each hole, by taking the least number of turns to get to the cup on the putting surface.  The object of each hole is to beat par and your opponent.  The object of the game - the player with the most gems wins!&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Cities: St. Andrews (Scotland, UK)",
      "Digital Implementations: VASSAL",
      "Sports: Golf"
    ]
  },
  {
    "Rank": "12383",
    "Name": "Crazy Lab",
    "ID": 134631,
    "Year": "(2013)",
    "Geek Rating": "5.550",
    "Avg Rating": "6.06",
    "Link": "https://boardgamegeek.com/boardgame/134631/crazy-lab",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2.1818",
    "Description": "In the trick-taking game Crazy Lab, the players are mad scientists mixing colorful liquids to make explosive mixtures. Each card features a vial that contains several liquids &ndash; that is, colored and numbered suits &ndash; and players will collect these cards if they win the trick. Each player has a randomly-dealt public color that counts as negative points for them, and after checking their dealt cards each player chooses a secret hidden color for which they'll score positive points at game end. Finally, each player chooses two more colors that will be added to the trump deck.&#10;&#10;Each round, a card from the trump deck is revealed, then players sequentially play any card from their hand. Whoever plays the card with the highest trump color wins the trick. But beware! Since the vials contain liquids in several colors, even if the trump is blue, you could be getting a lot of red liquid!&#10;&#10;After all cards in hand have been played, the game ends, and whoever has the highest score wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Theme: Mad Science / Mad Scientist"
    ]
  },
  {
    "Rank": "12384",
    "Name": "Traveller Customizable Card Game: Two Player Starter Set",
    "ID": 216630,
    "Year": "(2017)",
    "Geek Rating": "5.550",
    "Avg Rating": "7.07",
    "Link": "https://boardgamegeek.com/boardgame/216630/traveller-customizable-card-game-two-player-starte",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "3.2857",
    "Description": "A card game with trade, exploration and combat in Marc Miller's classic RPG setting, The Third Imperium.&#10;&#10;Traveller is a card game adaptation of Marc Miller's classic Science-Fiction role-playing game. Players assume the role of ship Captains plying the mains of the Third Imperium. The basic mechanics are an icon-driven race game, with ample opportunities to interact with, and even engage in piracy against, other players. All Captains must also contend with a hostile galaxy and the looming threat of insolvency.&#10;&#10;Traveller is non-collectable. There's no random allocation of cards, and no rarities. Every product is a fixed set, so you always know exactly what you're getting. This box comes with two Ship Decks (Scout and Free Trader), 60 additional cards, a rule book and counter sheet.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Traveller Customizable Card Game",
      "Setting: Traveller Universe",
      "Versions & Editions: Board Game Versions of Role-Playing Games"
    ]
  },
  {
    "Rank": "12385",
    "Name": "I Am Spartacus!",
    "ID": 6045,
    "Year": "(1992)",
    "Geek Rating": "5.550",
    "Avg Rating": "6.45",
    "Link": "https://boardgamegeek.com/boardgame/6045/i-am-spartacus",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.3125",
    "Description": "This game is a two-player simulation of the Third Servile War, a slave revolt that shook the Roman Republic from 73-71 B.C.&#10;&#10;Included in the game are 14 pages of rules, 189 5/8&quot; counters, and a 22&quot; x 34&quot; mapsheet with the areas of Italy and the Mediterranean where the War of the Gladiators took place.&#10;&#10;Barring the occupation of Rome (for the Rebel player) or the capture of Spartacus (for the Roman player), which would give an automatic victory, the game is played for points.  At the end of 17 Turns, the player with the most points wins.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Simulation"
    ],
    "Families": [
      "Ancient: Rome",
      "Components: Map (Continental / National scale)",
      "History: Roman Civil Wars",
      "Magazine: Command",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "12386",
    "Name": "Volle Hütte",
    "ID": 219,
    "Year": "(1997)",
    "Geek Rating": "5.550",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgame/219/volle-hutte",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.0909",
    "Description": "Players take on the role of club-owners vying for customers' Deutsch Marks in this unique board game, called Full House in German.&#10;&#10;Each player is given a small board representing their cafe or pub. In your turn, you can either place a tile in your pub, representing different types of seating (bar, patio, formal) &amp; activities (dancing, shooting pool, playing fooseball), or you can select a customer card, to draw in customers to those specific tiles, if you have the seating available. A third choice is to take a Billing card, which gives you a tip in cash money, and makes all customers in all the players bars pay their bills too. Yellow customers are worth 10 DM, red 20 DM and blue customers pay 30 DM.&#10;&#10;When there are at least ten customers floating around, players can also spend a Action card which moves customers around. The cards either move off a specific tile type to a type you choose, or from a tile type you choose to a specific tile. So you might move customers specifically from the terrace seating to any other type of your choice (such as the disco floor), or from a tile of your choice (such as the bar) to specifically a Pool Table. The cards allow from 1-4 customers to move, depending on the tiles.&#10;&#10;This is the clever part. As the customers move, they normally pay their bill, unless the Action card shows a No Pay symbol, making them bill-dodgers. When customers move, they first look for a suitable spot within the same pub! Only if they can't find one (either it lacks that type of tile, or there isn't enough room to accommodate them), do they then start wandering clockwise to the next pub, and keep going until they find a suitable spot. If they can't, they leave the game.&#10;&#10;So if you have an Action card that pays a bill, and you have the right empty spaces in your bar (because you've carefully put in a variety of attractions), you move your customers around inside your bar and collect the money (&quot;Hey, we're paying our bar tab now, we're gonna shoot some Pool&quot;). If you have a suitable Action card with a No Pay symbol, you move customers from another player's bar into yours (&quot;This place stinks guys, let's skip out and find a Fooseball!&quot;). It is this clever management of customers that will net you big profits.&#10;&#10;And if your bar is pretty full, especially with blue and red customers, you call a billing as your first action. The other players also collect, but you should have a margin on them, plus the tip (from 30-70 DM).&#10;&#10;There are always three Customer cards and three Action cards face up, and two fresh tiles, so you should be able to make good choices and plan ahead a little. The game ends when the Action cards or the Billing cards are exhausted.&#10;&#10;The winner is the player with the most money, having milked the punters as much as possible.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Hand Management",
      "Tile Placement"
    ],
    "Families": [
      "Components: 12 x 12 Grids"
    ]
  },
  {
    "Rank": "12387",
    "Name": "With It Or On It",
    "ID": 273519,
    "Year": "(2019)",
    "Geek Rating": "5.550",
    "Avg Rating": "7.64",
    "Link": "https://boardgamegeek.com/boardgame/273519/with-it-or-on-it",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "With It Or On It is the first wargame in the Shields &amp; Swords Ancients series. Like its Medieval era cousin Shields &amp; Swords, this series takes a broad brush approach to simulating battles, this time of the Ancient period, with an emphasis on speed and playability. While the basic philosophy and the core system of using Command Markers to activate Wings remains the same, each game in this Ancients line is designed from the ground-up to incorporate elements specific to its period and style of warfare.&#10;&#10;This first game looks at six battles fought during the Greco-Persian and Peloponnesian Wars. Hoplite units that are attacking may use the Combat Class of the best hoplite in the line, giving them an advantage over heavy and light infantry formations. As a result of combat, units become exhausted, but these results may be distributed elsewhere in the line - a break occurs when there are no fresh units that can satisfy the result. Break the enemy line at the right time in the right place, and it will crumble in a disastrous rout. Maintaining pressure on the enemy while managing the morale of your own men is crucial to deciding the battle, and with it, the fate of empires.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Line of Sight",
      "Movement Points",
      "Simulation",
      "Square Grid"
    ],
    "Families": [
      "Ancient: Babylon",
      "Ancient: Greece",
      "Ancient: Sparta",
      "History: Greco-Persian Wars (5th century BC)",
      "History: Peloponnesian War",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Shields & Swords II (Hollandspiele)"
    ]
  },
  {
    "Rank": "12388",
    "Name": "Z War One: Exodus",
    "ID": 246568,
    "Year": "(2018)",
    "Geek Rating": "5.550",
    "Avg Rating": "7.95",
    "Link": "https://boardgamegeek.com/boardgame/246568/z-war-one-exodus",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "3",
    "Description": "Exodus is a stand alone game for 1-5 players that combines intense tactical combat, resource management and an engaging comic book narrative.&#10;&#10;The Kickstarter edition of the game comes jam packed with three different game modes, including 2 separate campaigns &amp; multiple difficulty settings. Ultra high quality components, plastic coated cards &amp; finely detailed miniatures make this the ultimate survival horror experience!&#10;&#10;&mdash;description from the publisher'&#10;&#10;",
    "Categories": [
      "Zombies"
    ],
    "Mechanics": [
      "Action Points",
      "Campaign / Battle Card Driven",
      "Cooperative Game",
      "Dice Rolling"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "12389",
    "Name": "Game Over",
    "ID": 131788,
    "Year": "(2012)",
    "Geek Rating": "5.550",
    "Avg Rating": "6.03",
    "Link": "https://boardgamegeek.com/boardgame/131788/game-over",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.2727",
    "Description": "In Game Over, each player is a small barbarian looking for his princess, but she's locked away in a dungeon &mdash; represented by a 5x5 square of face-down cards &mdash; and to free her you need to locate the key. To visit a room, place your character on a card, then reveal it to see what you encounter; perhaps something unfortunate like Blorks, the exit (which you can hope to use later), or perhaps even the key...&#10;&#10;Game Over is based on the comics of the same name illustrated by Midam.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "12390",
    "Name": "Outfoxed!",
    "ID": 245060,
    "Year": "(2017)",
    "Geek Rating": "5.550",
    "Avg Rating": "6.88",
    "Link": "https://boardgamegeek.com/boardgame/245060/outfoxed",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Not to be confused with: Outfoxed!(2014)&#10;_______________________________________&#10;&#10;Outfoxed! is a fast, fun, quirky card game in which you play as either the foxes, or the elusive birds, in a super epic showdown for survival.&#10;&#10;How To Play&#10;Separate all cards into 3 different color decks. Give the blue to one player, the orange the other. Shuffle the black deck and set it face-down.&#10;&#10;To start, the blue player places 25 bird cards face-up on the playing surface, in any design within an 8x8 grid. This is the &quot;Flock&quot; in which all cards must stay connected (share a side) at all times.&#10;&#10;The orange player has first turn, and may play 1 fox on top of any bird to eat it, and remove it from play. Next, players take turns drawing 1 card from the black deck, which identifies the number of moves a player may make during a turn. Foxes may only move by pouncing on a bird and taking its place. Birds can fly, and therefore may move to an open place on the invisible 8x8 grid. If a &quot;Plus&quot; card is drawn by the orange player, he or she adds a fox to the game. If drawn by the blue player, he or she adds 3 more birds. During play no move may be taken that separates even one bird from the flock.&#10;&#10;The orange player wins by eating all birds. The blue player wins by surrounding the fox(es) with 8 birds (on all 4 sides and 4 corners).&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Tile Placement"
    ],
    "Families": [
      "Animals: Birds",
      "Animals: Foxes",
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "12391",
    "Name": "Operation Barclay",
    "ID": 404923,
    "Year": "(2024)",
    "Geek Rating": "5.550",
    "Avg Rating": "6.92",
    "Link": "https://boardgamegeek.com/boardgame/404923/operation-barclay",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "25",
    "Play Time": "40",
    "Weight": "2",
    "Description": "Operation Barclay is a two-player game of low/medium complexity about the intelligence war between the Allies and their Abwehr counterparts in the Mediterranean theater in 1942-1943.&#10;&#10;With the Axis powers ejected from North Africa, there was debate as to where the Allies might strike next. At Casablanca (January 14-24, 1943), Roosevelt and Churchill agreed the next target: Operation Husky, the invasion of Sicily, would begin July 9 1943 &mdash; but there was a problem. The Axis powers suspected Sicily would be the target, and knew there were deception activities in motion to attempt to mislead them about what they already knew.&#10;&#10;On top of this, with Operation Husky already planned for early July, there was little time for Allied intelligence to work with. In these six months, Allied intelligence had to create sufficient disinformation to persuade their intelligence counterparts, the Abwehr, that the primary attack and a suspected secondary attack would be aimed elsewhere within the Mediterranean. This essential intelligence operation was dubbed &quot;Operation Barclay&quot;.&#10;&#10;Operation Barclay puts players in the shoes of competing military intelligence directors who are attempting to mask or learn the truth about the Allied invasion plans for 1943. The Abwehr must attempt to learn where the Allies intend to land next. The London Controlling Section (LCS), the core intelligence agency responsible for Allied intelligence, must prevent the Abwehr from discovering the truth.&#10;&#10;The LCS player uses a variable set-up, placing tiles face down to establish where amongst the five geo-strategic options in the Mediterranean a primary and a secondary offensive will occur. Over the course of the six game months, the Abwehr player attempts to win sufficient evidence tokens to be able to turn enough of these tiles face-up to reveal where the Allied offensives will come. Every evidence token the LCS player wins prevents another tile from being revealed.&#10;&#10;To win evidence tokens, players build hands of five cards to take tricks, similar to poker. While having the best hand will secure two  evidence tokens, correctly betting after each player reveals the first three cards of each hand on who will have the best five-card hand is worth three evidence tokens. Thus, getting and bluffing and seeding disinformation is more important than being lucky with a card draw. In addition, each player competes for another evidence token by having the most raid or reconnaissance icons on their cards.&#10;&#10;Further, players have ways to manipulate the decks from which they draw. They may create a double-cross deck, allowing them to leave cards useful to them face down in a deck to draw from when they choose later &mdash; unless the other player takes those cards instead...but perhaps the player who planted those cards was bluffing and hoping the other player would waste their draw on a useless card...&#10;&#10;Alternatively, players may draw from their own dedicated deck to augment their hands with unique abilities inspired by historical figures, events, and capabilities. The LCS has access to Ultra &mdash; decrypts of German codes &mdash; but this alone will not be enough if it's not used carefully.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Spies / Secret Agents",
      "World War II"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Hand Management",
      "Secret Unit Deployment",
      "Variable Set-up"
    ],
    "Families": [
      "Country: United Kingdom",
      "Historical Figures: Various",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "12392",
    "Name": "Pent-Up",
    "ID": 152115,
    "Year": "(2014)",
    "Geek Rating": "5.550",
    "Avg Rating": "7.32",
    "Link": "https://boardgamegeek.com/boardgame/152115/pent-up",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "2",
    "Description": "Pent-Up is the brother game of SEVEN, Counterplays and Stack-22 by the same designer. It uses the same rules but different pieces. Pent-Up uses 12 pentominoes per player (black and 'ice').&#10;&#10;A pentomino is a piece composed of five congruent squares, connected along their edges. There are 12 different pentominoes. Pentominoes are well known in the board game community and lots of games use them.&#10;&#10;Players alternate turns placing one of their pentominoes according to some simple rules, trying to get the most of their pieces on the topmost layers when the game ends.&#10;&#10;The rules also include a variant and some puzzles.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: Polyominoes",
      "Containers: Zippered Pouch",
      "Digital Implementations: Ai Ai",
      "Players: Two-Player Only Games",
      "Series: Pile-Omino (nestorgames)"
    ]
  },
  {
    "Rank": "12393",
    "Name": "Battle Dome",
    "ID": 6112,
    "Year": "(1994)",
    "Geek Rating": "5.550",
    "Avg Rating": "6.45",
    "Link": "https://boardgamegeek.com/boardgame/6112/battle-dome",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Battle Dome is &quot;the game of rapid-fire action and lightning-quick reflexes!&quot; It is a pinball-style game in which colored plastic marbles fall from a motorized dispenser down onto a dome, and then fall into one of four chutes. Players  2-4 control a set of flippers at their chute and try to shoot the falling balls into their opponent's goals while keeping marbles out of theirs. Any marbles in your goal count against you, with the black &quot;stealth&quot; marble counting extra. There are spinners and bells on the dome that the marbles hit - these can be rearranged, or replaced by a fence to block off one or two chutes if there are fewer than 4 players.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Real-time"
    ],
    "Mechanics": [
      "Real-Time"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Components: Marbles",
      "Video Game Theme: Pokémon"
    ]
  },
  {
    "Rank": "12394",
    "Name": "Tile Chess",
    "ID": 581,
    "Year": "(1999)",
    "Geek Rating": "5.550",
    "Avg Rating": "5.99",
    "Link": "https://boardgamegeek.com/boardgame/581/tile-chess",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.6818",
    "Description": "In Tile Chess, the board isn't used and the pieces are represented by tiles. The pieces move in the traditional fashion, including capturing, and the game &mdash; and the pieces for that matter &mdash; is held together by the restriction that each piece must always be connected to another piece, with that piece being connected to another, etc. Thanks to this requirement, the board and the grid that the pieces move on is formed by the pieces themselves (or lack thereof). You cannot make moves that would orphan pieces, which adds an interesting wrinkle to the game &mdash; and to make matters worse (in a good way), you might have to defend yourself against more than just one opponent...&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement",
      "Pieces as Map"
    ],
    "Families": [
      "Category: Combinatorial",
      "Traditional Games: Chess"
    ]
  },
  {
    "Rank": "12395",
    "Name": "Sub Search",
    "ID": 1551,
    "Year": "(1973)",
    "Geek Rating": "5.550",
    "Avg Rating": "5.87",
    "Link": "https://boardgamegeek.com/boardgame/1551/sub-search",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.4571",
    "Description": "A unique variation on the format of Battleship.  The game is different in having a three dimensional board.  Players hide their submarines and a mine on the three underwater levels on one side, and place their surface ships on the top surface level of the other side.  Players move a ship to a desired grid location and then fire a depth charge, marking off hits, near misses, and misses on their opponent's submarines.  Submarines can fire a torpedo at surface vessels that are in the same column.  Play alternates back and forth until one player sinks all three of his opponent's subs or all of his opponent's surface ships (almost never happens).&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Deduction",
      "Nautical"
    ],
    "Mechanics": [
      "Secret Unit Deployment",
      "Square Grid"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Players: Two-Player Only Games",
      "Theme: Submarines"
    ]
  },
  {
    "Rank": "12396",
    "Name": "Druid: Boudicca's Rebellion, 61 A.D.",
    "ID": 5038,
    "Year": "(1984)",
    "Geek Rating": "5.550",
    "Avg Rating": "6.82",
    "Link": "https://boardgamegeek.com/boardgame/5038/druid-boudiccas-rebellion-61-ad",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "2.5294",
    "Description": "Druid: Boudicca's Rebellion, 61 A.D. is a two-player wargame recreating the revolt of the Ancient Britons against their Roman overlords.&#10;&#10;In 61 A.D., Boudicca raised the standard of revolt against Britain's Roman masters when they laid claim to her Kingdom upon the death of her husband. Joined by the Druids of the Welsh isle of Mona, the British rebels defeated the Roman Ninth Legion and razed Britain's two largest cities, Londinium and Camulodunum. &#10;But the Roman governor, Gaius Suetonius Paulinus, marshalled two legions and processed to destroy a Briton force ten times its size, destroying the revolt.  Boudicca disappeared from history, probably taking poison.  As for Paulinus, his repression in the aftermath was so severe that Tacitus, in his famed phrase, described it as &quot;making a desert and calling it peace.&quot;&#10;&#10;Druid is a vivid simulation of Boudicca's Rebellion, a fast-paced board wargame of Ancient &quot;guerilla warfare.&quot;  Barbarian and Roman players battle across first-century Britain, burning villages and sacking towns.  The undisciplined Britons are initially strong, but must rally the disparate tribes of the island in revolt against the well-trained legions of Imperial Rome.  The Roman forces begin as weak, but can call on powerful reinforcements.  The Britons must hit cities and melt into the vast forests of the island where they cannot be found by Rome's legionaries. A wealth of &quot;chrome&quot; rules make the game interesting and provide repeated play value; rules are provided for tribal revolts, hidden deployment, legion activation, Druid invocation, and berserk units.  &#10;An unusual wargame on an unusual topic, Druid proves the claim that some of history's least known conflicts can make some of its best games.&#10;&#10;Re-implemented by:&#10;&#10;    Boudicca: The Warrior Queen&#10;&#10;&#10;",
    "Categories": [
      "Ancient",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Ancient: Rome",
      "Components: Map (Continental / National scale)",
      "Country: England",
      "Country: Wales",
      "Digital Implementations: VASSAL",
      "History: Roman Britain",
      "History: Roman Empire",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "12397",
    "Name": "Outrun the Bear",
    "ID": 369114,
    "Year": "(2023)",
    "Geek Rating": "5.550",
    "Avg Rating": "6.82",
    "Link": "https://boardgamegeek.com/boardgame/369114/outrun-the-bear",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "1.5",
    "Description": "Sometimes you don&rsquo;t have to OUTRUN THE BEAR&hellip; you just have to outrun your friends.&#10;&#10;In Outrun the Bear you&rsquo;ll play against up to five friends as you manage your cards in the race for your lives.&#10;&#10;Start at the campsite, and use action, reaction, and equipment cards to make it all the way to the parking lot and the safety of the car (while helping or sabotaging your friends.) Choose the cards you play carefully cause at the end of the round the Bear will run after player based on the cards that were played.&#10;&#10;The game ends when all runners have either made it to the parking lot or have been eaten by the bear. So try to keep at least one friend between you and the bear at all times, and maybe you will manage to OUTRUN THE BEAR.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Party Game"
    ],
    "Mechanics": [
      "Area Movement",
      "Chaining",
      "Hand Management",
      "Hexagon Grid",
      "Modular Board",
      "Movement Points",
      "Player Elimination",
      "Prisoner's Dilemma",
      "Race",
      "Take That"
    ],
    "Families": [
      "Animals: Bears",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "12398",
    "Name": "Marengo 1800",
    "ID": 9870,
    "Year": "(2000)",
    "Geek Rating": "5.550",
    "Avg Rating": "7.47",
    "Link": "https://boardgamegeek.com/boardgame/9870/marengo-1800",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.7857",
    "Description": "Vae Victis issue 35.  This game covers the 1800 battle of Marengo, one of Napoleon's earliest great victories (when he was still merely &quot;General Bonaparte&quot;) using a simplified version of the rules used in some of Vae Victis's other &quot;Jours de Gloire&quot; battle games (not to be confused with the rules used in the &quot;Jours de Gloire: Campagne&quot; series).&#10; As with all Vae Victis games, the counters need to be cut out and mounted.  The rules are entirely in French, although translations are available online.&#10;&#10;SYSTEM: Jours de Gloire Series (JDG) &#10;- scale = 297 m/hex; &#10;- time = 75 min/GT; &#10;- strength = 200 men/SP.&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Marengo (Italy)",
      "Components: DTP (Desktop Publishing)",
      "History: Italy 1559–1814 (Foreign dominations)",
      "Magazine: Vae Victis",
      "Players: Two-Player Only Games",
      "Region: Piedmont (Italy)",
      "Series: Jours de Gloire (Frédéric Bey)"
    ]
  },
  {
    "Rank": "12399",
    "Name": "Elementum",
    "ID": 238136,
    "Year": "(2018)",
    "Geek Rating": "5.550",
    "Avg Rating": "6.58",
    "Link": "https://boardgamegeek.com/boardgame/238136/elementum",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "2",
    "Description": "In the fantastic world of Tellus, powerful tremors unearthed the ruins of the ancient structure permeated with magical power. Sorcerers from all over the land gathered, their goal to possess this raw power in form of Elementum particles, crucial for spellcasting and creation of enchancing Power Crystals.&#10;This power, hidden for hundreds of years, springs from the four Elemental Sources. Mages, casting elemental spells from the aspects of Earth, Fire, Air and Water take control of Elementum, gathering power &ndash; and the one who shall gather the most will uncover the nature&rsquo;s ultimate secrets and become the world&rsquo;s greatest elementalist.&#10;&#10;Elementum is a card game for 1 to 4 players aging 10 and up, taking around 15 minutes to play. Players draft cards, then, each player places the chosen card in his set in the corresponding column next to the common Elemental Source.&#10;If the card has an instant effect it&rsquo;s resolver immediately, but most will have effect only during the final scoring.&#10;Cards can also be enchanced using Power Crystals, or interact with the common card pool.&#10;After all spell cards are placed in sets the game ends and scoring begins. Each player in turn analyses each card from the set. The player with the most Elementum Particles (VP) wins the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Wspieram",
      "Mechanism: Tableau Building"
    ]
  },
  {
    "Rank": "12400",
    "Name": "Trapper",
    "ID": 27719,
    "Year": "(2007)",
    "Geek Rating": "5.550",
    "Avg Rating": "6.12",
    "Link": "https://boardgamegeek.com/boardgame/27719/trapper",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.0476",
    "Description": "From the designer, translation courtesy of BoardgameNews.com:&#10;&#10;Trapper is an adventurous family game for 2-4 trappers from 10 years old, in which players gather tiles lying on the table. Trapper is suited especially well for two players.&#10;&#10;Players are trappers in the Canadian wilderness, catching wild animals in the forests and lakes and searching for fungus and herbs. You ship your prey in canoes. As soon as one of your canoes is full, you sell the goods at the market. Both in the gathering of your prey and in the filling of your canoes, you need clever plans and foresight. Who will make the most valuable captures? The winner is the player who possesses the most money.&#10;&#10;The game offers two different versions: A basic version in which luck plays a larger share and a somewhat more demanding version for tactically-minded players.&#10;&#10;The basic game of Trapper is a simple game in the style of Verflixxt and Celtica that's suitable for a wide target audience. Good luck and tactics are about equal on the scales.&#10;&#10;The somewhat more demanding version offers more tactical possibilities. How should one advance with the animal gathering? Which is more lucrative, getting a few larger and very valuable canoes or bringing many small canoes with different species to the market? Both strategies can lead to success.&#10;&#10;",
    "Categories": [
      "Exploration"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  }
]