[
  {
    "Rank": "N/A",
    "Name": "Jutland:  Fleet Admiral II",
    "ID": 327116,
    "Year": "(2024)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/327116/jutland-fleet-admiral-ii",
    "Min Players": "1",
    "Max Players": "9",
    "Min Play Time": "60",
    "Play Time": "240",
    "Weight": "0",
    "Description": "The original Fleet Admiral was designed in the mid-1980&rsquo;s by Jack Greene while running Quarterdeck Games, a small part-time vanity press producing cardboard and paper war-games. The game is a highly-sought after collector's item on ebay; commanding top dollar. Fast-forward to today, and Consim Press is collaborating with Jack Greene on an all-new game to celebrate the 100th Anniversary of the Battle of Jutland. This game will represent a major step forward in WWI naval warfare, along with high production value (without breaking the bank like the ebay collector's item).&#10;&#10;Jack Greene was approached three times between 1990 and 2010 on producing the game professionally with a full print run. Now it is to be published by Consim Press. It is occurring now because over the past two years, Jack had an epiphany in approaching the game design. This is an example where historical research led Jack to eliminate player actions that hampered play and to change various values in the ship roster sheets and combat tables (used for resolving combat) to better reflect this deeper understanding of naval combat between Great Britain and Germany in the 1914-16 period.&#10;&#10;This game project has roots going back to the mid-80&rsquo;s with Quarterdeck Games publishing about 135 amateur production FLEET ADMIRAL games (1987) and would result in the spin-offs of TSUSHIMA (S&amp;T #130 &ndash; 1989) &amp; TOGO: Dawn of the Dreadnoughts (2018).&#10;&#10;Heavily modified since these earlier games, JUTLAND: Fleet Admiral results in a tight view of naval combat between the British and German fleets in 1914-1916. It represents years of research and years of playtesting. This is truly a simulation, and not a &ldquo;game&rdquo;, yet remains very PLAYABLE. Players may make this simulation as complex and accurate as they wish, or, alternatively, they can be playing a large action in just a couple of turns of watching the game being played. The 18 scenarios allow players to spend 30 minutes to many hours of play. The large fleet actions are best played with several players on both sides.&#10;&#10;JUTLAND: Fleet Admiral is the ultimate battleship simulation. This game has consumed hundreds of hours of design effort spread over years; and decades of research and study. JUTLAND: Fleet Admiral was conceived as a game that allows for realistic yet playable surface combat in the Battle of Jutland era. The concept was to design a big game that would give one the sense of the grandeur and scope of the largest surface battle ever fought on this planet and yet not load one down with needless detail. Certain liberties and abstractions have been taken to achieve the overall design goal, but I believe you will find that any sacrifices in the name of playability have been the correct ones.&#10;&#10;One of the greatest arms races in history was a primary cause of war in August of 1914. Ships would see action in every corner of the world. It was a war fought by two of the most highly trained navies in history. The Officers and Sailors of these two fleets had worked for years at honing their skills to an unimaginable extent. Both would offer up surprises to the other in the course of the war. But it also must be placed in a context where the vast majority of sailors of both nations, when they came onboard a warship, would find them working with tools and equipment that were new to them, and new to the modern world of 1914. The turbine, the radio, the telephone, powerful long-range &ldquo;heater&rdquo; torpedoes &ndash; all equipment that had been recently invented and perfected and was not to be found back on the farm or often not in the part of the cities where many of these men grew up.&#10;&#10;But JUTLAND: Fleet Admiral does not stop there. Also included are a number of possible hypothetical actions, carefully researched for 1914/1915.&#10;&#10;Product Information:&#10;&#10;Complexity: Medium-High&#10;Playing time: 30 minutes to many hours&#10;Solitaire Suitability: MEDIUM&#10;Players: 1-9&#10;Map Scale: 1000 Yards/hex&#10;Time Scale: 1 Turn = 6 minutes&#10;Unit Scale: Individual counters for light cruisers &amp; larger, submarines, aircraft &amp; Zeppelins. Destroyers &amp; Torpedo-boats are flotilla divisions or 1/2 flotillas&#10;&#10;Game Components:&#10;&#10;Six Maps (3 are 22&Prime; x 34&Prime;, 3 are 1/2 maps 17&Prime; x 22&Prime;)&#10;3 3/4&Prime;x1/2&Prime; Ship Counter Sheets (with both silhouette and birds-eye view ship counters)&#10;1 5/8&Prime;x5/8&Prime; Flotilla Counter Sheet&#10;1 1/2&Prime;x1/2&Prime; Marker Counter Sheet&#10;1 Rulebook (88 pages with BIG print)&#10;1 Scenario Booklet&#10;1 Designer&rsquo;s Notes Booklet&#10;2 Sets of Scenario Roster Sheets&#10;1 Set of Scenario Setup Cards&#10;13 Player Aid Cards, with some duplicates (3)&#10;1 Expanded Sequence of Play card&#10;2 Different Colored 10 Sided Dice and 6 Sided Dice&#10;Box and Lid set&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Nautical",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Action / Event",
      "Communication Limits",
      "Dice Rolling",
      "Hexagon Grid",
      "Impulse Movement",
      "Line of Sight",
      "Movement Points",
      "Movement Template",
      "Multiple Maps",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Solo / Solitaire Game",
      "Zone of Control"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Country: Germany"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Defense Grid: Reclamation of Atavio",
    "ID": 327119,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/327119/defense-grid-reclamation-of-atavio",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "150",
    "Weight": "0",
    "Description": "In Defense Grid: The Board Game, a co-operative deck-building game based on the Defense Grid video game franchise, you and your fellow players must face off against waves and waves of aliens as you try to #ProtectTheCores. How you construct your deck for each mission is just as important as where you place your towers and which ones you choose to power each round.&#10;&#10;Reclamation of Atavio is a Defense Grid: The Board Game campaign expansion consisting of 24 individual scenarios that are narratively and mechanically linked. The scenarios feature a couple of new mechanisms, such as tower unlocks, individual card rewards, Boss-Aliens, and specific map rules, in addition to narration from iconic characters of the computer game such as Fletcher, Cai, Rissler, and others in a novel (non-canon) tale within the lore of Defense Grid.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Breizhit",
    "ID": 327120,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/327120/breizhit",
    "Min Players": "1",
    "Max Players": "12",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Breizhit is a game of questions and humor with very simple rules.&#10;&#10;The adult cards offer 5 themes per card:&#10;&#10;     general culture&#10;     trivia on Brittany&#10;     mimes&#10;     Breton language (or nature for the kids version)&#10;     &quot;light&quot; theme&#10;&#10;&#10;You have to rebuild the Brittany puzzles (1 per team) by answering questions randomly selected.&#10;&#10;3 ways to play:&#10;&#10;     one against one &#10;     per team &#10;     all players against the game!&#10;&#10;&#10;",
    "Categories": [
      "Humor",
      "Trivia"
    ],
    "Mechanics": [
      "Acting",
      "Cooperative Game",
      "Dice Rolling",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Country: France",
      "Players: Games with Solitaire Rules",
      "Region: Brittany (France)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "What's for Dinner",
    "ID": 327121,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/327121/whats-for-dinner",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Players are each given a menu of foods that need to be filled on their plate board. Each food piece is laid face down and mixed up, and the game begins. Each player chooses one card, and if it matches an item on their menu, they add it to their plate. If it doesn&rsquo;t match, they turn it face down and play moves to the next person. Each food item is represented on one card, with the exception of entrees, which are split up onto two cards. Players will need to find both halves in order to complete their meal.&#10;&#10;While each menu requires certain foods, drinks and desserts are not menu-specific, so a player may take any they find. If on a later turn they find another drink or dessert, their turn simply ends.&#10;&#10;The only item found on each menu is peas, and there are two cards in the game which state &ldquo;Please Pass the Peas&rdquo;. If a player finds one, they are allowed to take peas from another player who has them on their plate. If no player has peas, they may hold the card until either they find peas, or an opponent does. Once a &ldquo;please Pass the Peas&rdquo; card is used, it is removed from play. The first player to successfully fill their plate with all required menu items wins.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [],
    "Families": [
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Year In...",
    "ID": 327122,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/327122/a-year-in",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "1",
    "Description": "You are the mayor of a brand new village! Place features to attract villagers, then welcome them to town.&#10;&#10;Each turn, you draw a card from a deck of standard playing cards. All players use the card value or suit to place features, welcome new villagers to town, or construct a store.&#10;&#10;Once the deck runs out, the game is over and the player with the most villagers and shopkeepers wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "City Building",
      "Print & Play"
    ],
    "Mechanics": [
      "Paper-and-Pencil",
      "Pattern Recognition",
      "Solo / Solitaire Game",
      "Square Grid"
    ],
    "Families": [
      "Components: Traditional Playing Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Prehistorica",
    "ID": 327129,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/327129/prehistorica",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "With the light of a new dawn, a clan of Neanderthals wake by a smouldering fire. They&rsquo;re hungry and tired of eating berries and small game. Excitement soon spreads like wildfire as they peer from their cave, across the vast grasslands and forests to the clear mountain peaks beyond. The clouds have lifted, and a warm sun softens the snow around them. Winter has passed and soon to follow are the giants of fur and bone; the mighty Mammoths!&#10;&#10;Prehistorica is a two-player asymmetric deck-deconstruction board game in which one player managers a tribe of Neanderthals and the other migrates a herd of Mammoths.&#10;&#10;As the Neanderthals, you&rsquo;ll have to gather resources, build traps, and craft weaponry to succeed in hunting the Mammoths. As the Mammoths, you&rsquo;ll have to fend off attacks and migrate through three different territories; the grasslands, forests, and mountains &ndash; grazing and eating plenty of berries along the way &ndash; until you are safe from the Neanderthals&rsquo; hunting party.&#10;&#10;The Neanderthals win if they successfully hunt all four Mammoths, and the Mammoths win if they successfully migrate across the board with at least one surviving member of the herd.&#10;&#10;For the Neanderthals, this is the most prosperous time of year&hellip; but for the Mammoths, it&rsquo;s the most dangerous leg of their journey.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Prehistoric"
    ],
    "Mechanics": [
      "Critical Hits and Failures",
      "Dice Rolling",
      "Hand Management",
      "Open Drafting",
      "Resource to Move",
      "Take That",
      "Track Movement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Animals: Mammoths",
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tank Board Game",
    "ID": 327130,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/327130/tank-board-game",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Tank Board Game is a board game of armored battles of WW2. Its central focus is armor with minimal infantry rules. The attacking player tries to capture 3 of the defender&rsquo;s 4 towns by game turn 15, while the defender tries to keep 2 of his towns.&#10;&#10;Players move their tanks on a square grid gameboard trying to get a clear shot at the thinner side or rear armor plate of the enemy tank. Players can also move their tanks to higher-level positions and shoot down onto the enemy tank&rsquo;s thinner top. When a shot is taken, the tank's ability to destroy the other tank depends on its gun's penetration at target range, the thickness of the armor plate hit (turret/hull: front, side, rear, or top), and the angle the shell hits (level shot or falling shot &amp; full-face or quarter hit). Shot resolution is simplified using 3 randomly drawn chits (hit/miss, hit location, and critical hit) and then a quick table to find the effective armor vs. the gun&rsquo;s penetration. Armor plate thickness and gun penetration are all historical based.&#10;&#10;The &ldquo;Starter Rules&rdquo; include only tank vs tank direct-fire combat. The &ldquo;Advanced Rules&rdquo; cover tank hunters, armored cars, self-propelled guns, armored personnel carriers, towed guns and aircraft. They cover indirect fire, rockets, and close infantry combat. In addition, they cover mechanical reliability, smoke, mines, demolitions, pontoon bridges, airborne, weather, and an optional concealment rule.&#10;&#10;A total of 24 scenarios are provided: eight &ldquo;Starter&rdquo; scenarios and 16 historical &ldquo;Advanced&rdquo; scenarios. The starter scenarios include common favorites: M-4 vs Panther, T34 vs Panther, and M-4 vs T-34 (Korea). The historical scenarios start with the invasion of Poland with an optional armored train, and end with &ldquo;Into Germany&rdquo; putting armored goliaths against each other. Scenarios are designed to provide near-balanced fun games featuring 30-40 tanks and supporting units of the period, with the &ldquo;feel&rdquo; of the campaign in which the scenario took place. Two gameboards (Northern Europe and North Africa), 295 units of 163 types, as well as markers and chits are provided.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Critical Hits and Failures",
      "Grid Movement",
      "Interrupts",
      "Line of Sight",
      "Modular Board",
      "Movement Points",
      "Simulation",
      "Square Grid"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "ATS: Ridge Runners of Toktong Pass",
    "ID": 327131,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/327131/ats-ridge-runners-of-toktong-pass",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "360",
    "Weight": "0",
    "Description": "Along the road between KOTO-RI and HAGARU-RI, KOREA, 29 November 1950: As the head of Task Force Drysdale fought its way through to Hagaru-ri, a miscellaneous assortment of British and American soldiers found themselves cut off, stranded in Hell Fire Valley for the night. As Marine air and artillery support tapered off at dusk, the remnants of the convoy now consisted of two large perimeters and three splinter groups, stretching over a distance of 1,200 yards. In the containment were 52 British Marines from the 41st Independent Commando, 190 men from Company B, 31st Infantry Regiment, and about 150 Marine service troops. There was no ammunition on hand for the 60mm mortars, and no heavy weapons. The Chinese took their time, probing and scouting before finally setting up one mortar on the right flank, and another on the left. Luckily, their fire wasn&rsquo;t accurate, as the British and American positions were hardly advantageous to the defense. Major J. N. McLaughlin and a veteran Marine MP, Warrant Officer Lloyd V. Dirst soon rose to the occasion, the former gathering the men in the northern group into a tight defensive perimeter and the latter striding about, smoking his pipe, and barking out orders. Later in the night the valiant MP was hit by a mortar round, suffering a serious head wound. Twice the men led by Major McLaughlin drove the Chinese from their mortar positions, only to have them return. By 0200 Hours, no grenades remained and orders were issued to fix bayonets. At one point the major called for the enemy to surrender. In the brief lull that followed about 100 men of the southern perimeter managed to escape. As daybreak approached the Chinese withdrew to the hills, providing an opportunity to evacuate the wounded. Among them was Warrant Officer Dirst, who survived only to die of his wounds a year later.&#10;&#10;We heard what you wanted and here it is AND then some. Areyou ready for a completely new take on Toktong Pass? Winterized, new retro terrain, Then you are ready to get your mittens on and join your fellow Frozen Chosin Marines and prepare for the next enemy attack.&#10;&#10;You receive a brand new Winterized map, 10 scenarios that all play on the winterized map, in color format, plus BW 3-hole punch color special rules!&#10;&#10;&mdash;'description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Korean War",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Line of Sight",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Country: Korea",
      "Series: Advanced Tobruk System (Critical Hit)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "La Boîte: Quelle est votre destination ?",
    "ID": 327132,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/327132/la-boite-quelle-est-votre-destination",
    "Min Players": "3",
    "Max Players": "16",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Find the Routard (famous French backpacker guide) atmosphere in this unique question-answer game that will take you on a journey from your living room! &#10;Choose a destination number, answer questions on monuments, countries, culinary art or even films and books, use flash codes to guess a place on a photo, act out a situation to make yourself understood ... &#10;With each correct answer you gain a clue to find the destination to discover! &#10;The first to find his unknown destination wins!&#10;&#10;&#10;     6 categories: &#10;         Around the world &#10;         Triporteur &#10;         Flash-code &#10;         Travel &#10;         G'pal&eacute;mo (signs/drawings to make yourself understood in any language)&#10;         Unknown destinations &#10;    &#10;&#10;&#10;And bonus: 1 guide to the Routard favorites&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Acting",
      "Dice Rolling",
      "Set Collection"
    ],
    "Families": [
      "Region: The World"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Vinyl: Holiday Edition",
    "ID": 327134,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.58",
    "Link": "https://boardgamegeek.com/boardgame/327134/vinyl-holiday-edition",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "The fireplace crackles. The smell of pine is in the air. The family gathers to enjoy each other's company during this holiday season. In the corner of the room, a record player fills the room with warm, soothing tunes from classic holiday albums. The crate of albums is positioned near, holding onto the many memories connected of years past. Family members take turns getting up and selecting an album, studying the cover, and sliding the album out of the jacket to load onto the player. As the needle pops and crackles, the wonderful music enchants the room and seems to synchronize with the twinkle of the lights on the Christmas Tree. It is another Vinyl: Holiday!&#10;&#10;In Vinyl: Holiday, players will work towards building Christmas trees out of albums. Each album features a sub-genre (Classical, Traditional, and Contemporary), one of four decades (the 40s, 50s, 60s, 70s), one of five spirits (Joy, Love, Peace, Hope, and Faith). These album trees are being built by the players to your left and right in the true holiday spirit. Some of the points you gain are entirely in your control with the matches you make with previously played albums. Other points come from the combined efforts of you and the players to your left and right. To further increase the scoring opportunities, each player can sacrifice their hand size to complete attributes printed on each album's gift tags. Vinyl: Holiday Edition will be a game that you will want to play all year round.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Music",
      "Print & Play"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Game: Vinyl (Talon Strikes Studios)",
      "Holidays: Christmas"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pizza Party Throwdown",
    "ID": 327138,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.11",
    "Link": "https://boardgamegeek.com/boardgame/327138/pizza-party-throwdown",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "1",
    "Play Time": "1",
    "Weight": "0",
    "Description": "Pizza Party Throwdown, the crazy new pizza toppings game! Players have 30 seconds to toss their &ldquo;ingredients&rdquo; onto the rotating pizza game board. It&rsquo;s a rush against time to land your ingredients on the pizza before it finishes &ldquo;baking!&rdquo; Each player selects their color-coded ingredient &ndash; like pepperoni, peppers, mushrooms and of course, anchovies! Launch it onto the pizza using the special pizza chef launcher game piece.&#10;&#10;Great for all ages! Three different challenges deliver various levels of difficulty, like trying to fill only half of your pizza, or land your ingredients on only one slice! Includes rotating pizza game board with built-in timer, four launchers and 32 ingredients.&#10;&mdash;description from the publisher&#10;&#10;In the game Pizza Party Throwdown there are three different ways to play but each one consists of players using catapult-like launchers to toss their ingredients onto the spinning cardboard pizza before the pizza stops spinning. In most cases, whoever has the most of their toppings on the pizza wins. Different play modes include simply having to put all of your toppings on the pizza first, putting all of your toppings on only one half of the pizza first, or putting two different toppings onto two different quarter sections of the pizza first.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Humor"
    ],
    "Mechanics": [
      "Flicking",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Food & Drink: Pizza",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "MicroMacro: Crime City – Granny Maureen",
    "ID": 327141,
    "Year": "(2020)",
    "Geek Rating": "5.586",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/327141/micromacro-crime-city-granny-maureen",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.8",
    "Description": "1 print &amp; play bonus case which can be downloaded after newsletter registration. The English version of this 3-card case is titled &quot;Granny Maureen&quot;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Print & Play"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Storytelling",
      "Team-Based Game"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Admin: Outside the Scope of BGG",
      "Game: MicroMacro",
      "Misc: Limited Replayability"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "オフトゥンからの脱出拡張02～転入生は蟹高専生!?～ (Ofuto~un kara no dasshutsu Exp 02 ~ ten'nyūsei wa kani kōsen-sei!?~)",
    "ID": 327143,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/327143/ohutounkaranotuo-chu-kuo-zhang-02zhuan-ru-sheng-ha",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "&#227;&#130;&#170;&#227;&#131;&#149;&#227;&#131;&#136;&#227;&#130;&#165;&#227;&#131;&#179;&#227;&#129;&#139;&#227;&#130;&#137;&#227;&#129;&#174;&#232;&#132;&#177;&#229;&#135;&#186;&#230;&#139;&#161;&#229;&#188;&#181;02&#239;&#189;&#158;&#232;&#187;&#162;&#229;&#133;&#165;&#231;&#148;&#159;&#227;&#129;&#175;&#232;&#159;&#185;&#233;&#171;&#152;&#229;&#176;&#130;&#231;&#148;&#159;!?&#239;&#189;&#158; (Ofuto~un kara no dasshutsu Exp 02 ~ ten'ny&#197;&#171;sei wa kani k&#197;&#141;sen-sei!?~) is the second expansion to &#227;&#130;&#170;&#227;&#131;&#149;&#227;&#131;&#136;&#227;&#130;&#165;&#227;&#131;&#179;&#227;&#129;&#139;&#227;&#130;&#137;&#227;&#129;&#174;&#232;&#132;&#177;&#229;&#135;&#186; (Ofutun kara no Dasshutsu). The expansion comes in a larger box, made to fit both the original game box and the two expansion decks. The second expansion adds 41 cards, of which 29 are new lesson cards. The new cards enable a sixth player.&#10;&#10;In this expansion (~Transfer students are crab college students?~), the students are still struggling to complete their coursework and get enough sleep. There are new arrivals, transfer students from Crab College, who work together to make crab cans, which the students take home for their cats.&#10;user summary&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "El Gran Golpe",
    "ID": 327152,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/327152/el-gran-golpe",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "El Gran Golpe (The Big Heist) is a game that simulates a robbery in 3 different rooms (rounds). By using cards and unique abilities depending on the character, you will have to be the player with the most money to accumulate.&#10;&#10;You choose a character at random, start the player who has visited a mansion most recently and deal 5 cards to each player. The maximum number of cards changes depending on the round you are in, but the minimum is always 3.&#10;&#10;The game starts, in each turn you can:&#10;&#10;1- Roll the dice and use your unique ability and/or use as many cards as you want, although &quot;Looting&quot;, &quot;Decoy&quot;, &quot;Mirror&quot;, &quot;Duplicate&quot; and &quot;Secret Passage&quot; can only be used once until your next turn.&#10;2- Show a card. You put a card face up.&#10;3- Draw a card. Choose the card face up or draw the next card in the deck face down.&#10;&#10;These are the actions that each one of you can do, thanks to the cards you can get money or steal it from your rivals. With the skills you can gain an advantage by drawing cards from the rest of the opponents or from the deck.&#10;&#10;Shifts run clockwise. The winner is decided in 3 rounds. A round is finished when the &quot;Art Gallery/Vault&quot; card appears, at this time all players discard their hand and the money is counted. The money that you are getting can be stolen by your enemies, but once a round is finished, the money that you have obtained in it will be insured. You will play the third round until the cards in the deck are used up.&#10;&#10;&mdash;description from publisher&#10;&#10;&#10;El Gran Golpe es un juego que simula un robo en 3 habitaciones diferentes (rondas). Mediante el uso de cartas y habilidades &uacute;nicas seg&uacute;n el personaje, tendr&eacute;is que lograr ser el jugador que m&aacute;s dinero logre acumular.&#10;&#10;Eleg&iacute;s personaje al azar, empieza el jugador que haya visitado una mansi&oacute;n m&aacute;s recientemente y repart&iacute;s 5 cartas a cada jugador. El n&uacute;mero m&aacute;ximo de cartas cambia seg&uacute;n la ronda en la que est&eacute;is, pero el m&iacute;nimo siempre es 3.&#10;&#10;Empieza el juego, en cada turno pod&eacute;is:&#10;&#10;1- Lanzar el/los dados y usar vuestra habilidad &uacute;nica y/o utilizar tantas cartas como quer&aacute;is, aunque &ldquo;Saqueo&rdquo;, &ldquo;Se&ntilde;uelo&rdquo;, &ldquo;Espejo&rdquo;, &ldquo;Duplicar&rdquo; y &ldquo;Pasadizo Secreto&rdquo; solo se pueden utilizar una vez hasta vuestro siguiente turno.&#10;2- Pintar una carta. Pon&eacute;is una carta boca arriba para que todos la vean.&#10;3- Robar una carta. Elegid la carta boca arriba o robad boca abajo la siguiente carta del mazo.&#10;&#10;Estas son las acciones que pod&eacute;is hacer cada uno, gracias a las cartas pod&eacute;is conseguir dinero o rob&aacute;rselo a vuestros rivales. Con las habilidades pod&eacute;is ganar ventaja robando cartas del resto de contrincantes o del mazo.&#10;&#10;Los turnos transcurren en sentido horario. El ganador se decide en 3 rondas. Una ronda se termina cuando aparece la carta &quot;Galer&iacute;a de Arte/C&aacute;mara acorazada&quot;, en este momento todos los jugadores desechan su mano y se hace el recuento de dinero. El dinero que vais consiguiendo puede ser robado por vuestros enemigos, pero una vez se termina una ronda, el dinero que hab&eacute;is conseguido en ella quedar&aacute; asegurado. La tercera ronda la jugar&eacute;is hasta que se agoten las cartas que hay en el mazo. (Spanish)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Combat HQ: 2nd Edition",
    "ID": 327156,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgame/327156/combat-hq-2nd-edition",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Combat HQ 2nd Edition presents fun, streamlined rules designed for large-scale world war two battles featuring rapid movement, decisive combat, and exciting decision making.&#10;&#10;The new edition includes rules for close support units, a faster close assault system, extended artillery rules, and more opportunities to wage war on the battlefield.&#10;&#10;Rapid Command Pulses and opposed dice rolls keep players constantly involved. &#10;Easy-to-play rules emphasize command-and-control decisions over complex combat resolution mechanics.&#10;&#10;In each Command Pulse you decide how to use your limited command resources: &#10;&#10;     will you use your Command Dice to move up a company of infantry supported by tanks? &#10;     Or will you use them to rally an anti-tank gun battery?&#10;     Or maybe you should use them to liaise with your staff officers? &#10;&#10;&#10;The choice is yours.&#10;&#10;'Unit Scale: The Platoon is the basic unit in the game and is represented by a model vehicle.&#10;&#10;Ground Scale: 1&rdquo; equals 50 yards.&#10;&#10;Figure Scale: Plays equally well with 2mm, 6mm, 10mm, 15mm and 20mm figures. 28mm figures are possible, but a large table is required.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Distant Marches: A Five Leagues From the Borderlands Expansion pack",
    "ID": 327160,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/327160/the-distant-marches-a-five-leagues-from-the-border",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Ahead of you lay a fiercely independent land of swamps, scattered village communities and hard-eyed people fighting for survival, as the fierce dusklings mount raid after raid.&#10;It will take determination to win through here.&#10;&#10;Welcome to a new campaign expansion for Five Leagues From the Borderlands, offering a brand new realm to explore. In a wet and rainy land, the feared dusklings are raiding ever more aggressively, leading to the call for heroes to hold the lines.&#10;&#10;The Marches is a pre-configured campaign featuring 5 villages, each with their own special circumstance and threat levels. The battles here will put you against the Dusklings: Orc-like raiders terrorizing civilization.&#10;&#10;The feature list includes:&#10;&#10;     Simple rules for special terrain conditions and campaign adjustments, reflecting the unique circumstances of the Marches.&#10;     Additional special rules for fighting the Duskling threat.&#10;     Each of the 5 villages you have to clear has a special rule applicable to it.&#10;     A new travel table for adventures in the Marches.&#10;     A modified Monster table, including the new Swamp Lurker.&#10;     10 Unique encounters to experience. &#10;     3 new locations to visit.&#10;     A 6 step quest adding new challenges and rewards as you play.&#10;&#10;&#10;The Distant Marches is intended to be played with Five Leagues From the Borderlands 2nd edition version 1.03 or newer, though any version from 1.0 Marmoset should work fine.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Series: Five Leagues From the Borderland"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "AtomBlitz: The 1st Anticrusade",
    "ID": 327161,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/327161/atomblitz-the-1st-anticrusade",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "The Great Global Depression of the 2020s destroyed the Free World. The economy is in permanent bankruptcy. Scientific and technological progress has reached the end of line. Education and culture have degraded.&#10;The European Union and NATO have ceased to exist. Former allies are now preparing to tear each other apart.&#10;The year is 2038. A new era of war begins with the clash of Islamist France and neo-fascist Spain. What kind of fanaticism is less repulsive to you?&#10;&#10;AtomBlitz: The 1st Anticrusade is the first installation in a new series of tactical wargames about local nuclear wars of the near future. Take command of the army of obscurantists armed with the latest technology, and walk through the ruins of Western civilization with fire and tracks!&#10;&#10;The mini-game set contains 1 A4 map depicting the border area of France and Spain, and two sheets of 14 mm counters for infantry units, ground and air combat vehicles. The four-mission campaign allows players to participate in a fierce two-day border battle of the post-hybrid warfare era armies.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Print & Play",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Theme: Alternate History"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tee oder Kaffee: Refill Kartensatz",
    "ID": 327164,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/327164/tee-oder-kaffee-refill-kartensatz",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "This upgrade contains six Refill cards. These are added to a copy of Tee oder Kaffe to convert it to Tee oder Kaffee Refill.&#10;Also included is a card with rules in German and English.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Skulls of Sedlec: Christmas Features",
    "ID": 327165,
    "Year": "(2020)",
    "Geek Rating": "5.538",
    "Avg Rating": "7.61",
    "Link": "https://boardgamegeek.com/boardgameexpansion/327165/skulls-of-sedlec-christmas-features",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Two new Christmas themed features on 1 double-sided card to add to your solo games!&#10;&#10;&#10;     Christmas Tree&#10;     Bell&#10;&#10;&#10;Requires Skulls of Sedlec and Monstrance expansion to play.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Game: Skulls of Sedlec",
      "Holidays: Christmas",
      "Series: Wallet Games (Button Shy)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "CLIMB!",
    "ID": 327166,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/327166/climb",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "0",
    "Description": "CLIMB! is a card game from Japan, for one or two players. The solitaire game pits the climber against the mountain, having to ascend and descend safely in order to win.&#10;&#10;The two player game has the climber contending with the Mountain God too, trying to prevent the climber from ascending. This game can be played with the payers taking alternate roles, first the climber, then the mountain god, affecting how each will play their role.&#10;&#10;The designer re-implemented this as the solo game TOZAN.&#10;user summary&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game"
    ],
    "Mechanics": [
      "Action / Event"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pink Panther & Sons Race Game",
    "ID": 327181,
    "Year": "(1985)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/327181/pink-panther-and-sons-race-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A colorful children's game akin to Candy Land, featuring the panther kids from the cartoon show Pink Panther &amp; Sons from the 1980s. Players take turns moving their rainbow panther kid up the mountain by rolling the colored die and advancing to the corresponding space while trying to avoid the Howl Angel spaces that can send you back.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Scrabble Sensor",
    "ID": 327182,
    "Year": "(1979)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/327182/scrabble-sensor",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Predecessor to the Scrabble Lexor, Scrabble Sensor was touted as the hot new electronic word game to spice up game night or to bring Scrabble on the go. Gameplay is more like mastermind and hangman as opposed to traditional Scrabble play. Featuring solitaire, singles, doubles, and scoring variations of play. Players use the keyboard to enter and guess at hidden words through the console with the aid of lights and beeps to give hints.&#10;&#10;",
    "Categories": [
      "Electronic",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Outside the Scope of BGG",
      "Game: Scrabble"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Steal This Election!",
    "ID": 327183,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/327183/steal-this-election",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A political satire card game for two players. One game takes 15-225 minutes. Players collect, modify, and steal voter population cards from each other, using action cards based on popular conspiracy theories from the 2020 U.S. Presidential election, as well as conspiracy theories from other areas of pop culture.&#10;&#10;Steal This Election! should be equally fun/offensive to game enthusiasts of any political persuasion.&#10;&#10;Once all population cards are accounted for, the voting is over -- but not the election! If the loser refuses to concede, the game moves into a brief &quot;Litigation and Recount&quot; phase. More population cards are distributed, and more dirty tricks are played before a last count finally brings closure to the election.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Political"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Space Opera",
    "ID": 327185,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/327185/space-opera",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "2",
    "Description": "&quot;Space Opera&quot; is a game of galactic politics for 2 to 4 players.  Each player controls a different power bloc striving to come out on top of the new order.  Game play is character-driven and the exploits of a handful of a few, key citizens will determine the fate of the galaxy for the next several centuries.&#10;&#10;Your goal is to bring the majority of planetary governments under the control of your power bloc.  Your tools include recruitment, local elections, diplomacy, and the occasional coup d'&eacute;tat and assassination.&#10;&#10;Players take turns activating one of their bloc&rsquo;s citizens.  When activated, a citizen may take 2 different actions; draw a new planet, replace an unpopular government, draw or play opportunity cards, recruit a population or new citizen, and travel.&#10;&#10;Dice are rolled to determine the degree of success (if any) of each action.  The number of dice rolled depends on your citizen&rsquo;s requisite skill level.  Skills are guile, intelligence, negotiation, opportunity, rank, and wealth.&#10;&#10;You can push your luck by re-rolling some of the dice, but failure on a re-roll can lead to failure and injury.&#10;&#10;Certain dramatic events, such as an assassination or successful no-confidence vote, ratchet up the tension.  This is indicated by removing a clock token from a pool.&#10;&#10;Once the pool is empty the game ends and the power bloc that controls the most planetary governments wins!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Political",
      "Print & Play",
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Push Your Luck"
    ],
    "Families": [
      "Components: Map (Interplanetary or Interstellar scale)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Le Jeu de la chouette: Connaissez-vous Dijon ?",
    "ID": 327186,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/327186/le-jeu-de-la-chouette-connaissez-vous-dijon",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Le Jeu de la chouette (The game of the Owl) is a mix between Trivial Pursuit and the Goose Game.&#10;&#10;300 questions to (re)discover Dijon and its history&hellip; &#10;Le Jeu de la chouette is conceived as a walk in the city center of Dijon. &#10;To win, correctly answer questions on:&#10;&#10;     history,&#10;     heritage,&#10;     gastronomy,&#10;     famous people,&#10;     arts and literature,&#10;     sport. &#10;&#10;&#10;For each question, a detailed answer lets you to learn while having fun. &#10;Conquer the 6 large city squares on the board!&#10;&#10;The Owl is Dijon mascot.&#10;&#10;",
    "Categories": [
      "Humor",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Cities: Dijon (France)",
      "Country: France",
      "Region: Burgundy (France)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rap Battles Of Rhymania",
    "ID": 327195,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/327195/rap-battles-of-rhymania",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Drop the beat and get ready to throw down the best rhymes you can create in this fast-paced card game where only one rapper can come out on top&mdash;because here in Rhymania, every dispute is settled with a rap battle!&#10;&#10;At the beginning of each round, each player draws 5 cards. Then, they are able to discard and redraw as many cards as they want. Then, by strategically matching cards with rhymes ending in the same sound, they deal damage to their opponent.&#10;&#10;Slightly asymmetric characters (rappers) provide abilities that can be used at various times throughout the round.&#10;&#10;Continue playing rounds until one player is dealt 20 points of damage, this player is the loser.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "One In the Middle",
    "ID": 327216,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/327216/one-in-the-middle",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "1",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Game for 2 players on a 3x3 board, each player has 2 pieces that are located in the corners of the board, the player moves one of his pieces on each turn, the pieces move one square in any direction.&#10;wins the first player to get 3 pieces in a row, alternately leaving an own piece in the middle of the opponent's or vice versa.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Square Grid"
    ],
    "Families": [
      "Category: n in a row",
      "Components: 3 x 3 Grids",
      "Players: Two-Player Only Games",
      "Traditional Games: Morris"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Jagged Alliance: Gra Planszowa – wspieram.to promo cards",
    "ID": 327219,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.11",
    "Link": "https://boardgamegeek.com/boardgameexpansion/327219/jagged-alliance-gra-planszowa-wspieramto-promo-car",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "360",
    "Weight": "0",
    "Description": "The Polish crowdfunding exclusive 18 promo cards (only in PL ver.). 10 cards as an add-on (4 Spawn, 3 Loot, 3 Events cards), 8 cards as Stretch Goals (4 Loot, 3 Events, 1 Mission cards):&#10;&#10;&#10;    6 weapons:&#10;        Grot assault rifle&#10;        Mors wz. 39 submachine gun&#10;        Browning wz. 28 light machine gun&#10;        VIS wz. 35 semi-automatic pistol&#10;        Self-repeating rifle Model 38M&#10;        Model 35 antitank rifle&#10;    &#10;    6 events:&#10;        Troubled air&#10;        Cut-off supplies&#10;        Virus&#10;        Druggist&#10;        Munitions factory&#10;        Robbery doesn't pay&#10;    &#10;    4 spawn cards:&#10;        Duds [unexploded ordnance]&#10;        Sleeping guards&#10;        Hunters couple&#10;        Fortified post&#10;    &#10;    1 mission - Bounty: Charlie&#10;    1 consumable - moonshine&#10;&#10;&#10;The last 3 events and 1 mission are particularly remarkable as they were inspired by Grumm city, which is not represented in the game.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Dice",
      "Fighting",
      "Miniatures",
      "Modern Warfare",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Action Points",
      "Campaign / Battle Card Driven",
      "Cooperative Game",
      "Modular Board",
      "Scenario / Mission / Campaign Game",
      "Variable Phase Order"
    ],
    "Families": [
      "Crowdfunding: Wspieram"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Esels-Rennen",
    "ID": 327220,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/327220/esels-rennen",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "With the roll of a special die, the players decide if they play for win (green track) or place (red track). Movement is determined by a number die and the special die to specify the direction (win or place). According to the result of the special die, the donkey moves forward or backward. The first donkey to reach &quot;Sieg&quot; wins the game and the prize. A donkey reaching &quot;Platz&quot; wins half the prize and starts again.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Animals",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Race",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Donkeys"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "ボムゴルフ (Bomb Golf)",
    "ID": 327222,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/327222/bomugoruhu-bomb-golf",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "&#227;&#131;&#156;&#227;&#131;&#160;&#227;&#130;&#180;&#227;&#131;&#171;&#227;&#131;&#149; (Bomb Golf) is a quick flicking game from Japan. The players lay out a simple obstacle course and use markers to mark their steps as they knock the bomb around.&#10;&#10;The game comes packed in a plastic round black bomb with a red fuse. Inside the bomb is a small bag containing six small coloured discs, one for each player, a standard die, and two small stars. The bomb is not perfectly round, it has a flat base on which it stands easily.&#10;&#10;After removing the contents, the bomb is re-assembled. Players build a simple obstacle course on a large enough flat surface like a table, using household objects that players navigate around. One of the stars is used for the goal. The other star can be put back into the bomb to add weight and a little eccentricity (or similar can be used such as a small coin).&#10;&#10;The six-sided die is used to count rounds. If nobody reaches the goal after six rounds, the bomb explodes, and the player closest to the goal wins.&#10;&#10;Players take turns to hit the bomb towards the goal, avoiding the obstacles as they go. The rules say to use an open hand, or the back of your hand, or a chopping hand, to strike the bomb, instead of flicking with your fingers. In this way, the gameplay is meant to resemble golf.&#10;&#10;After a hit, the player uses their marker disc to show where the bomb got to, and the next player retrieves the bomb to the start and does the same. Once all the players have all had one turn, the die is turned to show the second round. The starting player then puts the bomb on their marker and continues.&#10;&#10;If the bomb should go off the table, that player doesn't advance their marker and continues next turn in the same place.&#10;&#10;The winner is the player or players who reaches the goal in the shortest number of turns.&#10;&#10;The graphic design was by ASOBI.dept.&#10;user summary&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Sports"
    ],
    "Mechanics": [
      "Flicking"
    ],
    "Families": [
      "Sports: Golf"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Migong",
    "ID": 327224,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/327224/migong",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Migong is a two-player territory game played on the 126 brown spaces (cells) of the initially empty hexagonal board shown above.&#10;&#10;The two players are called Blue and Yellow. Each player has access to 63 cell-sized hexagonal pieces made of six equilateral triangles each. Each player's set of pieces includes all combinations of at least one triangle of their color and at most five triangles of the opponent's color. Pieces have a fixed orientation and are never rotated or flipped during play. Any pattern of triangles that would result from rotating or flipping a piece is represented by another piece.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;DefinitionsA wedge is one of the six triangular portions of a piece.&#10;&#10;A group is a wedge along with all other wedges one could reach from it through a series of steps between like-colored wedges sharing an edge with one another. Thus, all wedges in a group are the same color, and a group may include wedges from different pieces.&#10;&#10;A group's extent is the number of pieces that contribute wedges to it.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;PlayBlue plays first, then turns alternate. On your turn, if possible, place a piece from your set on an empty cell. Wedges from different pieces sharing an edge must be the same color. Likewise, a wedge must be the same color as any board edge sharing an edge with it, including the cell-like border in the center.&#10;&#10;If you have no moves available, you must pass. Passing is otherwise not allowed.&#10;&#10;The game ends when both players pass in succession. The player with the higher score in the final position wins. Your score is the biggest group extent in which you have the greater number of groups. If there is no such size, your score is zero. If both players are tied at zero points, whoever made the last move loses.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Pie ruleThe pie rule is used in order to make the game fair. This means Yellow will have the option, on their first turn only, to swap sides with their opponent instead of making a regular move.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Chaining",
      "Connections",
      "Hexagon Grid",
      "Paper-and-Pencil",
      "Pattern Building",
      "Pattern Recognition",
      "Tile Placement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Digital Implementations: MindSports",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Le grand jeu du FC Metz",
    "ID": 327225,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/327225/le-grand-jeu-du-fc-metz",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The winner is the first player (or team) to collect the 4 colored footballs on the board.&#10;Each player moves on its own path on the board and answers questions to progress.&#10;&#10;Categories:&#10;&#10;     French league&#10;     History of the FC Metz&#10;     Players and managers&#10;     Cups&#10;&#10;&#10;Contents:&#10;&#10;     2 pawns&#10;     1 dice&#10;     200 cards (questions/answers and stages)&#10;     1 board (23 spaces)&#10;     1 ruleset&#10;&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection",
      "Team-Based Game"
    ],
    "Families": [
      "Cities: Metz (France)",
      "Country: France",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trice",
    "ID": 327226,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.30",
    "Link": "https://boardgamegeek.com/boardgame/327226/trice",
    "Min Players": "1",
    "Max Players": "7",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Will you be the dice king? With Trice, you can play and train your brain at the same time! Roll the green die (starting letter), the red die (ending letter), and the white (number of letters). Within one minute, write down as many words a possible that have the starting letter, ending letter and length that you have rolled. Each word is one point.&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;Wo(o)rd jij de dobbelkoning? Met Trice kun je spelen en tegelijkertijd je hersens trainen! Gooi een groene (beginletter), rode (eindletter) en witte dobbelsteen (aantal letters). Schrijf binnen &eacute;&eacute;n minuut zoveel mogelijk woorden op met de beginletter, eindletter en het aantal letters dat je hebt gegooid. Elk woord is 1 punt.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Real-Time",
      "Spelling"
    ],
    "Families": [
      "Components: Letter Cubes / Word Dice"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Галичина 1918-1919",
    "ID": 327227,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/327227/galicina-1918-1919",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "3.5",
    "Description": "Board Game about Polish-Ukrainian war in 1918&mdash;1919. It is a war game on the hexagonal board with historical card engine.&#10;&#10;",
    "Categories": [
      "Educational",
      "Political",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Events",
      "Hand Management",
      "Hexagon Grid"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "This Very Ground Victory or Death",
    "ID": 327228,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/327228/this-very-ground-victory-or-death",
    "Min Players": "1",
    "Max Players": "10",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "A small-unit skirmish miniature wargaming system for the black powder period. It is designed to not only put you in command of the weapons and troops of the period, but into the historical tactical situation of an officer. Your presence on the battlefield will be the difference between your forces moving forward in good order and engaging the enemy, or in your ragged formation falling apart in defeat. You will be the difference between Victory or Death! Experience the tactical challenge of small unit warfare from the Beaver Wars through the War of 1812.&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "American Indian Wars",
      "American Revolutionary War",
      "Miniatures",
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "History: French and Indian War",
      "History: War of 1812",
      "Series: Disposable Heroes Miniature Rules (Iron Ivan Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Geographica Schweiz: Suisse",
    "ID": 327229,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/327229/geographica-schweiz-suisse",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "In Geographica, anyone can win, regardless of their knowledge. &#10;You answer the questions using your cards representing the Swiss cantons. &#10;To find the answers to the 220 questions of the game, you will have to observe the geographical map of Switzerland and be the fastest. &#10;Whoever completes their Switzerland puzzle first wins the game. &#10;A visual quiz in which your speed will make the difference.&#10;&#10;To win, be the first to assemble your puzzle from Switzerland. &#10;Earn coins by answering questions as fast as possible and using your answer cards. You can find all the answers on the central card or on your answer cards. What matters is not knowing the answer, but being the first to find it!&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Country: Switzerland"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Enchanters: Port Dasix Promo Card",
    "ID": 327238,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.14",
    "Link": "https://boardgamegeek.com/boardgameexpansion/327238/enchanters-port-dasix-promo-card",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Promo village card for enchanters, released in the Dice Tower 2020 Kickstarter.&#10;Allows players to gain attack bonuses, healing and rerolls&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Creatures: Dragons",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Schacher",
    "ID": 327240,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/327240/schacher",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players buy properties in Hamburg, Flensburg, Kiel and other cities to gain income. To help them along, they may get credit at the pawn shop or declare a loss at the war damage office. The player with the most money at the end of the game is the winner.&#10;&#10;The game was published in the 1940's.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Trading"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Country: Germany"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Black Hell: The Battle for Los Negros Island, February-March, 1944",
    "ID": 327241,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/327241/black-hell-the-battle-for-los-negros-island-februa",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "2",
    "Description": "&ldquo;The island is lousy with Nips&rdquo; &ndash;February 27th Message from the US Alamo Scouts to General Walter Krueger that more Japanese were on Los Negros island than reported.&#10;&#10;Before fleeing Corregidor, General Douglas MacArthur pledged to return to the Philippines. It was first necessary to retake New Guinea and at least neutralize the Japanese fortified base at Rabaul. Taking the island of Los Negros and its airbase at Momote would cut off Rabaul&rsquo;s ability to received supplies from Japan or elsewhere, and allow the US-led forces to advance for an offensive to retake the Philippines. US Intelligence thought the island was only held by a small Japanese garrison made up mostly of ground crewmen and laborers. Instead, the island was held by a Japanese army garrison composed of many veteran troops whose numbers nearly exceeded those of the US force tasked with taking the island. What ensued was a protracted and violent fight. Perhaps you can do as well or better?&#10;&#10;Each copy of Black Hell is composed of the following:&#10;&#10;&bull;    Two 11 by 17 inch map sheets&#10;&bull;    110 double-sided un-mounted counters&#10;&bull;    7 pages of charts and tables&#10;&bull;    9 pages of rules&#10;&#10;Players will also need a standard deck of cards and one D6, one ten sided die (D10, treat a die roll of 0 as ten and not zero), to play the game.  Units are mostly companies, a turn represents 1 day of time, and a map hex is one third of a mile across.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Open Drafting",
      "Simulation"
    ],
    "Families": [
      "Country: Papua New Guinea"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fossilis: Kickstarter Edition",
    "ID": 327242,
    "Year": "(2020)",
    "Geek Rating": "5.676",
    "Avg Rating": "7.15",
    "Link": "https://boardgamegeek.com/boardgame/327242/fossilis-kickstarter-edition",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.4",
    "Description": "The Kickstarter edition includes content not found in the retail edition including the mini-expansion supporting solo play.&#10;&#10;Includes:&#10;Power Tools micro-expansion&#10;Paleontologist meeples&#10;Caution Tape micro-expansion&#10;Bone Wars (solo mode)&#10;Custom wave plaster shape&#10;5 Ammonite scoring markers&#10;Ice Age mini-expansion&#10;Scorpion mini-expansion&#10;Undiscovered Species card.&#10;&#10;",
    "Categories": [
      "Exploration",
      "Prehistoric"
    ],
    "Mechanics": [
      "Action Points",
      "Contracts",
      "Grid Movement",
      "Set Collection",
      "Solo / Solitaire Game",
      "Tile Placement"
    ],
    "Families": [
      "Animals: Dinosaurs",
      "Components: 5 x 5 Grids",
      "Components: Game Trayz Inside",
      "Components: Tweezers",
      "Crowdfunding: Kickstarter",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Paladins of the West Kingdom: The Vassals Mini-Expansion",
    "ID": 327244,
    "Year": "(2021)",
    "Geek Rating": "5.834",
    "Avg Rating": "8.03",
    "Link": "https://boardgamegeek.com/boardgameexpansion/327244/paladins-of-the-west-kingdom-the-vassals-mini-expa",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "3.1429",
    "Description": "This mini expansion is included inside the Paladins Collector's Box. It will also be made available for individual purchase.&#10;&#10;Vassals have rallied to join your cause! These new&#10;Yellow Workers can be placed onto any Worker spot, regardless of its required colour. In addition to this, they also discount actions where they&rsquo;re placed by either 1 Silver or 1 Provision.&#10;&#10;Includes 8 Yellow Workers, 1 King&rsquo;s Favour Card, 8 Tavern Cards and 1 Reference Card.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Medieval"
    ],
    "Mechanics": [
      "Open Drafting",
      "Solo / Solitaire Game",
      "Worker Placement",
      "Worker Placement, Different Worker Types"
    ],
    "Families": [
      "History: Francia",
      "Series: The West Kingdom Trilogy (Garphill Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Architects of the West Kingdom: Works of Wonder",
    "ID": 327245,
    "Year": "(2022)",
    "Geek Rating": "6.308",
    "Avg Rating": "8.02",
    "Link": "https://boardgamegeek.com/boardgameexpansion/327245/architects-of-the-west-kingdom-works-of-wonder",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "80",
    "Weight": "3.2667",
    "Description": "In Architects of the West Kingdom: Works of Wonder, builders from far and wide have travelled to partake in the King&rsquo;s latest endeavour - five glorious monuments to beautify the city. However, not just any architect can be entrusted with such a task. Only those of influence and charitable reputation shall receive this great honour. Will you accompany the Princess as she surveys the projects, or rally support from the elusive Profiteer?&#10;&#10;Works of Wonder introduces an extension to the main board to hold the new Contribution/Consequence Cards, and keep track of players' Influence. Players compete to construct the 5 Wonders, while gaining support from the new Princess and Profiteer tokens moving about the main board. Also included is an entirely new solo system with 6 unique opponents to compete against.&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "City Building",
      "Medieval"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "History: Francia",
      "Series: The West Kingdom Trilogy (Garphill Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Expedition",
    "ID": 327248,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/327248/expedition",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "0",
    "Description": "One night at sea, in the galley of a run-down pirate vessel, a group of grizzled sailors huddles around a mysterious sheet of parchment: the only known map to the lost treasure of legendary pirate captain Broadsides Bullion.&#10;&#10;Captain Bullion made the map in a near-incomprehensible cipher, but whoever can piece the clues together stands to gain his vast fortune, a truly epic hoard that sailors at any port speak of with hushed reverence. You and your mates seized the ciphered map during a recent voyage, and are convinced it is the genuine article. You have agreed to put your heads together, unlock the map&rsquo;s secrets, and share the treasure... But of course, the one who finds the key first may end up keeping the entire trove...&#10;&#10;Expedition is a printable deduction game for 2 to 6 players, in which you take the role of a pirate crew and attempt to decode a treasure map. The first player who correctly guesses the map&rsquo;s true contents leads the expedition to unearth the treasure and wins the game!&#10;&#10;-description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Nautical",
      "Pirates",
      "Print & Play"
    ],
    "Mechanics": [
      "Deduction",
      "Paper-and-Pencil"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Black Powder: Epic Battles – American Civil War Starter Set",
    "ID": 327249,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.16",
    "Link": "https://boardgamegeek.com/boardgame/327249/black-powder-epic-battles-american-civil-war-start",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "360",
    "Weight": "0",
    "Description": "With the election of Abraham Lincoln in 1860, the tension between the Northern and Southern States boiled over into outright hostility. Birthed in the South, the Confederacy fought to maintain its independency whilst Northern troops headed south in a bid to preserve the union. Four years of hellish fighting ensued, consuming the nation. It was a war the likes of which the Americas had not seen before, and would never again.&#10;&#10;It is one of the most studied military conflicts in history, with over 237 named battles in addition to innumerable minor actions and skirmishes. Tactically, battles were still largely linear - regiments frequently fired all their ammunition only to be relieved by a second wave of troops passing through the line. However, the technology of war had become all the more destructive, and casualty rates were atrocious, leading to some historians citing the warfare of the American Civil War to be a precursor to that of the 1st World War over 50 years later.&#10;&#10;The Epic Battles system allows for gamers to refight these battles on a huge scale.  The game is based on the familiar award-winning Black Powder rules system, with a few period-flavour tweaks to cement the battles in the ideologies of American Civil War doctrines.&#10;&#10;This box set contains no less than 2400 men. Each of the two armies are presented on colour-coded plastic sprues; the push-fit pieces are extremely easy to assemble - enabling you to quickly get to the business of gaming this fascinating era of history on the epic scale it deserves. You&rsquo;ll also find some MDF scenery to lend your battles extra authenticity.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Black Powder (Warlord Games)",
      "Series: Epic Battles (Warlord Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Circino: le Chasseur de Trésors – Destination Seine-et-Marne",
    "ID": 327252,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/327252/circino-le-chasseur-de-tresors-destination-seine-e",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Circino A Treasure Hunt in Seine-et-Marne&#10;&#10;From Meaux to Fontainebleau, via Chelles, Provins, Melun etc ... 36 municipalities of the &quot;77&quot; department will occupy a central and predominant spot in the game.&#10;&#10;Goal of the game&#10;The players select 8 &quot;Objective&quot; cards (= 8 communes) and they collect the 8 &quot;Objective&quot; pellets corresponding to these 8 cards. They shuffle them face down then place them on the different chests on the game board.&#10;&#10;Each player then collects at random or he chooses 2 &quot;Objective&quot; cards among the 8 selected.&#10;&#10;The goal of the game will consist in finding the 2 &ldquo;Objective&rdquo; pellets corresponding to his 2 cards then in bringing them back the 1st to Circino in the center of the board ... with as only weapons the dice and his sense of adventure!&#10;&#10;In their quest, players will not be alone and can count on the help of members of the Circino family through Bonus Cards.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Educational",
      "Racing"
    ],
    "Mechanics": [
      "Open Drafting",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Country: France"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Klaus die Maus entdeckt den Wald",
    "ID": 327261,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/327261/klaus-die-maus-entdeckt-den-wald",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "During his foray through the forest, Klaus the mouse finds fruits and leaves, animals and tracks, different animal families and much more. A good memory helps to sort everything and find pairs.&#10;&#10;The youngest forest pro starts and takes the top search card and looks at it. The task is now to find the matching forest card. The forest card has the search card printed small as the solution. So you have a check if you are right. You now go with the search card to one of the forest pieces. Lift up the forest piece and look underneath to see if the matching card is underneath. If the forest cards are still hidden under the forest piece, you may uncover them- They remain face up underneath. If you find the matching card, you get to keep it. The forest card is now placed in front of you. If you have six different forest cards, you can use them to lay a tree. If you don't find the matching card in a passage to the forest piece, it's the next player's turn. The search card goes back face up next to the search card pile. The next player moves to the next pile with Klaus the mouse. The game ends when 3 trees can be formed. The player who has the most search cards in front of him - that is, who has successfully found the most pairs - wins the game.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Books: Klaus die Maus",
      "Theme: Trees and Forests"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "CloudAge: Rollo Promo Card",
    "ID": 327262,
    "Year": "(2020)",
    "Geek Rating": "5.534",
    "Avg Rating": "7.19",
    "Link": "https://boardgamegeek.com/boardgameexpansion/327262/cloudage-rollo-promo-card",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "100",
    "Weight": "3",
    "Description": "Rollo (P1) is a promo card for CloudAge, first given with preorders of the game.&#10;&#10;Playing with the Promo Card &quot;Rollo&quot;:&#10;Rollo is the only project card you can play by paying metall and 2 project cards from the hand.&#10;Rollo will produce every round in the production phase a project card (draw 1 project card).&#10;&#10;Rollo is not meant to be part of the campaign - so the reference P1 means just Promo Card Number 1.&#10;You can use it in every scenario/chapter if you wish.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Grid Movement",
      "Hand Management",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Theme: Post-Apocalyptic"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dokter Li",
    "ID": 327263,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/327263/dokter-li",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "35",
    "Play Time": "35",
    "Weight": "0",
    "Description": "Doctor Li Wenliang tried to warn us of the danger of a new virus. Sadly, he died of COVID-19 himself before the world realized he was sounding the alarm of an impending pandemic.&#10;&#10;&#10;In the card game Doctor Li, the corona virus is spreading at a threatening pace all over the world. Two to five players do everything they can to keep the curve of their land flat with good preparations and thus avoid a high death toll.&#10;&#10;&#10;To do this, they collect sufficient hospital capacity, effective leadership and social distance. But beware, while there are some benefits to be gained from a creative and benevolent population, there are also numerous aggravating circumstances lurking. Hoarding behavior and a new wave are never far away, while government leaders of all kinds are looking for ways to deal with this crisis.&#10;&#10;&#10;Each player starts with 4 category cards in his hand. The player with a date of birth closest to November 17 (when the first case of Corona was discovered) gets to start.&#10;&#10;Goal of the game&#10; The last round of the game is played when 1 player has completed all three categories. All other players may then play 1 more turn.&#10;&#10;A player can discard a category when he has at least 3 unique cards of 1 specific category that the player can put down in 1 turn. This can be a category of 3 or 4 unique cards. The missing unique card in a category of 3 cannot be added later in the game.&#10;&#10;After the last round is played, the points are counted:&#10;&#10;     1 point for each 3-card category discarded,&#10;     2 points for each category of 4 cards discarded&#10;     1 bonus point for the player who is the first to complete all three categories. &#10;&#10;&#10;The player with the highest score wins. If there is a tie, the player who finished first wins.&#10;&#10;How does a round go&#10; 1. The player takes the top card from the category pile or the top card from the category discard pile and takes it into his / her hand without showing the others the card.&#10;&#10;2. The player then takes the top card from the action card pile and places it face up on the discard pile, visible to all players.&#10;&#10;     If the card has a logo in the top left corner, the player picks up the card in his / her hand and may play during this or subsequent turns.&#10;     If the card is an 'aggravating circumstance' or 'a boost', the consequences will apply immediately and only to the player who turned the card.&#10;     If the card is a &quot;hamster&quot; card or &quot;a new wave&quot;, the card applies to all players and all players must react immediately so as not to be affected by the card (see chart types overview). &#10;&#10;&#10;3. A player now has the chance to play the remaining cards from his / her hand, or to discard categories.&#10;When the player tries to discard a category, any other player can now play a 'Trump' card that forces the active player to discard any card of the hand played and take the remaining cards back into hand. Unless the active player can supplement the category with other cards from his / her hand OR plays another 'Trump' card that destroys the previous card.&#10;&#10;4. If there are no more players who wish to play additional 'Trump' cards and the category is still complete, then the category is now considered 'discarded' and cannot be removed for the remainder of the game unless there is an 'I don't think so' card is played. The next player can now start his / her turn.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Medical: COVID-19"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: Crooks & Castles",
    "ID": 327264,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/327264/monopoly-crooks-and-castles",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Joining forces with Hasbro and USAopoly to recreate a board game classic, Crooks &amp; Castles has released a collector&rsquo;s edition of Monopoly. Revamping everything from the game board to the cards, Crooks &amp; Castles&rsquo; design input is spread across the board&rsquo;s most intricate elements, such as the tokens and currency, to the exterior packaging of the game box itself. The Crooks &amp; Castles edition of the game also recreates classic Monopoly imagery with current day streetwear essentials, such as replacing the classic boot token with a retro sneaker and the top hat token with a fitted cap. (Publisher blurb)&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Income",
      "Loans",
      "Lose a Turn",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Stock Holding",
      "Track Movement",
      "Trading"
    ],
    "Families": [
      "Game: Monopoly (Official)",
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Inspopoly",
    "ID": 327265,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/327265/inspopoly",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "0",
    "Description": "For those that love Old Television, this game is just for you. The properties are from The Waltons, The Virginian, Matlock, The High Chaparral, Dr Quinn Medicine Woman, Little House on the Prairie, Happy Days, The Brady Bunch, Bonanza, and The Big Valley.&#10;&#10;Probably a Monopoly clone.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Income",
      "Loans",
      "Lose a Turn",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Stock Holding",
      "Track Movement",
      "Trading"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "World Business",
    "ID": 327267,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/327267/world-business",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "0",
    "Description": "A Monopoly clone.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Income",
      "Loans",
      "Lose a Turn",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Stock Holding",
      "Track Movement",
      "Trading"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Munchkin: Coasters",
    "ID": 327273,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/327273/munchkin-coasters",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A set of six drinks coasters, which are designed to both protect your table and to make it a little easier for everyone at the table to determine which player is playing which colour. The six designs included in the Munchkin Coaster Pack not only feature the six basic player colours, but each coaster also gives you a small bonus when playing the game!&#10;&#10;Rule: If you kick open the door and it's the monster on your coaster, go up a level (can't be the winning level). If someone else gets your monster when they kick the door, you draw a Treasure.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Munchkin"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hexasperation",
    "ID": 327289,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/327289/hexasperation",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The first player to make 4 coloured connections across a board with hexagonal tiles wins.&#10;&#10;All the tile in play are shared between both players and once a connection is made all the tiles making up that connection are removed from play and replaced&#10;&#10;Each tile has 3 coloured connections on the top and a feature on the underside that can help or hinder play when flipped over&#10;&#10;There are three types of move dictated by a D20 dice. Rotate any tile one click (60 Degrees), Replace any tile with the next tile on a players stack or Turn any tile over revealing its feature or taking a feature out of play&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Connections",
      "Hexagon Grid",
      "Memory",
      "Pattern Building"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Posies",
    "ID": 327291,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/327291/posies",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "20",
    "Play Time": "25",
    "Weight": "0",
    "Description": "Posies is a strategic board game where players compete to remove colored pieces from a hexagonal grid, balancing clever positioning with foresight to maximize their score. Players take turns eliminating pairs of posies, either adjacent or across a line, while carefully managing group formations. With each color worth different point values, players must weigh immediate gains against long-term scoring potential. The game ends when moves are no longer possible, challenging players to outwit their opponents through spatial reasoning and tactical removals.&#10;&#10;Materials&#10;- A hex board with 51 vertices&#10;- 54 pieces (posies) in 3 colors (pink, purple, green)&#10;&#10;Object&#10;Score the most points by strategically removing posies.&#10;&#10;Setup&#10;Players take turns randomly placing three posies of different colors, one per vertex, until the board is filled. Three posies remain unused (for a variant).&#10;&#10;Definitions&#10;Group: Adjacent posies. A single posy is also considered a group.&#10;&#10;Play&#10;1. Choose a starting player. Turns alternate.&#10;2. On your turn, perform one of these actions:&#10;   a) Remove 2 non-adjacent posies of the same color separated by a straight line of adjacent posies.&#10;   b) Remove 2 adjacent posies. If this splits a group:&#10;      - The moving player keeps the smallest resulting group.&#10;      - If smallest groups are equal, the moving player chooses which to keep.&#10;3. The game ends when a player cannot make a move.&#10;&#10;Scoring&#10;- Pink posies: 1 point each&#10;- Purple posies: 2 points each&#10;- Green posies: 3 points each&#10;Highest total score wins.&#10;&#10;Variants&#10;1. Most posies wins (regardless of color).&#10;2. Hidden color bonus:&#10;   - Before setup, place one posy of each color in a bag.&#10;   - Players draw one hidden posy each.&#10;   - At game end, reveal hidden posies.&#10;   - Score: (Total of revealed color x 3) + (Other colors)&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Category: Combinatorial"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Arkham Horror: The Card Game – A Light in the Fog: Mythos Pack",
    "ID": 327293,
    "Year": "(2021)",
    "Geek Rating": "5.801",
    "Avg Rating": "8.54",
    "Link": "https://boardgamegeek.com/boardgameexpansion/327293/arkham-horror-the-card-game-a-light-in-the-fog-myt",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3.6",
    "Description": "Since you first awoke in a dank and gloomy tidal cavern, you&rsquo;ve attempted to pull together the disparate pieces of your shipwrecked memories. You&rsquo;ve learned some of why you came to Innsmouth, and you&rsquo;ve battled the evils rising from the ocean deeps&hellip; but as you escape from the Deep Ones overrunning Innsmouth and race toward the Falcon Point lighthouse, you find yourself at the threshold of the next mystery. Who was it that first captured you and left you for dead? The keeper of the lighthouse may hide the answers you seek.&#10;&#10;As the next chapter of your evolving story, A Light in the Fog expands your adventures in Innsmouth with Arkham Horror: The Card Game, picking up right where your frantic car chase left off at the end of Horror in High Gear, and promising new revelations as you push deeper into the heart of the tangled conspiracy that surrounds Innsmouth. Along with a new scenario, this expansion, the fourth Mythos Pack in The Innsmouth Conspiracy cycle, brings new options to your decks with a slew of new mid-level cards to shape and enhance your deck as you gain experience. But as your experiences unlock new skills, will they also open to door to deeper shades of madness?&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Card Game",
      "Collectible Components",
      "Fantasy",
      "Horror",
      "Novel-based"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Role Playing",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Living Card Game (Fantasy Flight Games)",
      "Game: Arkham Horror – The Card Game",
      "Game: Arkham Horror TCG – The Innsmouth Conspiracy",
      "Series: Arkham Horror Files (Fantasy Flight Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Arkham Horror: The Card Game – The Lair of Dagon: Mythos Pack",
    "ID": 327294,
    "Year": "(2021)",
    "Geek Rating": "5.775",
    "Avg Rating": "8.40",
    "Link": "https://boardgamegeek.com/boardgameexpansion/327294/arkham-horror-the-card-game-the-lair-of-dagon-myth",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3.75",
    "Description": "The separate timelines of your Innsmouth investigations are quickly converging, as the pieces of your memory begin to click into place. You&rsquo;ve seen uncanny happenings and sinister meetings, and it&rsquo;s clear that the Esoteric Order of Dagon lies at the heart of the conspiracy. It&rsquo;s time for you to step across the nightmare frontier and venture into the Order&rsquo;s decrepit and crumbling halls&hellip; and the tidal caves that lie beneath.&#10;&#10;As The Innsmouth Conspiracy cycle approaches its climactic conclusion, you&rsquo;ll find the next chapter of the unfolding story within The Lair of Dagon, the fifth Mythos Pack in The Innsmouth Conspiracy, beckoning the investigators deeper into danger and closer to the heart of the sea. You&rsquo;ll need new tools and skills if you plan to take the Order of Dagon head-on, and fortunately, this Mythos Pack comes filled with an assortment of new player cards for every aspect, giving you the perfect cards to upgrade your deck as you gain more experience and ramp up to the finale of your campaign.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Card Game",
      "Collectible Components",
      "Fantasy",
      "Horror",
      "Novel-based"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Role Playing",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Living Card Game (Fantasy Flight Games)",
      "Game: Arkham Horror – The Card Game",
      "Game: Arkham Horror TCG – The Innsmouth Conspiracy",
      "Series: Arkham Horror Files (Fantasy Flight Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly Space",
    "ID": 327301,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.38",
    "Link": "https://boardgamegeek.com/boardgame/327301/monopoly-space",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Earth is so yesterday that it is time to conquer the whole universe!&#10;&#10;In this astro-themed version of Monopoly, players travel around in space to buy planets, mine resources, and build their colony. The resources are used to build the domes that make up the colony. The players have to move fast before the other players take the glory. The first player to complete their space colony and get back to GO (the Earth) wins.&#10;&#10;",
    "Categories": [
      "Economic",
      "Science Fiction"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Game: Monopoly (Official)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Smoke & Mirrors: Double Backed Swirls Card",
    "ID": 327302,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/327302/smoke-and-mirrors-double-backed-swirls-card",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "It's a double backed card for the Swirls suit. This one forces some tough bluffing, counts as a 0 when played, and you might even be able to pull off some actual magic tricks with it!&#10;&#10;&#10;A double backed magic card for the Swirls deck:&#10;&#10;     More bluffing!&#10;     Counts as a 0!&#10;     Maybe try some actual magic tricks!&#10;&#10;&#10;&#10;Kickstarter stretch goal promo.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Bluffing",
      "Card Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Trick-taking"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Series: Wallet Games (Button Shy)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: Swansea City AFC",
    "ID": 327303,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/327303/monopoly-swansea-city-afc",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A Monopoly about the Welsh football team of Swansea City AFC.&#10;&#10;Swansea City became the first Welsh club to reach the Premier League when they clinched a thrilling play-off final victory over Reading at Wembley Stadium in May, 2011. It completed a remarkable rise for a club that had found itself fighting regulation from the Football League less than 10 years earlier.&#10;&#10;Moving from the lovely, uglu, old Vetch Field to a new luxury home at the Liberty Stadium helped spark a footballing revolution at the Swans' unique tiki-taka style look took the Premier League by storm and secured the club their first major trophy with the Captial One Cup.&#10;&#10;-description from the back of the box&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation",
      "Sports"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Income",
      "Lose a Turn",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Cities: Swansea (Wales, UK)",
      "Country: United Kingdom",
      "Country: Wales",
      "Game: Monopoly (Official)",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Weiß Schwarz: Attack on Titan Trial Deck",
    "ID": 327309,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/327309/weiss-schwarz-attack-on-titan-trial-deck",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "0",
    "Description": "2 types of exclusive RRR Foil cards and 1 SP Gold Foil/Hot Stamp signed card from the Japanese voice actor are randomly inserted in decks!!&#10;Eren: Yuki Kaji&#10;&#10;&#10;     Pre-constructed Trial Deck (Same content for each deck.)&#10;     50 cards per deck&#10;     6 decks per display&#10;     8 displays per carton&#10;     Rule sheet, deck manual, playbook, and playmat included.&#10;&#10;&#10;&#10;     The English Edition does not include the PR cards from the Japanese Edition.&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Catch the Leader",
      "Deck Construction",
      "Hand Management",
      "Memory",
      "Take That"
    ],
    "Families": [
      "Comic Books: Attack on Titan",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "インヴァージョン (!nversion)",
    "ID": 327317,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.33",
    "Link": "https://boardgamegeek.com/boardgame/327317/invuaziyon-nversion",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "0",
    "Description": "&#227;&#130;&#164;&#227;&#131;&#179;&#227;&#131;&#180;&#227;&#130;&#161;&#227;&#131;&#188;&#227;&#130;&#184;&#227;&#131;&#167;&#227;&#131;&#179; (!nversion) is a trick-taking card game from Japan. The game has five suits (Crown being added as the fifth), and plays through as normal trick-taker, with players following the lead suit if they can. However, cards are played in a line, and if successive cards total to 11, the suit inverts. The second card becomes the lead suit. For example, the 10 of Spades has been played in the line. If a 1 of Hearts is now played, Hearts becomes the lead.&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Vaccinatie!",
    "ID": 327319,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/327319/vaccinatie",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "There is a pandemic! Fortunately there is a vaccin that can help, but a few do everything they can to prevent people from getting vaccinations...&#10;&mdash;description from the publisher (translated)&#10;&#10;The games takes place during the Covid pandemic. One player is &quot;Lange Frans&quot; (a Dutch rapper and TV presenter who believes in conspiracy theories) and tries to prevent the other players from achieving group immunity. The other players are common people who try to get everyone vaccinated at least once to achieve group immunity. There is also a game master who controls the flow of the game. The players together decide who will be &quot;Jaap van Dissel&quot; (the Dutch equivalent of Anthony Fauci), whose vote breaks ties.&#10;&#10;Each round of the game has three phases: the conspiracy, the surge and the vaccination. In the conspiracy phase, the common people are anesthetized (have their eyes closed) and Lange Frans secretly guesses who will get the vaccine this round.&#10;During the surge, everyone wakes up and rolls a special die to determine how to deal with this, which may help or hinder the player. In the vaccination phase, the group discusses and votes who should be vaccinated (gets a vaccination card), keeping in mind that three vaccinations for one person constitutes an overdose. If Lange Frans guessed right, the vaccin is not given but destroyed!&#10;&#10;In total there are 12 vaccinations available. There is also an untested Russian vaccine. If this is used on a common person, all people lose all their vaccines, but if Lange Frans is vaccinated with it, he loses the game. He also looses if he gets an overdose. Lange Frans wins when the people cannot be vaccinated in time anymore.&#10;&mdash;user summary&#10;&#10;Er heerst een pandemie! Gelukkig kan een vaccin uitkomst bieden, maar een enkeling doet er alles aan om te voorkomen dat mensen vaccinaties krijgen...&#10;&mdash;description from the publisher (Dutch)&#10;&#10;",
    "Categories": [
      "Deduction",
      "Party Game"
    ],
    "Mechanics": [
      "Player Elimination",
      "Team-Based Game"
    ],
    "Families": [
      "Game: Werewolf / Mafia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "SpaceShipped: Debts and Damage",
    "ID": 327323,
    "Year": "(2021)",
    "Geek Rating": "5.542",
    "Avg Rating": "7.31",
    "Link": "https://boardgamegeek.com/boardgameexpansion/327323/spaceshipped-debts-and-damage",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Sometimes, the rewards are worth the risks, but in this part of the sector, the risks often outnumber the rewards. The presence of the Dynasty grows larger by the day, so be careful that you never get on their bad side. Otherwise, you might not make it out alive.&#10;&#10;COMPONENTS&#10;&#10;     5 Multipurpose cards&#10;     1 Enemy card&#10;&#10;&#10;SETUP&#10;Set aside the Wealth, Starting Crew, Ship, and Equipment cards from the base game.&#10;&#10;Sort the remaining base game cards along with any expansion cards into the following groups: Crew, Ships, Equipment, and Enemies.&#10;Shuffle each group, then randomly draw the following:&#10;&#10;     Crew: 3&#10;     Ships: 3&#10;     Equipment: 7&#10;     Enemy: 1&#10;&#10;&#10;Along with the cards that you set aside, these are the 18 cards you will use to play.&#10;&#10;&#10;Released in the February 2021 Board Game of the Month Club $10+ package.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Economic",
      "Science Fiction"
    ],
    "Mechanics": [
      "Commodity Speculation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Components: Multi-Use Cards",
      "Game: SpaceShipped",
      "Players: Solitaire Only Games",
      "Series: Wallet Games (Button Shy)",
      "Setting: Pocket Universe (Button Shy)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Circino: le Chasseur de Trésors – Destination Essonne",
    "ID": 327333,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/327333/circino-le-chasseur-de-tresors-destination-essonne",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Circino A Treasure Hunt in Essonne&#10;&#10;From Evry-Courcouronnes to Massy, via Corbeil-Essonnes, Athis-Mons, M&eacute;r&eacute;ville etc ... 36 municipalities of the &quot;91&quot; department will occupy a central and predominant spot in the game.&#10;&#10;Goal of the game&#10;The players select 8 &quot;Objective&quot; cards (= 8 communes) and they collect the 8 &quot;Objective&quot; pellets corresponding to these 8 cards. They shuffle them face down then place them on the different chests on the game board.&#10;&#10;Each player then collects at random or he chooses 2 &quot;Objective&quot; cards among the 8 selected.&#10;&#10;The goal of the game will consist in finding the 2 &ldquo;Objective&rdquo; pellets corresponding to his 2 cards then in bringing them back the 1st to Circino in the center of the board ... with as only weapons the dice and his sense of adventure!&#10;&#10;In their quest, players will not be alone and can count on the help of members of the Circino family through Bonus Cards.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Educational",
      "Racing"
    ],
    "Mechanics": [
      "Open Drafting",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Ashes Reborn: The Breaker of Fate",
    "ID": 327364,
    "Year": "(2021)",
    "Geek Rating": "5.578",
    "Avg Rating": "8.24",
    "Link": "https://boardgamegeek.com/boardgameexpansion/327364/ashes-reborn-the-breaker-of-fate",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Famed Jericho Kill has unlocked the ability to manipulate time itself! She has journeyed into the temporal planes, defeated Phoenixborn from across many timelines and claimed their greatest weapons as her own. She now returns, reborn in fire, and is prepared to turn the path of her own timeline.&#10;&#10;Ashes Reborn: The Breaker of Fate gives players an all-new Ashes deck ready to play out of the box, or with which to begin deck-building. It not only introduces a new Phoenixborn and new cards to the game, but also includes ten new Time Magic dice and a stylized deck box which neatly organizes a sleeved Ashes deck, ten dice, and all the tokens from the base set.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Ashes – Rise of the Phoenixborn"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: Swansea University",
    "ID": 327366,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/327366/monopoly-swansea-university",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Produced for 100 years of Swansea University in 2020.&#10;&#10;Tour Swansea University for the hottest properties, sites, halls of residence, and bars are all up for grabs. Invest in houses and hotels, then watch the rent come pouring in. Make deals with other players and look out for bargains at auction - there are many ways to get what you want.&#10;&#10;-description from the back of the box&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Income",
      "Lose a Turn",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Cities: Swansea (Wales, UK)",
      "Country: United Kingdom",
      "Country: Wales",
      "Game: Monopoly (Official)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Weiß Schwarz: BanG Dream! Trial Deck",
    "ID": 327370,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/327370/weiss-schwarz-bang-dream-trial-deck",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "0",
    "Description": "Trial Deck+ BanG Dream!&#10;&#10;Are you ready for a Poppin&rsquo;Party?&#10;&#10;The members of Poppin&rsquo;Party debuts in the English edition of Weiss Schwarz!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games",
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Weiß Schwarz: KanColle Trial Deck",
    "ID": 327373,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/327373/weiss-schwarz-kancolle-trial-deck",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "0",
    "Description": "Trial Deck Kancolle&#10;&#10;5 types of exclusive RRR Foil cards are randomly inserted into decks!&#10;&#10;Climax cards drawn by popular illustrators are included in this set!&#10;&#10;10 Exclusive Trial-Deck only cards (5 types) are included in this product!&#10;&#10;&#10;     50 cards per deck&#10;     6 decks per display&#10;     8 displays per carton&#10;     Rule sheet, deck manual, playbook, and playmat included.&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Drei Haselnüsse für Aschenbrödel: Das Spiel",
    "ID": 327375,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/327375/drei-haselnusse-fur-aschenbrodel-das-spiel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Everyone knows the story of Aschenbr&ouml;del. Help Aschenbr&ouml;del to get the prince.&#10;Based up on the Christmas movie Drei Haseln&uuml;sse f&uuml;r Aschenbr&ouml;del.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "PAIRZI",
    "ID": 327376,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.33",
    "Link": "https://boardgamegeek.com/boardgame/327376/pairzi",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "1",
    "Description": "PAIRZI - Gotta Getta Pair! The aim of the game is to be the first player to collect 5 pairz of the Critter Cards!&#10;&#10;Each player has two dice they roll until someone gets a pair, whoever rolls a pair has to then find a matching pair of Critter Cards! Once they've collected their pair of Critter Cards they pick their dice back up and keep rolling. Each player must roll a pair on their dice before collecting a pair of Critter Cards. The first player to collect 5 pairs of Critter Cards shouts &quot;PAIRZI&quot; and wins the game!&#10;&#10;In keeping with the rest of the Carma Games range there are many game variations including two decks of critter cards for super-fast games or more challenging gameplay idea's.&#10;&#10;Packed with dice rolling Critter matching fun, PAIRZI is an intense card playing adventure the whole family will enjoy!  This fabulously fun game is great for the whole family, the perfect game for a games night with family or friends and it's compact enough to take with you when travelling.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Dice"
    ],
    "Mechanics": [
      "Real-Time"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Tesla Science Race",
    "ID": 327384,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/327384/tesla-science-race",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The Board Game Inspired By Nikola Tesla.&#10;&#10;Tesla Science Race is an educational tabletop board game that teaches players about Nikola Tesla&rsquo;s inventions and his life&rsquo;s journey one dice roll at a time.&#10;&#10;The game can be played two ways - with a smart device or without. Special cards with QR codes were created to be used with smart devices in addition to the standard cards. The cards with the QR code include a link to the next task.&#10;&#10;Players compete to collect as many of Tesla's inventions as possible. The inventions come in the form of a card, and on the back of each is one piece of Tesla&rsquo;s infamous coil. This was one of his most significant inventions. Each player attempts to recreate the Tesla coil by assembling the cards like pieces of a puzzle. The player who first puts together the coil is the winner.&#10;&#10;The game is interactive, and educational as each player tests their knowledge of Tesla&rsquo;s many inventions. The game also challenges players to think on the spot, as they make strategic decisions to not only move forward but to collect valuable invention cards.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice",
      "Educational"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Historical Figures: Nikola Tesla",
      "Occupation: Researcher / Scientist"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Operations Picket, Result and Grog: Force H to Genoa, 9th February 1941",
    "ID": 327385,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/327385/operations-picket-result-and-grog-force-h-to-genoa",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Operations Picket, Result and Grog is the first in an occasional series of operational campaign and scenario packs for Find, Fix and Strike.&#10;&#10;This pack covers the Royal Navy's raid on Genoa in February 1941, including a variant campaign system for more fidelity and additional aircraft stats to cover the types in use in the campaign.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Cities: Genoa (Liguria, Italy)",
      "Misc: Free Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Munchkin: Destruye la Navidad",
    "ID": 327389,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.43",
    "Link": "https://boardgamegeek.com/boardgameexpansion/327389/munchkin-destruye-la-navidad",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "This product is a compilation of these expansions for Munchkin:&#10;&#10;Waiting for Santa&#10;Santa's Revenge&#10;Reindeer Games&#10;Naughty &amp; Nice&#10;&#10;It has a total of 60 cards.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fantasy",
      "Fighting",
      "Humor"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Munchkin",
      "Holidays: Christmas"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dice Hospital: Community Care (Kickstarter Edition)",
    "ID": 327390,
    "Year": "(2020)",
    "Geek Rating": "5.557",
    "Avg Rating": "7.56",
    "Link": "https://boardgamegeek.com/boardgameexpansion/327390/dice-hospital-community-care-kickstarter-edition",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "3",
    "Description": "KS edition includes KS Exclusives:&#10;&#10;     Helicopter Miniature&#10;     5th Player Expansion&#10;     Base Game upgrades&#10;&#10;&#10;&#10;Dice Hospital: Community care is the new box with 3 expansions for the original game: Dice Hospital.&#10;Containing: The city expansion, the maternity expansion and the improvements expansions.&#10;&#10;The City Expansion&#10;The intake phase is now replaced by a set of city tiles where players use their ambulances and paramedic tokens to collect patients.&#10;This vastly increases interactivity, as now players have a direct say over which specific dice you pick up, as well as bonuses gained by picking up unhealthy patients! But watch out, any patients left in the city who have not been tended to, neglect in value and the player(s) who picked up the healthiest patients that round gain fatality tokens, if the worst happens to the patients! This expansion also includes a helicopter miniature (used to pickup patients from anywhere in the city grid for whoever is the first player that round) in the kickstarter edition.&#10;&#10;The Maternity Expansion&#10;This expansion includes normal sized pink mother dice and smaller pink baby dice! This expansion also increases interaction by making players compete for objective cards set by the &quot;city&quot; to ensure a good amount of mother and baby dice are discharged (with often other colour combinations) by the end of the game. This also includes a new spatial element to the game in which mothers only neglect when untreated and in a ward with other dice. Players also roll the birthing die to see whether they receive single or twin babies!&#10;&#10;The Improvements expansion&#10;This expansion allows for almost unlimited customisation! Players will be given a free to visit worker placement board where they can pick up room improvements specific to a colour of their choice. This expansion vastly increases the crunchiness of the game and is for players who have played the original game &quot;wanting more&quot;.&#10;&#10;",
    "Categories": [
      "Dice",
      "Expansion for Base-game",
      "Medical"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Phase Order",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Medical: Hospitals / Clinics"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pays de Langres: Le jeu",
    "ID": 327398,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/327398/pays-de-langres-le-jeu",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Pays de Langres is an original, local and user-friendly board game based on the principle of questions and answers.&#10;&#10;Nearly 550 written questions and photos with also charades and riddles, &quot;junior&quot; questions which deal with subjects as varied as history or geography of Grand Langres  &amp; Auberive, Vingeanne and Montsaugeonnais, heritage, local traditions, current events or famous people who have marked the territory of Langres...&#10;&#10;",
    "Categories": [
      "Humor",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Acting",
      "Events",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Country: France"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Weiß Schwarz: Sword Art Online Trial Deck",
    "ID": 327399,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/327399/weiss-schwarz-sword-art-online-trial-deck",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "0",
    "Description": "Wei&szlig; Schwarz is a CCG produced in collaboration with some of the most popular animation/ video game works in Japan. Players separate the &quot;Wei&szlig;&quot; side which features mainly pretty characters from the &quot;Schwarz&quot; side featuring cool characters.&#10;&#10;Though the title consists of various kinds of card sets, a carefully planned system and rules make it possible for players to mix any of them on each side and enjoy the game.&#10;&#10;This Series contains cards from the popular Light Novel/Anime Sword Art Online.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Movies / TV / Radio theme",
      "Video Game Theme"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Weiß Schwarz: Love Live! Trial Deck",
    "ID": 327401,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/327401/weiss-schwarz-love-live-trial-deck",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "0",
    "Description": "Wei&szlig; Schwarz is a CCG produced in collaboration with some of the most popular animation/ video game works in Japan. Players separate the &quot;Wei&szlig;&quot; side which features mainly pretty characters from the &quot;Schwarz&quot; side featuring cool characters.&#10;&#10;Though the title consists of various kinds of card sets, a carefully planned system and rules make it possible for players to mix any of them on each side and enjoy the game.&#10;&#10;---&#10;&#10;This Series includes characters from Love Live!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Grossdeutschland 1944",
    "ID": 327404,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/327404/grossdeutschland-1944",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This Panzer Grenadier: Broken Axis expansion booklet contains 20 tactical-level scenarios (linkable into four &ldquo;battle games&rdquo;) set during the Soviet invasion of Romania in 1944. Mustered against two Soviet armies are a miscellany of German and Romanian units. Four scenarios center on the SS &ldquo;Death&rsquo;s Head&rdquo; Division and are designed to shatter illusions about that formation&rsquo;s &ldquo;elite&rdquo; status.&#10;&#10;In addition to boards and counters from Broken Axis, most scenarios require components from one or more of Kursk: South Flank, Fire in the Steppe and Armata Romana.&#10;&#10;The booklet takes its name from its feature article on the famous Grossdeutschland Division and the included set of 64 die-cut counters portraying its lower level units in the division&rsquo;s color scheme. The counters aren&rsquo;t actually used in any of the booklet&rsquo;s scenarios. They are provided for the numerous Broken Axis scenarios in which the Grossdeutschland fought. Other articles in the booklet discuss the Romanian Royal Army and Soviet armored fighting vehicles employed in the Romanian campaign.&#10;&#10;Note: This booklet should not be confused with Panzer Lion: Grossdeutschland 1944, a long out-of-print Panzer Grenadier supplement that portrayed the division&rsquo;s actions in Romania and was superseded by Broken Axis.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Modular Board",
      "Secret Unit Deployment",
      "Simulation"
    ],
    "Families": [
      "Series: Panzer Grenadier (Avalanche)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fistful of Lead: Snowbrawl!",
    "ID": 327407,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/327407/fistful-of-lead-snowbrawl",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": " Fistful of Lead: Snowbrawl!&#10;&#10;It's a snowball fight mixed with dodgeball! &#10;Have a little holiday competition with this fun little addition to Fistful of Lead.&#10;&#10;This game can be played with any miniatures you&#10;have and for the most part use the standard Fistful of Lead Core rules. &#10;You can have fights between evil snowmen and elves, Vikings and trolls, anything you can think of!&#10;&#10;The game can be played with 2, 3 or 4 players. &#10;Four player games can by 2 versus 2 or 4 way brawls.&#10;&#10;THIS IS NOT A STAND ALONE GAME! You will need a copy of the Fistful of Lead Core rules.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Game: Fistful of Lead"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Forgotten Treasure",
    "ID": 327409,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/327409/forgotten-treasure",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Forgotten Treasure is a strategic and easy-to-learn turn-based card game from Wicked Magic Games. In this game, you are competing against fellow pirates to collect Treasures using various Keys, Items, and Defenses while protecting yourself against other players and dangerous Events.&#10;&#10;The game is played over a varying number of rounds, all with the goal of being the first player to claim 4 Treasures. The first player to claim 4 Treasures is the winner.&#10;&#10;Each turn you have two action points that can be used to draw cards, play Items, or claim Treasures.&#10;&#10;There are five card types in the game: Treasures, Keys, Items, Defenses, and Events. &#10;    Treasures are the main goal of the game and provide you with helpful effects when claimed. &#10;    Keys are used to claim Treasures.&#10;    Items have a variety of effects that assist you in claiming Treasures or hinder other players.&#10;    Events are crazy, game-changing cards that are played immediately when drawn. So Events may cause to you keep your hand exposed to all players, while other might &#10;    force you to trade hands with other players. &#10;    Defenses are used to protect yourself from Events or stop other players from playing Item cards.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Pirates"
    ],
    "Mechanics": [
      "Action Points",
      "Hand Management"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Elf on the Stealth",
    "ID": 327410,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.75",
    "Link": "https://boardgamegeek.com/boardgame/327410/elf-on-the-stealth",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "5",
    "Description": "Following in the tradition of &quot;escape room in a box&quot; games, Elf on the Stealth is an escape room in a Christmas card. Players attempt to track down the infamous mole that Big Plastic &mdash; an evil consortium of plastic-toy manufacturers &mdash; have placed within Santa's organization by solving puzzles, hunting down clues, and engaging in some lateral thinking.&#10;&#10;The game comes in the form of a Christmas card that could be sent to friends or relatives with a cheery holiday message, which contains a link to a web app (written in simple JavaScript to be compatible with any smartphone, tablet, or PC) that mediates the game.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Maze",
      "Print & Play",
      "Puzzle",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Deduction",
      "Induction"
    ],
    "Families": [
      "Holidays: Christmas"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Loto Fever",
    "ID": 327411,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/327411/loto-fever",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "&quot;An exciting, fast-moving game for gamblers and all those who thrive on challenge.&quot; A card based take on traditional lottery/keno with players vying for the most cash and avoiding going bankrupt. Players ante each round for a number match card trying to match the six numbers on their lottery card to win the pot. Special instruction cards are thrown in to change things up when drawn. When a player or players complete their lottery card, all players that matched at least three of their six numbers get a trivia challenge card to try to win bonus cash. Those successful at the trivia challenge get the option do double their bonus winnings using the &quot;match deck&quot; paying for cards up to a certain amount trying to match their bonus number.&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Salt & Iron: Rules for Naval Battles During the American Civil War",
    "ID": 327412,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/327412/salt-and-iron-rules-for-naval-battles-during-the-a",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "You're standing lookout on the deck of the Union warship USS Cumberland anchored in Hampton Roads. The cold morning air bites through your coat. Through the fog laying over the bay you see a shape moving, you take it as nothing, seeing things from a late watch. You take a swig of coffee from your canteen to clear your head. Suddenly you see the shape move out of the fog. A great lumbering beast low in the water, black smoke billowing from its smokestack, flying the flag of the Confederacy. You sound the alarm, and watch as this beast begins to make its way towards your ship. You hear your shipmates start to bark orders, and the guns open up. &#10;FDOOM! FDOOM! FDOOM! The cannonballs fly through the air at an incredible speed, &#10;CLANG! CLANG! You stare in horror as the shots bounce off the shape, as if it were made of iron! Suddenly your ship lurches underneath you, throwing you to the deck. You regain your footing and see the nose of the beast buried in the hull of your ship. It reverses its engines and slowly pulls itself out opening the hole to the sea.&#10;&#10;In Salt &amp; Iron you can reenact famous naval battles from the American Civil War right on your tabletop! &#10;These fast play rules are great for playing out any size battles in the matter of a couple hours.&#10; These can be casual games amongst friends or historical scenarios to see if history can be rewritten. &#10;What would have happened had Virginia destroyed Monitor, or if Monitor had even failed to arrive?&#10;&#10;Every Civil War historian is very familiar with the great commanders such as David Farragut, Samuel Francis Du Pont, Franklin Buchanan, and Raphael Semmes. &#10;With Salt &amp; Iron, you can put yourself on the deck with them commanding some of their famous ships, along with many others. &#10;There are many ships represented in Salt &amp; Iron, plenty to take action in almost any scenario one can think up.&#10;&#10;Now is the time Captain, prepare your fleet and lead daring actions against the enemy!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Miniatures",
      "Nautical",
      "Wargame"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Country: USA"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "On Your Mark!: A Think On Your Feet, Track Building Game",
    "ID": 327414,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/327414/on-your-mark-a-think-on-your-feet-track-building-g",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "You are an aspiring Olympic athlete who is training for the next Summer Olympics. You have decided the best way to improve your endurance is to create the most obnoxious and grueling track ever conceived! The longer the track the more in shape you will be when the games begin!&#10;&#10;Players will be competing to create the longest track by drafting three track cards at a time and building on to their starting card. Any track segment that results in a dead end will not count towards your total distance, so make sure to plan for a way back to the starting line! In addition to track segments, players will occasionally come across Resource Cards which can be used to purchase Exhaustion Cards which if used correctly can earn the player a huge bonus.&#10;&#10;The game ends when the cards run out, tally up your distance using the included scorepad and the player with the longest track wins!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Open Drafting",
      "Tile Placement"
    ],
    "Families": [
      "Category: Print-on-Demand",
      "Crowdfunding: Game Crafter Crowd Sale",
      "Sports: Athletics / Track and Field"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Corona: Mit Eifer ins Geschäft",
    "ID": 327417,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/327417/corona-mit-eifer-ins-geschaft",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "120",
    "Weight": "1.5",
    "Description": "Compete to buy all the groceries on a shopping list for an elderly neighbour who is shielding against the virus.&#10;&#10;The players collect and swap game cards, and the winner is whoever delivers all the items first. Hurdles along the way include encountering the virus, which sends you into quarantine, or finding that hoarders have already snapped up all the pasta or toilet rolls.&#10;&#10;",
    "Categories": [
      "Medical"
    ],
    "Mechanics": [],
    "Families": [
      "Medical: COVID-19"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rule of Three",
    "ID": 327464,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.69",
    "Link": "https://boardgamegeek.com/boardgame/327464/rule-of-three",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Rule of Three is a fast-paced strategy game for visual thinkers. Shuffle the cards and prepare to collect matching triplets of shapes, colors, and numbers. Can you outwit the other players and steal the cards they need?&#10;&#10;In this game players score points by matching sets.  A matching set is any three cards that share two qualities from the following: Color, or Shape, or Number of Bars.   Wild cards are also part of the game, and enable you to form a set with cards sharing two qualities.&#10;&#10;A round ends when a player has 3 matching sets, scoring them 3 points.  Players with 1 or 2 matching sets score -1 point, and players with no matching sets score -3 points.  The first player to score 10 points wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Puzzle"
    ],
    "Mechanics": [
      "Matching",
      "Pattern Recognition",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Aqua Garden: Outdoor Expansion",
    "ID": 327465,
    "Year": "(2021)",
    "Geek Rating": "5.582",
    "Avg Rating": "7.65",
    "Link": "https://boardgamegeek.com/boardgameexpansion/327465/aqua-garden-outdoor-expansion",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "In the Kickstarter-exclusive Outdoor Expansion for Aqua Garden, the player now has an additional tank, the Outdoor aquarium.&#10;&#10;Each player will receive a unique meeple - either a whale, an orca, a dolphin or a sea lion - each having a unique ability, as well as a special outdoor tank. Once per round, the player has the option of placing a creature in the outdoor aquarium instead of the indoor ones, to either gain 2 funds or activate special abilities.&#10;&#10;The Outdoor Expansion also adds a new type of advanced pieces: the Jellyfish, which counts as a joker fish piece to complete milestones.&#10;&#10;",
    "Categories": [
      "Animals",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Closed Drafting",
      "Rondel",
      "Set Collection",
      "Turn Order: Time Track"
    ],
    "Families": [
      "Animals: Coral / Jellyfish / Anemones",
      "Animals: Dolphins",
      "Animals: Seals",
      "Animals: Whales",
      "Components: Meeples (Animal) / Animeeples",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Aqua Garden: Kickstarter Rewards",
    "ID": 327466,
    "Year": "(2021)",
    "Geek Rating": "5.573",
    "Avg Rating": "7.52",
    "Link": "https://boardgamegeek.com/boardgameexpansion/327466/aqua-garden-kickstarter-rewards",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "This mini expansion, which is exclusive to the Kickstarter backers, introduces three different animals to the game: the Pufferfish, the Sunfish and the Japanese Spider Crab. Each allows the player to gain Victory Points in unique ways: &#10;&#10;     The Sunfish grants 2 Victory Points for each set of 3 funds you still have at the end of the game.&#10;     The Pufferfish grants 1 Victory Point for each Coral token in the player's aquarium.&#10;     The Japanese Spider Crab grants 1 Victory Point for each advanced fish token in the player's aquarium, itself included.&#10;&#10;&#10;This pack also includes a unique Spotted Garden Eel meeple to replace the scoring marker cube from the base game.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Animals"
    ],
    "Mechanics": [
      "Closed Drafting",
      "Rondel",
      "Set Collection",
      "Turn Order: Time Track"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Animals: Crabs",
      "Animals: Fish / Fishes",
      "Components: Meeples (Animal) / Animeeples",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Admirals' War: World War II at Sea Expansion",
    "ID": 327468,
    "Year": "(2022)",
    "Geek Rating": "5.529",
    "Avg Rating": "8.15",
    "Link": "https://boardgamegeek.com/boardgameexpansion/327468/admirals-war-world-war-ii-at-sea-expansion",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "480",
    "Weight": "2.2",
    "Description": "Admirals' War Expansion is a new expansion of the Admirals' War base game that incorporates the Black Sea, new submarine rules, Plan Orange scenarios, as well as three new counter-sheets full of new ships.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Aviation / Flight",
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Country: Germany",
      "Country: Soviet Union",
      "Country: United Kingdom",
      "Country: USA",
      "Theme: Submarines"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Work From Home",
    "ID": 327479,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/327479/work-from-home",
    "Min Players": "4",
    "Max Players": "100",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "WORK FROM HOME is a fast-paced, competitive card game that is full of distractions. The purpose of the game is to make the most money by completing your assigned work tasks; however, text messages, crying babies, and many other distractions make it tough to focus. WORK FROM HOME takes only 3 minutes to learn and 10 minutes to play, and is family-friendly fun for everyone.&#10;&#10;Coming to Kickstarter March 2021.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Alliances"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Aquatica: Raum the Cruel & Nerine the Law Keeper Promo Cards",
    "ID": 327481,
    "Year": "(2019)",
    "Geek Rating": "5.555",
    "Avg Rating": "7.58",
    "Link": "https://boardgamegeek.com/boardgameexpansion/327481/aquatica-raum-the-cruel-and-nerine-the-law-keeper",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "2 promo cards that introduce new King cards to Aquatica. Originally given away at SPIEL 19 and other conventions. Later available during the Game Boy Geek Season 10 Kickstarter campaign.&#10;&#10;9 - Raum the Cruel: Conquer 1 location and raise it all up.&#10;&#10;10 - Nerine the Law Keeper: Copy the effect of the upper card from any other player's discard.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fantasy",
      "Nautical"
    ],
    "Mechanics": [
      "Action Retrieval",
      "Chaining",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "DC Comics HeroClix: Wonder Woman 80th Anniversary Miniatures Game",
    "ID": 327482,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.45",
    "Link": "https://boardgamegeek.com/boardgame/327482/dc-comics-heroclix-wonder-woman-80th-anniversary-m",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Standalone awesomeness! Play up to 8 campaign scenarios for 2 players where results matter from session to session or sit down for a head to head single match of raw power! Each of the 10 beautiful ready to play figures comes with two different ways to play for hundreds of different combinations. Excellent point of entry for the first time miniatures player! Map components are thick double sided and the box includes everything you need to play!&#10;&#10;This miniatures game contains everything 2 people need to play HeroClix:&#10;&#10;A meaty multi-session campaign for 2 players that pivots and turns based on the results of the last session&#10;10 Premium Quality Pre-Painted Miniatures each with TWO ways to play for beginner or advanced play&#10;20 Character Cards&#10;18 Object, Terrain, and Bystander tokens&#10;6 Double-Sided Thick Map Tiles. No folds!&#10;2 Custom Wonder Woman six-sided dice&#10;2 All-new Powers and Abilities Cards with Wonder Woman imagery&#10;1 All-New Full-Color HeroClix Core Rulebook (2021 edition)&#10;This boxed-set is a great way for 2 players to learn HeroClix! Existing players will definitely want to pick up this product since it includes tournament-worthy figures as well as an updated Rulebook and Powers and Abilities Card available for the first time ever!&#10;&#10;Wonder Woman is the Champion of Themyscira, one of the strongest people on Earth, hero to all Amazons, and a connection between Gods and mortals. What perils will face her on the HeroClix tabletop?!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Comic Book / Strip",
      "Dice",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Critical Hits and Failures",
      "Dice Rolling",
      "Line of Sight",
      "Multiple Maps",
      "Once-Per-Game Abilities",
      "Scenario / Mission / Campaign Game",
      "Square Grid",
      "Take That",
      "Variable Set-up"
    ],
    "Families": [
      "Collectible: Collectible Miniatures Games",
      "Comic Books: DC Universe",
      "Components: Clix",
      "Game: HeroClix",
      "Players: Two-Player Only Games",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fort mit Schaden!",
    "ID": 327487,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/327487/fort-mit-schaden",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players start on space 1 and have to get to space 120 to win the game. Movement is determined by a die. One some spaces events hinder or benefit the players. Players who can recite the matching verse about damage prevention avoid the penalty and get a reward instead.&#10;&#10;The game was published in accordance with the &quot;Reichsarbeitsgemeinschaft Schadensverh&uuml;tung&quot; between 1936 and 1944.&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Race",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Chronicles of Crime: Tantrum House 2020 Promo Card",
    "ID": 327489,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgameexpansion/327489/chronicles-of-crime-tantrum-house-2020-promo-card",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Available from Tantrum House Season 7 2020 Kickstarter Campaign.&#10;&#10;Adds a new suspect based on Tantrum's House Melissa Delp for missions in Chronicles of Crime.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Storytelling"
    ],
    "Families": [
      "Celebrities: Boardgame Celebrities",
      "Crowdfunding: Kickstarter",
      "Game: Chronicles of Crime",
      "Promotional: Cards",
      "Promotional: Tantrum House"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer Age of Sigmar: Warcry – Khainite Shadowstalkers",
    "ID": 327491,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/327491/warhammer-age-of-sigmar-warcry-khainite-shadowstal",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "240",
    "Weight": "0",
    "Description": "The Daughters of Khaine are a fearsome cult that exults in the spilling of fresh blood. Honouring the Lord of Murder, these aelven warriors fight to fulfil the aims of their true mistress, the Shadow Queen Morathi.&#10;&#10;Emerge from the shadows to cut down those who would oppose the will of Morathi with the Khainite Shadowstalkers! This warband set allows you to field these aelven killers in your battles, containing:&#10;&#10;&#10;     9 multipart plastic Khainite Shadowstalkers miniatures &ndash; 1 Shroud Queen/Shroudblade, 4 Shroudblades with Cursed Swords, 1 Shroudblade with Umbral Spear, 1 Slaughtershade, and 2 Darkflame Warlocks&#10;     A Khainite Shadowstalkers abilities card, allowing you to unleash the distinctive and deadly battle tactics of this warband in your games&#10;     7 fighter cards for seeing your rules at a glance, plus divider cards for tracking your tokens&#10;&#10;&#10;What&rsquo;s more, these deadly warriors are available for use in your Daughters of Khaine Warhammer Age of Sigmar army thanks to a free warscroll available in the Downloads tab.&#10;&#10;This set is supplied with 1x Citadel 40mm Round Base and 9x Citadel 28.5mm Round Bases.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Setting: Age of Sigmar"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer Age of Sigmar: Warcry – Agents of Chaos",
    "ID": 327492,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.14",
    "Link": "https://boardgamegeek.com/boardgameexpansion/327492/warhammer-age-of-sigmar-warcry-agents-of-chaos",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "240",
    "Weight": "0",
    "Description": "The warriors who pledge themselves to the Dark Gods flock to the Eightpoints like their own promised land. Here, they seek to prove themselves &ndash; to conquer, raise their foul offerings, and revel in slaughter. Myriad howling beasts and bloodthirsty Daemons are never far behind, eager to catch the eye of the gods and earn infernal glory.&#10;&#10;Agents of Chaos is the essential guide to commanding the forces of Grand Alliance: Chaos in games of Warcry. Nineteen warbands are detailed in full, from festering Maggotkin of Nurgle to vicious skaven. You&rsquo;ll find loads of new fighter cards, background tables, Fated Quests, and Challenge Battles &ndash; in short, everything you need to play the forces of Chaos in full campaigns.&#10;&#10;Inside, you&rsquo;ll find:&#10;&#10;&#10;     Full rules for the following warbands: Beasts of Chaos, Blades of Khorne: Daemons, Blades of Khorne: Bloodbound, Disciples of Tzeentch: Daemons, Disciples of Tzeentch: Arcanites, Maggotkin of Nurgle: Daemons, Maggotkin of Nurgle: Rotbringers, Hedonites of Slaanesh: Daemons, Hedonites of Slaanesh: Sybarites, Skaven, Slaves to Darkness, Iron Golem, Untamed Beasts, Corvus Cabal, Cypher Lords, The Unmade, Splintered Fang, Scions of the Flame, and Spire Tyrants.&#10;     Fighter cards for nearly every model available to the Grand Alliance: Chaos ranges.&#10;     Rules for three Chaos Allies: Fomoroid Crushers, Ogroid Myrmidons, and Mindstealer Sphiranxes.&#10;     New rules for warbands with mixed Faction Runemarks under the same Grand Alliance and more than one Leader.&#10;     Refined rules to include Monsters in your warband, as well as new abilities to use against them!&#10;     Tables for warrior names, warband origins, and leader backgrounds.&#10;     4 Chaos Fated Quests, including Spoils of Victory tables for both Honour and Glory.&#10;     6 Chaos Challenge Battles, including special rules and valuable Spoils.&#10;&#10;&#10;If you desire nothing more than bloodshed in the name of Chaos, this 112-page softback book is for you.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Setting: Age of Sigmar"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Legendary: A Marvel Deck Building Game – Annihilation",
    "ID": 327505,
    "Year": "(2021)",
    "Geek Rating": "5.706",
    "Avg Rating": "8.12",
    "Link": "https://boardgamegeek.com/boardgameexpansion/327505/legendary-a-marvel-deck-building-game-annihilation",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "3",
    "Description": "A dark new threat has arrived with this Legendary expansion. Annihilus, Lord of the Negative Zone has declared war on anyone who crosses his path, causing heroes and villains to band together against this total annihilation. In defense of the universe, you might see former foes such as Fantastic Four team up with Galactus and his Heralds! It&rsquo;s time for all to stand side by side against the incoming wave of destruction - stand together, or fall apart.&#10;&#10;This is not a stand-alone game. A copy of Legendary: Marvel Deck Building Game is required to play.&#10;&#10;&mdash;description from the publisher&#10;&#10;Game Contents:&#10;Rules insert and 100 cards:&#10;&bull; 5 Heroes (14 cards each &mdash; each Hero has 1 rare, 3 uncommons, 5 of one common, and 5 of another common)&#10;&bull; 2 New Villain Groups&#10;&bull; 2 New Masterminds&#10;&bull; 4 New Schemes&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Comic Book / Strip"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building"
    ],
    "Families": [
      "Comic Books: Marvel Universe",
      "Game: Legendary (Upper Deck Entertainment)",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Candycanes, Inc.",
    "ID": 327506,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgame/327506/candycanes-inc",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1",
    "Description": "You and your fellow player are interns at Candycanes, Inc., tasked to build the best candy cane in time for the holidays.&#10;&#10;Place striped cane bits to lengthen your candy cane, and gain a point for white stripes surrounded by red and green. Bows can be used to modify a card midway. Players alternate until either bows or cards run out. The player with the best score wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Holidays: Christmas",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Spawn of Xichtul",
    "ID": 327507,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/327507/the-spawn-of-xichtul",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Children of Chaos are Here!&#10;&#10;Chaos has made of Qaarra a wasteland. The unholy forces unleashed by the Drau Derleti &ndash; the Dark Elves &ndash; have brought the downfall of the Qaarran civilization. The few survivors have succumbed to the taint of chaos. Now warbands of mutant degenerates and bandits roam the wastelands in search of powerful magic and loot, trying to win the appreciation of their dark god Xichtul. Each warband worships a different aspect of the chaos god, but all are ready to kill and maim in his name.&#10;&#10;This campaign for Advanced Song of Blades and Heroes includes 6 scenarios and all the rules and traits required to create chaotic bands. It is intended for 2 players.&#10;&#10;This is NOT a stand alone book. In addition to this book, a copy of Advanced Song of Blades and Heroes is required to play.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Components: Miniature agnostic",
      "Players: Two-Player Only Games",
      "Series: Song of Blades and Heroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Banco Imobiliário: Rio De Janeiro",
    "ID": 327508,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/327508/banco-imobiliario-rio-de-janeiro",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The classic game Banco Imobili&aacute;rio from Estrela with the sights of Rio de Janeiro!&#10;&#10;The objective of the Game Banco Imobili&aacute;rio is to  become the richest player and the only one to not go bankrupt.&#10;&#10;To start the Game, roll the dice and start the first round.&#10;Play the dice and advance. &#10;When you land on an free property you can buy it and start your fortune.&#10;Each time you roll the dice, you must fulfill which indicates the board. &#10;Watch out! You might go to prison if you fall on Go to detention and you will only leave there on bail. &#10;When you finish building houses and hotels, you must wait for a player to go bankrupt in order to buy his properties. &#10;To avoid bankruptcy , you can sell your properties to the Bank for half the price.&#10;&#10;The big winner will be the only player who does not go bankrupt.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Lose a Turn",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Cities: Rio de Janeiro (Brazil)",
      "Country: Brazil",
      "Series: Monopoly-Like"
    ]
  }
]