[
  {
    "Rank": "21001",
    "Name": "rioMino",
    "ID": 42227,
    "Year": "(1997)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.10",
    "Link": "https://boardgamegeek.com/boardgame/42227/riomino",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.75",
    "Description": "rioMino: fast and surprising!&#10;&#10;rioMino is a domino-like strategy game played with 25 identical dice. Both players roll 12 dice, with the 25th dice used to start the game. Time and again the players face different combinations and new possibilities. The first player who makes sure that his opponent cant place a dice next to another dice on the table, is the winner. Simple - but not easy! To teach rioMino to young players, we recommend you start with the enclosed boards: starter, junior, expert and master.&#10;&#10;rioMino / Professional Tashkent Domino is a larger version of Tashkent Domino. It is played on a 5x5 grid with 25 dice (instead of a 3x3 grid and 9 dice for Tashkent Domino).&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Tile Placement"
    ],
    "Families": [
      "Components: 5 x 5 Grids",
      "Components: Dice with Icons",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "21002",
    "Name": "#mylife",
    "ID": 286535,
    "Year": "(2019)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.78",
    "Link": "https://boardgamegeek.com/boardgame/286535/mylife",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6667",
    "Description": "Live out your life in miniature &mdash; well, a life &mdash; in #MyLife, a card game played over ten rounds that takes you from birth to old age.&#10;&#10;Each player starts with a birth card that puts them at age 0, then players receive a hand of six cards from the &quot;first half of life&quot; deck. Each player chooses a card simultaneously from their hand then put it into play &mdash; but only if the card lies in the proper age range (1-10, 11-20, etc.) or the icons on this card are present on cards that you've played earlier (with those icons representing experience that allow you to play the current card because, hey, you've earned it). You then pass the remaining cards in your hand to the player on your left.&#10;&#10;Once everyone has played five cards, you discard the remaining cards, receive a hand of six cards from the &quot;second half of life&quot; deck, then play another five rounds. If you're the first player to achieve certain combinations of icons, you get to claim a &quot;life goal&quot; card in play, with ties broken by whoever achieves this goal by a younger age.&#10;&#10;Score points based on the goals listed on your personal cards and how well you achieved them through the icons that you played.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Theme: My Best Life"
    ]
  },
  {
    "Rank": "21003",
    "Name": "Gangs of Commorragh",
    "ID": 218318,
    "Year": "(2017)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.51",
    "Link": "https://boardgamegeek.com/boardgame/218318/gangs-of-commorragh",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Gangs of Commorragh allows you to recreate the violent skirmish battles for territorial supremacy that are waged constantly in the spires of the Dark City. Take charge of a feral gang of Hellion skyboarders or a pack of lethal Reavers, then carve out your empire in the webway's last great city.&#10;&#10;The box is a self-contained game, giving you everything you need to play, including two gangs, rules and card scenery to recreate the jagged towers of Commorragh's forbidding skyline.&#10;&#10;You can play quick one-off games, or a full campaign in which your gang will grow and develop as you win battles and claim more territory.&#10;&#10;",
    "Categories": [
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "21004",
    "Name": "Slush Fund",
    "ID": 34218,
    "Year": "(2008)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.98",
    "Link": "https://boardgamegeek.com/boardgame/34218/slush-fund",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.8571",
    "Description": "(description from publisher's website)&#10;&#10;THE GAME CONCEPT&#10;It is 21st century America--a place where money talks and politicians listen. In this game, players are wealthy CEOs who bribe politicians to gain political power and influence. Players must be careful, however, because political scandal might bring down one's political friends and all of one's invested money. Players who use their money wisely to bribe the right politicians will be victorious.&#10;&#10;OUTLINE OF GAME PLAY&#10;The object of the game is to score the most Victory Points. You win Victory Points by having the highest total bribe on any of the five Politicians. On your turn, you will receive and play Money Cards and/or Power Cards. You bribe a Politician by placing a Money Card next to, and on your side of, a Politician Card (which are in the center of the table). The bribes grow as more Money Cards are played on the same Politicians. Power Cards are used to perform a variety of actions and are discarded after use (such as stealing other people's bribes). At game's end, all the bribes are revealed and tallied up. Players score Victory Points for each Politician that they have 'won' by having the biggest bribe. The player with the most Victory Points wins the game.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "21005",
    "Name": "Méchanlou",
    "ID": 135794,
    "Year": null,
    "Geek Rating": "5.509",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/135794/mechanlou",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.2",
    "Description": "M&eacute;chanlou is a strategic cardgame for children aged 4 to 7. You play with the characters of the famous tale of Little Red Riding Hood. The winner is the first player with all 6 story cards. But beware of the wolf ...&#10;On your turn you can either play a card in front of you, discard one or try to steal one from your fellow players by using a wolf-card. If your opponent can't identify a hunter, you can grap his card otherwise your turn is over.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Memory",
      "Set Collection"
    ],
    "Families": [
      "Authors: Charles Perrault",
      "Folk Tales & Fairy Tales: Little Red Riding Hood"
    ]
  },
  {
    "Rank": "21006",
    "Name": "Gumball Rally",
    "ID": 32016,
    "Year": "(2007)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.64",
    "Link": "https://boardgamegeek.com/boardgame/32016/gumball-rally",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.0857",
    "Description": "It's a long distance go-kart race for the coveted Gumball Cup!&#10;&#10;Players use numbers and colors to better position themselves in the race: higher numbers pass lower numbers and a color passes the same color if that kart is ahead of them. Play through two checkpoints then the finish line!&#10;&#10;A very fast, fun game for the whole family - up to 8 players!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Racing"
    ],
    "Mechanics": [
      "Hand Management",
      "Relative Movement"
    ],
    "Families": [
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "21007",
    "Name": "BOLSA: the board game",
    "ID": 88296,
    "Year": "(2011)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.29",
    "Link": "https://boardgamegeek.com/boardgame/88296/bolsa-the-board-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "75",
    "Play Time": "75",
    "Weight": "1.75",
    "Description": "&quot;BOLSA&quot; simulates the functioning of the stock exchange in the perspective of small investors.&#10;&#10;Throughout the year (each month = 1 round) players will have to invest or disinvest in stock in order to maximize their profit.&#10;&#10;They can choose between 6 companies, from all sectors of activity  and with 3 different profiles - high risk, medium risk and low risk.&#10;&#10;As in the real stock exchange, quotations of each company are driven by 3 factors:&#10;- the selling and buying orders from all players, which will bring quotation down or up&#10;- the market trends, simulated by dice casted at the beginning of each month but with effect only at quarter end&#10;- the always breakthrough company news from &quot;Jornal Finan&ccedil;as &amp; Bolsa&quot;, released at month end and that may impact one or more, or even all companies.&#10;&#10;Each player will have 30 secs to plan it's moves in total secrecy and only then all players reveal their intentions.&#10;&#10;At the end of the year you will receive yearend bonus only for the stock you have kept in your hand.&#10;&#10;All stocks are then converted to cash and let's count the money.&#10;&#10;The richest player wins the game&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Auction / Bidding"
    ],
    "Families": [
      "Country: Portugal"
    ]
  },
  {
    "Rank": "21008",
    "Name": "Realm Lord",
    "ID": 7606,
    "Year": "(2003)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.31",
    "Link": "https://boardgamegeek.com/boardgame/7606/realm-lord",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.2",
    "Description": "Players recruit heroes, who go on quests to earn 'hope stones,' which accumulate to victory.  The game has several types of cards:&#10;&#10;-6 Realms, which are always in play and serve as locations for the game.&#10;-6 Lords.  Each player is represented by a lord, who grants that player a privleged move.  (a Lord also works as a hero)&#10;-heroes, who have four attributes (valor, might, craft, and magic) and a special ability each.  Heroes can travel from realm to realm and attempt quests.&#10;-Quests.  Each quest is based on one attribute.  If the acting hero's score plus a die roll exceeds the quest value, the hero completes the quest.  In addition to earning hope stones, Quests have special powers that take effect either while they are in play, or when they are completed.&#10;-Treasures, which attach to heroes and grant special abilities.&#10;-Action cards.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "21009",
    "Name": "Papillons",
    "ID": 32410,
    "Year": "(2007)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.81",
    "Link": "https://boardgamegeek.com/boardgame/32410/papillons",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.1429",
    "Description": "Papillons is a card game in which each player has a secret objective: to align four butterflies of a given colour or of a given type.&#10;&#10;Players take turns to place a card in the table trying to obtain their secret four-butterflies alignment or to move an already placed card to another place. They also have two tokens which can be used only once; one token removes an already placed card from the game and the other one fixes an already placed card so it cannnot be moved never more during the game.&#10;&#10;There are versions for 2, 3 and 4 players, and a partnership one for 4 players playing in pairs.&#10;&#10;The illustrations and graphic designs are by G&eacute;rald Guerlais.&#10;&#10;&#10;    Papillons is the number 20 in the series &quot;Jeux de poche&quot; by Cocktail Games.&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Tile Placement"
    ],
    "Families": [
      "Animals: Butterflies"
    ]
  },
  {
    "Rank": "21010",
    "Name": "Marauders of the Great Wastelands",
    "ID": 227196,
    "Year": "(2018)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.28",
    "Link": "https://boardgamegeek.com/boardgame/227196/marauders-of-the-great-wastelands",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "80",
    "Weight": "2",
    "Description": "The flame of the Third World War divided the remnants of mankind into two unequal parts. The largest of them suffer the totalitarian oppression of mysterious pests in mega-hive cities, and the other lives freely in the desert expanses of the deceased world. These are raiders, and their life is short and bright, like a burning gas canister. Here, in the Great Wastes, strong and furious fighters seize several sources of resources, and losers are allowed to flow.&#10;&#10;THE OBJECT OF THE GAME&#10;Gain the most habar chips by the end of the game. To do this you must send your helpers to the Great Wastes, collect the habar, and seize the territory.&#10;&#10;HOW DOES THIS HAPPEN&#10;The game lasts four rounds, and each of them consists of sequential moves of the players. At the beginning of the round, new territories are opened, for which gangs have to fight for, and on each is spread of 5 chips of habars - these are victory points that players will earn.&#10;In their turn, the player plays Raider cards:&#10;&#10;     they can be prepared for a raid (lay out a cards in front of himself);&#10;     player make a raid on one of the bases and be sure the number of his raiders is exceed the number of opponent's raiders located on the base;&#10;     also player can hire a rabble - special support cards to strengthen his army for future moves.&#10;&#10;&#10;If a player attacks the base, then the opponent's raiders are discarded, and the player takes 1 habar chip or more if the properties of his raiders allow.&#10;If all bases are looted, the current round ends and a new one begins.&#10;&#10;The game ends after the fourth round and the player whose gang collects the most habar chips wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Queue",
      "Area Majority / Influence",
      "Deck, Bag, and Pool Building",
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "21011",
    "Name": "Women vs. Men Alias",
    "ID": 204138,
    "Year": "(2016)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.75",
    "Link": "https://boardgamegeek.com/boardgame/204138/women-vs-men-alias",
    "Min Players": "4",
    "Max Players": "0",
    "Min Play Time": "60",
    "Play Time": "0",
    "Weight": "1",
    "Description": "In this game, you can only win if you know how the opposite sex thinks. Explain the words and try to make it to the finish space first!&#10;&#10;Men play on one team against women on the other team.&#10;&#10;Each team takes turns trying to explain and guess words from the opposite teams wordcards. If they fail within the time limit, the other team gets a go at guessing the word.&#10;&#10;Whoever guesses correct moves their pawn forwards on the track, trying to reach the finish space first&#10;&#10;According to the publisher it is:&#10;&#10;     An outrageously fun version of the classic game!&#10;     The players get to use their imagination and sense of humour to win.&#10;     The hilarious content allows the fun to go on for a long time.&#10;&#10;&#10;",
    "Categories": [
      "Party Game",
      "Racing",
      "Trivia",
      "Word Game"
    ],
    "Mechanics": [
      "Acting",
      "Point to Point Movement",
      "Storytelling",
      "Team-Based Game"
    ],
    "Families": [
      "Game: Alias"
    ]
  },
  {
    "Rank": "21012",
    "Name": "Link: un juego de mesa en 8-bits",
    "ID": 230619,
    "Year": "(2017)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.34",
    "Link": "https://boardgamegeek.com/boardgame/230619/link-un-juego-de-mesa-en-8-bits",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "2",
    "Description": "Description from the publisher:&#10;&#10;The game console does not work!&#10;You see nothing on the screen!&#10;I think it's broken.&#10;And if we open it to see what happened? ...&#10;&#10;Welcome to the inside of your old videogame console. In Link, each player must connect the largest number of chips of his color in the printed circuit. The one with the longest chip chain wins.&#10;&#10;Link: An 8-bit boardgame is an abstract game of 1 to 6 players, created by Carlos Mart&iacute;nez. Play with the little ones in their version for children, or suffer the difficulty in its version for adults.&#10;&#10;Description from the publisher (Spanish):&#10;&#10;-&iexcl;La videoconsola no funciona!&#10;-&iexcl;No se ve nada en la pantalla!&#10;-Creo que se ha estropeado.&#10;-&iquest;Y si la abrimos a ver que ha pasado?...&#10;&#10;Bienvenido al interior de tu vieja videoconsola. En Link, cada jugador debe conectar la mayor cantidad de chips de su color coloc&aacute;ndolos sobre el circuito impreso. El que tenga la cadena de chips con mayor longitud gana.&#10;&#10;Link: un juego de mesa en 8-bits es un juego abstracto de 1 a 6 jugadores, creado por Carlos Mart&iacute;nez. Juega con los m&aacute;s peque&ntilde;as en su versi&oacute;n para ni&ntilde;os, o sufre la dificultad en su versi&oacute;n para adultos.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Action Queue",
      "Modular Board"
    ],
    "Families": [
      "Crowdfunding: Verkami"
    ]
  },
  {
    "Rank": "21013",
    "Name": "Let's Buy Hollywood",
    "ID": 2958,
    "Year": "(1991)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.88",
    "Link": "https://boardgamegeek.com/boardgame/2958/lets-buy-hollywood",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.6667",
    "Description": "Let's Buy Hollywood by making a Monopoly clone with studios and networks instead of property and releasing movies instead of building houses. You win by controlling a video company, a theater chain, a cable &amp; a TV network. Another original product from Tinseltown dude (WAY NOT!!!). I'm ready for my close-up now.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Stock Holding"
    ],
    "Families": [
      "Series: Monopoly-Like",
      "Theme: Movie Industry"
    ]
  },
  {
    "Rank": "21014",
    "Name": "ピンコンビトリオ (Pin Combi Trio)",
    "ID": 374018,
    "Year": "(2022)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.95",
    "Link": "https://boardgamegeek.com/boardgame/374018/pinkonbitorio-pin-combi-trio",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "In &#227;&#131;&#148;&#227;&#131;&#179;&#227;&#130;&#179;&#227;&#131;&#179;&#227;&#131;&#147;&#227;&#131;&#136;&#227;&#131;&#170;&#227;&#130;&#170; (Pin Combi Trio), you want all the comedians in your hand to get time on the stage first before anyone else.&#10;&#10;Each player starts with a hand of cards from a deck numbered 1-80, and if you lead the round, you can play:&#10;&#10;&bull; A single card (pin)&#10;&bull; Two consecutive cards (combi)&#10;&bull; Three cards that differ by the same amount, e.g., 2-4-6 or 1-11-21 (trio)&#10;&#10;Whatever you play, the next person has to play the same number of cards with their highest number being higher than yours or pass. Once all but one person has passed, clear the cards and start a new round.&#10;&#10;Whoever plays all their cards first wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Ladder Climbing"
    ],
    "Families": [
      "Card Games: Climbing"
    ]
  },
  {
    "Rank": "21015",
    "Name": "Jogo dos Conquistadores",
    "ID": 24069,
    "Year": "(2006)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.72",
    "Link": "https://boardgamegeek.com/boardgame/24069/jogo-dos-conquistadores",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "2.2",
    "Description": "The objective of the game is to score points by conquering territories with different values and types of resources.&#10;&#10;The game has three turns and each one has three phases. In the first phase players place their armies on the board, relating to the types of resource cards that they have. In the second phase everyone scores by counting the regions values that they have settled in. In the third phase players battle in regions that are occupied by different armies. The winner of the battle can banish the armies of the other player to an adjacent area. After each player has battled once there is another scoring relating to the territories conquered through battles.&#10;&#10;After three turns the player with the highest score wins.&#10;&#10;",
    "Categories": [
      "Exploration",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Variable Phase Order"
    ],
    "Families": []
  },
  {
    "Rank": "21016",
    "Name": "Darwin's Dice",
    "ID": 205596,
    "Year": "(2016)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.10",
    "Link": "https://boardgamegeek.com/boardgame/205596/darwins-dice",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "1.3333",
    "Description": "Description from the publisher:&#10;&#10;Darwin&rsquo;s Dice is a simple, fast-paced trump card game, where two dice set the conditions of every turn. You&rsquo;ll need both a tactical approach as well as a fair amount of luck. Two to four players meet in this game for a struggle of sheer survival. Only the player who&rsquo;s best prepared and whose cards match the conditions can obtain the opponents&rsquo; cards and collect points.&#10;&#10;Before each turn a player &ndash; the Darwin &ndash; rolls the dice. The combination of number (1 to 8) and colour (blue, green and yellow) determine which card becomes the trump during this turn. Additionally, one die (with + and -) specifies if high or low numbers have an advantage.&#10;Each player then plays a card upside down and then flip them over simultaneously. The player of the strongest card wins, becomes the new Darwin and rolls the dice for the next turn.&#10;&#10;The strongest card is either the trump or &ndash; of no trump has been played &ndash; the highest or the lowest card. If it comes to a draw, the size of the animal is of the essence (+ for big / - for small). But there are three special cards as well:&#10;The red cards (1 to 8), if they should win a turn, although they are not able of becoming the trump and will always lose in a draw, they can destroy the collected cards of the player with the second best card.&#10;The grey cards (0 and 9) are always the highest or lowest numbers. They can only be beaten by the trump.&#10;The brown cards (4.5) are the worst cards, because they are neither the highest nor the lowest cards - they are right in the middle. But if the trump has been played, they are the only ones able to beat it.&#10;&#10;A game consists of several rounds, each consisting of individual turns. Each turn consists of rolling the dice and playing one card. A round is over when all the hand cards have been played. The game is over when the card deck is used up.&#10;&#10;At the end of each round &ndash; after all the hand cards have been played &ndash; the points of the cards, according to the number of symbols in the corner, are counted and written down. These points are safe and cannot be destroyed. &#10;At the end of the game &ndash; when the card deck is used up &ndash; the player with the highest score wins.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Trick-taking"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "21017",
    "Name": "Las Vegan",
    "ID": 347702,
    "Year": "(2022)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.65",
    "Link": "https://boardgamegeek.com/boardgame/347702/las-vegan",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.375",
    "Description": "Welcome to Las Vegan! Manage your hand of cards correctly to lose your coins as slowly as possible! The Casino always wins!&#10;&#10;In Las Vegan, cards in four colors numbered from 0 to 9 are dealt to the players. The first player lays down any card from their hand. The other players have to play cards of the same color if they have them, and the highest value wins the deal. If they don't have the color, they can discard a card of another color or play a 0 from another color to win the deal. When all the cards have been played, the round is over and it's time to score. Certain coin and card combinations score points and give a chance to spin the wheel to earn coins.&#10;&#10;The game ends at the end of the fourth round or when a player has lost all of their coins. At that point, whoever has the most coins wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Cities: Las Vegas (Nevada, USA)",
      "Digital Implementations: Board Game Arena",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "21018",
    "Name": "Waddle",
    "ID": 315677,
    "Year": "(2021)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.42",
    "Link": "https://boardgamegeek.com/boardgame/315677/waddle",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Penguins are curious creatures. Flighty though flightless, they move about quickly towards things that appeal to them.&#10;&#10;In Waddle, ever-curious penguins visit different places, sometimes in different neighborhoods. Each turn, you move the penguins around the city or bring some new ones in from out of town. Get the penguins to move into the patterns matching your cards to score points. The player with the most points at the end of a set number of rounds wins!&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Animals"
    ],
    "Mechanics": [
      "Pattern Building",
      "Pattern Movement",
      "Pattern Recognition"
    ],
    "Families": [
      "Animals: Penguins",
      "Organizations: Game Designers of North Carolina"
    ]
  },
  {
    "Rank": "21019",
    "Name": "Multicity",
    "ID": 201399,
    "Year": "(2016)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.02",
    "Link": "https://boardgamegeek.com/boardgame/201399/multicity",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "In Multicity, up to four players are building one city. On your turn, you can chose between two options: Placing a city tile from the stack, or placing one of your personal tiles on board. Be the first to place all your people, houses, trees or cars in the right places to win the game.&#10;&#10;",
    "Categories": [
      "City Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Modular Board",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "21020",
    "Name": "Tricky Trek",
    "ID": 56759,
    "Year": "(2009)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/56759/tricky-trek",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.1111",
    "Description": "In Tricky Trek each player is a predator.&#10;You want to be the fastest predator, but therefore you need energy. To get the energy, you eat prey. Eating a butterfly brings you a little bit of energy (1), a mouse more (2), rabbits more than mice (3), pigs are even more nutritious (4) and eating a deer brings you the most energy (5).&#10;Other predators simultaneously target prey. So try to predict where they go to.&#10;Try to be the first at the end of the trek.&#10;&#10;",
    "Categories": [
      "Animals",
      "Bluffing",
      "Racing"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "21021",
    "Name": "Knots",
    "ID": 1750,
    "Year": "(1991)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.08",
    "Link": "https://boardgamegeek.com/boardgame/1750/knots",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Knots is an easy-to-learn path-building game. The object is to create a continuous rope from one side of the playing board to the other, while trying to prevent your opponent from completing his own rope connecting the other two sides. The catch is, many of the ropes splice together, allowing both players to build onto the same rope-path!&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Components: 6 x 6 Grids",
      "Mechanism: Connection",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "21022",
    "Name": "Artisans",
    "ID": 360455,
    "Year": "(2023)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.84",
    "Link": "https://boardgamegeek.com/boardgame/360455/artisans",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Through the centuries Artisans have been skilled workers, specialized craftsmen in creating art, functional or decorative objects. Sculptures, drawings, jewelry, clothes, constructions of different shapes and sizes. The work of Artisans has shaped the history of art and some creations have reached such worldwide fame; they influence even the modern world.&#10;&#10;Artisans is a fast and exciting but challenging family card game for 2 to 4 players which lasts 30 to 45 minutes. Players are trying to develop their skills in the use of seven different materials: clay, metal, wood, stone, gold, glass and textiles in such a way so that their level of expertise in these materials grants them the necessary skills to craft beautiful Art objects.&#10;&#10;Each player chooses initially one from the nine available Artisan profiles. Each Artisan has a unique ability which helps and defines the strategy of the players. Additionally, each player takes randomly 6 material cards. Finally, 4 Art objects are drawn randomly and become available for crafting. All the material cards are depicting the level of skill (I -&gt; IV) in each of their corners and all the Art objects are depicting the materials and the required level of skill which the players need to have so they can craft them.&#10;&#10;A game is played in 12 rounds (the months of a year), where players are trying to craft Art objects and win victory points. Each round has 2 phases.&#10;&#10;During the first phase, players are either sequentially trading or collecting material cards from a central market or craft one of the available Art objects. The first phase ends when one player signifies the closing of the market by claiming the first player token. Then all other players have one last chance to visit the market.&#10;&#10;In the second phase, players are developing their skills by playing any number of cards of one material type of their choice. Every additional time they play the same material they upgrade their skill to the next level. However, they cannot play more cards than those that they have played on the previous level. Through this smart mechanism the number of cards played in each level matters, because at the end of the game every single material card scores points equal to the said level.&#10; In the end of the 12 rounds players are counting the points from the crafted Art objects plus the points for the material cards and any additional points that their Artisan&rsquo;s profile may score. The player with the most points is declared the winner!&#10;&#10;Use the material market to your benefit, claim the first player token in the right time to close the market and smartly manage your material cards in an effective way! The numerous combinations, the great replay ability, the strategic decisions and the challenging competition will leave anyone satisfied! Embrace the role of an Artisan and let the beautiful artwork take you on a journey through art and history!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Closed Drafting",
      "Hand Management",
      "Market",
      "Set Collection",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Card Games: Exchange",
      "Card Games: Matching",
      "Crowdfunding: Gamefound",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "21023",
    "Name": "Lexicon",
    "ID": 3360,
    "Year": "(1932)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.71",
    "Link": "https://boardgamegeek.com/boardgame/3360/lexicon",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.4545",
    "Description": "There are several game variations in the rule book, Crossword Lexicon, Lexicon, and Lexicon Solitaire.&#10;&#10;Quoted from the Rules for Crossword Lexicon, Copyright 1937, Parker Brothers, Inc. ... &quot;Each player, by playing his cards to the Crossword layout in the center of the table, tries to play out their whole hand before any other player succeeds in doing so. Cards left in players' hands at the end of play in each deal are counted against them and the low score wins the game. As soon as one player reaches 100 points, the game ends and the player with the lowest score wins.&#10;&#10;The player at the left of the dealer starts by placing any word of not less than two or more than four letters in the center of the table, naming the words as they play it. After the first player, all following must play to the words already formed on the table. If the first player (or any subsequent player) cannot form a complete word, they discard one card from their hand and take in exchange either the exposed card, or the top Blind card, from one of the piles on the table. Before taking from the Blind pile, the player must always discard first.&quot;&#10;&#10;There are several game variations in the rule book, Crossword Lexicon, Lexicon, Lexicon Solitaire and several different options for these card games that can be played with this deck.&#10;&#10;Also, at the bottom of one of the pages is, ...&#10;&#10;&quot;A double set of Crossword LEXICON is made containing two complete packs with Red and Blue backs respectively. Price $1.00&quot;&#10;&#10;(Remember the year, 1937, a buck was a lot of money back then, at least I have been told.)&#10;&#10;The newer deck has 54 cards: Ax4 Bx1 Cx2 Dx1 Ex5 Fx1 Gx2 Hx2 Ix3 Jx1 Kx1 Lx3 Mx2 Nx2 Ox3 Px1 Qx1 Rx3 Sx3 Tx3 Ux2 Vx1 Wx2 Xx1 Yx1 Zx1 Masterx2&#10;&#10;The older deck has 52 cards: Ax4 Bx1 Cx1 Dx1 Ex4 Fx1 Gx1 Hx3 Ix4 Jx1 Kx1 Lx3 Mx1 Nx1 Ox3 Px1 Qx1 Rx3 Sx3 Tx3 Ux3 Vx1 Wx3 Xx1 Yx1 Zx1 Masterx1&#10;&#10;i.e. the deck of 54 has:&#10;C+1, E+1, G+1, M+1, N+1, Master+1, H-1, I-1, U-1, W-1 &#10;compared to the deck of 52&#10;&#10;",
    "Categories": [
      "Card Game",
      "Game System",
      "Word Game"
    ],
    "Mechanics": [
      "Spelling"
    ],
    "Families": [
      "Category: Crossword Games",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "21024",
    "Name": "Trivial Pursuit: Genus III",
    "ID": 4789,
    "Year": "(1991)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.66",
    "Link": "https://boardgamegeek.com/boardgame/4789/trivial-pursuit-genus-iii",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.5862",
    "Description": "From the back of the box:&#10;&#10;In the beginning, there was GENUS, the all-time bestselling TRIVIAL PURSUIT edition of General Knowledge questions.  Now, there's GENUS III, with thousands of new questions in classic subjects.  It's filled with fun facts from Afghanistan and Alcatraz to Zebra and Zorro...from Soup and Sing Sing to Nuts and the Nile...with plenty of intriguing tidbits about famous people.&#10;&#10;Inside, the completely updated game board is filled with photographs, historic images of yesterday...and topical images of today.  The question categories are: People &amp; Places, Arts &amp; Entertainment, History, Science &amp; Nature, Sports &amp; Leisure, and Wild Card&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Game: Trivial Pursuit"
    ]
  },
  {
    "Rank": "21025",
    "Name": "The Great Downhill Ski Game",
    "ID": 2863,
    "Year": "(1970)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.04",
    "Link": "https://boardgamegeek.com/boardgame/2863/the-great-downhill-ski-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.2",
    "Description": "The Great Downhill Ski Game is a tile laying game for 1 to 4 skiers, with a large board of white squares, many with green triangles representing pine trees. There are 256 trail tiles showing the parallel lines the skis make in the snow. These go in straight lines, diagonals, turns and sharp turns and a few have 2 trails making crossovers. Players draw ten tiles from the face-down pile and show them. The first player lays as many tiles as possible to make a ski trail down from the top of the hill avoiding the trees, then draws back to ten tiles. A player may choose to use its turn to swap tiles with the pool instead of playing. If your trail is totally blocked, you may remove tiles laid and try again. &#10;When a skier reaches the bottom of the hill, the others may finish their turns. Any finisher gets 25 bonus points, then each player scores their trail, according to the tiles they laid. The straights are worth 1 point, turns 2 pts, sharp turns 3 pts and crossovers are 10 pts. Then deduct the tiles left in hand and the highest total wins.&#10;In the solitaire game, the player draws 50 tiles and tries to make a trail using all 50.&#10;&#10;The rules are in English, French and German and refer to the board as a plastic sheet rolled in a tube, presumably the earlier edition. A slip in the box has trademark Terry Martin Rose and a company address Franklin Merchandising Co in Chicago.&#10;&#10;Nancy Greene (1943 - ) is Canada's most famous skier and it was not a surprise when her name and picture was added to the Canadian version.&#10;&#10;The Waddingtons edition must have been produced after the tube edition, as the rules text refers to unfurling the plastic sheet although the game has a standard board. The box has a copyright date of 1970. The tile count is different from the enclosed slip too, with 4 more straights, and 2 fewer of each hairpin turn.&#10;user summary&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Sports: Skiing",
      "Sports: Winter Sports"
    ]
  },
  {
    "Rank": "21026",
    "Name": "King Fridge",
    "ID": 340067,
    "Year": "(2021)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.32",
    "Link": "https://boardgamegeek.com/boardgame/340067/king-fridge",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "King Fridge is a fast &amp; strategic card game with toxic tortillas, panic pancakes and more......&#10;&#10;All players start with four fridge cards face down in front of them, of which two may be seen once. Players take turns drawing new fridge cards, and optionally swapping them for their own. Using actions and special cards, every player tries to collect fridge cards holding dishes with low scores, while getting rid of the ones with high scores. Annoying allergies create an extra challenge! You can get an edge by being alert and sabotaging other players.&#10;&#10;Once you are convinced the fridge cards in front of you hold a lower total score than the other players&rsquo;, you may claim King Fridge. A wrongful claim will be penalized, while legitimate claims get rewarded. The player with the lowest total score after three rounds is crowned the true King Fridge.&#10;&#10;For more information on how to play, visit www.kingfridgegame.com&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor"
    ],
    "Mechanics": [
      "End Game Bonuses",
      "Hand Management",
      "Open Drafting",
      "Take That"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "21027",
    "Name": "Bezzerwizzer +",
    "ID": 56197,
    "Year": "(2009)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.75",
    "Link": "https://boardgamegeek.com/boardgame/56197/bezzerwizzer-plus",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.5714",
    "Description": "Bezzerwizzer+ is a new standalone version of the popular Danish quiz game Bezzerwizzer. The game is, however, different due to some additional features. It adds 2400 questions, a xylophone for playing and guessing melodies, and cards for guessing images and shapes.&#10;&#10;The questions are grouped into 16 different topics, and the teams draw tiles from a bag to decide which topics they must answer. Teams must answer one question in each of the categories drawn. Correct answers are valued 1, 2, 3 or 4 points,&#10;depending on the order in which they are answered. The teams determine for themselves in which order the questions are asked. Opponents can by playing a limited number of special tiles, reorder, steal topics or being a Bezzerwizzer ('know-it-alls') by answering other participants' questions (before the question is being read or after the team can not answer).&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Music",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Bezzerwizzer"
    ]
  },
  {
    "Rank": "21028",
    "Name": "Tokyo Ghoul: Bloody Masquerade",
    "ID": 213444,
    "Year": "(2018)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.24",
    "Link": "https://boardgamegeek.com/boardgame/213444/tokyo-ghoul-bloody-masquerade",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "2",
    "Description": "In downtown Tokyo, ghouls are on the move, and they can quench their thirst only with coffee...and their bloodthirst only with human flesh. Humans are easy prey, but the investigators from the fearful CCG are on the lookout. Their job: Make the ghouls out in the crowd and hunt them down.&#10;&#10;In the bluff-and-deduction board game Tokyo Ghoul: Bloody Masquerade, you play as one of fifteen different characters from the anime, including Kaneki, Touka, Juzo, and Rize. Whether you are a mere human, a ghoul, or an investigator, roam the streets of Tokyo, keep your identity a secret, investigate, and cover your tracks. The investigator and the ghoul want to find and kill each other, while the humans are trying to collect two or three of the same card. Players take actions during the game to pass around cards, which gives them information bit by bit about who each player might be.&#10;&#10;It is up to you to uncover the other players' real natures and come out on top. In the hostile environment, always keep in mind: Everyone you run into might be a killer!&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [],
    "Families": [
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "21029",
    "Name": "Martians!!!",
    "ID": 40416,
    "Year": "(2009)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.71",
    "Link": "https://boardgamegeek.com/boardgame/40416/martians",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Your quiet afternoon playing video games is interrupted by a whirring noise and a loud bang! You rush to the window and look. Out on the neighboring field you see it - A large flying saucer and dozens of angry looking MARTIANS!!! Well, at least your day won&rsquo;t be boring!&#10;&#10;Martians!!! Drops you into the middle of the first wave of a large-scale alien invasion. Armed with only your vast knowledge of sci-fi movies you decide that it is up to you to save mankind from certain intergalactic slavery.&#10;&#10;First things first, let&rsquo;s get the gaming group together!&#10;&#10;Game includes 32 map tiles, 50 cards, character cards, chits, dice and 100 Martians!!!&#10;&#10;Part of the Zombies!!! series.&#10;&#10;",
    "Categories": [
      "Fighting",
      "Horror",
      "Science Fiction"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Zombies!!! (Twilight Creations)",
      "Space: Mars"
    ]
  },
  {
    "Rank": "21030",
    "Name": "Pocket Dragon",
    "ID": 255651,
    "Year": "(2018)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.75",
    "Link": "https://boardgamegeek.com/boardgame/255651/pocket-dragon",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "7",
    "Weight": "1.3333",
    "Description": "A 34 card real-time cooperative game for 2 players, designed for the occasion of Wai-yee and David Turczi's wedding, and released as an exclusive on a one-time Kickstarter campaign.&#10;&#10;Players play together trying to care for a dragon, making sure the dragon lives a happy and fulfilling life, eats often, and keeps his room tidy.&#10;&#10;Players will scramble in real time (5 minutes), to find all necessary icons on face down cards to complete tasks, that only their partner can see!&#10;&#10;THE APP HAS MOVED TO: https://pocket-dragon.github.io/&#10;&#10;Packaged inside the game were 10 promos for other games by the designer:&#10;Anachrony: The Sentry Post     &#10;Days of Ire: Budapest 1956 &ndash; Printing Press Promo Card     &#10;Dice Settlers: Married Bliss Promo Card     &#10;Kitchen Rush: Piece of Cake &ndash; The Wedding Cake     &#10;[microfilms]: The Honeymooners Promo     &#10;Nights of Fire: Battle for Budapest &ndash; Broadcast from the Radio Promo Card     &#10;Petrichor: Honeybee &ndash; The Swarming Promo Card     &#10;[redacted]: The Transporter Room Promo Card     &#10;Tash-Kalar: Arena of Legends &ndash; Love Elemental Promo Card     &#10;Trickerion: The Secret Workshop&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Memory",
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "21031",
    "Name": "Holy Roman Empire: Wars of the Reformation, 1524-38",
    "ID": 31453,
    "Year": "(2007)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/31453/holy-roman-empire-wars-of-the-reformation-1524-38",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3.2857",
    "Description": "Originally published in Strategy &amp; Tactics magazine #247 (Jan-Feb 2008).&#10;&#10;Holy Roman Empire: Wars of the Reformation, 1524-38 is a wargame of intermediate complexity intended for play by four, three or two.&#10;&#10;The era it covers &ndash; from the Peasants Revolt to the Truce of Nice &ndash; was one that proved decisive in shaping what has since come to be known as &lsquo;modernity.&rsquo; On one side was the Holy Roman Empire, the (theoretically) Europe-wide polity under control of the Hapsburgs. Contending against them were the Kingdom of France, the Ottoman Empire and miscellaneous minor states, as well as the rising tide of Protestantism.&#10;&#10;HRE is primarily intended to be played by four, each representing a different major power: the Hapsburgs, France, the Ottomans, and the &ldquo;League&rdquo; (the latter representing assorted minor power coalitions that came and went). Each player has a variety of military and political instruments with which he can attempt to gain control of Europe. The rules are written with procedures for four-player games in mind; however, games with three or two players can also be managed by using the altered framework provided for such contests.&#10;&#10;",
    "Categories": [
      "Wargame"
    ],
    "Mechanics": [
      "Grid Movement"
    ],
    "Families": [
      "History: Holy Roman Empire",
      "History: Ottoman-Habsburg Wars",
      "History: The Italian Wars",
      "Magazine: Strategy & Tactics"
    ]
  },
  {
    "Rank": "21032",
    "Name": "Alle gegen Rudi",
    "ID": 262389,
    "Year": "(2018)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.03",
    "Link": "https://boardgamegeek.com/boardgame/262389/alle-gegen-rudi",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "In Alle gegen Rudi, everyone is trying to catch Rudi the mouse, who runs faster than everyone else, but if the team plays smart, they can still beat him in the end.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Race"
    ],
    "Families": [
      "Mechanism: Card Line",
      "Series: NSV Middys (Nürnberger Spielkartenverlag)"
    ]
  },
  {
    "Rank": "21033",
    "Name": "Naasii: A Coyote & Crow Dice Game",
    "ID": 365555,
    "Year": "(2022)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgame/365555/naasii-a-coyote-and-crow-dice-game",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "1.5",
    "Description": "Naasii is a push-your-luck style game of chance. Inspired by traditional Indigenous games and classic American family games. You'll roll twelve-sided dice aiming to score sets or runs while not busting along the way. Highest score wins, but it's not all luck. You'll need to decide which numbers to pursue and when you've scored enough to keep ahead of the other players. You'll even be able to pick a lucky number that will get you a few extra points on other players' turns!&#10;&#10;Designed by Connor Alexander (Cherokee Nation, creator of Coyote &amp; Crow) with art from Wolf Tomoyaketu (Comanche and Apache) and development by Daryl Andrews, Naasii brings the mischievous spirt of both Coyote and Crow to life in this fast paced, high-spirited game for the whole family.&#10;&#10;In addition, the dice in the game can serve as a full recommended playset of dice for the Coyote &amp; Crow roleplaying game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice",
      "Number",
      "Party Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Push Your Luck",
      "Re-rolling and Locking"
    ],
    "Families": [
      "Animals: Coyotes",
      "Animals: Crows / Ravens / Magpies",
      "Components: Polyhedral (not D6) dice",
      "Mechanism: Roll-and-Write",
      "Theme: Native Americans / First Peoples"
    ]
  },
  {
    "Rank": "21034",
    "Name": "Biafra!",
    "ID": 33086,
    "Year": "(2007)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.23",
    "Link": "https://boardgamegeek.com/boardgame/33086/biafra",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.2727",
    "Description": "An LPS bonus mini-game on the Biafran War of Secession of 1967-1970. It was included in the issue which featured Look Away!.&#10;&#10;Components:&#10;1 11&quot; x 17&quot; map (rules printed on the map)&#10;88 5/8&quot; counters&#10;Charts&#10;&#10;Units are mostly brigades, but assets such as leaders, armored car and artillery battalions, as well as aircraft are represented as well.  There is no separate rulebook; the rules (about 4 pages' worth) are printed onto the map.&#10;&#10;&#10;",
    "Categories": [
      "Civil War",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Nigeria",
      "History: Nigerian Civil War",
      "Magazine: Against The Odds",
      "Players: Games with Solitaire Rules",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "21035",
    "Name": "Stitches: A Card Game of Monstrous Proportions",
    "ID": 205459,
    "Year": "(2016)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.43",
    "Link": "https://boardgamegeek.com/boardgame/205459/stitches-a-card-game-of-monstrous-proportions",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Description from the publisher:&#10;&#10;Stitches is a semi-co-op fast-paced brawling card-game for 3-7 players. You play a cast-off thesis project from Franken State University, left to fend for yourself in the Dark Woods. Upgrade your appendages by Scavenging from the woods or Attacking your fellow monsters, learning language as you go. Once you&rsquo;re strong enough, attack the Abomination to win! Words optional.&#10;&#10;You start with five cards, a head, torso, legs and two arms.  Each round you&rsquo;ll choose whether to spend the Stitches you&rsquo;ve earned to Scavenge a new part from a common pot, or to Attack your fellow monsters and take one of their limbs instead. As you attack each other you&rsquo;ll learn new words, giving you more options than just growling and grunting to communicate.  Once your monster is strong enough, attack the Abomination to try and win the game, pulling in any other players who have words in common. But beware! The King will fight back&hellip;&#10;&#10;Stitches uses a simple Rock-Paper-Scissors mechanic for combat that is easy to understand but can lead to some surprisingly deep decisions. Players decide whether to Scavenge or Attack simultaneously, then resolve their chosen action in turn order.  The semi-co-op mechanic of teams building as the game continues sets a natural limit to how each game lasts.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Rock-Paper-Scissors",
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "21036",
    "Name": "Nanuuk!",
    "ID": 1192,
    "Year": "(1998)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.73",
    "Link": "https://boardgamegeek.com/boardgame/1192/nanuuk",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Two to four Inuit have erected igloos on a gigantic ice floe. To survive they fish and hunt seals, walruses and whales. Continual new cracks in the ice, fierce bears and the competition of the other hunters requires tactical skill and advance planning. In the igloo, the catch of the successful hunters is transferred to kayaks and sleds to lighten the load for the next hunt. The game ends when the hunting rounds are over. The winner is the most successful hunter.&#10;&#10;Includes a series of interesting abstract game variants which are entirely tactical, one of which is a highly challenging and very accessible partnership game for two versus two.&#10;&#10;Game also includes separate background information on the life of the Inuit.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "21037",
    "Name": "Spline+",
    "ID": 109044,
    "Year": "(2011)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.34",
    "Link": "https://boardgamegeek.com/boardgame/109044/spline-plus",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "2.3333",
    "Description": "Spline+ was evolved from Spline by adding ball movement. It's a ball-stacking game that can be played with a Series: Shibumi set, as it uses a 4x4 holes board and balls in two colours (white and black). Larger boards can also be used, but no more than 6x6 is recommended.&#10;&#10;Rules:&#10;&#10;Definition: A pinned ball is a ball that supports 2 or more balls on the level above. Pinned balls cannot be moved/removed. Movable balls are balls that are not pinned.&#10;&#10;2 players. The board starts empty. Starting with white, players take turns either:&#10;&#10;a) placing a ball of their colour on an empty space or platform (2&times;2 arrangement of marbles) or...&#10;&#10;b) moving a movable ball of their colour already on the board to another valid location. If supported balls drop as a consequence of the ball removal, you can't place your ball on top of the dropped balls.&#10;&#10;Aim:&#10;&#10;The first player making a full line of his color on any layer wins. Lines may be diagonal.&#10;&#10;This is, for a 4&times;4 set, a 4-in-a-row on the first layer, or a 3-in-a-row on the 2nd layer, or a 2-in-a-row on the 3rd layer.&#10;&#10;In case of several lines being created as a result of balls dropping, the largest line prevails.&#10;&#10;ONLINE PLAY&#10;&#10;http://www.jocly.com/jocly/hubquick/shibumi-splineplus&#10;&#10;(Human and AI)&#10;&#10;Included in the Shibumi Rule Book&#10;&#10;Soft cover:&#10;&#10;http://www.lulu.com/shop/cameron-browne-and-nestor-romeral-andres/shibumi-rule-book/paperback/product-18940123.html&#10;&#10;Downloadable PDF:&#10;&#10;http://www.nestorgames.com/rulebooks/SHIBUMI_EN.pdf&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Category: Combinatorial",
      "Components: 3-Dimensional (3D)",
      "Components: 4 x 4 Grids",
      "Components: Marbles",
      "Digital Implementations: Abstract Play",
      "Players: Two-Player Only Games",
      "Series: Shibumi"
    ]
  },
  {
    "Rank": "21038",
    "Name": "Medical Frontier",
    "ID": 224010,
    "Year": "(2017)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.91",
    "Link": "https://boardgamegeek.com/boardgame/224010/medical-frontier",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "1.5",
    "Description": "In Medical Frontier, players play medicine-developing researchers, and their mission is to distribute their own budget on different drug development projects to make new drugs. Players need to ensure the new drugs are safe and efficient in treating diseases, while keeping the side effects at controllable levels. Once you meet all of these marketing approval requirements, the new drugs can be launched. Will you save people's lives while making most profits for your lab?&#10;&#10;",
    "Categories": [
      "Industry / Manufacturing",
      "Medical"
    ],
    "Mechanics": [
      "Action Points",
      "Hand Management",
      "Pattern Building",
      "Set Collection"
    ],
    "Families": [
      "Occupation: Researcher / Scientist",
      "Theme: Chemistry"
    ]
  },
  {
    "Rank": "21039",
    "Name": "COLORS",
    "ID": 36993,
    "Year": "(2008)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.12",
    "Link": "https://boardgamegeek.com/boardgame/36993/colors",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.1667",
    "Description": "COLORS &ndash; the new two person strategy game by MAG (creators of CAVEMAN) - is very simple in its mechanics.&#10;&#10;Colors is a 10 minute light-hearted game between two beginners, but becomes a 40 minute intellectual tussle when played by two COLORS &ldquo;Grandmasters&rdquo;&#10;&#10;Each player has 12 pieces, 3 of each primary color (the game is environment friendly).  These pieces are moved around a diamond shaped board made up of triangles, and there is no luck involved.&#10;&#10;You take opponents pieces by creating triangles of the 3 primary colors &ndash; taking 1 piece if using two of your pieces to complete the triangle, or 2 opposing pieces if you make a triangle using only 1 of your pieces (the elusive &ldquo;Double Take&rdquo;).&#10;&#10;Combine several mini-strategies to win the game &ndash; The Wall, The Blitz, The Raid, the Single take, the Double Take.  There is lots to think about.&#10;&#10;Despite this the game has just a single page of rules &ndash; nothing more to it than that &ndash; and has this in eleven difrferent languages (English, German, French, Italian, Spanish, Dutch, Swedish, Danish, Norwegian, Finnish and Japanese)&#10;&#10;COLORS - MINUTES TO LEARN, MONTHS TO MASTER by MAG&#10;&#10;AVIALABLE DIRECT FROM MAG AT www.makeagame.eu&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Components: 6 x 6 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "21040",
    "Name": "BaRRacuda",
    "ID": 209447,
    "Year": "(2016)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.77",
    "Link": "https://boardgamegeek.com/boardgame/209447/barracuda",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "25",
    "Play Time": "45",
    "Weight": "1.8",
    "Description": "BaRRacuda is a game for creative gamblers with many unknowns as none of the players has all of the information! To win, you have to keep track of the plays, act tactically wise, and keep entirely cool when making your decisions.&#10;&#10;In the game, new tenants and their partners must divide items amongst themselves. Some will invest heavily, some will save on the wrong things, some will miscalculate, and others will first sound out the situation carefully &mdash; but they all have something in common: Everybody wants to own the most seats in the beach bars.&#10;&#10;It's all just a matter of negotiation&hellip;&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Economic"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Auction / Bidding",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "21041",
    "Name": "Light Seeker",
    "ID": 381025,
    "Year": "(2024)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.86",
    "Link": "https://boardgamegeek.com/boardgame/381025/light-seeker",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "1.6667",
    "Description": "In Light Seeker, both players must increase the amount of light in the world on their turn &mdash; but can you bring the light together to win?&#10;&#10;To set up, place the nine cubes in a 3x3 grid with space between the cubes and with dark sides on top, then put the blocking token onto the central cube. Each cube has two sides that are all dark, two sides that are half-light (diagonally separated into a dark and a light triangle, marked with a white dot), and two sides being fully light (with a white dot on each triangle). Each light triangle counts as 1 light, so a fully light side counts as 2 light. The starting player tilts one cube into an open space and places Buh, the blocking token, onto any other cube, then the second player starts with the first normal turn.&#10;&#10;On a turn, you take two actions. An action can be to (1) slide a cube into an orthogonally adjacent open space, not changing its orientation, or (2) tilt a cube into an orthogonally adjacent open space. You cannot take an action where Buh is located, and after taking your actions, you must move Buh onto any other cube. At the end of your turn, all cubes must be orthogonally or diagonally adjacent to at least one other cube and the total amount of light on the top faces of the cubes must have increased.&#10;&#10;A &quot;light area&quot; is created by one or more cubes that have orthogonally (edge to edge) adjacent half or full Bright faces. Multiple light areas can exist on top of the cubes, and they will shift and change over time. If at the end of your turn, you have created a light area that contains at least 7 light, you win.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement",
      "Pattern Building",
      "Three Dimensional Movement",
      "Variable Set-up"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 3-Dimensional (3D)",
      "Crowdfunding: BackerKit",
      "Players: Two-Player Only Games",
      "Series: Soda Pop Collection (Thundergryph Games)"
    ]
  },
  {
    "Rank": "21042",
    "Name": "El Día Más Largo",
    "ID": 18780,
    "Year": "(1982)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.99",
    "Link": "https://boardgamegeek.com/boardgame/18780/el-dia-mas-largo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "2.6667",
    "Description": "This game portrays D-Day combat and the battles in Normandy from June 6th to June 30th 1944.&#10;&#10;The game begins with the Allies disembarking, the first five turns are on D-Day: 6h, 10h, 14h, 18h, 22h. The other seven turns from June 7th to June 30th: 7-10, 11-14, 15-18, 19-22, 23-26, 27-30.&#10;&#10;Game Components: 80x64 cm board, 10-page rulebook, 1 die and 300 counters and markers, representing Allied and German &quot;armies&quot;, bunkers, mulberry's...&#10;&#10;The Allies win if on June 30th, they have control of 6 cities.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Country: France",
      "Region: Normandy (France)"
    ]
  },
  {
    "Rank": "21043",
    "Name": "Builders of Sylvan Dale",
    "ID": 413548,
    "Year": "(2025)",
    "Geek Rating": "5.509",
    "Avg Rating": "7.28",
    "Link": "https://boardgamegeek.com/boardgame/413548/builders-of-sylvan-dale",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "0",
    "Weight": "0",
    "Description": "After the Great Disasters, a new chapter in Sylvan Dale's history has begun. The Elders have called on you and your fellow architects to design a new woodland realm &mdash; a haven perched in the high embrace of the Great Trees. Guide the builders of Sylvan Dale as they construct dwellings, bridges, and hanging courtyards.&#10;&#10;Builders of Sylvan Dale is a unique three-dimensional tile placement game in which you play a card and place a new building tile on top of the ever-taller trees in the forest, collecting sets of cards to gain special actions. Get your buildings to stand out high on the trees above those of your peers, and brighten the forest with your colors.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "City Building",
      "Fantasy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "21044",
    "Name": "Dragon Masters",
    "ID": 37,
    "Year": "(1991)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.80",
    "Link": "https://boardgamegeek.com/boardgame/37/dragon-masters",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.0909",
    "Description": "This odd little game put out by Games Workshop Ltd. uses some of the components of their Mighty Empires strategy game.  Players are competing princes in the elven homeland.  Players have to manage an economy based on villages and cities as they recruit dragons to defeat their enemies.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Creatures: Dragons",
      "Setting: Warhammer Fantasy Board Games"
    ]
  },
  {
    "Rank": "21045",
    "Name": "Mad Monks and Relics",
    "ID": 1343,
    "Year": "(1995)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.01",
    "Link": "https://boardgamegeek.com/boardgame/1343/mad-monks-and-relics",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.3333",
    "Description": "Players are historical 'wise men' in 13th C wandering across Europe piecing together information in a quest to find the Holy Grail. Players accumulate scraps of information from various obscure texts, trading information with other wandering scholars they may find, all the time trying to manage limited resources and avoid disasters in the form of bandits, inquisitions, and the plague.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Medieval",
      "Negotiation"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Events",
      "Lose a Turn",
      "Point to Point Movement",
      "Race",
      "Set Collection",
      "Take That",
      "Trading",
      "Variable Player Powers"
    ],
    "Families": [
      "Religious: Monks/Abbots & Monasteries/Abbeys",
      "Theme: Books / Libraries",
      "Theme: King Arthur / The Knights of the Round Table / Camelot",
      "Components: Map (Continental / National scale)"
    ]
  },
  {
    "Rank": "21046",
    "Name": "Junior Articulate",
    "ID": 15866,
    "Year": "(2006)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.05",
    "Link": "https://boardgamegeek.com/boardgame/15866/junior-articulate",
    "Min Players": "4",
    "Max Players": "20",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "1",
    "Description": "From the publishers website:&#10;Compiled by an educational specialist there are 356 cards with over 2000 entries in the same six categories as the original.&#10;&#10;Complete with its own board it can be played alone or along with Articulate - so watch out, your younger kids can now play with you!!&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Team-Based Game"
    ],
    "Families": [
      "Game: Articulate!",
      "Versions & Editions: Junior Versions of Grown-Up Games"
    ]
  },
  {
    "Rank": "21047",
    "Name": "Top Promoter",
    "ID": 111841,
    "Year": "(2011)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.01",
    "Link": "https://boardgamegeek.com/boardgame/111841/top-promoter",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "35",
    "Play Time": "35",
    "Weight": "1.4286",
    "Description": "Top Promoter is a new card game for 3-5 players in which players try to make more money than their opponents. By putting their fighters in the best position for the big payday, players increase their chances of victory!&#10;&#10;Each player has his own deck of 15 fighters and five action cards. Each round, players simultaneously play a fighter face-down, then reveal them at the same time. These cards get played into locations that are in the center of the table following certain rules. Once a location has three fights, the fights are resolved through dice.&#10;&#10;Each fighter has a number of dice he rolls that can be modified with action cards or by fighting in his home location. The number of dice can range from 1-7 dice, and whoever rolls the single highest die wins! However, some fighters have a signature move that will guarantee victory!&#10;&#10;Top Promoter is a light game that inspires trash talking and cheering as the underdog takes down the favorite!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Hand Management"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Sports: Boxing",
      "Sports: Combat Sports / Martial Arts"
    ]
  },
  {
    "Rank": "21048",
    "Name": "Off Topic",
    "ID": 320043,
    "Year": "(2019)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.95",
    "Link": "https://boardgamegeek.com/boardgame/320043/off-topic",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "1",
    "Description": "Play this Quick-witted game with friends for a good laugh. Draw a card to set the topics, and roll the die to set the letter that your responses must begin with. As you race against time, your answers will get a little outrageous and a little OFF TOPIC!&#10;&#10;&mdash;description from the back of the box&#10;&#10;Players receive a personal whiteboard and whiteboard marker, and one player reveals a card with multiple prompts; one for each pair of lines on the whiteboard. Then the die is rolled to determine what letter every answer must start with. Once set, the timer is flipped and players must attempt to answer as many of the prompts as they can before time runs out.&#10;&#10;After this phase, players will go through the prompts to see what everyone else wrote. Be careful, though, as if multiple people come up with the same answer, NO ONE gets points! For every unique answer to the prompt you have written down (up to two) you gain a point. Once the comparing and point-scoring is done, players erase their board and start a new round. After 5 rounds, the player with the most points is the winner.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Action Timer"
    ],
    "Families": [
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "21049",
    "Name": "Snappy Dressers",
    "ID": 220199,
    "Year": "(2016)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.74",
    "Link": "https://boardgamegeek.com/boardgame/220199/snappy-dressers",
    "Min Players": "1",
    "Max Players": "10",
    "Min Play Time": "5",
    "Play Time": "25",
    "Weight": "1",
    "Description": "Snappy Dressers cards show quirky and delightful animal characters dressed in the snappiest of outfits! Cards are beautifully designed with interesting animals like the sloth, panda, and fox &mdash; all dressed in funky, cool outfits. Players try to identify a match, such as types of animal, items of clothing, or the gifts in the characters' hands. Each card matches every other card in exactly one way!&#10;&#10;Snappy Dressers includes ten different games to play with one deck of cards, ranging from speed recognition to sly strategy.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "21050",
    "Name": "Four Senses",
    "ID": 231788,
    "Year": "(2017)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.40",
    "Link": "https://boardgamegeek.com/boardgame/231788/four-senses",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Slip on an eye-mask or play with your eyes closed.&#10;Take turns placing differently-shaped wooden pieces on the game board.&#10;Forget about trying to see and use your memory to imagine what you are touching with your fingertips!&#10;&#10;Be the first player to achieve one of three winning conditions:&#10;&#10;    line up 4 identical pieces in a row&#10;    line up 4 different pieces on the same level&#10;    or create 3 rising steps &ndash; 1-2-3.&#10;&#10;&#10;Four Senses is a three-dimensional game for 2 or 3 players, especially suitable for any player with restricted sight.&#10;Equally challenging and fun regardless of vision limitations, this highly tactile game with wooden pieces is based on touch and does not rely on artificial sound effects.&#10;Whether you and your friends are sighted or sight-impaired this game provides a fun evening of strategy, gaming and fun conversation.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Components: 4 x 4 Grids"
    ]
  },
  {
    "Rank": "21051",
    "Name": "Barbarossa Solitaire",
    "ID": 16826,
    "Year": "(2002)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.26",
    "Link": "https://boardgamegeek.com/boardgame/16826/barbarossa-solitaire",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.7692",
    "Description": "A solitaire game simulating the Nazi-Soviet conflict on the Eastern Front from 1941 to 1945.&#10;&#10;The Player moves the German forces against a simulated Russian enemy.  As time passes the Nazi forces gradually weaken, while the Soviet counter-attacks gather pace.&#10;&#10;Each year is split into 3 turns: Winter, Summer and Autumn. Game starts with Summer 1941 and ends at the end of Summer 1945.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area Movement",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Country: Germany",
      "Country: Russia",
      "History: World War II (Eastern Front)",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "21052",
    "Name": "Niche",
    "ID": 64430,
    "Year": "(2009)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.58",
    "Link": "https://boardgamegeek.com/boardgame/64430/niche",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.375",
    "Description": "The game where it pays to be different!&#10;&#10;Niche is a quick, fun and deceptively simple card game. It is a game of bucking the trend, keeping your options open and closing down the opposition. Will you play safe and pick up your points where you can or take a risk and hold out for a better score?&#10;&#10;During Niche you play cards from your hand restricted by the previous card played. Players create an irregular grid pattern that is limited only by the edge of the table and score points depending on the length of the lines they create.&#10;&#10;The rule structure of Niche involves a restriction of choices, each player must select cards from their hand, and it is these choices that give the sense of control. On a reasonably basic level this becomes a gentle balance between puzzle solving and tactics whilst at the same time I hope that players are having so much fun they don&rsquo;t realize quite how much they are using their brain.&#10;&#10;Niche takes between 10 minutes and a whole evening to play.&#10;&#10;The game aims to promote and support The Foundation for Conductive Education. This method works with children and adults who have conditions such as Cerebral Palsy, Stroke, M.S. or Parkinsons, helping them to lead more independent lives.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Educational",
      "Puzzle"
    ],
    "Mechanics": [
      "Pattern Building",
      "Pattern Recognition",
      "Set Collection",
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "21053",
    "Name": "Marco Polo: Dragonda",
    "ID": 10757,
    "Year": "(1982)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.99",
    "Link": "https://boardgamegeek.com/boardgame/10757/marco-polo-dragonda",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.6667",
    "Description": "Travel and Trading from Venice to Asia collecting Experience points. The game uses differentiated Transportation (horse, ship, caravan), Event cards and Goods Trading (city markets selling/demanding).&#10;This game was published while the &quot;Marco Polo&quot; serial was on air on the Italian TV.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Educational",
      "Transportation"
    ],
    "Mechanics": [
      "Commodity Speculation",
      "Pick-up and Deliver",
      "Point to Point Movement"
    ],
    "Families": [
      "Theme: Silk Road"
    ]
  },
  {
    "Rank": "21054",
    "Name": "Horus Heresy (2003)",
    "ID": 8863,
    "Year": "(2003)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.93",
    "Link": "https://boardgamegeek.com/boardgame/8863/horus-heresy-2003",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Horus Heresy is the 2nd edition of the Warhammer 40,000 CCG. It has updated rules and focuses on the time of the Horus Heresy, one of the greatest events to ever happen in the Warhammer 40,000 universe. You take command in one of the bloodiest times of the Imperium, when brother has turned against brother. The Warmaster Horus has turned against the Emperor of Mankind and seeks to destroy him and all who follow him. You MUST choose which side you will fight for, and go to war.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Science Fiction",
      "Space Exploration",
      "Wargame"
    ],
    "Mechanics": [
      "Open Drafting",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Fictional Events: Horus Heresy",
      "Players: Two-Player Only Games",
      "Setting: Warhammer 40,000 Card Games"
    ]
  },
  {
    "Rank": "21055",
    "Name": "Over the Top! Mons & The Marne",
    "ID": 12496,
    "Year": "(1997)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.14",
    "Link": "https://boardgamegeek.com/boardgame/12496/over-the-top-mons-and-the-marne",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.8",
    "Description": "Two extra games from the Over the Top! Quad system that were published in Strategy &amp; Tactics magazine #186, Jul/Aug 1997.&#10;&#10;1 turn = 1/2 day, 1 hex = 2 miles.&#10;&#10;Mons, 23-27 August 1914 : &quot;As the right wing of the German Army swept through Belgium in the opening days of the World War, the British landed the British Expeditionary Force (BEF) on the continent. Taking up position on the French left, they prepared for the German onslaught at the town of Mons. German General Alexander von Kuck's First Army was quick in coming. After a day long fight at Mons, the British fell back in a delaying action, eventually making a stand at Le Cateau. But the time they had bought proved critical in the upcoming Battle of the Marne&quot;.&#10;&#10;The Marne, 5-10 September 1914 : &quot;Following their defeat in the &quot;Battle of the Frontiers&quot;, the Allied armies retreated westwards, pursued by the Germans. The French chief commander, Field Marshal Joffre, decided to make a stand south of the Marne River. The German, changing their initial Schlieffen Plan, attacked through the gap between Paris and the Allied left wing, further to the east. Their intent was to destroy the Allied armies in one grand battle of annihilation. But the plan went awry. The Germans had outrun their lines of communication, and it was difficult for them to replace their losses while the Allies, with their ever shortening lines of communication, quickly regained strength. At the critical moment, the French Paris Garrison counterattacked on the extended German right flank. The resulting conflagration caused the German to pull back. The Allied armies were saved and the deadlock on the Western Front would soon begin.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Mons (Belgium)",
      "History: 1914 Guns of August Campaign",
      "Magazine: Strategy & Tactics",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "21056",
    "Name": "Brainstorm",
    "ID": 1866,
    "Year": "(1990)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.72",
    "Link": "https://boardgamegeek.com/boardgame/1866/brainstorm",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.6429",
    "Description": "To rattle off so many things, persons etc in the desired category (due to the card drawn). For each answer which is written on the category card you may advance one step (two if that's an unusual answer, written in italics).&#10;&#10;Brainstorm is highly derivative of Outburst!, but with new game mechanics.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "21057",
    "Name": "Dark World: Village of Fear",
    "ID": 1777,
    "Year": "(1993)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.73",
    "Link": "https://boardgamegeek.com/boardgame/1777/dark-world-village-of-fear",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.619",
    "Description": "&quot;The Warlord and his Blood Legion have captured the ancient Village of the Halflings.  The Mayor and the Miller are held hostage and must be rescued; for they alone know the secret paths to the castle of Korak, Lord of CHAOS.&quot;&#10;&#10;The first of two expansions for Dark World, Village of Fear is a fantasy adventure game that features multiple 3D structures.  It can be played alone or combined with Dark World and Dark World: Dragon's Gate to form an adventure campaign.&#10;&#10;Parts&#10;4 Heroes - Adventurer,Elf, Merchant Prince,Warrior Priest&#10;16 Monsters - Warlord,Lurker,Wolf,Karrion,2 Wererats,2 minotaurs,4 Cobrsa, 4 Hobgoblins&#10;&#10;Halfing Hostages - 1 Miller, 1 Mayor&#10;&#10;4 hero bases&#10;15 Monster bases&#10;2 Hostage bases&#10;&#10;Rulebook&#10;Gameboard&#10;&#10;Buildings&#10;Meeting Hall&#10;Cottage&#10;Windmill&#10;Tavern&#10;Cottage &#10;Fortress&#10;&#10;Weapons&#10;Golden - Scimitar,Groupillion, Sea Axe,Katana&#10;Basic- Short Sword,Beaked Sword,Warhammer, Spiked Club&#10;&#10;magic items&#10;4 keys,7 magic potions, 3 speed boots, 2 Creature control whips&#10;&#10;1 mini lurker&#10;1 drawbridge plotter&#10;1 drawbridge card&#10;&#10;4 hero base camps&#10;25 gold coins&#10;&#10;Cards&#10;30 Hit / Miss Cards&#10;6 Warlord Cards&#10;6 Sewer Cards&#10;18 Event Cards&#10;&#10;3 combat Dice&#10;1 Eight sided dice&#10;1 village cross&#10;&#10;10 monster hit points&#10;4 hero hit point rings&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Miniatures"
    ],
    "Mechanics": [
      "Role Playing"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Setting: Das Schwarze Auge"
    ]
  },
  {
    "Rank": "21058",
    "Name": "Plapparagei",
    "ID": 328294,
    "Year": "(2021)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.03",
    "Link": "https://boardgamegeek.com/boardgame/328294/plapparagei",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Plapparagei is a quick-playing, card-discarding game in which you have to say the right color or the appropriate species, call out &quot;Plapparagei&quot;, or simply parrot others &mdash; but wasn't one color forbidden? Do you always know what to say?&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": [
      "Series: Ugly Animals (Drei Magier)"
    ]
  },
  {
    "Rank": "21059",
    "Name": "Maunz Maunz",
    "ID": 19978,
    "Year": "(2004)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.96",
    "Link": "https://boardgamegeek.com/boardgame/19978/maunz-maunz",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.2222",
    "Description": "Maunz Maunz (&quot;meow-meow&quot;) is a game of cards similar to Crazy Eights (which is called &quot;Mau-Mau&quot; in Germany). This implementation is especially well-suited for smaller children as it features nice and colorful illustrations of cats instead of suits and numbers.&#10;&#10;You have to get rid of all your cards to win the game by taking turns playing a card showing a cat that matches the type or color of the one played previously. Also, you can force the next player to pick up two cards, continue by playing a special color, skip a turn, or exchange her complete hand with yours. The winner of each round receives a small wooden cat token, and the first player with two cat tokens wins the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Open Drafting",
      "Pattern Recognition"
    ],
    "Families": [
      "Animals: Cats",
      "Series: Game in a Tin (HABA)"
    ]
  },
  {
    "Rank": "21060",
    "Name": "Scrabble: Chocolate Edition",
    "ID": 37401,
    "Year": "(2007)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.93",
    "Link": "https://boardgamegeek.com/boardgame/37401/scrabble-chocolate-edition",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2.5",
    "Description": "&quot;A tasty game for family and friends'&#10;&#10;In a variation on the classic game of scrabble, players choose 5 tiles (instead of 7), each of which is double sided.  All other rules are the same such as scoring (e.g. double letter, triple word etc).  The board however is slightly smaller (9x9 instead of 15x15) and the game is a lot quicker.&#10;&#10;The two major differences with this edition:&#10;1) It comes with an edible gold medallion for the winner and &#10;2) all the tiles are edible!&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Components: 9 x 9 Grids",
      "Components: Consumable Chocolate",
      "Game: Scrabble",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "21061",
    "Name": "Geominos",
    "ID": 31858,
    "Year": "(2007)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.14",
    "Link": "https://boardgamegeek.com/boardgame/31858/geominos",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "Geominos, the number puzzle strategy game, is played with a set of 21 geometrically-shaped tiles, sectioned and numbered like dominos. You select a tile and place it on the board, matching it to another tile (as in dominos) before time runs out. Play as much of your tile as you can on the dark squares. You're assessed points for any pips (spots) on the light squares.&#10;&#10;Try to score as few points as possible, but don't leave your opponent a good move. When all the tiles have been placed, the player with the lowest score wins. Game play calls for number, shape and spatial skills. A typical game takes 20-30 minutes.&#10;&#10;Game contains:&#10;- Board&#10;- 21 Unique, double-sided Geominos tiles&#10;- 21 Cards, depicting each individual tile&#10;- Two one-minute sand timers&#10;- Storage bag&#10;- Scorepad&#10;- Rulebook&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Number"
    ],
    "Mechanics": [
      "Pattern Building",
      "Pattern Recognition",
      "Tile Placement"
    ],
    "Families": [
      "Components: Polyominoes"
    ]
  },
  {
    "Rank": "21062",
    "Name": "Dungeon Delver",
    "ID": 113324,
    "Year": "(2011)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.04",
    "Link": "https://boardgamegeek.com/boardgame/113324/dungeon-delver",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Dungeon Delver is a single player, print and play card and dice game for kids. The goal of the game is to make it through the entire dungeon deck, battling monsters and surviving any traps you may encounter. There are many dangers, but don&rsquo;t lose heart, because there are also useful treasures to be found along the way as well. You play as one of six heroes, each with unique abilities and each with high hopes that they will be the adventurer to complete the quest.&#10; The rules and 54 Dungeon Delver cards can be downloaded for free. Print the cards, cut them out, grab six &quot;hit counters&quot; (pennies, wooden cubes, etc.) and a set of rpg dice (d4, d6, d8, d10, d12 and d20) to start playing.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "21063",
    "Name": "Checkpoint Omega",
    "ID": 4246,
    "Year": "(1983)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/4246/checkpoint-omega",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.8571",
    "Description": "This SF race-and-combat game, yet another permutation on the &quot;Death Race&quot; theme, is set on a post apocalyptic Earth whose World Government has set up violent New Olympics to entertain the survivors. The game concerns one event, the Open Terrain Vehicle Race between heavily armed teams; the winner is the first (or only) team to get one of their vehicles or racers to all sixteen checkpoints and back to Checkpoint Omega.&#10;&#10;This is Task Force Game #1026, one of their series of microgames.&#10;&#10;",
    "Categories": [
      "Racing",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Movement Points",
      "Player Elimination",
      "Race",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Series: Pocket Games (Task Force Games)",
      "Theme: Post-Apocalyptic",
      "Theme: Sci-Fi Sports"
    ]
  },
  {
    "Rank": "21064",
    "Name": "RIBBIT: The Jump, Move, and Block Game",
    "ID": 173184,
    "Year": "(2015)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.45",
    "Link": "https://boardgamegeek.com/boardgame/173184/ribbit-the-jump-move-and-block-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "1.25",
    "Description": "A classic maneuver strategy game akin to checkers. RIBBIT is a two player game with one player taking the red pieces and the other the blue pieces. Each player has 5 pieces (wooden meeples) and 3 blockers (wooden disks). A player wins by exiting his pieces (meeples) and scoring points. The player who scores best out of 11 points (6 or more) wins the game.&#10;&#10;During a player's turn they get two actions. There are 5 possible actions a player can take. They are:&#10;&#10;1. Move a piece (meeple)&#10;2. Enter a piece (enter a Meeple from your Stock)&#10;3. Exit a piece (exit meeple to score points)&#10;4. Place a blocker (disk that blocks meeple into a space)&#10;5. Jump a piece (over an opponents piece when you have two pieces next to one opponent piece).&#10;&#10;Components&#10;High impact Plastic board&#10;10 wooden Meeples (5 Blue, 5 Red)&#10;6 wooden discs (3 Blue, 3 Red)&#10;Rules (1 page)&#10;Game Variants and Strategy Tips (1 page)&#10;Ziplock Bag&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "21065",
    "Name": "LEGO Soccer",
    "ID": 5322,
    "Year": "(2000)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.82",
    "Link": "https://boardgamegeek.com/boardgame/5322/lego-soccer",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Lego Soccer - Move the ball methodically down the field and take the shot on goal. With more sets, you can vary the positions for the players to your content. Combine sets to build the ultimate Lego Soccer field.&#10;&#10;These sets can all be played right out of the box.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Sports"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Components: Table Football (Soccer) Dexterity Games",
      "Players: Two-Player Only Games",
      "Series: LEGO Sports",
      "Sports: Football / Soccer",
      "Toys: LEGO"
    ]
  },
  {
    "Rank": "21066",
    "Name": "Die Villa der Vampire",
    "ID": 355274,
    "Year": "(2022)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.04",
    "Link": "https://boardgamegeek.com/boardgame/355274/die-villa-der-vampire",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "The big vampire festival, which takes place every 99 years, is coming up in the abandoned villa. But what's this? The very old vampires are still &quot;sleeping&quot; calmly in their coffins and they might miss out. You can't have that!&#10;&#10;In Die Villa der Vampire, you slip into the role of child vampires, and with the help of three vampire bats, try to maneuver garlic bulbs into suitable graves in the vampire villa to wake up the old vampires. But where exactly are the well-heeled vampires who will bring a lot of vampire points hiding? Who will use skill and luck to collect the most vampire points and win?&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": [
      "Admin: Upcoming Releases",
      "Creatures: Vampires"
    ]
  },
  {
    "Rank": "21067",
    "Name": "Conquest Tactics",
    "ID": 94633,
    "Year": "(2011)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.57",
    "Link": "https://boardgamegeek.com/boardgame/94633/conquest-tactics",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.7143",
    "Description": "Conquest Tactics is a strategy card game with a fantasy theme. Players lead their armies across a battlefield to clash with their opponent, employing hand management, resource allocation and battlefield strategy to outwit each other. Players deploy troop cards to a grid battlefield and pay tactical points to move, attack and cast spells. Skills and Spells are taught to a player's entire army and reused each turn. Each player chooses from a selection of victory conditions and must achieve three victory conditions to win the match.&#10;&#10;The first chapter of Conquest Tactics features three army factions, but troops from different factions may be combined into one deck. The initial factions are:&#10;&#10;&#10;    Humans: A balanced faction with a wide variety of Spells and Skills&#10;    Kaborha: A powerhouse faction with strong, expensive troops and an emphasis on melee skills&#10;    The Malice: A swarming faction with overwhelming numbers and a penchant for dark magic&#10;&#10;&#10;For five hundred years, human civilization languished under the rule of the Kaborha, a society focused solely on honor, battle, and a tri-annual tournament for supremacy.  Now a young hero has emerged, bringing hope of returning humanity to its former glory. But even as Humans rise up against their oppressors, a new threat has come to their world.  The Malice -an interdimensional army of evil creatures- has descended upon the homeland of the Kaborha and Humans, lurching the Fire Continent out of a centuries long stagnation and into war! Traditional ways will be broken and unlikely alliances formed to repel the oncoming evil. Only you have the power to determine the future of the Fire Continent and the world of Yen-Sen.&#10;&#10;The time has come for you to lead your chosen forces into battle in Conquest Tactics, a new strategy card game.  Choose your Victory Conditions and your Base, assemble your Troops and march them across the battlefield.  Teach them Spells and Skills to use again and again, and empower them with Equipment.  Bend fate in your favor with Circumstance cards, and claim powerful relics as your Trophies.  Vanquish your enemies by using real strategy, movement and range to your advantage. Never before has a collectible card game given you this much control and this level of strategic choice.&#10;&#10;Rather than pursue a single goal, Conquest Tactics has several different Victory Conditions that can be achieved in order to win. You might choose to invade and occupy your opponent&rsquo;s side of the field, destroy their base, challenge troops that are stronger than your own, or upgrade a troop to it&rsquo;s highest potential.  As a reward for achieving a Victory Condition, you are bestowed a Trophy which grants a special onetime benefit, such as the ability to draw extra cards, deal additional damage or search for the perfect troop you need at the moment.&#10;&#10;Each army in Conquest Tactics has its own types of troops. Unique to the world of Conquest Tactics are the Kaborha, a strong and proud race matching the cunning of humans with raw animalistic power. Troop cards have deployment, movement, and attack costs. The troop card also lists the damage done by the troop in an attack and the ability of the troop to defend itself. Finally, each troop card details the health of the troop and any special abilities that unit may have.  Some troops have the ability to cast magic or use special skills.&#10;&#10;When your Troops can't get by on courage alone, give them Equipment to better their chances of survival.  Equipment comes in three varieties: Armor, Weapons and Accessories.  These improvements attach directly to a Troop, making it more powerful in the midst of battle.  Troops may also use spells and skills on the battlefield.  Spell cards consist of fire, light and dark magic that may be used to heal, harm, cripple and defend in battle. However, only troops that are able to cast a particular type of magic are able to use that magic's spells. These abilities are put into your Knowledge Pool where they may be used repeatedly throughout the game by your various troops, but they have a cost each time they are used and may only be used once per turn.&#10;&#10;Each deck has one base which serves as a stronghold and is one of the principal sources of a player's power.  Bases give their armies additional strengths such as the ability to upgrade troops faster or replace fallen troops. However, Bases are not without their weakness as they may be destroyed, removing the benefits granted by it.&#10;&#10;Circumstance cards may be played at any time and do not need to be cast by a troop with the ability to use magic.  These cards may enable you to increase your tactical points, negate an attack or even reflect an attack back at a troop when your opponent least expects it!  Circumstance cards are paid for using the cards in your hand. If you don't have enough cards to discard from your hand you can't use your circumstance cards, thus hand management is another essential skill in Conquest Tactics.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Hand Management"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "21068",
    "Name": "Lucky Sock Dip: The Card Game",
    "ID": 40774,
    "Year": "(2009)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.96",
    "Link": "https://boardgamegeek.com/boardgame/40774/lucky-sock-dip-the-card-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "There is a bedlam in the cupboard. The small sock monster has muddle it all up! You have to be very alert and quick to find the matching pairs.&#10;&#10;As soon as a player has collected five pairs of socks he has to grab the sock monster. The player who grabs the sock monster receives a clothes-peg. The first player that has obtained 3 clothes-pegs is the winner.&#10;&#10;A monstrously quick searching game. Includes a variation for expert sock pickers!&#10;&#10;Contents: 1 sock monster, 8 sock monster cards, 48 socks (24 pairs), rules&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Set Collection"
    ],
    "Families": [
      "Theme: Laundry & Socks"
    ]
  },
  {
    "Rank": "21069",
    "Name": "Hintegers",
    "ID": 240167,
    "Year": "(2018)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.61",
    "Link": "https://boardgamegeek.com/boardgame/240167/hintegers",
    "Min Players": "5",
    "Max Players": "10",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.5",
    "Description": "Hintegers is the social game of figuring out what number someone is thinking of. Each turn, the Hint Giver provides a one word hint related to their category, and secretly selects a number 1 through 10. The other players then play a card trying to match the number. Stumped? Use a lifeline! As the Hint Giver, be sure not to give easy hints as only the players that match get one step closer to winning! The object of the game it get down to having only 3 numbers left in your hand, and you get rid of numbers by successfully guessing (or giving a successful hint!) Laugh and Learn in this thought provoking party game, it's as easy as picking a number 1 through 10.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Number",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "21070",
    "Name": "SłowoStworki",
    "ID": 141577,
    "Year": "(2013)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.21",
    "Link": "https://boardgamegeek.com/boardgame/141577/slowostworki",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "It is a funny card party game about finding right words. Players trying to find words matching category shown by card and starting from letters shown by cards.&#10;&#10;It is an easier and smaller version of a game S&#197;&#130;owoStwory.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": [
      "Series: Dobra gra w dobrej cenie (Egmont Polska)",
      "Word Games: First Letter Given"
    ]
  },
  {
    "Rank": "21071",
    "Name": "Ka'lide",
    "ID": 117822,
    "Year": "(2011)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.12",
    "Link": "https://boardgamegeek.com/boardgame/117822/kalide",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "&quot;Play one-on-one or in teams as you flick and flip your way to winning the all-new, exciting magnetic game Ka&rsquo;lide! Flick your magnetic pucks to bend around your opponents&rsquo; or flip your pucks over and use their magnetic power to repel your opponent&rsquo;s pucks off the mat and out of the game. Expertly create puck clusters and you could double, triple and even quadruple your score.&quot;&#10;&#10;Each player has a stack of magnetic pucks. The object for two (or more people in teams) to take turns flicking the pucks and land them on numbered scoring zones. The strategy is to flip the pucks over when flicking so that they will either pull/adhere to another puck on the field or repel a puck off of a scoring zone. When all pucks have been flicked, each player scores all pucks that are in their scoring zone on the board.&#10;&#10;Another way to describe it is head to head magnetic shuffleboard.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Area Majority / Influence"
    ],
    "Families": [
      "Components: Magnets",
      "Mechanism: Finger Flicking Games"
    ]
  },
  {
    "Rank": "21072",
    "Name": "Beyblade",
    "ID": 65087,
    "Year": "(1999)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.86",
    "Link": "https://boardgamegeek.com/boardgame/65087/beyblade",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "&#10;&#10;&#10;    &#10;        GAME SYSTEM&#10;&#10;    &#10;    &#10;         This entry is to allow for discussion/rating of the game system as a whole. It is not for a specific product or release. Versions will appear on the individual item pages.&#10;&#10;    &#10;&#10;&#10;Beyblade is a battling top game originating from Japan by Takara, was brought to the US by Hasbro. Accompanied by a Manga and TV show, Beyblades are customizable battling tops, with different arenas available for play and many different parts available to customize tops, from Jumping Bases to Grind attack rings.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Game System Entries",
      "Category: Fighting Top Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "21073",
    "Name": "La Caza de la Calabaza",
    "ID": 290561,
    "Year": "(2019)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.89",
    "Link": "https://boardgamegeek.com/boardgame/290561/la-caza-de-la-calabaza",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "1",
    "Description": "The mad scientist Dr. Tomatenstein has been kidnapping and experimenting with lots of obakameshi (living foods) till he turned them into various new kind of pumpkins! But in the process some evolving fails became monsters!!&#10;This is an adventure game where a group of obakameshi enters Tomatenstein plantation to compile the new experimental pumpkins and expose to the world the evil plans from the Doctor!&#10;The players must select between 5 main characters (onion, pepper, lemon, carrot and apple) and after choosen who will play first, this one turns the first card from the play deck.&#10;If the card is an experimental pumpkin or an item, the player can put on his/her side of the table (maximum 8 cards for each player), but there can appears obakameshi monsters, some events cards, and of course the crazy Dr. Tomatenstein!&#10;The goal of the game is to complete a pumpkin set collection (total of 5 experimental pumpkins). The first one to complete, wins the game.&#10;A new game from the creator of &quot;Fast Food Battle!&quot;, Sergio Herrera.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Exploration",
      "Horror",
      "Humor",
      "Zombies"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Organizations: Board Games Association of Creators in Spain (LUDO)",
      "Series: Kawarando (MixinGames)",
      "Theme: Food / Cooking",
      "Theme: Mad Science / Mad Scientist"
    ]
  },
  {
    "Rank": "21074",
    "Name": "Gluons",
    "ID": 305700,
    "Year": "(2023)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.18",
    "Link": "https://boardgamegeek.com/boardgame/305700/gluons",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "2",
    "Description": "Gluons is a nuclear bluffing game for 2 to 4 players, ages 10+ and 15 minutes of gameplay.&#10;&#10;In Gluons we are nuclear physics researchers experimenting with the transmission of gluons between quarks. Gluons and quarks are elementary particles that make up matter, and each time a player experiences a valid interaction between quarks they receive 1 point. The winner is the one with the most points at the end of the game.&#10;&#10;This game celebrates the life and career of physicist Teresa Rodrigo Anoro (1956-2020), one of the most brilliant researchers in her field at an international level, and also the first Spaniard to join the European Particle Physics Laboratory (CERN).&#10;&#10;Extended explanation of gameplay:&#10;&#10;In Gluons, players will compete against each other to carry out valid interactions between the 3 quarks, using gluons. They do so by taking turns to play cards face down in the quark. Once all players don't want to play more cards, the resolution phase starts, and players then take turns to reveal one of their played card to check if the interaction is correct. If yes, they exchange the affected quarks, and keep the card as a point. At the end of the game, the player with the most valid interactions will be the winner.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Educational",
      "Memory"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Connections",
      "Hand Management",
      "Memory",
      "Pattern Recognition",
      "Programmed Movement",
      "Push Your Luck",
      "Variable Phase Order"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "21075",
    "Name": "Weilong",
    "ID": 33359,
    "Year": "(2007)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.71",
    "Link": "https://boardgamegeek.com/boardgame/33359/weilong",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.48",
    "Description": "From Rules:&#10;&#10;A wise man named Wei Fu had five sons who he loved dearly.  He loved each in his own way, but favored his oldest most of all.  In fact, he showed affection and appreciation to each son in descending order of their birth.  Over time, this greatly displeased his younger sons to the point of confrontation.  Being respectful to their father, the younger two sons did not accuse their father directly, but merely asked the question:  &quot;What more can I do to earn your respect?&quot;  At first the father was outraged that his younger sons would question his fidelity, but then he realized their defiance presented an opportunity.&#10;&#10;His land had been plagued by prankster Dragon that ate his crops, scared away his workers and generally caused chaos throughout his land.  He decided to put his younger sons to the test of ridding his land of this Dragon.  The sons agreed, but pleaded:  &quot;Should our older brothers be denied this opportunity to prove their devotion to you?&quot;  Knowing full well his sons' intent, Wei Fu agreed to send all five sons on the quest.  However, his older sons, fearful for their safety, begged for a reprieve.  Acquiescing, Wei Fu decided to ease the burden by declaring:  &quot;The Dragon is the quest!  However, I would still appreciate any son who brings me the finest examples of the Five Elements of Water, Wood, Fire, Earth, and Metal, which provide the very foundation of our world.&quot;  With this alternative quest, he would assign the easier tasks to his older sons&mdash;or so he thought.&#10;&#10;Weilong or &quot;Powerful Dragon&quot; is a simple dice game based loosely on the dice game One-O-Five and the Chinese card game Shou Ba Yi.  Each player represents the role of one of Wei Fu's sons on their quest to collect the Five Elements or capture the Dragon.  Each player rolls their dice and sets aside those dice showing their target number (Element).  The objective is to roll all five dice of the target number before any other player.  Target numbers are determined by drawing cards (Son Cards).   The Son Cards also have unique abilities for the players.&#10;&#10;Once a player has set aside all five dice of the target number or captured the Dragon (by collecting the dice 1, 2, 3, 4 and 5), the remaining players add up the total of the dice they have collected along with the penalty number at the bottom of the card and track those points.  Your goal is have the lowest point total each round and for the game.  The Son cards are then passed to the left and the next round begins (5 Player Game).  The winner is the player who has the least amount of points after 5 rounds.&#10;&#10;",
    "Categories": [
      "Dice",
      "Mythology",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Set Collection",
      "Variable Player Powers"
    ],
    "Families": [
      "Country: China",
      "Creatures: Dragons"
    ]
  },
  {
    "Rank": "21076",
    "Name": "Metallurgie",
    "ID": 13830,
    "Year": "(2004)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.70",
    "Link": "https://boardgamegeek.com/boardgame/13830/metallurgie",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.3846",
    "Description": "From the website:&#10;To demonstrate your skill in the art of transmutation to the other alchemists, connect and transform iron, copper, silver and gold to gain some of these metals for yourself. If you use the laws of alchemy with wisdom and a bit of luck, you will leave the magic meeting with the most metals.&#10;&#10;Metallurgy is an abstract card game where players expand a card pattern of iron, copper, silver and gold cards. They gain cards by creating large areas of a single metal. The player with the most cards at the end wins.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Pattern Building"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "21077",
    "Name": "Cranium Triple Triumph",
    "ID": 31358,
    "Year": "(2007)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.80",
    "Link": "https://boardgamegeek.com/boardgame/31358/cranium-triple-triumph",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.1429",
    "Description": "An abstract 3D pyramid-building game by Cranium.inc. 2 to 4 players start with 3 Pyramids each. Players try to place each pyramid on the board with as many sides matching the colors of the previously played pyramids. Each matching side gets a point. Points are tallied with scoring bits that wrap around the board.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Square Grid"
    ],
    "Families": []
  },
  {
    "Rank": "21078",
    "Name": "Evergreen",
    "ID": 304,
    "Year": "(1999)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.55",
    "Link": "https://boardgamegeek.com/boardgame/304/evergreen",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.8571",
    "Description": "Combination of card play and timing from Wolfgang Kramer &amp; Michael Kiesling. There are some recording artists who are famous for singing certain standards. Players are putting on concerts and use numbered cards for each performer to take control of that singer. The singers are represented by old fashioned 45s, with a disc in the center showing values from 5 to 12. Each time a singer is transferred from control of one player to another, the disc is rotated, so the value can rise to 12, but next move, it drops to 5 again. You try to gain control of an artist at high value, or pass artists from one player to another to make them devalue. Scoring occurs when players choose to put on concerts at the end of their turn, including a gala show which doubles the value. The game rules state that the designers produced this game by phone and fax, without ever meeting. Perhaps that shows, as it has interest, but the game uses a sand-timer to apply pressure to your decisions.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Music"
    ],
    "Mechanics": [
      "Commodity Speculation"
    ],
    "Families": [
      "Components: Sand Timers"
    ]
  },
  {
    "Rank": "21079",
    "Name": "The League of the Scarlet Pimpernel",
    "ID": 368024,
    "Year": "(2022)",
    "Geek Rating": "5.509",
    "Avg Rating": "9.10",
    "Link": "https://boardgamegeek.com/boardgame/368024/the-league-of-the-scarlet-pimpernel",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "40",
    "Play Time": "140",
    "Weight": "3",
    "Description": "In The League of the Scarlet Pimpernel, Sir Percival Blakeney Baronet and his group of friends aim to undermine the bloodthirsty revolution by saving French aristocrats from the guillotine. Danger of being captured and delivered to the guillotine themselves is real. Their final objective is to discover the location of the young Dauphin and free him. The revolutionaries have some tricks of their own. The reign of terror is spreading across the French countryside and it will only get worse.&#10;&#10;League of the Scarlet Pimpernel is a fully cooperative game of hand management and delivery disruption that allows players to play out the adventure from Baroness Emma Orczy classic novel on their tabletop. Chauvelin and Marguerite can optionally be added to increase thematic game play. Daring rescues, desperate fencing, careful planning, intelligent cooperation, and a little luck will bring you victory.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Movies / TV / Radio theme",
      "Novel-based"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Hand Management",
      "Point to Point Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Components: Map (Continental / National scale)",
      "Components: Multi-Use Cards",
      "Country: France"
    ]
  },
  {
    "Rank": "21080",
    "Name": "Cartography",
    "ID": 163031,
    "Year": "(2015)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.05",
    "Link": "https://boardgamegeek.com/boardgame/163031/cartography",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "EXPAND BUILD DEFEND&#10;&#10;You have unearthed the pieces of an ancient Chinese map. As you piece the map together you are drawn into the turbulent times of the Han dynasty in a land of mystical kingdoms. Take the role of the legendary warlords,found in Luo Guanzhong&rsquo;s epic tale, &ldquo;Romance of the Three Kingdoms.&rdquo; Capture lands and build castles to extend and defend your kingdom.&#10;&#10;Cartography is a land claiming game with a twist, players become mapmakers in a game that takes creativity and foresight to claim land on a map that changes with each turn. Cartography builds on the ancient territory claiming game &quot;Go&quot; by adding a map-making mechanism. The map is made up of triangular tiles, with rivers that divide the map, allowing lands to be defended or captured. Players create and claim land, then capture opponents, in an effort to control the map.&#10;&#10;The map changes as you play so you must keep your wits about you.&#10;&#10;Players start by selecting tiles to create land and extend the map.  Castles are then placed on the land you claim or capture, and whoever has most castles &ndash; those they place on the land and those they capture &ndash; wins.  Because the landscape changes on every turn, you must be vigilant as a stronghold can quickly turn into a weakness, and as you try to surround other players&rsquo; castles, they might also be surrounding you! In planning your strategy on where to build your castles, you must carefully choose between expanding and consolidating, and between attacking and defending.&#10;&#10;Strategy is key and chance doesn't determine the winner. The 2nd Edition features an alternative play option with an element of luck through random draw of three land tiles kept hidden in your hand.&#10;&#10;Cartography is a Social Abstract Game SAG for 2 to 4 players.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Puzzle",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Enclosure",
      "Modular Board",
      "Tile Placement"
    ],
    "Families": [
      "Components: Triangular Dominoes",
      "Country: China",
      "Crowdfunding: Kickstarter",
      "Crowdfunding: Spieleschmiede",
      "Series: Ancient World Collection (Playford Games)"
    ]
  },
  {
    "Rank": "21081",
    "Name": "Zinga",
    "ID": 355035,
    "Year": "(2022)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.81",
    "Link": "https://boardgamegeek.com/boardgame/355035/zinga",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Roll the dice, hit the bell and name the correct combination of color and number. You cross off the combination on your score sheet. The first person to complete 5 combinations in a row and say &ldquo;ZINGA!&rdquo;  wins. To win you have to react as quickly as possible. But be careful! After 3 mistakes you are out of the game. And you make mistakes quickly, because even doubting for too long counts as a mistake!&#10;&#10;&mdash;description from the publsiher&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Dice Rolling",
      "Player Elimination",
      "Real-Time"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "21082",
    "Name": "Cranium Super Showdown",
    "ID": 26956,
    "Year": "(2006)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.89",
    "Link": "https://boardgamegeek.com/boardgame/26956/cranium-super-showdown",
    "Min Players": "4",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "From the publisher's site:&#10;&#10;Cranium Super Showdown will get your family thinking and creating in illogically logical ways!&#10;&#10;Pick wacky challengers to take on crazy contests, like monster truck rallies and bubble-gum bubble blowing. Who would win a pie-eating contest: a monkey with backup dancers or a pirate on a pogo stick? It's up to the judge!&#10;&#10;Have laugh-out-loud fun stating your case, flexing your logic skills, and earning trophies. With Super Showdown, everyone gets to be the judge, and Everyone Shines!&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "21083",
    "Name": "Khe Sanh, 1968",
    "ID": 5348,
    "Year": "(2002)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.27",
    "Link": "https://boardgamegeek.com/boardgame/5348/khe-sanh-1968",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "2.8571",
    "Description": "(from ATO web site:)&#10;&#10;The turning point of the American war in Vietnam occurred during the first months of 1968, a period framed by the Tet Offensive as well as the campaign featured here, the fighting for Khe Sanh. The region just below North Vietnam, Quang Tri province, was especially vulnerable to threats from the North Vietnamese Army (NVA) in the Demilitarized Zone (DMZ) and across the Laotian border. For almost a year the US Marines had been fighting to stabilize the DMZ region.&#10;&#10;Khe Sanh was the outpost intended to block and seal off the NVA's access to Quang Tri from the west (Laos), where many of the NVA's base areas were located. Other fortifications barred the DMZ. In early 1968, the NVA countered by assembling large forces around Khe Sanh, threatening a battle for the place. The American command focused its attention upon Quang Tri, and even more, Khe Sanh. The ensuing campaign pitted South Vietnamese and American forces, at the peak of their combat efficiency, against a tough NVA enemy. At stake was victory in the Vietnam War.&#10;&#10;Khe Sanh, 1968 game&#10;&#10;    Full color 22&quot;x34&quot; map&#10;    200 full color die cut counters&#10;    Rulebook length - 16 pages&#10;&#10;&#10;Complexity - Medium&#10;Solitaire Suitability - Low&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Vietnam War",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Magazine: Against The Odds",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "21084",
    "Name": "NORAD",
    "ID": 7060,
    "Year": "(1973)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.45",
    "Link": "https://boardgamegeek.com/boardgame/7060/norad",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2.25",
    "Description": "&quot;NORAD&quot; is the Mishler Company revised edition of a wargame originally published in 1973 by SDC's in Conflict Magazine #4. A solitaire variant is included.&#10;&#10;&quot;NORAD is a representation of a hypothetical nuclear war between the United States and the Soviet Union in 1962 . . . In 1977 the Mishler Company purchased the rights for NORAD. Only minor changes were made on the game board and the unit counters. However, several changes were made in the rules, and the solitaire game was completely re-done and the 'Assigned Targets' optional rule was added. The historical simulation aspect was improved by giving the American player the capability to hide the exact location of his/her fighters. Also, the Russian bombers may no longer fly endlessly back and forth across the game board. In addition, several rules and the number of units was changed to balance the game.&quot;&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Grid Movement",
      "Secret Unit Deployment",
      "Simulation",
      "Static Capture",
      "Variable Set-up"
    ],
    "Families": [
      "Country: Canada",
      "Country: Soviet Union",
      "Country: USA",
      "Decades: The 1960's",
      "History: Cold War",
      "Magazine: Banzai Magazine",
      "Magazine: Conflict",
      "Players: Games with Solitaire Rules",
      "Players: Two-Player Only Games",
      "Players: Wargames with Solitaire Rules",
      "Theme: Alternate History",
      "Theme: Nuclear option"
    ]
  },
  {
    "Rank": "21085",
    "Name": "De Poorters van Nieuwstad",
    "ID": 140179,
    "Year": "(2013)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.70",
    "Link": "https://boardgamegeek.com/boardgame/140179/de-poorters-van-nieuwstad",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.8947",
    "Description": "'De Poorters van Nieuwstad' originated from a unique collaboration between a group of about 3000 gamers and 999Games-lovers. Through the project, called &quot;The Perfect Game&quot;, we have tried to create a perfect game. So, everyone could vote for: the game system, duration of the game, number of players, concept, title and artwork. The gamers decided upon the elements and the basis. On this basis, people could send in games concepts, add from those, Tycho van den Broek emerged as the winner. 999Games has developed the concept and the wishes of the voters into a complete game!&#10;&#10;In this exciting board game, players found a new city. This develops through the construction of new buildings, growing the number of Burghers (&quot;Poorters&quot;) that live there. As prosperity increases, the Burghers replace the surrounding forest wuth green pastures and waving fields of grain. In the city, stately mansions are erected and is worked at the City Hall, the Hospice and other community buildings.&#10;&#10;On your turn, you always choose a character, such as the Lumberjack or the Sheriff. THen, all players can perform this character's action. You get a privilege added to this action. You can earn points by placing buildings and selling much needed food. The game includes different specialists such as the Baker, the Fishmonger and the Tavern. As a result, there are infinitely many strategic options. But the Middle Ages were certainly not free of hazards such as crime, wolves plague and the Black Death, which may appear through the playing of cards. If you are the first to score 30 points, you win the game.&#10;&#10;",
    "Categories": [
      "Economic",
      "Industry / Manufacturing",
      "Medieval"
    ],
    "Mechanics": [
      "Variable Phase Order"
    ],
    "Families": []
  },
  {
    "Rank": "21086",
    "Name": "Photome's",
    "ID": 278017,
    "Year": "(2019)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.46",
    "Link": "https://boardgamegeek.com/boardgame/278017/photomes",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Photome's, a.k.a. &#227;&#131;&#149;&#227;&#130;&#169;&#227;&#131;&#136;&#227;&#131;&#160;&#227;&#130;&#186;, is a co-operative game in which you place animals to be visible &mdash; or place 3D buildings to hide certain animals &mdash; to create your ideal city. Use your smartphone to check whether your ideal city is being built properly.&#10;&#10;This game won first place out of 213 games in a Board Game Grand Prix event themed around 'Home', sponsored by a real estate company, Lifull Home's.&#10;&#10;Publisher's summary&#10;The rules are easy! A somewhat unusual cooperation game using a camera function. You moved to a fashionable city where various animals are entertained.&#10;&#10;Take a photo and show off to your friends in this fashionable city where you will live from now on! Can you take nice pictures well?&#10;&#10;It is the best award winning work chosen from among 213 submissions of the board game Grand Prix with the theme of &quot;living&quot;.&#10;&#10;&#227;&#131;&#171;&#227;&#131;&#188;&#227;&#131;&#171;&#227;&#129;&#175;&#227;&#130;&#171;&#227;&#131;&#179;&#227;&#130;&#191;&#227;&#131;&#179;&#239;&#188;&#129;&#227;&#130;&#171;&#227;&#131;&#161;&#227;&#131;&#169;&#230;&#169;&#159;&#232;&#131;&#189;&#227;&#130;&#146;&#228;&#189;&#191;&#227;&#129;&#163;&#227;&#129;&#159;&#227;&#129;&#161;&#227;&#130;&#135;&#227;&#129;&#163;&#227;&#129;&#168;&#229;&#164;&#137;&#227;&#130;&#143;&#227;&#129;&#163;&#227;&#129;&#159;&#229;&#141;&#148;&#229;&#138;&#155;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#128;&#130;&#10;&#227;&#129;&#149;&#227;&#129;&#190;&#227;&#129;&#150;&#227;&#129;&#190;&#227;&#129;&#170;&#229;&#139;&#149;&#231;&#137;&#169;&#227;&#129;&#159;&#227;&#129;&#161;&#227;&#129;&#167;&#227;&#129;&#130;&#227;&#129;&#182;&#227;&#130;&#140;&#227;&#130;&#139;&#227;&#130;&#170;&#227;&#130;&#183;&#227;&#131;&#163;&#227;&#131;&#172;&#227;&#129;&#170;&#232;&#161;&#151;&#227;&#129;&#171;&#229;&#188;&#149;&#232;&#182;&#138;&#227;&#129;&#151;&#227;&#129;&#159;&#227;&#129;&#130;&#227;&#129;&#170;&#227;&#129;&#159;&#227;&#128;&#130;&#10;&#227;&#129;&#147;&#227;&#130;&#140;&#227;&#129;&#139;&#227;&#130;&#137;&#228;&#189;&#143;&#227;&#130;&#128;&#227;&#129;&#147;&#227;&#129;&#174;&#227;&#130;&#170;&#227;&#130;&#183;&#227;&#131;&#163;&#227;&#131;&#172;&#227;&#129;&#170;&#232;&#161;&#151;&#227;&#130;&#146;&#227;&#128;&#129;&#229;&#134;&#153;&#231;&#156;&#159;&#227;&#129;&#171;&#230;&#146;&#174;&#227;&#129;&#163;&#227;&#129;&#166;&#229;&#143;&#139;&#233;&#129;&#148;&#227;&#129;&#171;&#232;&#135;&#170;&#230;&#133;&#162;&#227;&#129;&#151;&#227;&#129;&#161;&#227;&#130;&#131;&#227;&#129;&#132;&#227;&#129;&#190;&#227;&#129;&#151;&#227;&#130;&#135;&#227;&#129;&#134;&#239;&#188;&#129; &#227;&#129;&#134;&#227;&#129;&#190;&#227;&#129;&#143;&#231;&#180;&#160;&#230;&#149;&#181;&#227;&#129;&#170;&#229;&#134;&#153;&#231;&#156;&#159;&#227;&#129;&#140;&#230;&#146;&#174;&#227;&#130;&#140;&#227;&#130;&#139;&#227;&#129;&#167;&#227;&#129;&#151;&#227;&#130;&#135;&#227;&#129;&#134;&#227;&#129;&#139;&#239;&#188;&#159;&#10;&#10;&#227;&#128;&#140;&#228;&#189;&#143;&#227;&#128;&#141;&#227;&#130;&#146;&#227;&#131;&#134;&#227;&#131;&#188;&#227;&#131;&#158;&#227;&#129;&#171;&#227;&#129;&#151;&#227;&#129;&#159;&#227;&#131;&#156;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#130;&#176;&#227;&#131;&#169;&#227;&#131;&#179;&#227;&#131;&#151;&#227;&#131;&#170;&#227;&#129;&#174;213&#228;&#189;&#156;&#229;&#147;&#129;&#227;&#129;&#174;&#227;&#129;&#148;&#229;&#191;&#156;&#229;&#139;&#159;&#227;&#129;&#174;&#228;&#184;&#173;&#227;&#129;&#139;&#227;&#130;&#137;&#233;&#129;&#184;&#227;&#129;&#176;&#227;&#130;&#140;&#227;&#129;&#159;&#230;&#156;&#128;&#229;&#132;&#170;&#231;&#167;&#128;&#232;&#179;&#158;&#228;&#189;&#156;&#229;&#147;&#129;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": []
  },
  {
    "Rank": "21087",
    "Name": "DAWAK",
    "ID": 194974,
    "Year": "(2016)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.98",
    "Link": "https://boardgamegeek.com/boardgame/194974/dawak",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Aren't we all a bit DAWAK? Are you ready for more than 1000 crezy questions and tasks? Then this crazy party fun is just for you. Who wants to become Dawak champion needs to be fast and clever: Only the one who gives the correct answer first scores.&#10;&#10;Contents: A &quot;punch&quot; card that goes to the center of the table. 9 plastic pieces (3 forms/colors, 3 sizes) around them. And a stack of 107 quiz cards (double side, 4 questions and one Dawak section on each side).&#10;&#10;Players take turns as the host, who first rolls the die. On a roll of 1-4, he reads the corresponding question. A player who thinks he knows the answer has to hit the &quot;punch&quot; card in the middle of the table, and then he has three seconds to answer. The first player who gives the correct answer gets the card (max one answer per player)&#10;&#10;The last 2 sides of the die show the word &quot;Dawak&quot;. The dawak section on the card tells what to do now. Often, the players have to grab a specific one or several of the plastic pieces in the center. In other cases, the host has to mime something, sum a melody, sing a song, or the like. The players have to regonize it to claim the card.&#10;&#10;Game ends when one player has collected 7 cards. He wins.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "21088",
    "Name": "Rat Trap",
    "ID": 232385,
    "Year": "(2017)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/232385/rat-trap",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "In Rat Trap, players make up a rat-pack of burglars who work together to try to score as much cheese as possible while avoiding both traps and cat attacks &mdash; but can you really trust your partners in crime?&#10;&#10;To set up, decks of cards are placed face down on the table, with these decks representing locations that the rats try to search (by drawing from them during the round). You want to find cheese in these decks, but you must also avoid the traps they contain. When it's your turn, you must roll two dice (or in the advanced rules four dice). The dice represent the actions available for this turn: draw cards, steal cards, send the cat to eliminate the competition, heal yourself, etc. Unfortunately, you may not use the dice you roll! You must choose one or two partners to whom you will give the dice. They decide which action they keep for themselves and which action they give back to you, so discuss and choose your partners carefully!&#10;&#10;Rat Trap&nbsp;is a 15- to 25-minute family game that may also be played with gamers who want a quick and fun game with a bit of treachery in it. The game includes both basic rules&nbsp;and&nbsp;advanced rules, with the latter having more dice for more complicated choices and role cards that give you special abilities during the game. The game also includes a two-player variant.&#10;&#10;",
    "Categories": [
      "Animals",
      "Bluffing",
      "Card Game",
      "Deduction",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Animals: Rats"
    ]
  },
  {
    "Rank": "21089",
    "Name": "Feelinks Revelations",
    "ID": 269072,
    "Year": "(2019)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.80",
    "Link": "https://boardgamegeek.com/boardgame/269072/feelinks-revelations",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Feelinks Revelations is the adult stand-alone sequel to Feelinks. After the success of the first, children-oriented, version, Act In Games has decided to expand the Feelinks experience to adults.&#10;&#10;The game is now fully cooperative and plays in about 30 minutes for 2 to 8 players.&#10;&#10;While never being rude or inappropriate, this version of the game presents over 300 new situations intended for adults and teenagers over 16.&#10;&#10;During a game, you :&#10;&#10;     Pick a card and chose a situation to read.&#10;     Choose the emotion that matches how you feel and correctly estimate your fellow players' feelings.&#10;     Show your mutual choices, reveal the correct estimation, then take a step, if needed, on the empathy track, then go again.&#10;&#10;&#10;As the main course of a romantic evening or as the dessert of good game night with friends, Feelinks Revelations will test how well players know each other...&#10;&#10;Will you reach the top of the empathy track ?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Cooperative Game",
      "Storytelling"
    ],
    "Families": [
      "Theme: Psychology"
    ]
  },
  {
    "Rank": "21090",
    "Name": "Icarus",
    "ID": 176898,
    "Year": "(2015)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.77",
    "Link": "https://boardgamegeek.com/boardgame/176898/icarus",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.25",
    "Description": "Designed by Reiner Knizia, Icarus is a game for three to seven players featuring a Liar&rsquo;s Poker style bluffing mechanism. Push your luck by bidding the highest number against other players without being called out. How high can you fly?&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Mythology"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Push Your Luck"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "21091",
    "Name": "Face Off",
    "ID": 1996,
    "Year": "(1974)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.94",
    "Link": "https://boardgamegeek.com/boardgame/1996/face-off",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2",
    "Description": "A slapstick game of hockey management (endorsed by Howie Meeker, a Canadian hockey personality of the time).&#10;&#10;Everybody knows that professional hockey game is won or lost on the ice, right?  Wrong.  The game that starts when the referee's whistle sounds is only half the story.  See that character on the end clutching the bankroll?  He's the team manager.  What you don't get to see is the game HE plays-and it's every bit as tough as the one on the ice.  Now's your chance to get the inside story.  In Face Off, you manage your own hockey franchise.  That means you have to scramble for league Superstars, trade players, and try to put together the strongest team you can --without running out of cash.  It means you have to cope with temperamental players, broken contracts, and unexpected expenses.&#10;&#10;Of course, you get to manage your team through a season of hockey games, to see how your planning and conniving pays off!  And who wins the playoffs?  Usually the strongest team --but it's up to you to make it that way.&#10;&#10;This game deserves to be better known; the theme is rather under-exploited and Waddingtons' treatment hits just the right tongue-in-cheek note here.  If you liked Avalon Hill's Slapshot, you'll like Face Off.  The Canadian edition is bilingual with a two-sided board (English on one side, French on the other).&#10;&#10;",
    "Categories": [
      "Negotiation",
      "Sports"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Commodity Speculation",
      "Roll / Spin and Move",
      "Trading"
    ],
    "Families": [
      "Sports: Ice Hockey"
    ]
  },
  {
    "Rank": "21092",
    "Name": "Coronation",
    "ID": 94683,
    "Year": "(2010)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.91",
    "Link": "https://boardgamegeek.com/boardgame/94683/coronation",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "1.75",
    "Description": "This is a game, based on a famous novel by Boris Akunin, famous Russian writer.  His novels are translated into many languages, including English.&#10;&#10;It is on the novel Coronation that our game is based.  It uses a popular game mechanics: Scotland Yard, Mister X, and Fury of Dracula.  The mechanics is modified, of course.&#10;&#10;Players must work together to capture the arch-villain, Dr. Lindt.  There are various ways to find out where Dr. Lindt was within a few turns before the current one.  There are also traps that Dr. Lindt sets on his path (special cards are used).  Detectives (characters from the book) can avoid falling into those traps by using different tools, which are also depicted on cards.  Each detective gets a certain number of those cards at the beginning of the game.&#10;&#10;The game is designed in sepia colours, using actual historical photographs of Moscow, end of the 19th century.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Novel-based"
    ],
    "Mechanics": [
      "Area Movement",
      "Cooperative Game",
      "Hidden Movement"
    ],
    "Families": [
      "Cities: Moscow (Russia)"
    ]
  },
  {
    "Rank": "21093",
    "Name": "Hot Potato!",
    "ID": 318185,
    "Year": "(2021)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/318185/hot-potato",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1",
    "Description": "What challenges will your potatoes encounter?!&#10;&#10;In Hot Potato! you will use one of your six potatoes to best deal with encounters. Your Sweet Potato is a good match against a Vicious Virus, and the Rambotato will surely defeat a Furious Fryer, but both would suffer in an encounter with a Wicked Weed. You play quick and easy rounds that consist of four steps:&#10;&#10;&#10;    Play a Potato card face down and simultaneously reveal it.&#10;    Draw the encounter card.&#10;    Deal with the encounter and see who wins a point.&#10;    Use potato effects. These effects can be used only by the 'loser(s)' of the round and are generally an advantage for the next round. But be careful, if Rambotato fired the Hot Potato at you, you cannot use any effects!&#10;&#10;&#10;The first player to make it to 10 points wins.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip"
    ],
    "Mechanics": [
      "Action / Event",
      "Hand Management",
      "Hot Potato",
      "Push Your Luck",
      "Rock-Paper-Scissors"
    ],
    "Families": [
      "Card Games: Matching",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "21094",
    "Name": "Quartino",
    "ID": 225940,
    "Year": "(2017)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.52",
    "Link": "https://boardgamegeek.com/boardgame/225940/quartino",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "2",
    "Description": "QUARTINO Did you always want to try an abstract boardgame, but were afraid of Chess, Checkers was too boring, and nobody was willing to teach you Go? QUARTINO is just for you! This dynamic and clever game from Czech author Petr Doubek shall satisfy your gaming needs&hellip;&#10;&#10;QUARTINO is an original abstract strategy game with simple rules. It is full of unexpected turns and the suspense lasts until the very last turn. Be the first to clear your hand by creating the right pattern on the board and you&rsquo;re the winner. Easy, right? However, be aware your opponents all have the same goal.&#10;&#10;QUARTINO rewards forward thinking, spatial awareness, and sustained focus. However, there is just enough oportunities to allow for unexpected twists and keep players on their toes!&#10; Design of the game is very elegant and the game uses only natural materials. The game revolves around a laser-cut wooden board, complemented with wooden stands and wooden stones of four different colors. The game also contains 24 QUARTINO cards, each with a unique combination of four colors.&#10;&#10;Awards &amp; Honors&#10;2021 IG Players Choice Award&#10;2022 &Eacute;ducaFLIP Nomin&eacute;&#10;&#10;How to play QUARTINO? &#10;Each player draws four QUARTINO cards and places them secretly in his card stand. Each card contains a unique combination of four colors. Players take turns, and in each turn they place one stone of their choice on the game board. They try to complete one of their QUARTINO cards, i.e. create a color combination matching one of their cards. Game stones can be placed on top of each other. For the completion of QUARTINO, only the top stones count.&#10;If a player completes a QUARTINO on the game board, he shows the card and removes all stones from the QUARTINO from the game board. Then she plays again, i.e. places a new stone.&#10;Whoever completes all his QUARTINO cards first, wins the game.&#10;Before each player&acute;s turn, two special rules can come to play:&#10;If there are 4 or more stones of the same color on the board (all stones, not just top stones), the player can say &ldquo;color&rdquo; and place an additional stone.&#10;if there are 4 or more stones of any color on top of each other on the board, the player needs to remove all the stones in such columns. The player can then place an additional stone.&#10;&#10;QUARTINO - theory of game &#10;Rules for QUARTINO game you can find in the box, but here you can find some tips how to play successfully.&#10;&#10;Of course, you can play randomly without much thought and analysis, which we recommend especially when you play with children or when play 3 or more players. However, there are 5 basic tips for a more successful and interesting game for two players game.&#10;&#10;1) First look closely at all 24 cards in the game. You will find that some of them can have up to 3 positions in the same color combinations. Imagine a order of place stones so that your opponent does not have a chance to make a combination from another card after your turn.&#10;2) Imagine before your turn whether your opponent could make a combination after place your stone. You don't have to count the combination you have and the ones your opponent has already created and placed on table.&#10;3) Before first turn: Look closely on cards you have and try to find pair with some common color combination. This can help you to win one of them easily.&#10;4) If you place first stone, try to make rule &quot;Column&quot;(4 stones in one column) as fast as possible, but only in situation, when opponent don't have chance to make combination. It will help you to avoid situation when is on board 12 stones (3 pieces from each color) and you have to place 4. stone from some color. &#10;5) Try to remember stone colors and their positions your opponent try to place. You can learn from this his card combinations.&#10;&#10;Lot of those tips use players at QUARTINO tournaments. Game is a bit longer then, but you can use e.g. chess clock to limit time for one game.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building",
      "Pattern Recognition"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)"
    ]
  },
  {
    "Rank": "21095",
    "Name": "Pustekuchen",
    "ID": 24189,
    "Year": "(2003)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.72",
    "Link": "https://boardgamegeek.com/boardgame/24189/pustekuchen",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1",
    "Description": "Delicious jelly and chocolate cake -- players blow a ball to reach these treats. Get the ball in the right hole and win a cream meringue. This breath-taking test of skill for 1 &ndash; 4 players comes with a variant for hot-headed players&#10;&#10;Ages 4+&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Game Box Used In Play",
      "Series: Mitbringspiele (HABA)",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "21096",
    "Name": "Lemmings",
    "ID": 291389,
    "Year": "(2019)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.31",
    "Link": "https://boardgamegeek.com/boardgame/291389/lemmings",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Lemmings is very simple and funny game!&#10;&#10;In this game players play for lemmings who do not want to swim. But the rest are against and are trying to push each other off a cliff. The only way to stay on the shore is to throw off the rest of the cliff. During the game, players try to mislead each other - because everyone knows only his character. Because of this, a real bacchanalia begins on the shore.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "21097",
    "Name": "Maigo-Neko",
    "ID": 188952,
    "Year": "(2015)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.83",
    "Link": "https://boardgamegeek.com/boardgame/188952/maigo-neko",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "1.3333",
    "Description": "Pre-Order:Japon Brand &#10;http://japonbrand.myshopify.com/collections/product2016&#10;&#10;&#227;&#129;&#190;&#227;&#129;&#132;&#227;&#129;&#148;&#227;&#129;&#173;&#227;&#129;&#147; (Maigoneko) means &quot;stray cats&quot; in English, and in the game, you are a lost cat wondering around town. You initially don't remember what your house looks like, but over the course of the game, you are reminded of characteristics of your house.&#10;&#10;Houses have three characteristics: roof color (red, blue, or yellow), stories (single or double), and item in the garden (flowerbed, tree, or fence). In the game, these three are shown on tokens hidden from you. When you reach a house, your neighbor checks your tokens and reveals only one, no matter how many match. This way, you gradually find your unique home. On the way, you also need the kindness of strangers to feed you.&#10;&#10;To win, you must identify three characteristics of your house and return to your home before everyone else does. Surely your family will welcome your return heartily!&#10;&#10;Publisher's summary:&#10;&#232;&#191;&#183;&#229;&#173;&#144;&#227;&#129;&#171;&#227;&#129;&#170;&#227;&#129;&#163;&#227;&#129;&#159;&#228;&#187;&#148;&#231;&#140;&#171;&#227;&#129;&#140;&#232;&#135;&#170;&#229;&#136;&#134;&#227;&#129;&#174;&#229;&#174;&#182;&#227;&#129;&#171;&#229;&#184;&#176;&#227;&#130;&#139;&#227;&#129;&#190;&#227;&#129;&#167;&#227;&#130;&#146;&#230;&#143;&#143;&#227;&#129;&#132;&#227;&#129;&#159;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#228;&#187;&#148;&#231;&#140;&#171;&#227;&#129;&#171;&#227;&#129;&#170;&#227;&#130;&#138;&#229;&#184;&#176;&#227;&#130;&#139;&#227;&#129;&#185;&#227;&#129;&#141;&#229;&#174;&#182;&#227;&#130;&#146;&#230;&#128;&#157;&#227;&#129;&#132;&#229;&#135;&#186;&#227;&#129;&#151;&#227;&#129;&#166;&#227;&#128;&#129;&#227;&#129;&#157;&#227;&#129;&#174;&#229;&#174;&#182;&#227;&#129;&#190;&#227;&#129;&#167;&#227;&#129;&#159;&#227;&#129;&#169;&#227;&#130;&#138;&#231;&#157;&#128;&#227;&#129;&#143;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#129;&#140;&#231;&#155;&#174;&#231;&#154;&#132;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#229;&#174;&#182;&#227;&#129;&#175;3&#227;&#129;&#164;&#227;&#129;&#174;&#231;&#137;&#185;&#229;&#190;&#180;&#227;&#129;&#139;&#227;&#130;&#137;&#230;&#177;&#186;&#227;&#129;&#190;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#229;&#177;&#139;&#230;&#160;&#185;&#227;&#129;&#174;&#232;&#137;&#178;&#239;&#188;&#136;&#232;&#181;&#164;&#232;&#137;&#178;&#227;&#128;&#129;&#233;&#157;&#146;&#232;&#137;&#178;&#227;&#128;&#129;&#233;&#187;&#132;&#232;&#137;&#178;&#239;&#188;&#137;&#227;&#128;&#129;&#229;&#174;&#182;&#227;&#129;&#174;&#229;&#189;&#162;&#239;&#188;&#136;&#229;&#185;&#179;&#229;&#177;&#139;&#227;&#128;&#129;&#228;&#186;&#140;&#233;&#154;&#142;&#229;&#187;&#186;&#227;&#129;&#166;&#239;&#188;&#137;&#227;&#128;&#129;&#229;&#186;&#173;&#227;&#129;&#171;&#227;&#129;&#130;&#227;&#130;&#139;&#231;&#137;&#169;&#239;&#188;&#136;&#232;&#138;&#177;&#229;&#163;&#135;&#227;&#128;&#129;&#230;&#156;&#168;&#227;&#128;&#129;&#230;&#159;&#181;&#239;&#188;&#137;&#227;&#128;&#130;&#10;&#227;&#130;&#185;&#227;&#130;&#191;&#227;&#131;&#188;&#227;&#131;&#136;&#230;&#153;&#130;&#231;&#130;&#185;&#227;&#129;&#167;&#227;&#129;&#175;&#227;&#129;&#157;&#227;&#130;&#140;&#227;&#130;&#137;&#227;&#129;&#174;&#230;&#131;&#133;&#229;&#160;&#177;&#227;&#129;&#175;&#228;&#188;&#143;&#227;&#129;&#155;&#227;&#130;&#137;&#227;&#130;&#140;&#227;&#129;&#166;&#227;&#129;&#138;&#227;&#130;&#138;&#227;&#128;&#129;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#130;&#146;&#233;&#128;&#178;&#227;&#130;&#129;&#227;&#130;&#139;&#227;&#129;&#134;&#227;&#129;&#161;&#227;&#129;&#171;&#229;&#176;&#145;&#227;&#129;&#151;&#227;&#129;&#154;&#227;&#129;&#164;&#230;&#131;&#133;&#229;&#160;&#177;&#227;&#129;&#140;&#229;&#133;&#172;&#233;&#150;&#139;&#227;&#129;&#149;&#227;&#130;&#140;&#227;&#129;&#166;&#227;&#129;&#132;&#227;&#129;&#141;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#227;&#129;&#157;&#227;&#130;&#140;&#227;&#130;&#137;&#227;&#129;&#174;&#230;&#131;&#133;&#229;&#160;&#177;&#227;&#130;&#146;&#230;&#152;&#142;&#227;&#130;&#137;&#227;&#129;&#139;&#227;&#129;&#171;&#227;&#129;&#151;&#227;&#128;&#129;&#228;&#187;&#150;&#227;&#129;&#174;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#130;&#136;&#227;&#130;&#138;&#229;&#133;&#136;&#227;&#129;&#171;&#229;&#174;&#182;&#227;&#129;&#171;&#229;&#184;&#176;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#151;&#227;&#130;&#135;&#227;&#129;&#134;&#227;&#128;&#130;&#10;&#227;&#129;&#141;&#227;&#129;&#163;&#227;&#129;&#168;&#230;&#154;&#150;&#227;&#129;&#139;&#227;&#129;&#132;&#229;&#174;&#182;&#230;&#151;&#143;&#227;&#129;&#140;&#229;&#184;&#176;&#227;&#130;&#138;&#227;&#130;&#146;&#229;&#190;&#133;&#227;&#129;&#163;&#227;&#129;&#166;&#227;&#129;&#132;&#227;&#129;&#190;&#227;&#129;&#153;!&#10;&#10;",
    "Categories": [
      "Animals",
      "Deduction",
      "Exploration"
    ],
    "Mechanics": [
      "Modular Board",
      "Point to Point Movement"
    ],
    "Families": [
      "Animals: Cats"
    ]
  },
  {
    "Rank": "21098",
    "Name": "Fast West",
    "ID": 362233,
    "Year": "(2022)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.20",
    "Link": "https://boardgamegeek.com/boardgame/362233/fast-west",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "You know when in the middle of the far west someone pulls out a gun? Here, you are in the middle of the far west and someone pulled out a gun ...&#10;Dodge, reload, use the revolver or the shotgun, keep your eyes on everyone to anticipate the moves and play your cards right to bring home the skin!&#10;&#10;As fast as the speed and immediacy of this card game: everyone plays a card, everyone turns it, the shooting starts and all hell breaks loose!&#10;&#10;West as the wild place without rules, full of twists, timeless phrases and duels in which we all at least once wanted to participate ... all that remains is to choose your gunfighter, take up the revolver and jump into the fray!&#10;&#10;",
    "Categories": [
      "American West",
      "Card Game"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "21099",
    "Name": "SpyMaster",
    "ID": 255595,
    "Year": "(2019)",
    "Geek Rating": "5.509",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/255595/spymaster",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.5",
    "Description": "As the head of a shadowy intelligence agency, you must manipulate agents around the world, using valuable intelligence to complete missions. Crucial choices, daring actions, and perfect timing will allow your agency to manipulate the world&hellip;and win the game!&#10;&#10;SpyMaster takes place over five rounds. Each round begins with intelligence being gathered using the &quot;I split, you choose&quot; mechanism, with the spymaster player divvying the available intelligence cards into files, after which the players go around and take one stack in clockwise order, ending with the spymaster. By playing intelligence cards from hand, players take turns moving agent meeples &mdash; both their own and ownerless freelance agents &mdash; into position so that they can control the areas, meet mission requirements, and claim the mission cards.&#10;&#10;At the end of five rounds, the player with the highest value in accomplished missions, along with bonuses for remaining intelligence in hand, wins!&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Set Collection"
    ],
    "Families": [
      "Series: The Titans of Gaming (Calliope Games)"
    ]
  },
  {
    "Rank": "21100",
    "Name": "800 Pound Gorilla",
    "ID": 392097,
    "Year": "(2023)",
    "Geek Rating": "5.509",
    "Avg Rating": "5.95",
    "Link": "https://boardgamegeek.com/boardgame/392097/800-pound-gorilla",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1",
    "Description": "In 800 Pound Gorilla, players are in a jungle surrounded by countless gorillas of different sizes. Spin the spinner to determine the gameplay. If the spinner lands on a gorilla, quickly find the right-size gorilla &mdash; but your eyes may deceive you! If the spinner lands on coconuts or bananas, act quickly and resolve the action/phrase card, then race to grab the bananas and coconuts on the table.&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": [
      "Animals: Apes / Monkeys",
      "Food & Drink: Bananas"
    ]
  }
]