[
  {
    "Rank": "N/A",
    "Name": "Dígalo con Memes",
    "ID": 361480,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.39",
    "Link": "https://boardgamegeek.com/boardgame/361480/digalo-con-memes",
    "Min Players": "3",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "D&iacute;galo con Memes (Say it with memes) contains 80 image cards with the best Internet memes and 240 situation cards with various phrases.&#10;&#10;To start, each player is dealt 7 situation cards. The judge selects the image card that will be selected in the round. He shows it to all the participants and places it in a visible place for everyone.&#10;&#10;Each player must choose which of their situation cards makes the funniest pair with the image card in play and once selected, a judge reads them out loud and defines which is the funniest combination.&#10;&#10;The player who selected the winning situation card keeps the image card as a trophy (1 image card = 1 point) and everyone returns the remaining situation cards. The player to the left of the judge becomes the new judge for the next round.&#10;&#10;The player with the most picture cards at the end of the game can be considered the winner.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Player Judge"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dígalo con Memes: Pack de Expansión #1",
    "ID": 361481,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/361481/digalo-con-memes-pack-de-expansion-1",
    "Min Players": "3",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Expansion Pack #1 with &quot;new&quot; memes and &quot;new&quot; situation cards for D&#195;&#173;galo con Memes. To complement the original game or pretend dementia and play with this mini version.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Iyados",
    "ID": 361483,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.79",
    "Link": "https://boardgamegeek.com/boardgame/361483/iyados",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "&#227;&#129;&#132;&#227;&#130;&#132;&#227;&#129;&#169;&#227;&#129;&#153; (Iyados) is a trick-taking game in which players place an &quot;Insert&quot; card into their hand (as originally dealt, without rearranging).  Cards to the left of the Insert card are referred to as the &quot;normal&quot; cards, which can be used to lead to a trick or when a player cannot follow suit.&#10;&#10;However, cards to the right of the Insert card are the &quot;refuse&quot; cards.  These can only be played when a player could follow suit, but announces that they refuse to.  Moreover, the number of &quot;refuse&quot; cards chosen also becomes a player's bid.&#10;&#10;If a player cannot play a card because they are out of &quot;normal&quot; cards when they need to play one, they are eliminated from the round.&#10;&#10;At the end of a round, points are awarded based upon 3 factors, including how many players were eliminated and how close a player came to hitting their bid.  After a number of rounds equal to the number of players, the person with the most points wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Marvel Champions: The Card Game – SP//dr Hero Pack",
    "ID": 361485,
    "Year": "(2022)",
    "Geek Rating": "5.928",
    "Avg Rating": "8.26",
    "Link": "https://boardgamegeek.com/boardgameexpansion/361485/marvel-champions-the-card-game-spdr-hero-pack",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "3",
    "Description": "After her father&rsquo;s mysterious death, Peni Parker became the new pilot of the SP//dr suit. Alongside her arachnid co-pilot, with whom she is psychogenetically linked, SP//dr defends the citizens of New York City from attacks big and small, and sometimes even travels across the Multiverse to aid fellow Spider-heroes in saving existence itself.&#10;&#10;Fantasy Flight Games is excited to announce the SP//dr Hero Pack for Marvel Champions: The Card Game!&#10;&#10;This high-powered hero suits up for battle in this expansion pack, which introduces SP//dr as a new playable hero along with her seventeen signature cards. With a pre-built Protection deck ready to play from startup, you&rsquo;ll be able to bulldoze the villains with SP//dr&rsquo;s high-tech suit from the moment you open the box. With a plethora of upgrades giving her a unique resource engine, SP//dr is a one-of-a-kind web-warrior who can adapt to any scenario.&#10;&#10;This hero pack also includes a bonus modular encounter set featuring the Iron Spider&rsquo;s Sinister Six!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Collectible Components",
      "Comic Book / Strip"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck Construction",
      "Hand Management",
      "Solo / Solitaire Game",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Collectible: Living Card Game (Fantasy Flight Games)",
      "Comic Books: Marvel Universe",
      "Game: Marvel Champions – The Card Game",
      "Players: Games with Solitaire Rules",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hexslingers",
    "ID": 361486,
    "Year": "(2024)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/361486/hexslingers",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Hexslingers is a &quot;build and break&quot; weird west card game for two to four players.&#10;&#10;In this alternate universe where witchcraft and the old west collide, you start by using spells to build locations in the town of Superstition on your block - from filthy outhouses to fancy hotels.&#10;&#10;As the town grows, all manner of weird and wild folk and critters are attracted to your town. Strategically place them to gain bonuses and grow your hex power. However, as the town of Superstition grows, so does its tension level.&#10;&#10;When the tension finally &quot;breaks&quot;, a hex-slinging gun fight erupts! &quot;Sling&quot; your hex cards to defeat your opponent's folk and shatter their buildings and their protective spells.&#10;&#10;The surviving player with the most points (calculated using a variety of methods from set collection to building strength) is the winner!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "American West",
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Chaining",
      "Deck Construction",
      "Finale Ending",
      "Set Collection",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Ju 87 Stuka Ace",
    "ID": 361488,
    "Year": "(2025)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.72",
    "Link": "https://boardgamegeek.com/boardgame/361488/ju-87-stuka-ace",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2",
    "Description": "Ju 87 Stuka Ace allows you to simulate Junker 87 (Stuka) operations throughout the course of World War II, from the beginning of the Blitzkrieg in Poland to the anti-tank operations in the Russian campaign.&#10;&#10;What makes Stuka Pilot special is the brand-new game engine, built around what made the Stuka unique, the dive-bombing. This method of attack is very different from the standard bombing operated by other aircraft, and Ju 87 Stuka Pilot fully reflects this uniqueness. This is the attack sequence in JU 87 Stuka Ace: select the bomb release height, proceed with the dive, consider the current formation height and visibility, release the bombs at the set height and then execute the delicate pull phase. Each of these phases will be managed by making optimal use of the action cards in the player's hand, but you must carefully plan your play since you don&rsquo;t immediately draw a new card after playing it.&#10;&#10;Ju 87 Stuka Ace will allow you to fly your Ju 87 in almost all the theatres where the Stuka were used: Poland, France, England, Norway, the Mediterranean, North Africa, Italy, and Russia. The missions in the different theatres will have very different objectives: infantry units, artillery positions, tanks, transport ships, battleships are just some of the examples. Terrain and weather conditions will also play an important role in the missions; poor visibility, the scorching heat and the sand of the desert, and the frost and snow in the Russian winters: are elements the player will have to consider to succeed.  Ju 87 Stuka Ace includes even night operations: special rules will allow simulating Ju 87 D-5N attacks in Italy as members of &quot;Night Battle Group&quot; NSG9.&#10;&#10;Nine Stuka models will be available to the player depending on the mission or on the progression of the campaign, including Ju 87 A, Ju 87B-1, Ju 87 R-1, Ju 87 D-3, Ju 87 D-5, and Ju 87 G-1. Depending on the capabilities of the aircraft, it will be necessary to select the most appropriate bomb load for the mission objective, evaluating both the number and the type of bombs to be used. And when flying the Ju 87 G-1, your pilot will use the Bordkanone 37 against the Soviet tanks: to better represent the Ju 87G-1 tank-buster role, a specific attack procedure has been introduced, always leveraging the player Action Cards.&#10;&#10;If you have just a limited amount of time you can play single missions, choosing your preferred theatre of operations. If you are instead looking for a campaign game, Stuka Pilot has been designed to represent the entire career of the pilot, starting from his role as &quot;rookie&quot;, then moving on to the roles of Kette Leader, Staffel Leader, and finally Gruppe Leader. As squadron or group commander, the player will have to coordinate the operations of his formation, defining the best approach to the attack, while still remaining in command of his aircraft; the outcome of the mission is always based on the result of your individual attack, do not expect to remain an observer while your formation is executing its dive attacks. As the campaign progresses, you will not only be able to climb the ranks of the Luftwaffe, but also improve your skills (customize your deck of Action cards) and get the coveted medals. The Golden Leaves are waiting for you aboard your Ju 87.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Card Game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Country: Soviet Union",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "History: World War II (Battle of Britain)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Song of Ice & Fire: Tabletop Miniatures Game – Riders of the Highgarden",
    "ID": 361501,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.40",
    "Link": "https://boardgamegeek.com/boardgameexpansion/361501/a-song-of-ice-and-fire-tabletop-miniatures-game-ri",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "King Renly's alliance with House Tyrell through his marriage to Lady Margaery has made the famed riders of Highgarden available to Renly. Although his armor is not as thick as that of most heavy cavalry, that does not stop Highgarden's celebrated riders from unleashing the devastating charges that characterize such units. However, as happens to the common cavalry troops, their weakness lies in staying locked in prolonged combat. A sensible commander will pay special attention to making the most of the flanking abilities and the remarkable speed of Highgarden's horsemen to attack the enemy's unprotected flanks.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Novel-based",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Measurement Movement",
      "Worker Placement"
    ],
    "Families": [
      "Books: A Song of Ice and Fire",
      "Game: A Song of Ice & Fire – Tabletop Miniatures Game",
      "Players: Two-Player Only Games",
      "Theme: Medieval Fantasy"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Song of Ice & Fire: Tabletop Miniatures Game – Ironborn Bowmen",
    "ID": 361505,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/361505/a-song-of-ice-and-fire-tabletop-miniatures-game-ir",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "House Greyjoy&rsquo;s influence spreads like the tentacles of the kraken that adorns their banners. While most of their ranks consist of hit-and-run melee units, they know that a force lacking in ranged support is like a fish on a hook. As such, they recruit from their own Ironborn Reavers, teaching them the art of archery and turning them into the Ironborn Bowmen. These archers are equipped with moderate armor, and their previous melee training means they&rsquo;re not helpless if enemies close in on their position.&#10;&#10;The Ironborn Bowmen unit box for the A Song of Ice and Fire: Tabletop Miniatures Game gives House Greyjoy players a ranged unit to support their other troops. They excel in dealing with enemies from the flanks, peppering them with arrows. As they lay waste to enemies, it&rsquo;s their allies that benefit in more ways than one, able to pick up the spoils left behind from defeated foes.&#10;&#10;Contents:&#10;12 Miniatures&#10;  &#226;&#128;&#163; 12 Bowmen&#10;1 Unit Card&#10;1 Movement Tray (140x120mm)&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Novel-based",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Measurement Movement",
      "Worker Placement"
    ],
    "Families": [
      "Books: A Song of Ice and Fire",
      "Game: A Song of Ice & Fire – Tabletop Miniatures Game"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Song of Ice & Fire: Tabletop Miniatures Game – Stark Starter Set",
    "ID": 361507,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.12",
    "Link": "https://boardgamegeek.com/boardgame/361507/a-song-of-ice-and-fire-tabletop-miniatures-game-st",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "House Stark is known for their stalwart nature and cautious preparation for when winter will come again. They are a proud and devoted house. However, with the death of Robert Baratheon and imprisonment of Ned Stark, the Direwolf has mobilized for war. Will it be a Stark that rules as both King in the North and upon the Iron Throne? Will the Direwolf banner fly over King&rsquo;s Landing? Only on the battlefield will the final fate of the Seven Kingdoms be decided.&#10;&#10;The House Stark Starter Set for the A Song of Ice and Fire: Tabletop Miniatures Game includes everything a player needs to begin a Stark army. It contains Stark Sworn Swords, Umber Berserkers, and Karstark Spearmen as troops. There are also numerous characters such as Robb Stark, Greatjon Umber, and Greywind. Along with units and characters, it contains the faction&rsquo;s Tactics deck, dice, rulebook, and more, making it able to field right out of the box. This is a must-have for players who want to hoist the Direwolf banner in battle.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Novel-based",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Measurement Movement",
      "Worker Placement"
    ],
    "Families": [
      "Books: A Song of Ice and Fire",
      "Game: A Song of Ice & Fire – Tabletop Miniatures Game",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Theme: Medieval Fantasy"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Song of Ice & Fire: Tabletop Miniatures Game – Lannister Starter Set",
    "ID": 361509,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/361509/a-song-of-ice-and-fire-tabletop-miniatures-game-la",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "House Lannister is fully in control of King&rsquo;s Landing after the death of Robert Baratheon. Cersei Lannister has made sure of that with her scheming and plots behind the throne. Meanwhile, any that oppose the Lion are dispatched with either Jaime&rsquo;s swift blade or crushed underfoot by the Mountain. While many storm clouds are on the horizon, House Lannister is well prepared with their deep coffers granting them the best-equipped soldiers on the field. They have every intention to maintain their hold on the Iron Throne in the War of the 5 Kings.&#10;&#10;The House Lannister Starter Set for the A Song of Ice and Fire: Tabletop Miniatures Game is a perfect starting place for players looking to don the red and gold in battle. It has everything they might need, from figures and stat cards to dice and rulebooks. Lannister Guardsmen and Halberdiers, along with a unit of Clegane Brigands make up the troops. Meanwhile, characters like Jaime, Cersei, and Tyrion Lannister, along with &ldquo;The Mountain that Rides&rdquo; Gregor Clegane alter the battlefield in their own way. A complete set, the faction is ready to play right out of the box.&#10;&#10;Contents:&#10;47 Miniatures&#10;  &#226;&#128;&#163; 1 Halberdier Bannerman&#10;  &#226;&#128;&#163; 11 Halberdiers&#10;  &#226;&#128;&#163; 1 Assault Veteran&#10;  &#226;&#128;&#163; 3 Clegane Brigands&#10;  &#226;&#128;&#163; 1 Clegane Brigand Bannerman&#10;  &#226;&#128;&#163; 2 Lannister Guard Bannerman&#10;  &#226;&#128;&#163; 22 Lannister Guardsmen&#10;  &#226;&#128;&#163; 2 Lannister Guard Captains&#10;  &#226;&#128;&#163; 1 Jaime Lannister&#10;  &#226;&#128;&#163; 1 Cersei Lannister&#10;  &#226;&#128;&#163; 1 Tyrion Lannister&#10;  &#226;&#128;&#163; 1 Gregor Clegane&#10;4 Unit Cards&#10;7 Attachment Cards&#10;2 Non-Combat Unit Cards&#10;26 Tactics Cards&#10;12 Siege Cards&#10;24 Secret Mission Cards&#10;10 Objective Cards&#10;1 Reference Card&#10;1 Castle Wall Card&#10;1 Measuring Stick&#10;71 Cardboard Tokens&#10;1 Tactics Board&#10;10 Six-sided Dice&#10;1 Six-sided d3 Die&#10;4 Movement Trays&#10;10 Terrain Pieces&#10;3 Castle Walls&#10;1 Rulebook&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Novel-based",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Measurement Movement",
      "Worker Placement"
    ],
    "Families": [
      "Books: A Song of Ice and Fire",
      "Game: A Song of Ice & Fire – Tabletop Miniatures Game",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Theme: Medieval Fantasy"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Postcard Mortain",
    "ID": 361523,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/361523/postcard-mortain",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1",
    "Description": "An operational level game in postcard size/format, of the August 7-13 1944 German counter-offensive trying to break through Mortain and neighboring towns (down in &quot;Normandy's Switzerland&quot;) to get westward to Avranches on the sea to cut off supplies and units to Patton's 3rd Army pouring through it into Brittany and the rest of France.&#10;&#10;6 divisions on each side, plus the heroic 2nd Battalion, 120th Infantry Regiment, 30th (Old Hickory, National Guard) Division which successfully held out surrounded atop Hill 317 above Mortain for 6 days.  7 one-day turns, as historically.&#10;&#10;50% strategic possibility of treacherously patriotic anti-Hitler conspirator General der Panzertruppen Gerhard Graf von Schwerin as historically - and he survived the SS and the war! - holding back 116.PzDiv for the crucial first 2 days, in which case victory for the German player is instead just cutting 1st Army's nearer north-south route to get units down and around to the east to form the southern flank of the Falaise Pocket which decimated the German Army in the West, historically.&#10;&#10;Factor differential plus press-your-luck Pressed Attack and/or Desperate Defense - Special Factor - combat mechanics which make it excellent for solitaire play.&#10;U.S. infantry division Deployment doubling their strengths for both artillery-supported defense *and attack*.&#10;&#10;Allied RAF 84 Group Typhoons and 303rd Wing P-47 Thunderbolts to aerially torment the Germans.&#10;Subtle Disruption Recovery phase variation to simulate veteran German units' operational resilience.&#10;&#10;Anyone is free to print off as many copies as they like in A5/5x8 or A6/4x6 postcard format, to mail/give to family and friends, as long as they keep my copyright statement and the Dedication.&#10;&#10;For your one own personal copy, you will want to photo-copy enlarge the units to A4/8.5x11 and the map to A3/11x17 ... or larger, if you want.  Anyone wanting to *publish* a (boxed?) large format edition of the game must license that right from me.&#10;&#10;FIENDISH little game.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Educational",
      "Print & Play",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Movement Points",
      "Push Your Luck",
      "Simulation",
      "Variable Phase Order"
    ],
    "Families": [
      "Cities: Avranches (France)",
      "Cities: Mortain (France)",
      "Components: Postcard games",
      "Country: France",
      "Country: Germany",
      "Country: USA",
      "Misc: Free Wargames",
      "Region: Normandy (France)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Estate Sale",
    "ID": 361542,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/361542/estate-sale",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Overview&#10;&#10;You and your family are quietly walking around your neighborhood. Suddenly you hear a commotion around the corner. It seems that EVEYRONE is pouring into a house! One of your neighbors has suddenly left and they are having an ESTATE SALE!  You and your family jump on the opportunity to pick up some art; books; furniture; silverware; and clothes from the home. Over the course of the day you all explore the house in an attempt to find long lost treasurers and some hidden gems. You also stop to participate in some instant auctions against the other families in the home. Of course, one person&rsquo;s trash is another person&rsquo;s treasure as you learn to dumpster dive for some discarded items. No matter what, you always have to remember to move and buy wisely! At the end of the day the family that scores the most points wins the game!&#10;&#10;Summary&#10;&#10;Estate Sale is a 1-6 player table top game involving buying; auctioning; and acquiring different items from an estate sale. Players represent families competing against one another to score the most victory points and win the game.&#10;&#10;What is an Estate Sale?&#10;&#10;An estate sale is a method of selling ALL (or most) of the contents of a home. Estate sales usually happen after the death of an occupant or other event that causes the inhabitants to quickly move away from the home. Estate sales usually take place over several days and are generally open to the public. An estate sale is like a garage sale or a tag sale. The main difference is that an estate sale is meant to dispose of all of a home&rsquo;s possessions in an orderly manner. Estate sales are much more than a yard sale as EVERYTHING has a price tag. Everything is up for sale.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Constrained Bidding",
      "Hidden Victory Points",
      "Highest-Lowest Scoring",
      "Point to Point Movement"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blue Moon",
    "ID": 361543,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/361543/blue-moon",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Overview&#10;&#10;Getting a great picture of the moon&rsquo;s phases is a challenging project! But you&rsquo;ve set aside the time (and the month) practicing with your telescope&rsquo;s camera in order to get the best shot possible. But there are other members of your astronomy club who are vying for the same pictures! Compete with your fellow colleagues to practice taking pictures of different phases of the moon over the course of the month in order to score the most amounts of points and claim the title of best astrophotographer!&#10;&#10;Summary&#10;&#10;Blue Moon is a 1-6 player card game involving open drafting; pattern recognition; pattern building; and scoring different shots of the moon. Players represent members of the astronomy club all competing to get the best photos to score the most victory points and win the game!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Space Exploration"
    ],
    "Mechanics": [
      "Move Through Deck",
      "Open Drafting",
      "Pattern Building",
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Reise durch das Märchenland",
    "ID": 361544,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/361544/reise-durch-das-marchenland",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players take turns to roll and move. They start at space 1 and have to reach space 66 to win the game. On some spaces events from fairy tales hinder or benefit the players.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Race",
      "Roll / Spin and Move",
      "Track Movement"
    ],
    "Families": [
      "Authors: Charles Perrault",
      "Folk Tales & Fairy Tales: Cinderella",
      "Folk Tales & Fairy Tales: Hansel and Gretel"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Morels: 10th Anniversary Booster Pack",
    "ID": 361546,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.34",
    "Link": "https://boardgamegeek.com/boardgameexpansion/361546/morels-10th-anniversary-booster-pack",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Contains 11 cards: 5x Chicken of the Woods, 4x Giant Puffball (Day), 1x Giant Puffball (Night), and 1x Moon. They can be added to the deck as is, or can be swapped out for the Chanterelles and their night card.&#10;&#10;The booster pack is not planned to be sold by itself except during the Morels 10th Anniversary Kickstarter campaign.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Food / Cooking",
      "Theme: Mushrooms"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Medieval Mishap",
    "ID": 361555,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.94",
    "Link": "https://boardgamegeek.com/boardgame/361555/the-medieval-mishap",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Agent Lance Steele is Deputy Director of the secretive organisation known as the Ministry of Time, and he&rsquo;s having a tough day.&#10;&#10;His newest Junior Agent has gone missing on their very first assignment. They were sent back in time to investigate a strange anomaly in Medieval England, and nobody has heard from them since.&#10;&#10;The only clues are some coded parchments, cryptic journals, bizarre devices, and an unmarked map of&hellip; somewhere? Steele suspects there are dark forces at work. And that&rsquo;s where you come in.&#10;&#10;The Medieval Mishap is an immersive puzzle adventure contained entirely in one package. Input your answers on your device, while you play the game in the real world, with beautifully-produced puzzles and your own wits.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Deduction",
      "Medieval",
      "Murder / Mystery",
      "Party Game",
      "Puzzle",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Memory",
      "Paper-and-Pencil",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Storytelling"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Category: Escape Room Games",
      "Components: Digital Hybrid – App/Website Required",
      "Country: England",
      "Theme: Mystery / Crime",
      "Theme: Time Travel"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Brand New Zoo",
    "ID": 361556,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.62",
    "Link": "https://boardgamegeek.com/boardgame/361556/brand-new-zoo",
    "Min Players": "1",
    "Max Players": "100",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1",
    "Description": "Brand New Zoo is a roll and write game where players will attempt to build their best zoo using shared dice results.   Each player uses a single printed game sheet and writing utensil, while one player also needs two dice that will be shared.&#10;&#10;On a turn, two dice are rolled and all players use the results. Players can use dice to either draw enclosures, hire zoo keepers, or acquire animals. If doubles are rolled, players can choose to charge admission. All animals have different scoring conditions or are worth varying points.&#10;&#10;Turns are simultaneous and games last about 20 minutes. Brand New Zoo utilizes a modular expansion system that allows players to use as many expansions as they like. Players can play the base game as an introduction, then mix and match as many expansions as they wish.&#10;&#10;",
    "Categories": [
      "Animals",
      "Dice",
      "Environmental",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "きりきりケーキ (Cut Cut Cake)",
    "ID": 361561,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/361561/kirikirikeki-cut-cut-cake",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "A genius patissier who works at a popular cake shop is great at baking cakes, but not so good at cutting.&#10;So you have been hired at the cake shop to cut the cakes.&#10;Using a pen, draw lines to cut the cakes into many pieces with ordered toppings within the time limit!&#10;Don't worry about their non-uniform size and shapes. It's OK as long as the toppings match! Be the best cutter of all!&#10;&#10;&#227;&#129;&#130;&#227;&#130;&#139;&#229;&#164;&#167;&#228;&#186;&#186;&#230;&#176;&#151;&#227;&#130;&#177;&#227;&#131;&#188;&#227;&#130;&#173;&#229;&#177;&#139;&#227;&#129;&#149;&#227;&#130;&#147;&#227;&#129;&#167;&#229;&#131;&#141;&#227;&#129;&#143;&#229;&#164;&#169;&#230;&#137;&#141;&#227;&#131;&#145;&#227;&#131;&#134;&#227;&#130;&#163;&#227;&#130;&#183;&#227;&#130;&#168;&#227;&#129;&#175;&#227;&#130;&#177;&#227;&#131;&#188;&#227;&#130;&#173;&#228;&#189;&#156;&#227;&#130;&#138;&#227;&#129;&#175;&#228;&#184;&#128;&#230;&#181;&#129;&#227;&#129;&#160;&#227;&#129;&#145;&#227;&#129;&#169;&#227;&#128;&#129;&#227;&#130;&#171;&#227;&#131;&#131;&#227;&#131;&#136;&#227;&#129;&#175;&#232;&#139;&#166;&#230;&#137;&#139;&#227;&#128;&#130;&#10;&#229;&#144;&#155;&#227;&#129;&#175;&#227;&#129;&#157;&#227;&#130;&#147;&#227;&#129;&#170;&#227;&#130;&#177;&#227;&#131;&#188;&#227;&#130;&#173;&#229;&#177;&#139;&#227;&#129;&#149;&#227;&#130;&#147;&#227;&#129;&#171;&#233;&#155;&#135;&#227;&#130;&#143;&#227;&#130;&#140;&#227;&#129;&#159;&#227;&#130;&#171;&#227;&#131;&#131;&#227;&#131;&#136;&#228;&#191;&#130;&#227;&#128;&#130;&#10;&#229;&#136;&#182;&#233;&#153;&#144;&#230;&#153;&#130;&#233;&#150;&#147;&#229;&#134;&#133;&#227;&#129;&#171;&#227;&#131;&#154;&#227;&#131;&#179;&#227;&#129;&#167;&#231;&#183;&#154;&#227;&#130;&#146;&#229;&#188;&#149;&#227;&#129;&#132;&#227;&#129;&#166;&#227;&#130;&#177;&#227;&#131;&#188;&#227;&#130;&#173;&#227;&#130;&#146;&#229;&#140;&#186;&#229;&#136;&#135;&#227;&#130;&#138;&#227;&#128;&#129;&#230;&#179;&#168;&#230;&#150;&#135;&#233;&#128;&#154;&#227;&#130;&#138;&#227;&#129;&#174;&#227;&#131;&#136;&#227;&#131;&#131;&#227;&#131;&#148;&#227;&#131;&#179;&#227;&#130;&#176;&#227;&#129;&#174;&#227;&#130;&#177;&#227;&#131;&#188;&#227;&#130;&#173;&#227;&#130;&#146;&#227;&#129;&#159;&#227;&#129;&#143;&#227;&#129;&#149;&#227;&#130;&#147;&#227;&#130;&#171;&#227;&#131;&#131;&#227;&#131;&#136;&#227;&#129;&#151;&#227;&#130;&#136;&#227;&#129;&#134;&#239;&#188;&#129;&#10;&#229;&#164;&#167;&#227;&#129;&#141;&#227;&#129;&#149;&#227;&#130;&#132;&#229;&#189;&#162;&#227;&#129;&#140;&#227;&#131;&#144;&#227;&#131;&#169;&#227;&#131;&#144;&#227;&#131;&#169;?&#227;&#131;&#136;&#227;&#131;&#131;&#227;&#131;&#148;&#227;&#131;&#179;&#227;&#130;&#176;&#227;&#129;&#149;&#227;&#129;&#136;&#229;&#144;&#136;&#227;&#129;&#163;&#227;&#129;&#166;&#227;&#129;&#132;&#227;&#130;&#140;&#227;&#129;&#176;OK&#227;&#129;&#149;&#239;&#188;&#129;&#232;&#170;&#176;&#227;&#130;&#136;&#227;&#130;&#138;&#227;&#130;&#130;&#229;&#132;&#170;&#231;&#167;&#128;&#227;&#129;&#170;&#227;&#130;&#171;&#227;&#131;&#131;&#227;&#131;&#136;&#228;&#191;&#130;&#227;&#130;&#146;&#231;&#155;&#174;&#230;&#140;&#135;&#227;&#129;&#157;&#227;&#129;&#134;&#239;&#188;&#129;&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Line Drawing"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Better Letters",
    "ID": 361562,
    "Year": "(2025)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.18",
    "Link": "https://boardgamegeek.com/boardgame/361562/better-letters",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Come up with words that meet the criteria set forth by the Word Rule cards. Score points for difficulty and meeting personal objectives.&#10;&#10;Better Letters starts with a 3 x 3 grid of Word Rule cards, and gets larger in later rounds (up to a 5 x 5 grid). Set up the game by shuffling and dealing out nine Word rule cards into a 3 x 3 grid into the middle of the play area. Shuffle the personal objective cards and deal out three to each player. Each player will select two to keep and discard the other.  These are kept secret from other players. Give all players six tokens in their player color.&#10;&#10;Better Letters is played in 60 second rounds with all players acting at the same time. Each player&rsquo;s goal is to form a word(s) by following the restrictions listed on one or multiple cards. You may begin with any card and continue utilizing cards connected orthogonally. Write down your word(s) on your score sheet in the corresponding boxes. All players must finish discovering up to three words before the timer runs out. When the timer expires, everyone makes sure they have one word checked from their list and will be the word they submit for the round.&#10;&#10;Custom scoring commences and the game is played over five or six rounds, depending upon player count.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Real-time",
      "Word Game"
    ],
    "Mechanics": [
      "Action Timer",
      "Real-Time",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pacific Crucible Naval Battles of the Pacific",
    "ID": 361564,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/361564/pacific-crucible-naval-battles-of-the-pacific",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "240",
    "Weight": "0",
    "Description": "Pacific Crucible picks up where Jay Boyer Carrier Battles and Iron Samurai left off.  Pacific Crucible includes the Basic, Advanced, and Optional rules for Carrier Battles, and Basic Game Rules for The Iron Samurai for Naval Battles.&#10;&#10;Pacific Crucible is a historical simulation of Navy warfare fought between, the Air, Naval, and Land forces of the Imperial Japanese Empire and the Allied forces during World War II. Pacific Crucible covers the aircraft carrier operations in detail, along with the surface actions.  We have a large allotment of scenarios both historical and hypothetical with an extended campaign system.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "History: World War II (Pacific)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bunter Abend",
    "ID": 361567,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/361567/bunter-abend",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a compendium of small games and quizzes for the family to emulate a tv-show. After each game points are awarded and counted by moving meeples on a counting sheet showing spaces 1 - 90.&#10;&#10;There are quizz questions for the themes &quot;Fairy tales and legends&quot;, &quot;Sports and games&quot;, &quot;Various&quot;, &quot;Music&quot; and &quot;History&quot;. Additionaly there are geographical questions in the categories Europe, Asia, Africa, America and Australia.&#10;&#10;There are games with dice, a spinner, a rod and line, a catapult for flying hats and so on.&#10;&#10;If a player reaches certain spaces on the counting sheet he has to solve a task to get extra points. The first player to reach 90 points wins the game.&#10;&#10;The game was published in the 1960s.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Movies / TV / Radio theme",
      "Party Game",
      "Puzzle",
      "Trivia"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement"
    ],
    "Families": [
      "Series: TV-Serials (Nürburg Spiele)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Town & Gear",
    "ID": 361571,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/361571/town-and-gear",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Before embarking on your thru-hike, pack your bag with essential gear to help you handle the most extreme weather, maximize your energy, and your enjoyment points! Don&rsquo;t forget to stop off and tour the towns, repack your bag, and much more!&#10;&#10;There are 16 different polyomino-shaped gear, each with a unique shape, size, and ability! With a bagful of goodies, you'll be able to mitigate dice rolls, avoid negative effects of weather, and break some rules entirely!&#10;&#10;Towns along the trail offer new and powerful actions that you can use! You can Tour the Town, send a postcard to a friend, and rest and recover like never before! You can also repack your bag with your favorite gear and take advantage of new and interesting scoring opportunities!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Dice",
      "Travel"
    ],
    "Mechanics": [
      "Paper-and-Pencil"
    ],
    "Families": [
      "Theme: Hiking",
      "Theme: Nature"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Evolution: New World – Butterfly Effect",
    "ID": 361577,
    "Year": "(2023)",
    "Geek Rating": "5.547",
    "Avg Rating": "7.24",
    "Link": "https://boardgamegeek.com/boardgameexpansion/361577/evolution-new-world-butterfly-effect",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Every ecosystem is a complex combination of living organisms and the environment. Even a small change in any element affects the entire system, but balance is usually restored quickly. However, sometimes a random event leads to the butterfly effect &ndash; an unpredictable cascade of changes that can completely transform the whole biosphere.&#10;&#10;The Butterfly Effect expansion gives you a new and unique way to play Evolution: New World. In the box, you&rsquo;ll find:&#10;- 13 new traits and the Seashore Area. Add more gameplay depth and create dynamic survival strategies for your animals. &#10;- The Solo mode. In the Alien World scenario you will fight 1 on 1 against the merciless Dominator and insatiable Devastator for supremacy or create your own monsters to compete with.&#10;- Additional tokens. With the expansion, up to 6 players can enjoy Evolution together.&#10;- Butterfly Effect scenario. Start a chain reaction of random events that affect the game&rsquo;s course and change the evolutionary process.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Animals",
      "Card Game",
      "Educational",
      "Environmental"
    ],
    "Mechanics": [
      "Hand Management",
      "Simulation"
    ],
    "Families": [
      "Players: Expansions Adding Solo Play",
      "Players: Expansions Changing Player Count"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "In Mahan's Wake",
    "ID": 361578,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/361578/in-mahans-wake",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In Mahan's Wake is ATG&rsquo;s third supplement for Dawn of the Battleship. It has thirty-one scenarios, a mix of historical battles, like the Sino-Japanese War, near-historical (&ldquo;almost happened&rdquo;), and fictional scenarios.&#10;&#10;The latter include a series of scenarios called the Great Maritime War of 1899, by William Le Queux, one of the many &ldquo;war scare&rdquo; books of that period (the techno-thrillers of that age). The story line was converted into playable scenarios by the knowledgeable Bob Eldridge, who unfortunately passed away in 2017. Mike Harris, his co-author, has finished the work.&#10;&#10;In addition to the scenarios, the book includes annexes covering all the ships and weapons required to play them.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Series: Fear God & Dread Nought"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gemwielders",
    "ID": 361583,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgame/361583/gemwielders",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "3",
    "Description": "Gemwielders is a deckbuilding game, boasting interactive gameplay and high replayability.&#10;&#10;You are a Gemwielder, capable of controlling ancient artifacts called Gembearers. Powerful by themselves, only by socketing them with magical gems will you acquire mighty abilities that allow you to prevail in a duel with another Gemwielder.&#10;&#10;Gemwielders is designed around interaction from the ground up. The innovative combat system allows the attack and defense cards to clash each turn and interact meaningfully. You need to consider your attack patterns and draft decisions carefully, taking the strategy and defense setup of your opponent into account.&#10;&#10;Each game you adapt to the cards that appear and craft a new deck with a unique color combination. You form a plan on the fly, discover synergies that match your play style and go well with the abilities of your favorite Gembearer. If you keep an open mind and seize the presented opportunities, you will be rewarded.&#10;&#10;All you need to play a game of Gemwielders are two Gembearers and five Gems, as included in the Core Set. While new Gems and Gembearers are introduced, the number of Gems used in a single game remain the same. Through random combination of the available pieces, never seen situations emerge each game.&#10;&#10;All cards are illustrated traditionally in pencil, ink and watercolor, giving the game a unique and mature feel. Combined with the haptic and visual satisfacition of gems being placed on Gembearers, this makes for a truly exceptional playing experience.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Deck Construction",
      "Deck, Bag, and Pool Building",
      "Open Drafting",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Darts 'n Dice",
    "ID": 361590,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/361590/darts-n-dice",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1",
    "Description": "A dice game, like darts! Move your pawns across a round dartboard-style board, and try to occupy the scoring spots. A bit of luck is needed, but you'll never make it without tactics - and there's those pesky cards to consider as well.&#10;&#10;A family game of dice and tactics.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Flock 'Em",
    "ID": 361591,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/361591/flock-em",
    "Min Players": "2",
    "Max Players": "16",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "0",
    "Description": "A &quot;trick taking&quot;, &quot;take that&quot;, &quot;head to head&quot; or scalable to &quot;full party&quot; card game of avian revenge.&#10;&#10;Players get their own special deck whose composition is the same as their opponents but themed differently, with custom art for their flock of quirk fowl, unhelpful humans, and oddball felines.&#10;&#10;Players then take turns calling out actions (bird calls?) that everyone at the table must do or be forced to discard a card. Players may call out actions to add cards their everyone's hands, attack and claim the ever growing pile of humans who invade their world, and try to assemble their mighty bridforce in a flying V formation.&#10;&#10;Play continues in this manner until one player meets one of two conditions, either a full flying v formation (explained in more detail in the rules) or runs out of cards to add to their flock. Players then tabulate points to see who has flown to the top and is the new APEX FLOCKER!&#10;&#10;Flock together. Fly in formation. Swoop to victory. If the humans don't like it...Flock 'em.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Action / Event",
      "Auction / Bidding",
      "Hand Management",
      "Kill Steal",
      "Pattern Building",
      "Real-Time",
      "Set Collection",
      "Simultaneous Action Selection",
      "Take That",
      "Trick-taking"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Animals: Birds",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Read My List!",
    "ID": 361595,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/361595/read-my-list",
    "Min Players": "3",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Read My List is a category-association game in which players draw cards and provide three more examples of things that would fit a given list of words, name the category of a list of words, or take turns naming a word from a category until no one can come up with anymore.&#10;&#10;In each round, the reading player draws a card from the box. The card will be one of three types of cards: List, Category or Lightning Round. Every card also has a Beginner side (blue) and an advanced side (red). The reader gets to decided which difficulty they want the players to play that round.&#10;&#10;List cards offer a list of a number of items (e.g., the &quot;Cheeses&quot; list card lists Brie, Jack, Colby, goat, etc.). To score points the other players must provide three more items that fit the list's category, but are NOT on the card.&#10;&#10;For Category cards, the reader slowly reads each item in the list as the other players shout out guesses as to what the category is&mdash;for instance the reader could be reading &quot;lookout&quot;, &quot;thief&quot;, &quot;map&quot;, &quot;parrot&quot;, and so on, and if a player correctly guessed &quot;pirates&quot;, they would earn points.&#10;&#10;The Lightning Round cards simply provide a subject (e.g., &quot;Celebrities&quot;) after which players take turns quickly providing a thing that matches the subject. If a player can't come up with something quickly enough they are out. The last player to provide a timely answer gets the points.&#10;&#10;The object of the game is to be the first player to score 5 points.&#10;&#10;",
    "Categories": [
      "Educational",
      "Memory",
      "Word Game"
    ],
    "Mechanics": [
      "Connections",
      "Hot Potato",
      "Memory",
      "Move Through Deck",
      "Speed Matching",
      "Targeted Clues"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Volters Lead the Way!",
    "ID": 361596,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/361596/volters-lead-the-way",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The flashes of light from the explosions on Mars could be seen clearly in the night sky. Terror reigned on Earth as it became obvious that the solar system was under attack by an alien menace. If the general populace knew the true nature of the threat, their fears would have become almost incapacitating. Mars was under assault from alien beings who apparently have existed in the universe for trillions of years and have evolved over that period to become technologically superior to humans &ndash; as well as every other lifeform in the galaxy. This alien race had become known as the &ldquo;Fermitians&rdquo;, named after the astronomer Enrico Fermi and author of the Fermi Paradox. And that&rsquo;s because these beings were essentially the answer to the paradox. They brazenly demonstrated that the reason we have been unaware of other alien species for so long is simply because the Fermitians have been exterminating them! And next on their &ldquo;hit list&rdquo; is humanity and its entire solar system. Their initial target was the newly populated planet of Mars, but there are also rumors that a secondary alien invasion fleet has been secretly deployed to seize a celestial body much nearer and dearer to Earthlings &hellip; the Moon.&#10;&#10;The only force capable of dealing with this threat is the famed 324th Volter Regiment, an elite fighting formation that was created just for this kind of mission. With the support of the Starcruiser &ldquo;Skybreach&rdquo;, the Volters have been sent to Mars and the Moon to stop the Fermitians from destroying these critically important places with their Doomsday Devices. Can you put an end to this threat, Commander? It&rsquo;s up to you&hellip;&#10;&#10;Volters Lead the Way! is an exciting solitaire/cooperative game in which you, as the Commander of the 324th Volter Regiment, must lead your troops across the map board, defeat defending alien forces and stop the countdown that has been set in motion. If the Doomsday Device goes off, Mars and its colony settlements, or the Moon and its research stations, will be destroyed. Godspeed and good luck!&#10;&#10;Volters Lead the Way! uses a unique &quot;push-your-luck&quot; game mechanic that drives the action and challenges you to balance risk and reward. The game is highly re-playable with two maps (Mars and the Moon), variable alien and terrain setups, nine types of alien units, four types of Volter units, customized Volter Companies and random events. The game includes three Scenarios each with three Difficulty Level options (Easy, Standard and Brutal). Though primarily a solitaire game, there are also 2-player and 3-player cooperative play options.&#10;&#10;&ndash;description from designer&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Push Your Luck",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Players: Games with Solitaire Rules",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Observatory",
    "ID": 361603,
    "Year": "(2025)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/361603/observatory",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "The night sky is divided into 88 Constellations. From those 88 Constellations, Asterisms are created as additional patterns. You and your fellow astral cartographers will map the night sky in this roll and write family friendly game. Each Constellation and Asterism card contains details about the pattern, providing for an educational experience as well.&#10;&#10;On each player's turn, they will roll all of the dice. The active player is the only one to use the larger dice to plot a star. All of the other players, including the active player, will choose from the three smaller dice by picking two numbers for their chart coordinates and one for its research value.&#10;&#10;The Constellation and Asterism cards have their own mapping patterns you must draw in your grid. As you complete cards, you earn victory points and other bonus actions.&#10;&#10;Your research area is where you will use one die per turn to advance your equipment and funding resources.&#10;&#10;Rounds are based on the number of players and final scoring is tallied from your completed constellations and asterisms, as well as any funding you have unlocked in your research hub.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Theme: Astronomy"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cuba Libre: Calixto Bot Update Pack",
    "ID": 361605,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.44",
    "Link": "https://boardgamegeek.com/boardgameexpansion/361605/cuba-libre-calixto-bot-update-pack",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "4",
    "Description": "The Cuba Libre Calixto bot update pack brings the successful Jacquard bot system to Cuba Libre. Like its predecessors in Gandhi and Fall of Saigon, Calixto is quick to use and easy to implement but presents a challenge to any Cuba Libre player.&#10;When selecting Operations and Special Activities, cards are drawn from the Calixto deck&mdash;there are six cards for each Cuba Libre faction. Each card examines the current state of the game and selects the appropriate action for the active faction. A single, faction-specific table then determines where that action will occur. The same table is used to select spaces for Operations, Special Activities, and Events, minimizing the need to flip between multiple player aids.&#10;&#10;Playing against Calixto feels like playing against a human opponent. It is unpredictable yet responsive to strategic needs, it goes after its enemies while keeping an eye on its ally, and makes moves until now limited to human players&mdash;like choosing a Limited Operation to block an opponent&rsquo;s Event. Calixto can take the place of any faction in a Cuba Libre session and can be used in any combination of player and non-player setups.&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game",
      "Modern Warfare",
      "Political",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Series: COIN (GMT)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Olympe",
    "ID": 361629,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.59",
    "Link": "https://boardgamegeek.com/boardgame/361629/olympe",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1",
    "Description": "In this game, the trump is defined by the color of the god played by the player who engages the trick.&#10;&#10;Let&rsquo;s imagine our player, playing as Artemis (whose color is purple), played a purple card. They are playing their own color, so they are playing the trump suit.&#10;Other players have to provide purple and have to rise (to play a higher value card). If they cannot rise, they have to play a lower value card, and if they don&rsquo;t have any purple card either, they must discard any card from their hand.&#10;Now let&rsquo;s imagine our first player, still Artemis, playing yellow. Other players have to provide the lead suit (yellow), but they don&rsquo;t have to rise, since it's no longer the trump suit.&#10;&#10;     Another exemple: a first player doesn&rsquo;t have a yellow card, they must ruff with a purple card and therefore start the next trick.&#10;     New situation: a second player doesn&rsquo;t have a yellow card, either they have a trump suit card and must over-ruff (play a higher value card from the trump suit), or under-ruff if they have only lower value ones (play a lower value card from the trump suit). If they don&rsquo;t have any card from the trump suit, they must discard any card from their hand.&#10;&#10;&#10;The player with the higher value card wins the trick.&#10;&#10;There are special cards in each suit: the Monsters which can cancel a trick under certain conditions and the Heroes who disables the Monsters.&#10;&#10;Scoring:&#10;At the end of the round, the players count the points they scored during it.&#10;The player with the most point gets 3 gems, the second only one, and the others take none.&#10;The first one with 12 gems wins the game, and become the new god of gods.&#10;&#10;&ndash;description from the rulebook&#10;&#10;",
    "Categories": [
      "Card Game",
      "Mythology"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Crowdfunding: Ulule",
      "Mythology: Greek"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lanzarote La Geria",
    "ID": 361630,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.37",
    "Link": "https://boardgamegeek.com/boardgame/361630/lanzarote-la-geria",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "Lanzarote La Geria is a set collection game for 2-4 players.&#10;&#10;Devil of Timanfaya has hidden the stones from vineyards of La Geria. Players have the task of retrieving the stones and protecting their vineyards.&#10;&#10;At the beginning, each player draws a vineyard board. Vineyards have different bonuses for specific suits of cards and attack or defence bonus.&#10;&#10;Each turn player draws 2 cards from the deck or the face up tableau. Then they choose to play a set of cards, attack other player or pass. Additionally, they may also play any number of olivine cards (special powers).&#10;A set of 2, 3, or 4 identical cards gives 2,  5, or 9 stones, respectively. Player may get additional stone for their suit. There are 4 suits: sun, water, volcano, and peasants. A set of 4 different cards gives 7 stones.&#10;To attack, a player plays an attack card and add its bonus to a dice roll. The defending player rolls another dice and may choose to play a defence card afterwards. The totals of attack and defence are compared. The attacker takes number of stones equal to their advantage from opponent's vineyard.&#10;If player doesn't play a set or attack, they pass.&#10;Then they may discard unwanted cards and draw an equal number from the deck.&#10; The players continue until one gathers 25 stones in their vineyard.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Set Collection",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Détective Charlie: part en vacances",
    "ID": 361631,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.04",
    "Link": "https://boardgamegeek.com/boardgameexpansion/361631/detective-charlie-part-en-vacances",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "1",
    "Description": "Four new adventures for Charlie.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Deduction",
      "Educational",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction"
    ],
    "Families": [
      "Theme: Anthropomorphic Animals"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sussed?: Orange",
    "ID": 361632,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/361632/sussed-orange",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Family and friends quiz game of Selecting and Guessing&#10;&#10;Each player is dealt a card. In turn players select and read a question aloud. Then the selector secretly chooses the answer closest to them personally. The other players secretly guess which answer (A  B  or  C) the selector chose and win points if they are correct.&#10;&#10;The game is played until all questions on all cards have been asked and answered.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Sussed!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Forest of the Spider Queen",
    "ID": 361633,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.14",
    "Link": "https://boardgamegeek.com/boardgameexpansion/361633/forest-of-the-spider-queen",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "0",
    "Description": "In this card-based expansion for Four against Darkness, instead of rolling on tables to generate places and encounters, the player(s) draw cards from a deck and apply the results to the adventure.&#10;&#10;The deck contains:&#10;    17 tarot-size, full color cards&#10;    Instructions are included on the cards&#10;    2 unique monster cards&#10;    2 unique magic item cards&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Print & Play"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling"
    ],
    "Families": [
      "Game: Four Against Darkness"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Last Chronicle Infinity",
    "ID": 361638,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.20",
    "Link": "https://boardgamegeek.com/boardgame/361638/last-chronicle-infinity",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A non-collectible card game depends on the background of Japanese collectible card game&mdash;&mdash;Last Chronicle.&#10;&#10;The games use picture from the old version Last Chronicle, but the mechanism is different from it. The mechanism is like Epic Card Game. Each player can use one 1-cost card and any number of 0-cost card each turn. The player who make his/her opponent's lifepoint to 0 will win the game.&#10;&#10;A unique system of the game is the time-check system. Each turn the player will reveal a card from the deck to do a time-check. This player card use the card's time-check effect and use it as a special resource to play cards later.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting"
    ],
    "Mechanics": [
      "Deck Construction",
      "Hand Management",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "电影百年 (Film Century)",
    "ID": 361640,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.41",
    "Link": "https://boardgamegeek.com/boardgame/361640/dian-ying-bai-nian-film-century",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "150",
    "Weight": "3.3333",
    "Description": "The new works of Yang Zhixue, the designer of &quot;The War of Song and Jin Dynasties&quot; and &quot;Decisive Victory&quot;, will take you to appreciate the development process of film art for a hundred years!&#10;&#10;The steps of Odessa are screaming silently, the singing of Mumbai is surging, the beaches of Cannes are shining, the studios in Los Angeles are always noisy - the door of the factory has been opened, pick up the card in your hand, and write your own &quot;Century of Movies&quot; &quot;Bar.&#10;&#10;&quot;One Hundred Years of Movies&quot; is a game that supports 3-4 players. Each player will operate a film company established around 1896 and experience the development of the movie for a hundred years.&#10;The game begins with the invention of the film by the Lumiere brothers in 1895 and ends with Hollywood's global dominance in the 1990s. During the course of the game, you will see countless dazzling names.&#10;&#10;The real movie stills are used as illustrations in the game, and all the stills used have obtained the corresponding use authorization.&#10;&#10;The basic system of this game is to build a card library, on which it draws on the classic board games &quot;Dominion&quot;, &quot;Brass&quot;, &quot;Through the Ages&quot; and &quot;Several Acres of Snow&quot; ( A Few Acres of Snow)&quot;, but overall it is still highly original.&#10;&#10;The subsystems of the game include some interesting contents such as studio and theater system, industrial and aesthetic system, era system, commentary and market competition system.&#10;&#10;The game weight is about 3.0, and the game duration is around 90 minutes. In order to make it easier for movie lovers without board game experience to start, we have also specially designed novice rules for novice players, and the complete video rules explanation of the game will also be uploaded to station B after entering the publishing process. You can scan the game package by scanning the The QR code to quickly learn the basic rules of the game through video.&#10;&#10;Good luck with your studio shoot!&#10;&#10;&mdash;description from the designer (translated)&#10;&#10;&#230;&#157;&#165;&#232;&#135;&#170;&#232;&#174;&#190;&#232;&#174;&#161;&#229;&#184;&#136;&#231;&#154;&#132;&#228;&#187;&#139;&#231;&#187;&#141;&#239;&#188;&#154;&#10;&#10;&#227;&#128;&#138;&#229;&#174;&#139;&#233;&#135;&#145;&#230;&#136;&#152;&#228;&#186;&#137;&#227;&#128;&#139;&#229;&#146;&#140;&#227;&#128;&#138;&#229;&#134;&#179;&#232;&#131;&#156;&#227;&#128;&#139;&#232;&#174;&#190;&#232;&#174;&#161;&#229;&#184;&#136;&#230;&#157;&#168;&#230;&#178;&#187;&#229;&#173;&#166;&#230;&#150;&#176;&#228;&#189;&#156;&#239;&#188;&#140;&#229;&#184;&#166;&#228;&#189;&#160;&#233;&#162;&#134;&#231;&#149;&#165;&#231;&#148;&#181;&#229;&#189;&#177;&#232;&#137;&#186;&#230;&#156;&#175;&#231;&#153;&#190;&#229;&#185;&#180;&#231;&#154;&#132;&#229;&#143;&#145;&#229;&#177;&#149;&#229;&#142;&#134;&#231;&#168;&#139;&#239;&#188;&#129;&#10;&#10;&#230;&#149;&#150;&#229;&#190;&#183;&#232;&#144;&#168;&#229;&#143;&#176;&#233;&#152;&#182;&#230;&#151;&#160;&#229;&#163;&#176;&#229;&#176;&#150;&#229;&#143;&#171;&#239;&#188;&#140;&#229;&#173;&#159;&#228;&#185;&#176;&#231;&#154;&#132;&#230;&#173;&#140;&#229;&#163;&#176;&#229;&#177;&#177;&#229;&#145;&#188;&#230;&#181;&#183;&#229;&#149;&#184;&#239;&#188;&#140;&#230;&#136;&#155;&#231;&#186;&#179;&#231;&#154;&#132;&#230;&#181;&#183;&#230;&#187;&#169;&#230;&#152;&#159;&#229;&#133;&#137;&#233;&#151;&#170;&#232;&#128;&#128;&#239;&#188;&#140;&#230;&#180;&#155;&#230;&#157;&#137;&#231;&#159;&#182;&#231;&#154;&#132;&#229;&#136;&#182;&#231;&#137;&#135;&#229;&#142;&#130;&#230;&#176;&#184;&#232;&#191;&#156;&#229;&#150;&#167;&#229;&#154;&#163;&mdash;&mdash;&#229;&#183;&#165;&#229;&#142;&#130;&#231;&#154;&#132;&#229;&#164;&#167;&#233;&#151;&#168;&#229;&#183;&#178;&#231;&#187;&#143;&#230;&#137;&#147;&#229;&#188;&#128;&#239;&#188;&#140;&#230;&#139;&#191;&#232;&#181;&#183;&#230;&#137;&#139;&#228;&#184;&#173;&#231;&#154;&#132;&#229;&#141;&#161;&#231;&#137;&#140;&#239;&#188;&#140;&#228;&#185;&#166;&#229;&#134;&#153;&#229;&#177;&#158;&#228;&#186;&#142;&#228;&#189;&#160;&#231;&#154;&#132;&#227;&#128;&#138;&#231;&#148;&#181;&#229;&#189;&#177;&#231;&#153;&#190;&#229;&#185;&#180;&#227;&#128;&#139;&#229;&#144;&#167;&#227;&#128;&#130;&#10;&#10;&#227;&#128;&#138;&#231;&#148;&#181;&#229;&#189;&#177;&#231;&#153;&#190;&#229;&#185;&#180;&#227;&#128;&#139;&#230;&#152;&#175;&#228;&#184;&#128;&#230;&#172;&#190;&#230;&#148;&#175;&#230;&#140;&#129;3-4&#229;&#144;&#141;&#231;&#142;&#169;&#229;&#174;&#182;&#232;&#191;&#155;&#232;&#161;&#140;&#231;&#154;&#132;&#230;&#184;&#184;&#230;&#136;&#143;&#239;&#188;&#140;&#230;&#175;&#143;&#229;&#144;&#141;&#231;&#142;&#169;&#229;&#174;&#182;&#229;&#176;&#134;&#232;&#191;&#144;&#232;&#144;&#165;&#228;&#184;&#128;&#229;&#174;&#182;&#229;&#156;&#168;1896&#229;&#185;&#180;&#229;&#183;&#166;&#229;&#143;&#179;&#230;&#136;&#144;&#231;&#171;&#139;&#231;&#154;&#132;&#231;&#148;&#181;&#229;&#189;&#177;&#229;&#133;&#172;&#229;&#143;&#184;&#239;&#188;&#140;&#231;&#187;&#143;&#229;&#142;&#134;&#231;&#148;&#181;&#229;&#189;&#177;&#231;&#153;&#190;&#229;&#185;&#180;&#231;&#154;&#132;&#229;&#143;&#145;&#229;&#177;&#149;&#232;&#132;&#137;&#231;&#187;&#156;&#227;&#128;&#130;&#10;&#230;&#184;&#184;&#230;&#136;&#143;&#229;&#167;&#139;&#232;&#135;&#170;1895&#229;&#185;&#180;&#229;&#141;&#162;&#231;&#177;&#179;&#229;&#159;&#131;&#229;&#176;&#148;&#229;&#133;&#132;&#229;&#188;&#159;&#229;&#143;&#145;&#230;&#152;&#142;&#231;&#148;&#181;&#229;&#189;&#177;&#239;&#188;&#140;&#230;&#173;&#162;&#228;&#186;&#142;&#228;&#184;&#138;&#228;&#184;&#150;&#231;&#186;&#170;90&#229;&#185;&#180;&#228;&#187;&#163;&#229;&#165;&#189;&#232;&#142;&#177;&#229;&#157;&#158;&#229;&#156;&#168;&#229;&#133;&#168;&#228;&#184;&#150;&#231;&#149;&#140;&#232;&#140;&#131;&#229;&#155;&#180;&#229;&#134;&#133;&#229;&#187;&#186;&#231;&#171;&#139;&#233;&#156;&#184;&#228;&#184;&#187;&#229;&#156;&#176;&#228;&#189;&#141;&#227;&#128;&#130;&#230;&#184;&#184;&#230;&#136;&#143;&#231;&#154;&#132;&#232;&#191;&#155;&#231;&#168;&#139;&#228;&#184;&#173;&#239;&#188;&#140;&#228;&#189;&#160;&#229;&#176;&#134;&#228;&#188;&#154;&#231;&#156;&#139;&#229;&#136;&#176;&#230;&#151;&#160;&#230;&#149;&#176;&#229;&#133;&#137;&#232;&#138;&#146;&#232;&#128;&#128;&#231;&#156;&#188;&#231;&#154;&#132;&#229;&#144;&#141;&#229;&#173;&#151;&#227;&#128;&#130;&#10;&#10;&#230;&#184;&#184;&#230;&#136;&#143;&#228;&#184;&#173;&#228;&#189;&#191;&#231;&#148;&#168;&#231;&#154;&#132;&#228;&#186;&#134;&#231;&#156;&#159;&#229;&#174;&#158;&#231;&#154;&#132;&#231;&#148;&#181;&#229;&#189;&#177;&#229;&#137;&#167;&#231;&#133;&#167;&#228;&#189;&#156;&#228;&#184;&#186;&#230;&#143;&#146;&#229;&#155;&#190;&#239;&#188;&#140;&#230;&#137;&#128;&#230;&#156;&#137;&#228;&#189;&#191;&#231;&#148;&#168;&#231;&#154;&#132;&#229;&#137;&#167;&#231;&#133;&#167;&#233;&#131;&#189;&#232;&#142;&#183;&#229;&#190;&#151;&#228;&#186;&#134;&#231;&#155;&#184;&#229;&#186;&#148;&#231;&#154;&#132;&#228;&#189;&#191;&#231;&#148;&#168;&#230;&#142;&#136;&#230;&#157;&#131;&#227;&#128;&#130;&#10;&#10;&#230;&#156;&#172;&#228;&#189;&#156;&#231;&#154;&#132;&#229;&#159;&#186;&#230;&#156;&#172;&#231;&#179;&#187;&#231;&#187;&#159;&#228;&#184;&#186;&#231;&#137;&#140;&#229;&#186;&#147;&#230;&#158;&#132;&#231;&#173;&#145;&#239;&#188;&#140;&#229;&#156;&#168;&#230;&#173;&#164;&#229;&#159;&#186;&#231;&#161;&#128;&#228;&#184;&#138;&#229;&#128;&#159;&#233;&#137;&#180;&#228;&#186;&#134;&#231;&#187;&#143;&#229;&#133;&#184;&#230;&#161;&#140;&#230;&#184;&#184;&#227;&#128;&#138;&#233;&#162;&#134;&#229;&#156;&#159;(Dominion)&#227;&#128;&#139;&#227;&#128;&#129;&#227;&#128;&#138;&#229;&#183;&#165;&#228;&#184;&#154;&#233;&#157;&#169;&#229;&#145;&#189;(Brass)&#227;&#128;&#139;&#227;&#128;&#129;&#227;&#128;&#138;&#229;&#142;&#134;&#229;&#143;&#178;&#229;&#183;&#168;&#232;&#189;&#174;(Through the Ages)&#227;&#128;&#139;&#229;&#146;&#140;&#227;&#128;&#138;&#229;&#135;&#160;&#228;&#186;&#169;&#233;&#155;&#170;&#229;&#156;&#176;(A Few Acres of Snow)&#227;&#128;&#139;&#231;&#154;&#132;&#228;&#184;&#128;&#228;&#186;&#155;&#232;&#174;&#190;&#232;&#174;&#161;&#239;&#188;&#140;&#228;&#189;&#134;&#230;&#149;&#180;&#228;&#189;&#147;&#228;&#184;&#138;&#228;&#190;&#157;&#230;&#151;&#167;&#229;&#133;&#183;&#230;&#156;&#137;&#232;&#190;&#131;&#233;&#171;&#152;&#231;&#154;&#132;&#229;&#142;&#159;&#229;&#136;&#155;&#230;&#128;&#167;&#227;&#128;&#130;&#10;&#10;&#230;&#184;&#184;&#230;&#136;&#143;&#231;&#154;&#132;&#229;&#173;&#144;&#231;&#179;&#187;&#231;&#187;&#159;&#229;&#140;&#133;&#230;&#139;&#172;&#228;&#186;&#134;&#229;&#136;&#182;&#231;&#137;&#135;&#229;&#142;&#130;&#229;&#146;&#140;&#233;&#153;&#162;&#231;&#186;&#191;&#231;&#179;&#187;&#231;&#187;&#159;&#227;&#128;&#129;&#229;&#183;&#165;&#228;&#184;&#154;&#229;&#146;&#140;&#231;&#190;&#142;&#229;&#173;&#166;&#231;&#179;&#187;&#231;&#187;&#159;&#227;&#128;&#129;&#230;&#151;&#182;&#228;&#187;&#163;&#231;&#179;&#187;&#231;&#187;&#159;&#227;&#128;&#129;&#232;&#175;&#132;&#232;&#174;&#186;&#229;&#146;&#140;&#229;&#184;&#130;&#229;&#156;&#186;&#228;&#186;&#137;&#229;&#164;&#186;&#231;&#179;&#187;&#231;&#187;&#159;&#231;&#173;&#137;&#228;&#184;&#128;&#228;&#186;&#155;&#233;&#162;&#135;&#229;&#133;&#183;&#232;&#182;&#163;&#229;&#145;&#179;&#231;&#154;&#132;&#229;&#134;&#133;&#229;&#174;&#185;&#227;&#128;&#130;&#10;&#10;&#230;&#184;&#184;&#230;&#136;&#143;&#233;&#135;&#141;&#229;&#186;&#166;&#231;&#186;&#166;&#228;&#184;&#186;3.0&#239;&#188;&#140;&#230;&#184;&#184;&#230;&#136;&#143;&#230;&#151;&#182;&#233;&#149;&#191;&#228;&#184;&#186;90&#229;&#136;&#134;&#233;&#146;&#159;&#228;&#184;&#138;&#228;&#184;&#139;&#227;&#128;&#130;&#228;&#184;&#186;&#228;&#186;&#134;&#230;&#150;&#185;&#228;&#190;&#191;&#230;&#178;&#161;&#230;&#156;&#137;&#230;&#161;&#140;&#230;&#184;&#184;&#231;&#187;&#143;&#233;&#170;&#140;&#231;&#154;&#132;&#231;&#148;&#181;&#229;&#189;&#177;&#231;&#136;&#177;&#229;&#165;&#189;&#232;&#128;&#133;&#229;&#133;&#165;&#230;&#137;&#139;&#239;&#188;&#140;&#230;&#136;&#145;&#228;&#187;&#172;&#232;&#191;&#152;&#228;&#184;&#147;&#233;&#151;&#168;&#232;&#174;&#190;&#232;&#174;&#161;&#228;&#186;&#134;&#233;&#146;&#136;&#229;&#175;&#185;&#230;&#150;&#176;&#230;&#137;&#139;&#231;&#142;&#169;&#229;&#174;&#182;&#231;&#154;&#132;&#230;&#150;&#176;&#230;&#137;&#139;&#232;&#167;&#132;&#229;&#136;&#153;&#239;&#188;&#140;&#232;&#128;&#140;&#230;&#184;&#184;&#230;&#136;&#143;&#231;&#154;&#132;&#229;&#174;&#140;&#230;&#149;&#180;&#232;&#167;&#134;&#233;&#162;&#145;&#232;&#167;&#132;&#229;&#136;&#153;&#232;&#174;&#178;&#232;&#167;&#163;&#228;&#185;&#159;&#229;&#176;&#134;&#229;&#156;&#168;&#232;&#191;&#155;&#229;&#133;&#165;&#229;&#135;&#186;&#231;&#137;&#136;&#230;&#181;&#129;&#231;&#168;&#139;&#228;&#185;&#139;&#229;&#144;&#142;&#228;&#184;&#138;&#228;&#188;&#160;&#232;&#135;&#179;B&#231;&#171;&#153;&#239;&#188;&#140;&#230;&#130;&#168;&#229;&#143;&#175;&#228;&#187;&#165;&#233;&#128;&#154;&#232;&#191;&#135;&#230;&#137;&#171;&#230;&#143;&#143;&#230;&#184;&#184;&#230;&#136;&#143;&#229;&#140;&#133;&#232;&#163;&#133;&#228;&#184;&#138;&#231;&#154;&#132;&#228;&#186;&#140;&#231;&#187;&#180;&#231;&#160;&#129;&#229;&#191;&#171;&#233;&#128;&#159;&#233;&#128;&#154;&#232;&#191;&#135;&#232;&#167;&#134;&#233;&#162;&#145;&#229;&#173;&#166;&#228;&#185;&#160;&#230;&#184;&#184;&#230;&#136;&#143;&#231;&#154;&#132;&#229;&#159;&#186;&#230;&#156;&#172;&#232;&#167;&#132;&#229;&#136;&#153;&#227;&#128;&#130;&#10;&#10;&#231;&#165;&#157;&#230;&#130;&#168;&#231;&#154;&#132;&#231;&#148;&#181;&#229;&#189;&#177;&#229;&#133;&#172;&#229;&#143;&#184;&#230;&#139;&#141;&#230;&#145;&#132;&#233;&#161;&#186;&#229;&#136;&#169;&#239;&#188;&#129;&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Industry / Manufacturing",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Deck, Bag, and Pool Building",
      "Hand Management"
    ],
    "Families": [
      "Theme: Movies"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Alice's Race in Wonderland",
    "ID": 361641,
    "Year": "(1933)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/361641/alices-race-in-wonderland",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a children's race game that casts players in the roles of characters from Lewis Carroll's popular novel &quot;Alice's Adventures in Wonderland.&quot; Alice, the White Rabbit, the Mad Hatter, and/or the Queen of Hearts each follow their own single-color 80-space path to the finish, similar in nature to &quot;Peter Rabbit's Race Game&quot; (1917).&#10;&#10;Although the game is built for 2 to 4 players, some editions accommodate up to 8 in teams of two (with two of each character's playing token provided). Alternatively, it is suggested that single players may use both identical tokens, always taking care to move the rear-most of the two.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Novel-based"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Race",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Books: Alice in Wonderland"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Merchants of the Crystal Sea",
    "ID": 361642,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/361642/merchants-of-the-crystal-sea",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Merchants of the Crystal Sea is a two player, push your luck card game. Expeditions will gather new resources discovered on the island and return them back to the ship. Your goal is to score as many resource points as possible before the end of the game. But your opponent might have other ideas. Both players have to decide when to return back to the ship with the current resources or press your luck, trying to weather the events and retrieve a much bigger load.&#10;&#10;Your ship has five expeditions to send out and collect resources. When it is time, collect the resources and return back to your ship and count the booty. Events may alter the success of your expedition. The longer you stay on the island the greater the chance you have to deal with these events (good or bad!).&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Exploration",
      "Nautical",
      "Pirates",
      "Print & Play"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Worker Placement"
    ],
    "Families": [
      "Contests: Two-Player Print & Play Design"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Wars: Legion – Upgrade Card Pack II",
    "ID": 361643,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.03",
    "Link": "https://boardgamegeek.com/boardgameexpansion/361643/star-wars-legion-upgrade-card-pack-ii",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Players can hire some of the most infamous mercenaries in the galaxy to join their armies with this card pack for Star Wars: Legion! The Card Upgrade Pack II contains updated unit cards for notorious bounty hunters Boba Fett, Bossk, Cad Bane, and even the A-A5 Speeder Truck that make them playable using the new mercenary rules introduced with the Shadow Collective Starter Set.&#10;&#10;Additionally, players will also find copies of the three new command card for use with mercenary units from the Shadow Collective Starter Set. Finally, this pack also includes a selection of 60 upgrade cards designed to help them get the most out of their mercenaries, including the new cards introduced in the Shadow Collective Starter Set.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Star Wars – Legion",
      "Movies: Star Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Steel Rift",
    "ID": 361644,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.86",
    "Link": "https://boardgamegeek.com/boardgame/361644/steel-rift",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "3",
    "Description": "In the near future, in the wake of crippling solar flares, the remnants of humanity fight for resources, order, and sometimes glory.&#10;&#10;Steel Rift is a fast paced skirmish game featuring highly configurable mechs called HE-Vs. Played on a 3&rsquo; x 3&rsquo; table, it&rsquo;s easy to set up almost anywhere.&#10;&#10;Customize your HE-V loadouts and hit the enemy hard in a fast-paced game of mechanized combat.&#10;&#10;Written and developed by the writer of Last Days and Gamma Wolves, Ash Barker puts his passion for both apocalyptic and mech combat games on full display. With expansion to add more HE-V mechs, Campaign Modes, Faction-Building rules, and a variety of new Unit Types already in the works, you&rsquo;ll have even more Steel Rift models, lore and rules to look forward to.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Line of Sight",
      "Measurement Movement",
      "Ratio / Combat Results Table",
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Doomlings: Dinolings",
    "ID": 361645,
    "Year": "(2022)",
    "Geek Rating": "5.536",
    "Avg Rating": "7.32",
    "Link": "https://boardgamegeek.com/boardgameexpansion/361645/doomlings-dinolings",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "0",
    "Description": "These prehistoric Doomlings are sure to be a hit amongst any fans of the Jurassic Era!&#10;&#10;While this 18-card expansion pack is included in the Blackbox and Gold Bundles, Doomlings is an additive game. This means there's no limit to the number of Dinolings you can add to your trait deck!&#10;&#10;Fossil records show that Dinolings once roamed Enderas. This deluxe expansion revolves around the discard pile, and easily slots into any game of Doomlings.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Doomlings: Mythlings",
    "ID": 361646,
    "Year": "(2022)",
    "Geek Rating": "5.533",
    "Avg Rating": "7.28",
    "Link": "https://boardgamegeek.com/boardgameexpansion/361646/doomlings-mythlings",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "0",
    "Description": "These mythical monsters are sure to strike the fancy of any fans of fantasy! (Say that ten times fast!)&#10;&#10;While this 19-card expansion pack is included in the Blackbox and Gold Bundles, Doomlings is an additive game. This means there's no limit to the number of Mythlings you can add to your trait deck!&#10;&#10;Mythlings exhibit traits of magic (red) and mischief (green) that defy the natural order of things!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Petrify",
    "ID": 361647,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/361647/petrify",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "2",
    "Description": "Petrify is a finite territory game for two players: Blue and Orange. It is played on the spaces (squares) of an initially empty square grid (board). The recommended board sizes are between 6x6 and 10x10 squares.&#10;&#10;Both players must have access to a sufficient number of disks of their own color and a sufficient number of neutral blocks.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;DefinitionsA group is a disk along with all other like-colored disks one could reach from it through a series of steps between orthogonally adjacent disks of its color.&#10;&#10;Similarly, a patch is a square not occupied by a block along with all other such squares one could reach from it through a series of steps between orthogonally adjacent squares not occupied by blocks. Note a patch may contain any number of groups, as well as empty squares.&#10;&#10;The size of a group or patch is the number of squares it spans.&#10;&#10;A mound is a set of four blocks occupying a 2x2 area of the board.&#10;&#10;A barricade is a set of three adjoining blocks in a straight diagonal line.&#10;&#10;Mounds and barricades are illegal formations. For the purpose of spotting them, the edges of the board count as lines of blocks. In other words, the real board is considered to be the middle section of an imaginary board with sides two squares longer, and all edge squares on this larger board are considered to be occupied by blocks.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;PlayBlue plays first, then turns alternate. On your turn, if possible, make exactly one of these board plays:&#10;&#10;&#10;     Place a disk of your color on an empty square.&#10;&#10;&#10;&#10;     Move a disk of your color any number of squares in a straight orthogonal or diagonal line, without jumping over any blocks or enemy disks, to a square occupied by an enemy disk. Then, remove this enemy disk and place a block on the square from which you just moved your disk, without forming a mound or a barricade. Note a disk can jump over friendly disks.&#10;&#10;&#10;If you have no board plays available on your turn, you must pass. Passing is otherwise not allowed.&#10;&#10;The game ends when both players pass in succession. Then, for each patch on the board, the players jointly remove pairs of opposite-colored groups of the same size from it until there are no more such pairs to remove. The player with the biggest group left over in a patch owns the patch. Empty patches are owned by neither player.&#10;&#10;The player with the higher score in the resulting position wins. Your score is the sum of the sizes of the patches that you own. If there is a tie, whoever made the last board play loses.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Pie ruleThe pie rule is used in order to make the game fair. This means Orange will have the option, on their first turn only, to swap sides with Blue instead of making a regular move.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Chaining",
      "Enclosure",
      "Grid Movement",
      "Pattern Building",
      "Pattern Recognition",
      "Square Grid",
      "Tile Placement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Wars: Legion – Essentials Kit",
    "ID": 361650,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.25",
    "Link": "https://boardgamegeek.com/boardgameexpansion/361650/star-wars-legion-essentials-kit",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Help your players dive into the battles of Star Wars: Legion with this helpful kit! The Essentials Kit gathers together all the necessary cards, dice, tokens, and other tools players need to play the game in one convenient package, letting them get started quickly and easily. Additionally, this kit also collects the 12 battle cards for the 500-point Skirmish mode in a product for the first time, inviting new and veteran players alike to explore this alternate way to play.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Star Wars – Legion",
      "Movies: Star Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Wars: Legion – Black Sun Enforcers Unit Expansion",
    "ID": 361651,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.08",
    "Link": "https://boardgamegeek.com/boardgameexpansion/361651/star-wars-legion-black-sun-enforcers-unit-expansio",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Reinforcements arrive to help the notorious Black Sun syndicate spread its influence across the galaxy in this expansion for Star Wars: Legion! Operating out of its fortress on Mustafar, the Black Sun makes ample use of criminal elements willing to take on any task for the right price. This expansion invites players to hire an additional six Black Sun Enforcers that they can add to their Imperial, Separatist or Shadow Collective forces as a corps unit. Additionally, they will also find a Black Sun Vigo miniature that can lead this unit or act as a commander for the entire force. Finally, three command cards give these mercenaries their own playstyle while eight upgrade cards give players the chance to customize their units with additional weapons, gear, and more!&#10;&#10;Contents:&#10;7 Miniatures&#10;2 Unit Cards&#10;3 Command Cards&#10;8 Upgrade Cards&#10;10 Assorted Tokens&#10;1 Insert Sheet&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Star Wars – Legion",
      "Movies: Star Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "ImmunoWars: STD Booster Pack",
    "ID": 361653,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/361653/immunowars-std-booster-pack",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The Naughty. Expand your ImmunoWars collection with a bunch of late-night bioweapons. Feeling itchy after that one-night stand? Infect your enemies with sexually transmittable diseases (STDs), such as Syphilis, Herpes Simplex, and Gonorrhea. Do you feel sexy, punk?&#10;&#10;Features: 32 additional cards&#10;&#10;Requires IMMUNOWARS to play.&#10;&#10;&mdash;description from publisher's website&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Educational",
      "Humor",
      "Mature / Adult",
      "Medical"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Income",
      "Lose a Turn",
      "Open Drafting",
      "Player Elimination",
      "Storytelling",
      "Turn Order: Pass Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Medical: Diseases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Calm Your Tits",
    "ID": 361657,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.29",
    "Link": "https://boardgamegeek.com/boardgame/361657/calm-your-tits",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "2",
    "Description": "(A &quot;tit&quot; is a kind of bird in England and most of the cards depict them. Some with balls of bird food. One card has cats on it. The clear intention is adult sexual innuendo.)&#10;&#10;&mdash;user summary&#10;&#10;The aim of this titillating pairs game for very silly adults is to win all the cards or be the last tit standing!&#10;Players win cards for correctly shouting &quot;Nice tits!&quot; or &quot;Tough tits!&quot; when a matching pair shows, or for having the quickest hand action when the Fat Balls appear.&#10;Watch out when the Pussy Posse are on patrol...things could easily go tits up!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Humor",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Player Elimination"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Star Wars: Legion – Gar Saxon Commander Expansion",
    "ID": 361678,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.54",
    "Link": "https://boardgamegeek.com/boardgameexpansion/361678/star-wars-legion-gar-saxon-commander-expansion",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The ruthless Mandalorian warrior Gar Saxon blasts his way into Star Wars: Legion as a commander in Maul&rsquo;s Shadow Collective! Filled with a desire for power and dominance, Saxon gives players even more options for their Shadow Collective forces with his elite Mandalorian training. What&rsquo;s more, three command cards represent the brute strength and underhanded tactics he&rsquo;s willing to use to ensure victory. Finally, seven upgrade cards give players the chance to equip Saxon with an array of deadly weaponry, including his iconic Galar-90 rifle, jetpack rockets, and a ZX flame projector.&#10;&#10;Contents:&#10;1 Miniature&#10;1 Unit Card&#10;3 Command Cards&#10;7 Upgrade Cards&#10;13 Assorted Tokens&#10;1 Insert Sheet&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Star Wars – Legion",
      "Movies: Star Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Wars: Legion – Mandalorian Super Commandos Unit Expansion",
    "ID": 361681,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.10",
    "Link": "https://boardgamegeek.com/boardgameexpansion/361681/star-wars-legion-mandalorian-super-commandos-unit",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Mandalorian Super Commandos bend the galaxy to Maul&rsquo;s will in this expansion for Star Wars: Legion! Previously members of the notorious Death Watch, these elite Mandalorian warriors now follow Maul because he wields the Darksaber. With them, players have a powerful new special forces option for their Shadow Collective forces. In addition to six Mandalorian Super Commando miniatures and a unit card, players will also find three command cards specifically designed for use with mercenary units in this expansion as well as eight upgrade cards that invite them to customize their units with heavy weapons, new gear, and more!&#10;&#10;Contents:&#10;7 Miniatures&#10;1 Unit Card&#10;3 Command Cards&#10;8 Upgrade Cards&#10;14 Assorted Tokens&#10;1 Insert Sheet&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Star Wars – Legion",
      "Movies: Star Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Wars: Legion – Pyke Syndicate Foot Soldiers Unit Expansion",
    "ID": 361683,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/361683/star-wars-legion-pyke-syndicate-foot-soldiers-unit",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Players can hire additional soldiers to protect their interests throughout the galaxy with this pack for Star Wars: Legion! Adding a corps unit of six Pyke Syndicate Foot Soldiers that can join Rebel, Imperial, Republic, or Separatist armies or band together with their fellow mercenaries in the Shadow Collective, this expansion gives players even more versatile options for building their forces. Furthermore, they&rsquo;ll also find a Pyke Syndicate Capo who can lead a single unit or an entire mercenary army as a commander along with three command cards, opening up even more strategic choices. Finally, eight upgrade cards give players the freedom to kit out their units with heavy weapons, additional gear, and more!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Star Wars – Legion",
      "Movies: Star Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hotline Dice Game",
    "ID": 361685,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/361685/hotline-dice-game",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "1 to 6 players take on the roll of Hotline operators. Every round more calls come in so everyone has to roll the dice to try and complete the hotline calls before they get built up and to try and get the right response to right calls.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Push Your Luck"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Star Wars: Legion – Shadow Collective Starter Set",
    "ID": 361686,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.03",
    "Link": "https://boardgamegeek.com/boardgameexpansion/361686/star-wars-legion-shadow-collective-starter-set",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The galaxy&rsquo;s seedy underbelly comes to Star Wars: Legion with the Shadow Collective Starter Set! This set introduces mercenaries to the game, inviting players to hire units from the notorious Black Sun and Pyke syndicates to join other faction&rsquo;s armies. Alternatively, Maul himself can unite these disparate criminals under the banner of the Shadow Collective and lead them as a standalone force. Alongside his Mandalorian Super Commandos, they form a threat that could bring the galaxy to its knees.&#10;&#10;Whichever path they choose, this set gives players plenty of new options for building their armies with 22 miniatures, including Maul, a unit of Shadow Collective Mandalorian Super Commandos, a unit of Black Sun Enforcers, and a unit of Pyke Syndicate Foot Soldiers. Additionally, players can further customize these forces with 30 upgrade cards that unlock heavy weapons, characters like Rook Kast, and more. Finally, this set also includes three command cards for use with the new mercenaries, three new command cards for Maul, and reprints of Maul&rsquo;s three Separatist Alliance command cards.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Star Wars – Legion",
      "Movies: Star Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Wars: X-Wing (Second Edition) – Clone Z-95 Headhunter Expansion Pack",
    "ID": 361687,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.79",
    "Link": "https://boardgamegeek.com/boardgameexpansion/361687/star-wars-x-wing-second-edition-clone-z-95-headhun",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Support your Grand Army of the Republic forces with the Clone Z-95 Headhunter Expansion Pack for Star Wars: X-Wing! The Clone Z-95 starfighter is a light-weight, multi-role variant on the widely produced Z-95 Headhunter. The versatility and maneuverability of this starfighter make it a perfect support fighter able to fulfill a variety of roles.&#10;&#10;This expansion contains everything you need to add two Clone Z-95 Headhunters to your Republic squadrons, including two beautifully painted miniatures in the classic Republic scheme, two maneuver dials, and tokens. Additionally, twelve ship cards let you choose the pilots who fly these starfighters into battle and eighteen upgrade cards invite you to customize your ship to fit your strategy.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Aviation / Flight",
      "Bluffing",
      "Collectible Components",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Queue",
      "Dice Rolling",
      "Player Elimination",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Star Wars X-Wing Miniatures Game",
      "Movies: Star Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "La Caza de la Calabaza: Edición Integral",
    "ID": 361693,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.17",
    "Link": "https://boardgamegeek.com/boardgame/361693/la-caza-de-la-calabaza-edicion-integral",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "0",
    "Description": "&quot;The mad scientist Dr. Tomatenstein has been kidnapping and experimenting with lots of obakameshi (living foods) till he turned them into various new kind of pumpkins! But in the process some evolving into monsters too!!&#10;This is an adventure game where a group of obakameshi enters Tomatenstein plantation to compile the new experimental pumpkins and expose to the world the evil plans from the Doctor!&quot;&#10;&#10;In this upgraded version of La Caza de la Calabaza the players must select between 12 main characters, and after choosen who will play first, this one turns the first card from the play deck.&#10;If the card is an experimental pumpkin or an item, the player can put on his/her side of the table (maximum 2 cards from same kind in the player zone), but there can appears obakameshi monsters, some events cards, and of course the crazy Dr. Tomatenstein!&#10;The goal of the game is to complete a pumpkin set collection. The first one to complete, wins the game.&#10;&#10;&mdash;description from the publisher (English)&#10;&#10;&quot;El Dr. Tomatenstein es un cient&iacute;fico loco que ha estado secuestrando y experimentando con muchos obakameshi (alimentos con coinsciencia) hasta convertir a varios en calabazas. &iexcl;&iexcl;Pero en el proceso tambi&eacute;n convirti&oacute; a varios en monstruos!!&#10;&iexcl;Este juego es la aventura de un grupo de obakameshi que se adentra en la plantaci&oacute;n de Tomatenstein para conseguir las calabazas experimentales para as&iacute; exponer al mundo los planes del Doctor!&quot;&#10;&#10;En esta versi&oacute;n actualizada de La Caza de la Calabaza los participantes deber&aacute;n elegir entre 12 personajes, y tras elegir al jugador inicial este voltear&aacute; la primera carta del mazo de juego.&#10;Si la carta es una calabaza experimental o un objeto del juego, se lo quedar&aacute; autom&aacute;ticamente (se puede tener un m&aacute;ximo de 2 cartas iguales de cada tipo en la zona del jugador), pero tambi&eacute;n aparecer&aacute;n monstruos obakameshi, algunas cartas de evento, &iexcl;y por supuesto el maquiav&eacute;lico Dr. Tomatenstein!&#10;La meta del juego ser&aacute; completar un set de calabazas experimentales. El primero en conseguirlas ganar&aacute; la partida.&#10;&#10;&mdash;description from the publisher (Spanish)&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Children's Game",
      "Exploration",
      "Horror",
      "Humor",
      "Zombies"
    ],
    "Mechanics": [
      "Events",
      "Memory",
      "Set Collection",
      "Solo / Solitaire Game",
      "Take That"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Series: Kawarando (MixinGames)",
      "Theme: Food / Cooking",
      "Theme: Mad Science / Mad Scientist"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Emergence Event: Captain Xeron and Xoron",
    "ID": 361699,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/361699/emergence-event-captain-xeron-and-xoron",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Xeron the Planet Smasher and Xoron the Galaxy Conqueror&#10;&#10;These two each bring 1 special ability to their ship:&#10;&#10;     Xeron grants +1 to any stat for control markers they have in their current Galaxy tile.&#10;     Xoron grants +1 to all stats if they completely control each Location in a Galaxy tile.&#10;&#10;&#10;These two abilities stack.&#10;&#10;However, at the start of the game they only have a two in each crew stat. This is by far the weakest start of any captain, but they have the unique ability to shift their stat bonuses to whatever stat they need for the current situation. As the game progresses and they control and conquer more of the galaxy, their power grows and if left unchecked can quickly eclipse everyone else.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Miniatures",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Hexagon Grid",
      "Modular Board",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Emergence Event: Captain Laris Latee",
    "ID": 361700,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/361700/emergence-event-captain-laris-latee",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Laris Latee is exceptionally good at uncovering the secrets of the galaxy. Ka-neetian scientists have been cataloging Discoveries for quite some time from their planet surface and recognize their true nature.&#10;&#10;In game terms this is reflected by her ability to draw 2 Discovery tiles and choose which one to place for each Discovery revealed by exploring a new galaxy tile. Discoveries also have their required target numbers reduced by 1 for her with the ship's Class 3 Astrolab. In addition to these significant bonuses to Discoveries, many of her Captain Powers and her Open Space card revolve around manipulating Discoveries, either for her, or her opponents.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Miniatures",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Hexagon Grid",
      "Modular Board",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Space Pirates",
    "ID": 361704,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/361704/space-pirates",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "0",
    "Description": "&quot;Infinite space awaits you! Unknown planets are calling to you with treasures and adventures. Now you can find out what the life of a real space pirate is like, searching for hidden treasures and even fighting battles to get more loot. It's worth taking the risk for the fantastic treasures, because their magic power can come in handy on your journey. But watch out, use them wisely!&quot;&#10;&#10;&mdash;description from the publisher&#10;&#10;In Space Pirates the players are pirating astronauts who each turn roll a special die to determine their next destination. Reaching a yet unexplored planet is rewarded by a special treasure. &#10;Each treasure may have a hidden special bonus action, which help the players navigate to harder-to-reach planets, evade asteroid fields, or even give an advantage in case of a fight when a meeting another pirate.&#10;The game ends when all treasures are found, the player with the most treasure being the winner.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Pirates",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Race"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Five Kilometers from Leipzig",
    "ID": 361706,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/361706/five-kilometers-from-leipzig",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Five Kilometers From Leipzig is a set of solo miniatures rules for black powder skirmish actions.&#10;&#10;Take a band of 8 trusted companions and slug it out with enemy military forces, guerrillas or native warbands. Suitable for the era from roughly 1700 to 1870, the rules allow you to play a campaign easily and quickly. Your characters will learn new skills, provided they survive the battle.&#10;&#10;The rules use a simple and straight forward combat system, combined with the solo oriented turn sequence you know from Five Parsecs From Home and Five Leagues From the Borderlands.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Miniatures",
      "Napoleonic",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Game: FiveCore"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Wars: Rebels vs. Galactic Empire",
    "ID": 361711,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/361711/star-wars-rebels-vs-galactic-empire",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "&quot;Choose your side of the Force and join the fight! Become the young Rebel Ezra, or the ruthless hand of the empire - The Inquisitor. Make use of your allies, defend or conquer. In this strategic card game it is you who will decide the fate of the galaxy. May the Force be with you!&quot;&#10;&#10;Star Wars: Rebels vs. Galactic Empire is a fast-paced card game for two players. The Rebel team must persevere against imperial superiority, while the goal of the Empire is to rush down and destroy the Rebels as soon as possible.&#10;&#10;On one side of this galactic battleground are the Spectres, the heroes from the Star Wars Rebels television series. Opposing the heroic endeavors of the Ghost Crew is the massive power of the Empire, led by the Grand Inquisitor.&#10;&#10;The empire wins if they successfully break into the Rebel base, while the Rebels win if they can keep the base and the imperial player run out of cards.&#10;&#10;",
    "Categories": [
      "Fighting",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Line of Sight",
      "Moving Multiple Units",
      "Point to Point Movement"
    ],
    "Families": [
      "Movies: Star Wars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wayfarers of the South Tigris: Kickstarter Promo Cards",
    "ID": 361712,
    "Year": "(2022)",
    "Geek Rating": "5.647",
    "Avg Rating": "7.86",
    "Link": "https://boardgamegeek.com/boardgameexpansion/361712/wayfarers-of-the-south-tigris-kickstarter-promo-ca",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3",
    "Description": "A set of 9 promo cards first offered during the 2022 Wayfarers Kickstarter campaign.&#10;&#10;Wanderer: May spend 1 provision as 2 Silver.&#10;Protector: May spend 1 provision or 1 Silver to retrieve a Worker and refresh a Die.&#10;Comet: Worth 1 VP. Comes with a free Pink Upgrade.&#10;Inspiration Card A: Requires 8 Land Cards (the starting City does count)&#10;Inspiration Card B: Requires 8 Water Cards (the starting Harbour does count)&#10;City/Library: Spend 2 Provisions to gain a Land Card and Journal.&#10;Vista: Gain 1 Provision each time you gain an Upgrade of any type.&#10;Harbour: Spend 4 Silver to draw 3 Space Cards. Keep 1 and place the other 2 at the bottom of the Space Card Draw Pile.&#10;Open Water: Gain the top card from the Land Card Draw Pile.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Arabian",
      "Exploration",
      "Medieval"
    ],
    "Mechanics": [
      "Set Collection",
      "Worker Placement with Dice Workers",
      "Worker Placement, Different Worker Types"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Promotional: Cards",
      "Series: The South Tigris Trilogy (Garphill Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Puns of Anarchy: Expansion Pack",
    "ID": 361713,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/361713/puns-of-anarchy-expansion-pack",
    "Min Players": "3",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Ready to take your punning to the next level? This Puns of Anarchy Expansion Pack is the perfect addition to the base game, adding new ridiculous categories and loads of fresh Punnable cards. Make puns on nursery rhymes, cereal brands, and more!&#10;&#10;This pack fits seamlessly with the original Puns of Anarchy game, and will add hours of wildly creative, laugh-out-loud punning.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dinoverse",
    "ID": 361714,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.29",
    "Link": "https://boardgamegeek.com/boardgame/361714/dinoverse",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1",
    "Description": "Welcome to Dinoverse, a prehistoric world where dinosaurs roam. It is here that you will learn how to survive with your pack against the ever-changing landscape. Will you be able to adapt fast enough and manipulate the herd to your advantage, or will the transformations leave your pack broken? Use the Carnivores to cull the Herd and benefit from the rising body count. Expand the Herd with Herbivores and defend yourselves against the bloodthirsty Carnivores with all the tools available to yourself. The fate of the Herd is in your hands, will you lead them to abundance? Or devastation?&#10;&#10;Dinoverse is a 2 to 5 player game where each player is assigned a Pack, consisting of 2 Dinosaurs, that journey alongside the Herd. The Herd is a central pool of dinosaurs that will interact with each other. Use each Dinosaur's unique ability to manipulate the Herd to your advantage. Carnivores eat other Dinos and score from the rising body count while Herbivores grow the Herd, and earn points by defending it against the Carnivore's onslaught. Manipulate game end events to your advantage base on the type of Dinosaurs in your pack. The player with most points, wins!&#10;&#10;",
    "Categories": [
      "Prehistoric"
    ],
    "Mechanics": [
      "Hidden Roles"
    ],
    "Families": [
      "Animals: Dinosaurs"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Maul Peak: Ancient Relics Mini-Expansion",
    "ID": 361716,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgameexpansion/361716/maul-peak-ancient-relics-mini-expansion",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Little is known of the lost ancients who created the guardians. With Skulk Hollow ravaged and Maul Peak now under assault, smallfolk scouts and scribes gather ancient relics, the remnants of that forgotten age, as they seek an edge in battle against the titanic monsters.&#10;&#10;The Ancient Relics Mini-XP creates points of interest for additional gameplay!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fighting"
    ],
    "Mechanics": [
      "Action Points",
      "Hand Management"
    ],
    "Families": [
      "Animals: Bears",
      "Creatures: Monsters",
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gridiron All-Stars",
    "ID": 361717,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/361717/gridiron-all-stars",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Gridiron All-Stars is a hard-hitting game of American Football set in a post-apocalyptic America.  Gridiron All-Stars does away with the complexities and randomness that have become a staple of sports games; instead relying upon abstracted movements and euro-mechanics to deliver an authentic and quick-playing sports experience that takes mere minutes to learn yet many games to master.&#10;&#10;Gridiron All-Stars relies upon action programming and resource management to create a deep tactical experience that captures the feel of the sport without getting bogged down in its nuance.  Before each drive, choose a Play to determine what Actions your team will take on that Drive (action programming).  Once the ball is snapped, you can use a limited pool of Action Cards to supplement or upgrade those actions to try to score a touchdown or tackle the opposing team&rsquo;s ballcarrier.&#10;&#10;Start playing the Base Game in 10 minutes.  Captain a seven player Gridiron team in the local leagues to develop your favorite Plays, learn to manage player positioning, and how to maximize the impact of your Action Cards.  When you&rsquo;re ready for the primetime, unlock the asymmetric aspects of the game by taking control of one of one of the pre-made teams or create one of your own.  Add Star Players and specialized Team Cards to unlock new levels of strategic and tactical depth.&#10;&#10;Most importantly, Gridiron All-Stars plays fast.  There are no dice.  There are no charts.  There is no waiting for your opponent to decide whether to block your action.  Play moves quickly back-and-forth emulating as much as possible the speed with which the actual sport is played.  Play as fast as you want &ndash; think speed chess &ndash; with a full game playable in 30-45 minutes.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Action Queue",
      "Grid Movement",
      "Hand Management",
      "Score-and-Reset Game",
      "Simulation",
      "Simultaneous Action Selection",
      "Square Grid",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Players: Two-Player Only Games",
      "Sports: American Football / Gridiron",
      "Theme: Fantasy Sports"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dice Town: JAB Promos",
    "ID": 361718,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.83",
    "Link": "https://boardgamegeek.com/boardgameexpansion/361718/dice-town-jab-promos",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "A set of 3 cards designed by Ludovic Maublanc and drawn by Pier&ocirc; Lalune, the set brings the organizers of the JAB gaming convention in the game of Dice Town. Originally planned as a goodie awarded for all 2020 attendees, it was later postponed due to the COVID-19 pandemic until the 2022 edition.&#10;&#10;The JAB (Jeux au Boute) convention is the largest open gaming convention in the province of Quebec.&#10;&#10;&#10;     Convert all your Jacks into Queens&#10;     Each player must give you a card, then return a card to each player&#10;     Each player must give you 1 nugget, 2$, or a card&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "American West",
      "Dice"
    ],
    "Mechanics": [
      "Catch the Leader",
      "Dice Rolling",
      "Set Collection",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Risk & Reward",
    "ID": 361719,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/361719/risk-and-reward",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Place your bet. Roll the dice. Correctly guess your opponent's chances and reap the rewards. Otherwise, it's your loss. Can you balance Risk &amp; Reward?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Dice Rolling"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "人狼ドッチ (Werewolf Which)",
    "ID": 361753,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.20",
    "Link": "https://boardgamegeek.com/boardgame/361753/ren-lang-dotsuchi-werewolf-which",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "0",
    "Description": "In &#228;&#186;&#186;&#231;&#139;&#188;&#227;&#131;&#137;&#227;&#131;&#131;&#227;&#131;&#129;(lit. Werewolf Which, phonetically Jin-roh Docchi), a kind of a One Night Werewolf game, each player picks one of the two role cards for their hidden role for the game, and place the other face down on the table. This makes each player knows a role that should NOT in the town, in addition to their role, making deduction and bluffing more interesting.&#10;&#10;As in One Night Werewolf, during the two discussion phases in a game, Civilians (non-Werewolf players) try to deduce who the Werewolves are, and Werewolf players try to hide/bluff their identity. There are special actions done before/between the discussion phases depending on the role, ranging from Seer or Cop to see the cards, or even DJ to exchange a player's role card to their unused card.&#10;&#10;Then one and the only voting in the game is held to decide whom to expel from the town. Civilians win when a Werewolf gets most of the votes, otherwise Werewolves win.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Party Game"
    ],
    "Mechanics": [
      "Hidden Roles",
      "Traitor Game",
      "Variable Player Powers",
      "Voting"
    ],
    "Families": [
      "Game: Werewolf / Mafia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Build & Blast",
    "ID": 361754,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/361754/build-and-blast",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "The obstacle of housing shortage has been plaguing the government for a long time. Finally, the government has made an important decision: handing over several plots of land to large investors and contractors to build high towers! After many challenges, 3 large plots of land have finally been selected in 3 different neighborhoods of the city to build 5 towers on each by the biggest investors of the city.&#10;&#10;In Build &amp; Blast, players are given the role of the investors, to build 5 towers in a neighborhood each round, and while doing so, secretly invest in some towers. To earn more points, players should try to raise the tower on which they have invested more and sabotage other towers. The game ends at the end of the third round with the construction of 5 towers in the third neighborhood, and the investor with the most points will win.&#10;&#10;In Build &amp; Blast, there are several tiles, each representing a floor of a tower. In each neighborhood, 5 towers with 5 different designs and colors will be built. Some tiles belong to one or two specific towers, and some tiles can be placed in the body of all towers. A few special tiles, without being inserted into the body of the towers, will make changes to the building plans.&#10;&#10;",
    "Categories": [
      "City Building"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Push Your Luck",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Uprising: Titans of the First Age Expansion",
    "ID": 361761,
    "Year": "(2023)",
    "Geek Rating": "5.683",
    "Avg Rating": "9.07",
    "Link": "https://boardgamegeek.com/boardgameexpansion/361761/uprising-titans-of-the-first-age-expansion",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "3.75",
    "Description": "The Titans of the First Age expansion opens up tons of new options for your armies, as well as bringing in new factions, rerolls, more baddies, and of course, more dice:&#10;&#10;- 13 Mercenary Units&#10;- 26 Nemesis Banes&#10;- 2 New Factions&#10;- 3 New Dice Types&#10;- 1 New Mechanic&#10;&#10;And more...&#10;&#10;Contains all Unlocks from our Gamefound campaign.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Gamefound",
      "Mechanism: 4X"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer Age of Sigmar: Warcry – Kruleboyz",
    "ID": 361762,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgameexpansion/361762/warhammer-age-of-sigmar-warcry-kruleboyz",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "These kunnin&rsquo; greenskins have been rising up all across the Mortal Realms, and not even the harsh environments of the Eightpoints can keep them away. The Kruleboyz have come for no better reason than to invade, loot, and turn it into a stinking swamp they can then call home. Don&rsquo;t make the mistake of underestimating them &ndash; they&rsquo;re not afraid to fight dirty, and their envenomed weapons and sneaky tricks are enough to keep any opponent on their toes.&#10;&#10;The Kruleboyz are always ready for a scrap, and they could hardly care less who they&rsquo;re bashing up. If you love the idea of a sneaky, underhanded warband that can dish out horrendous punishment, the Kruleboyz just might be for you. Inside the box, you&rsquo;ll find additional fighter cards for a variety of models in the Kruleboyz orruks range. This box includes the multi-part kits of Gutrippaz and Man-skewer Boltboyz, so there are plenty of ways to build up your warband to ensure a good variety.&#10;&#10;This warband set contains:&#10;&#10;&#10;     10 Gutrippaz, armed with a mix of jagged blades, bludgeons, and shields&#10;     3 Man-skewer Boltboyz, armed with deadly crossbows and wicked blades&#10;     Kruleboyz wound divider and abilities cards, allowing you to use all sorts of sneaky tricks&#10;     14 fighter cards, including: 1x Killaboss on Great Gnashtoof, 1x Killaboss, 1x Murknob with Belcha-banna, 1x Swampcalla Shaman, 4x Gutrippa variants, 2x Man-skewer Boltboy variants, 2x Hobgrot variants, 1x Stab-grot, 1x Pot-grot&#10;     84 tokens, including: 24x activation tokens, 32x double-sided wound tokens, 2x initiative markers, 10x special tokens, 16x objective marker/treasure tokens&#10;&#10;&#10;&mdash; Description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Crystal Collapse",
    "ID": 361763,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.32",
    "Link": "https://boardgamegeek.com/boardgame/361763/crystal-collapse",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Crystal Collapse is a card-driven tactical combat game for 2-4 players with immersive background story. Inspired by the great tactical JRPGs, the game offers exciting battles where positioning and alignment are key to success.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Different Dice Movement",
      "Square Grid"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shadow and Steel",
    "ID": 361766,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/361766/shadow-and-steel",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "150",
    "Weight": "0",
    "Description": "The Shadow and Steel Expansion adds 12 agents and 4 tyrants to the base game.&#10;The agents have two categories: Shardhunter and Schemer. Each player controls one of each type during the game, selected at the draft. Every agent has a unique active and passive ability, for a wider range of possibilities.&#10;Shardhunters move across the wilderness, gaining extra abilities based on the quests they complete.&#10;Schemers help the player to dominate the Havens, they also have extra abilities.&#10;&#10;Tyrants add unique opponents to solo play. Each has 3 levels to fine-tune the difficulty. By including them and the agents you can play through a gradually more challenging solo campaign of 12 missions. This campaign is further supported by event cards, which can even be used in multiplayer, breaking the basic rules, creating interesting situations, and increasing replayability.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Miniatures"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Deck Construction",
      "Hand Management"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Big Shuffle: The Red Light Expansion",
    "ID": 361767,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.60",
    "Link": "https://boardgamegeek.com/boardgameexpansion/361767/the-big-shuffle-the-red-light-expansion",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "&#10;     Expansion of Gambling and Vice&#10;     Array of new cards that change up the game &#10;     Includes new characters, locations and situations&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Theme: Sex Workers"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Big Shuffle: Above the Law Expansion",
    "ID": 361768,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.60",
    "Link": "https://boardgamegeek.com/boardgameexpansion/361768/the-big-shuffle-above-the-law-expansion",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "&#10;     Expansion of law, order, and vigilantism&#10;     Array of new cards that change up the game&#10;     Includes new characters, locations and situations&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Anawak Starter Set",
    "ID": 361770,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/361770/anawak-starter-set",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Ce- Anahuac  &ldquo;The Known World&rdquo; in Nahuatl.&#10;&#10;Anawak is a Mesoamerican miniature skirmish tactical game where up to four players must foster the greatest army of the continent immersing into a highly mythical Mesoamerican world, The players will search and persuade warriors to join their cause, gather and shape obsidian for arrows and macuahuitls (swords), prove their shamans in battle so they can understand the cosmos, siege Cities, protect temples, Invoke creatures of old: Battle by battle the warriors will become jaguar or eagle warriors, and if they are lucky to survive they will become leaders. Owl-Man (Shamans) will become Astronomers and Invocators, and in the end, only the player that invokes The great spirit of Quetzalcoatl will win the Tournament&hellip;.&#10;&#10;Or bring total destruction to all, of course.&#10;&#10;Anawak Starter Set has 3  &ldquo;Tutorial&rdquo; Tournaments of 5 battles each. The tournaments were meticulously designed to let you start playing without learning all the rules, you will learn as you play.  As you advance, the battles grow in size and epicness! Every battle let the players experience different tactics and scenarios: Siege, area control, extermination, summon gods, exploding volcanoes, run-for-your-life-from-flooding-cities scenarios, and more.&#10;&#10;And when you end the 15 battles you can start all over again, mix and match battles to create your own tournaments, or with the help of the &ldquo;New scenario sheets&rdquo;  and the 80+ different tiles of the board you can create infinite battle scenarios.&#10;&#10;Anawak Starter Set comes with 24 different miniatures and a total of 65.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Mythology",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Country: Mexico",
      "Crowdfunding: Kickstarter",
      "Theme: Aztecs"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hackagon",
    "ID": 361772,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/361772/hackagon",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Hackagon is a cyber security game that can be played with 2-4 players. The game is about the challenge between the Blue Team and the Red Team.&#10;&#10;The purpose of the game is to develop the best strategy to strengthen the security of the system or to deepen security gaps to create vulnerability in the system.&#10;&#10;The factors for determining the winner of the game are created by individual or collective choices during the play and the right use of in-game elements.&#10;&#10;The purpose of the Blue Team is to provide security of the current system. The Red Team aims at spreading in all cells of the system by doing the greatest harm to the system. The basic motivation of each team is the achievement of required basic information and their usage towards developing an effective strategy in accordance with the aim.&#10;&#10;Besides, team members can behave as Purple Team during the play. Players who come to the relevant phase do interactive studies with each other to share data about cyber security vulnerabilities. The achievements in this part directly contribute to teams and players.&#10;&#10;All players in the game can earn extra income by actively taking place at cryptocurrency market. Players who experience market&rsquo;s volatility based on the analysis and news on the relevant cards try to predict the investment tools to advantage them.&#10;&#10;",
    "Categories": [
      "Educational",
      "Fighting"
    ],
    "Mechanics": [
      "Communication Limits",
      "Dice Rolling",
      "Investment",
      "Map Reduction",
      "Simulation",
      "Stat Check Resolution",
      "Take That",
      "Team-Based Game",
      "Tech Trees / Tech Tracks"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Cryptocurrency",
      "Theme: Hackers"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: Shrapnel Magazine – Issue 9",
    "ID": 361773,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/361773/battletech-shrapnel-magazine-issue-9",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "More Shrapnel, featuring fiction from both new and established BattleTech authors, and new game material.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Game: BattleTech",
      "Series: BattleTech – Shrapnel Magazine"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hostel After Dark",
    "ID": 361774,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/361774/hostel-after-dark",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A NSFW edition of Hostile Hoarders where players battle each other with modified adult toys and collect carnal cards for points.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mystery Empire",
    "ID": 361775,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/361775/mystery-empire",
    "Min Players": "4",
    "Max Players": "99",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "A party game for people who want to conquer each other. Pick a secret identity and correctly guess the identities of other players to build your empire while using deception to remain unconquered yourself.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Deduction",
      "Memory",
      "Party Game"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Deduction",
      "End Game Bonuses",
      "King of the Hill",
      "Memory",
      "Paper-and-Pencil",
      "Score-and-Reset Game",
      "Semi-Cooperative Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: Empire Alone – An ilClan Era Sourcebook",
    "ID": 361776,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgameexpansion/361776/battletech-empire-alone-an-ilclan-era-sourcebook",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Empire Alone is a sourcebook providing full details of the events around the Wolf Empire and Free Worlds League from 3151 to mid-3152. Included are a full historical summary of events in those regions of space, personality and unit profiles of key players&mdash;many appearing here for the first time, and game information to bring it all to your BattleTech tabletop.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Game: BattleTech"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ortrick",
    "ID": 361777,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.14",
    "Link": "https://boardgamegeek.com/boardgame/361777/ortrick",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Otrick contains rules for playing a trick-taking game with either 2 (&quot;Violet&quot;) or 4 (&quot;Scarlet&quot;) players; in the case of the latter, it is a 2v2 team game.&#10;&#10;The game uses two decks of cards, one which represents the possible suits and one which represents the possible ranks. (There are additional cards for determining the trump suit,  teams, and roles.)&#10;&#10;In Scarlet, if one person on a team plays a suit, the other must play a rank.  One of the teammates is assigned to be the &quot;boss&quot;, and when their team wins tricks, this player will always then lead.  (These roles rotate at the end of each round.)&#10;&#10;In Violet, the remaining cards are dealt to a strawman player, and each player will play 2 cards to every trick, one from their own hand and one from the shared strawman.&#10;&#10;For both rulesets, your goal is to win either 0 to 3 or 7 to 8 tricks.  Some cards and suits may also be worth points.  The person/team with the most points wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Team-Based Game",
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Hot Stove 1: The Mother of Battle",
    "ID": 361778,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/361778/hot-stove-1-the-mother-of-battle",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is ATS ALL NEW HOT STOVE 1, a set of 6 scenarios + AFV Cards set on a 24&quot; &times; 52&quot; map that begins a series of large, large hex actions. This is NOT the old Hot Stove 1. Ownership of standard German, Russian, American and British Personnel and AFVs, plus the ATS Rulebook 2014 and standard system small and large markers - is required to play.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Players: Solitaire Only Games",
      "Series: Advanced Tobruk System (Critical Hit)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blood Bowl: Norse Team – Norsca Rampagers",
    "ID": 361796,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.64",
    "Link": "https://boardgamegeek.com/boardgameexpansion/361796/blood-bowl-norse-team-norsca-rampagers",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Nordic teams love a good fight above all else - and that's certainly what they do best on the field! The Nordiques spend their entire lives in the cold north, which makes them very tough. These hardened players excel at scrimmaging, making blocks in all directions as they punch their way into the end zone - and presumably the tavern just beyond!&#10;&#10;Of course, it's not just about causing a midfield brawl; there's also that crucial detail of scoring touchdowns. The Nordic teams work best when they can use their generous fighting skills to punch a hole in the opponent's defense, so that their Valkyries can use their impressive speed to get through and win.&#10;&#10;This kit consists of 120 plastic pieces with which you can assemble the Norsca Rampagers, a Nordic team to use in your Blood Bowl matches. The team consists of 6 Norse Raider Linemen, 2 Beer Boar, 2 Norse Berserkers, 2 Ulfwereners and 2 Valkyries. It also includes 2 double-sided Blood Bowl pieces, 2 turn and raise counters, 4 balloons, and a sheet of 292 decals.&#10;&#10;These figures come unpainted and require assembly.&#10;&#10;-description from publisher's website&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Blood Bowl",
      "Series: Specialist Games (Games Workshop)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blood Bowl: Second Season Edition – Norse Pitch & Dugouts",
    "ID": 361797,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.94",
    "Link": "https://boardgamegeek.com/boardgameexpansion/361797/blood-bowl-second-season-edition-norse-pitch-and-d",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "120",
    "Weight": "0",
    "Description": "There are few grand stadia in Norsca, for most of the Blood Bowl pitches in that icy land are loosely constructed on fjords, frozen lakes, or wind-battered tundra. Playing in such hostile conditions presents many unique dangers to Blood Bowl players &ndash; from spectacularly skidding and face-planting on the frigid pitch, to falling through the ice itself!&#10;&#10;Players will need to tread carefully on this dangerous skating rink, or risk the chilling waters below. The Frozen Lake pitch has two sides &ndash; one depicting the pitch in fair weather, with the lake covered in a thick sheet of ice. The other side depicts the pitch after some disaster or another has caused the ice to break apart, exposing the freezing waters below.&#10;&#10;You'll also find a pair of matching double-sided dugouts to complete the theme. Each dugout features score, turn, and re-roll trackers, plus Reserves, Knocked-out, and Casualty  boxes.&#10;&#10;Rules for using each side of the pitch in your games of Blood Bowl are included.&#10;&#10;-description from publisher's website&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Blood Bowl",
      "Players: Two-Player Only Games",
      "Series: Specialist Games (Games Workshop)",
      "Setting: Warhammer Fantasy Board Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blood Bowl: Norse Team – Card Pack",
    "ID": 361799,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.25",
    "Link": "https://boardgamegeek.com/boardgameexpansion/361799/blood-bowl-norse-team-card-pack",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Don't miss a beat on the pitch! This deck of 44 cards will help you keep track of stats and profiles for your Norse team, as well as positions and Star Players. It also includes Special Play cards exclusively for use with Norse teams.&#10;&#10;CONTENTS&#10;6x Player Reference cards for the Ulfwerener, Berserker, Valkyrie, Beer Boar, Norse Raider Lineman, and Yhetee&#10;3x Star Player cards for Ivar Eriksson, Skrog Snowpelt, and Thorsson Stoutmead&#10;8x Magical Memorabilia Special Play cards&#10;8x Heroic Feats Special Play cards&#10;18x Blank Positional Cards, to fill in for each player on your team: 9x Norse Raider Lineman, 2x Ulfwerener, 2x Berserker, 2x Valkyrie, 2x Beer Boar, and x1 Yhetee&#10;One all-important card that explains how to use all of the above cards, with a red card on the reverse&#10;&#10;You'll need a copy of Blood Bowl &ndash; The Official Rules and Spike! Journal Issue 14 to make full use of these cards.&#10;&#10;-description from publisher's website&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Blood Bowl",
      "Players: Two-Player Only Games",
      "Series: Specialist Games (Games Workshop)",
      "Setting: Warhammer Fantasy Board Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blood Bowl (Second Season Edition): Spike! Journal #14",
    "ID": 361801,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.17",
    "Link": "https://boardgamegeek.com/boardgameexpansion/361801/blood-bowl-second-season-edition-spike-journal-14",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "120",
    "Weight": "0",
    "Description": "This issue&rsquo;s Guest Editor Harold Haroldson descends from the frigid north to bring a Spike! Journal filled with boozy boars and some icy slip-&rsquo;n&rsquo;-slide gameplay. That&rsquo;s right, this issue brings the Norse Team to your games of Blood Bowl!&#10;This journal covers the history, rules, and rosters of the Norse team. Alongside tales of booze, bone-breaking tackles, and a few incidents of accidentally freezing to death, you'll find the fantastic fun and essential commentary you've come to expect from Spike! Journal. As such, this magazine is the perfect companion for any cold-loving coach.&#10;&#10;It includes:&#10;As Cold as Ice: background on the origins of Norscan teams in Blood Bowl and how they play on the pitch. Includes information on their team positions, star players, and a team roster.&#10;&#10;Famous Norse Teams: descriptions and background on some of the more famous Norse teams, including the Arctic Cragspiders, Vynheim Valkyries, New Fjord J&ouml;tnar, and the Skj&aring;rlsberg Icicles.&#10;&#10;Norsca Rampagers Team Spotlight: an in-depth article focusing on the Norsca Rampagers, one of the most famous and successful Norse teams ever to grace the Blood Bowl pitch. Includes details of their history, team profile and colours, honours, Spike! team rating, as well as the roster of their famous 2497-2498 squad, and loads more.&#10;Star Player &ndash; Ivar Eriksson: a profile on the renowned Blitzer known as 'The War Raider', the famed Norsca Rampagers player who signed with the team at the tender age of 16. Since first being given the opportunity to play, Ivar captured the heart of the crowd, eventually becoming Captain after a mid-match brawl with his predecessor.&#10;&#10;Dirt from the Dugout: this time Mindy Piewhistle delves into the accusations that the up-and-coming Berserker, Bjor Hakonsson, may not be the champion drinker he claims.&#10;Star Player &ndash; Skrorg Snowpelt: a profile on the famous Yhetee, Skrorg. After butchering most of his teammates, he was swiftly sacked and sent to Rockbeard's Rage Rehab, but emerged a changed beast! His improved attitude has made Skrorg a huge fan favourite, as a furry showman who plays to the crowd.&#10;&#10;Northern Leagues: brand new rules and advice for running Northern Leagues &ndash; a variant on the standard Blood Bowl league season, allowing players to compete in the Icebowl &ndash; open to all teams with the usual budget of 1,000,000 gold pieces &ndash; for the coveted Icebowl Chalice. Also includes a unique Harsh Tundra Weather Table and a Norsca Kick-off Table, both of which you can use by rolling 2D6.&#10;&#10;Coffin Corner: Spike! Journal's obituaries column commemorating those players who are no longer with us, whether trampled on the pitch, torn apart, or possibly eaten.&#10;Frozen Lake Blood Bowl Pitch: includes rules for using the Frozen Lake Blood Bowl Pitch in your games, including special rules for Frozen Surface and Fragmented Surface. These rules are also included with the Norse Team &ndash; Double-sided Pitch and Dugouts Set.&#10;&#10;Chat with the Rat: ace Skaven reporter Hackspit &lsquo;the Scribbler&rsquo; Quillchewer meets with Fj&ouml;rgskeg Raiders head coach Jarl Stelken Mikaelsson to talk about their claims of being the most decorated Norse team in history, and how they built up their impressive trophy collection.&#10;&#10;Norse Balls: includes background and rules for 2 unique Norse Balls &ndash; the Hammer of Legend Ball and the Runestone Ball.&#10;The Norscan Way: a detailed introduction to coaching Norse teams. Includes an overview of the strengths of their team, positions, tactics, and more.&#10;&#10;Star Player &ndash; Thorsson Stoutmead: a profile on the beer-barrel-bowling bombardier, detailing how Thorsson first decided to use a barrel as a weapon, his drinking problem, and the book he published.&#10;Dungeon Bowl Update: Norse Teams: provides a narrative and rules update for players to use their Norse Team miniatures in games of Dungeon Bowl.&#10;&#10;Mighty Blow! &ndash; Free Beer: a look back on some of the tall tales from the career of Bob Bifford. Includes a comic strip in which Bob Bifford reminisces about the Norscans.&#10;&#10;-description from publisher's website&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Blood Bowl",
      "Series: Specialist Games (Games Workshop)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Last Hundred Yards: Volume 4 – The Russian Front",
    "ID": 361802,
    "Year": "(2023)",
    "Geek Rating": "5.552",
    "Avg Rating": "8.60",
    "Link": "https://boardgamegeek.com/boardgameexpansion/361802/the-last-hundred-yards-volume-4-the-russian-front",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "240",
    "Weight": "4",
    "Description": "The Last Hundred Yards Vol. IV: The Russian Front is the fourth game in The Last Hundred Yards series.  It covers major campaigns and missions from the second half of the war in the east, introducing the Russian army to the series for the first time. A series of missions simulates actions from the October 1943 fighting in the Ukraine near Krivoi Rog, while others feature fights during the Russian 1944 summer offensive, Operation Bagration. All major Russian armor from late 1942 onward is covered, plus some additional late war German armored vehicles.&#10;&#10;The unique feature of this module is how Russian army behavior is modeled at the tactical level, particularly in its lack of local command-and-control flexibility and general indifference to casualties when fulfilling its missions. Make no mistake, playing the Russians will require a different mindset. The challenge will be in understanding the Russian behavior modeled in LHY and transitioning that into solid tactical applications. The Russians need numbers to make up for their lower tactical flexibility, but &quot;quantity has a quality all its own,&rdquo; and they generally do get those numbers.  While the period of the war covered by the module was one of overall Russian initiative, it still featured numerous German counterattacks, and module missions feature plenty of German attacks against Russian defenses as well as the reverse. Another set of new tactical challenges in the module stem from the frequently more open terrain found in the western Ukraine.&#10;&#10;The Last Hundred Yards (Base Game) and Volume II (Airborne Over Europe) are core volumes for the rest of the European LHY series. Thus, players must own both Volumes I and II to play the Russian Module, Mission Pack 1, and future modules in the series.&#10;&#10;&mdash;description from publisher's website&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Country: Soviet Union",
      "Game: The Last Hundred Yards",
      "History: World War II (Eastern Front)",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Trash Pack: Dash for Trash",
    "ID": 361803,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/361803/the-trash-pack-dash-for-trash",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Race your Trashie around Trash Town visiting the Recycle Ranch, Grot Lot and Compost Island.&#10;&#10;Players spin and move around the board, racing to be the first to collect a Trashie token at each of these locations before making a dash to the Junk Food Restaurant for one more Trashie token. Be the first player to collect one of each kind of Trash and to reach the Finish space to claim victory.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Chess Openings: Essential Pack",
    "ID": 361805,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/361805/chess-openings-essential-pack",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Chess Openings Memory Game is the first ever memory game that introduces and teaches chess openings.  It is a game that brings together memory skills and chess knowledge.&#10;&#10;Created by a chess enthusiast during his pursuit for better and more interesting ways to improve his chess skills.  This game contains all you need to start your exploration.&#10;&#10;The goal of the game is to match a chess opening title to how the opening presents on a chess board. The player that has the most pairs wins.&#10;&#10;Included with the game is a booklet that contains all the chess openings moves and a simple breakdown about its strategies.&#10;&#10;",
    "Categories": [
      "Memory"
    ],
    "Mechanics": [
      "Matching",
      "Memory"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Flipuzzles",
    "ID": 361806,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.66",
    "Link": "https://boardgamegeek.com/boardgame/361806/flipuzzles",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Flipuzzles is a series of 1-card puzzles, which can be played in hand with no additional components. The puzzles come in a variety of themes, and each puzzle type has a unique Flip &amp; Move mechanism that is used to move around the two sides of the card and solve the puzzle.&#10;&#10;Each puzzle type uses a different Flip &amp; Move mechanism to move around the card. Read the individual game rules to learn how to play.&#10;&#10;Most puzzles can be solved through trial and error. After finding a solution, play again to see if you can complete it without making an error. Many puzzle types can be rotated without changing the gameplay. Try solving the same puzzle with the card in a different orientation.&#10;&#10;&mdash;description from the publisher&#10;&#10;The series:&#10;&#10;     FROG&#10;     PARK&#10;     PAWN&#10;     BELT&#10;     WORD&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play",
      "Puzzle"
    ],
    "Mechanics": [
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Contests: 1 Card PnP Design",
      "Players: Solitaire Only Card Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dumpster Fire Party!",
    "ID": 361810,
    "Year": "(2024)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/361810/dumpster-fire-party",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "1",
    "Description": "Dumpster Fire Party! is a storytelling game in which you and your friends share the absurd, embarrassing, and hilarious stories that make us want to chuck our whole life in the dumpster and set it ablaze.&#10;&#10;Grab your friends, pick a theme, then kick back and listen to everybody describe one personal nightmare after another. The person with the best (or worst) stories wins!&#10;&#10;You'll be surprised at how terrible your lives really are!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Storytelling",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "時間線：台灣近代史 (Timeline: Taiwan)",
    "ID": 361814,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.80",
    "Link": "https://boardgamegeek.com/boardgame/361814/shi-jian-xian-tai-wan-jin-dai-shi-timeline-taiwan",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Timeline: Taiwan (&#230;&#153;&#130;&#233;&#150;&#147;&#231;&#183;&#154;:&#232;&#135;&#186;&#231;&#129;&#163;&#232;&#191;&#145;&#228;&#187;&#163;&#229;&#143;&#178;) features in various history events in Taiwan.&#10;&#10;When the Taiwan Railway General Administration of Commerce was established, was the first telegraph line in Taiwan connected? Was the Bank of Taiwan officially open at that time? When did the first order of Taiwanese tea to the United States begin?&#10;&#10;The first player to sort all cards correctly wins. Combining games with other series of &quot;Timeline&quot; will have more fun and even greater challenges!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Timeline",
      "Mechanism: Card Line"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Doomlings Blackbox Bundle",
    "ID": 361815,
    "Year": "(2022)",
    "Geek Rating": "5.522",
    "Avg Rating": "7.16",
    "Link": "https://boardgamegeek.com/boardgame/361815/doomlings-blackbox-bundle",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "1",
    "Description": "The Doomling Blackbox Bundle includes:&#10;&#10;&#10;     Copy of the core Doomlings game&#10;     Two Mystery Holofoil Dominant Traits&#10;     Dinolings Expansion&#10;     Mythlings Expansion&#10;     Dual-Color Cards&#10;     Kickstarter Exclusive Blackbox&#10;     1 Motley Dominant card&#10;     4 Additional Kickstarter Exclusive cards&#10;&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Entities",
    "ID": 361816,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/361816/entities",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Entities is a 2-in-1 board game including the best of cooperative, competitive, and single player modes in a world where the chances of survival are slim to none. Adversaries from different parts of this plane will have the mission to save their own lives only by facing the Entities: beings created by the Demiurge with the sole purpose of destroying the human race and giving rise to a new world.&#10;&#10;Four contenders heeded the call of the mysterious Demiurge, who summoned them to the Magnetic Mount to be the only survivors of their era, but there will be only one conquering the Mount.&#10;&#10;In order to reach the exit, you must complete your Quest Board and get three Treasures from the Entities you defeat. But not so fast! You must cross the Portal with enough energy to defeat Greiden, Guardian of the Path, so you will have to get the necessary equipment and experience from the Blue and Red decks.&#10;&#10;Along the way, you have to watch out for the Demiurge, who will be constantly attacking the area and you will have to be cunning to avoid him between the enemy attacks and Entities hunting.&#10;&#10;If your strength falters you can head to the Vimana, the Ship of the Gods, which will give you a chance to face the Demiurge in the Real Side, where you can win a bonus if you manage to beat him.&#10;&#10;Earn the favor of the Demiurge by mercilessly destroying your opponents in Competitive mode, or try your luck tricking a deity in Co-op. For those days when you feel omnipotent, you can take the lonely road to face the demiurge in Single Player.&#10;&#10;Many paths, only one option. Escape from the planet.&#10;&#10;Meet the other side and find the truth.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Jeździectwo: konkurs skoków przez przeszkody",
    "ID": 361825,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/361825/jezdziectwo-konkurs-skokow-przez-przeszkody",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "The rules of the game are similar to a horse jumping competition.&#10;&#10;A player has to go trougth the course without single mistakes. He is allowed to roll a dice 17 times during a game. Player gets 1 penalty point when he throws a dice over that limit (the norm of time). Moreover, when a player places his horse (pawn) on the obstacle he gets penalty points too. The person with the lowest number of penalty points wins.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Track Movement"
    ],
    "Families": [
      "Sports: Equestrian"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cards of the Dead: The Board Game",
    "ID": 361826,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/361826/cards-of-the-dead-the-board-game",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Cards of the Dead: The Board Game is an adaptation of the &ldquo;Cards of the Dead&rdquo; video game.&#10;&#10;A survival game for 1-3 players in a city infested by Zombies.&#10;&#10;The game offers an experience that differs from the video game, and can be played both solo and with multiple players.&#10;&#10;In Cards of the Dead: The Board Game players must take control of one of the Survivors and make it out of the city alive over the course of three days.&#10;&#10;Players are advised to explore the interiors of places like the Supermarket where they will need to stock up with equipment and resources in order to remain alive throughout the game.&#10;&#10;At the same time, they will need to contain the Zombies who infest the city and its vicinity, before being surrounded and falling prey to their incessant hunger&hellip;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Video Game Theme",
      "Zombies"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Admin: Upcoming Releases",
      "Creatures: Zombies",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Flying Colors: Beat to Quarters, Vol III",
    "ID": 361846,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/361846/flying-colors-beat-to-quarters-vol-iii",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Beat to Quarters, Vol III (Blue Cross, White Ensign) is an official expansion to Blue Cross, White Ensign by GMT Games, LLC and requires a copy of that game to play.&#10;&#10;One of the most common criticisms of the Flying Colors system is the clutter of status markers on the map and that they may detract from game play. This concern can be minimized somewhat by using status sheets and a handy pencil to keep track of things on paper. This, however, adds a separate record-keeping aspect that the design of the game goes out of its way to avoid.&#10;&#10;Beat to Quarters provides the ultimate way by which to keep track of the status of individual ships through the use of individual tracking cards that are kept conveniently near the map and that are laid out to conveniently hold a variety of status markers such as Broadsides Fired, Sail State, Rigging Damage, and Hull Damage. The cards are designed to be printed at a standard 3.5 by 2.5 inch size so that they can be slipped into card protectors for extended usage.&#10;&#10;Individual tracking cards are included for all 231 individually named ships included with Blue Cross, White Ensign. But that&rsquo;s not all!&#10;&#10;As a bonus, Beat to Quarters also includes the print-and-play components for an entirely new way to play Blue Cross, White Ensign. Drawing from games such as Naval War, Modern Naval Battles, and (in particular) Enemy in Sight, Beat to Quarters can be played with just the ship tracking cards, a special set of markers and 8.5 x 11 inch tracking board, and the status markers from Blue Cross, White Ensign. The ship cards are organized into squadrons that maneuver and fire against the opposing fleet within a relatively small playing area. With Beat to Quarters, you can play the huge battles without the space requirements for several game maps.&#10;&#10;NOTE: This volume of Beat to Quarters only includes marker sheets for the British, French, and American fleets. There are insufficient Spanish, Venetian, and East India Company ships to form a fleet, but these ships can be included in the fleets of the other nationalities as desired or added to the cards from the first volume of Beat to Quarters.&#10;&#10;With Beat to Quarters, you can either enhance or completely change your enjoyment of Blue Cross, White Ensign!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Age of Reason",
      "Card Game",
      "Napoleonic",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Game: Flying Colors (GMT)",
      "History: Napoleonic Wars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rotation Rumble",
    "ID": 361872,
    "Year": "(2025)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.86",
    "Link": "https://boardgamegeek.com/boardgame/361872/rotation-rumble",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "In Rotation Rumble you take over the role of a guild coach, that hires and commands mercenaries in the weekly rumble fights for money, cheesecake and glory. Chose wisely which fighters, challenges and inventory you combine to form the best possible pack of reckless rumblers.&#10;&#10;Rotation Rumble is played with a pre-constructed deck of squared cards, which have 4 different actions on each side (in rare cases there are just 2) which can be activated by rotating them. &#10;This allows for endless combinations, possibilities and threats. Easy, isn&rsquo;t it?&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting",
      "Print & Play"
    ],
    "Mechanics": [
      "Closed Drafting",
      "Deck, Bag, and Pool Building",
      "Hand Management"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Collectible: Collectible Card Games"
    ]
  }
]