[
  {
    "Rank": "N/A",
    "Name": "Star Wars: Imperial Assault – Ezra Bridger and Kanan Jarrus Ally Pack",
    "ID": 251227,
    "Year": "(2018)",
    "Geek Rating": "5.726",
    "Avg Rating": "8.24",
    "Link": "https://boardgamegeek.com/boardgameexpansion/251227/star-wars-imperial-assault-ezra-bridger-and-kanan",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Before Luke Skywalker blew up the dreaded Death Star, before Princess Leia called for aid from an old war hero, before the Rebel Alliance crystalized into a force that would bring down a Galactic Empire, there was Phoenix Squadron. A band of rebels who fought against the Empire in the Lothal Sector tucked away in the outer rim. Thanks to the help of the elite Spectres, they have achieved great success.&#10;&#10;Force users are rare in the time of the Rebellion, many have been twisted by Emperor Palpatine for his own nefarious purposes. The exception to this is the former Jedi Kanan Jarrus and his young Padawan Ezra Bridger. Because of their knowledge of the mystical energy field that binds all things, these two heroes can become valuable allies to you during your Imperial Assault campaign. Recruiting them to your side will take work, but maybe a common enemy will bring your heroes and these Force users together.&#10;&#10;This Ally Pack contains everything you need to add these heroes to your Imperial Assault campaign and skirmish games! Daring missions, powerful command cards and beautifully sculpted figures await you in the Ezra Bridger and Kanan Jarrus Ally Pack!&#10;&#10;&mdash;description from the publisher&#10;&#10;The included mission comes with story epilogues to permit integration as a side mission into the Tyrants of Lothal mini campaign.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Fighting",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Role Playing",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Game: Star Wars Imperial Assault",
      "Mechanism: Campaign Games",
      "Movies: Star Wars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Wars: Imperial Assault – Hondo Ohnaka Villain Pack",
    "ID": 251229,
    "Year": "(2018)",
    "Geek Rating": "5.711",
    "Avg Rating": "8.19",
    "Link": "https://boardgamegeek.com/boardgameexpansion/251229/star-wars-imperial-assault-hondo-ohnaka-villain-pa",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Heroes, Villains, Rebels, Empires, these distinctions make little difference to the respectable businessman Hondo Ohnaka. Hondo can be a dear friend or a frightful enemy, depending on the size of your pockets and is somewhat of an expert at escalating situations.&#10;&#10;This Villain Pack contains everything you need to add Hondo Ohnaka to your Imperial Assault campaign and skirmish games! Daring missions, powerful command cards and a beautifully sculpted figure awaits you in the Hondo Ohnaka Villain Pack!&#10;&#10;&mdash;description from the publisher&#10;&#10;The included mission comes with story epilogues to permit integration as a side mission into the Tyrants of Lothal mini campaign.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Fighting",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Role Playing",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Game: Star Wars Imperial Assault",
      "Mechanism: Campaign Games",
      "Movies: Star Wars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Wars: Imperial Assault – Sabine Wren and Zeb Orrelios Ally Pack",
    "ID": 251230,
    "Year": "(2018)",
    "Geek Rating": "5.724",
    "Avg Rating": "8.26",
    "Link": "https://boardgamegeek.com/boardgameexpansion/251230/star-wars-imperial-assault-sabine-wren-and-zeb-orr",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Before Luke Skywalker blew up the dreaded Death Star, before Princess Leia called for aid from an old war hero, before the Rebel Alliance crystalized into a force that would bring down a galactic empire, there was Phoenix Squadron. A band of rebels who fought against the empire in the Lothal Sector tucked away in the outer rim. Thanks to the help of the elite Spectres, they have achieved great success.&#10;&#10;This Ally Pack contains everything you need to add these heroes to your Imperial Assault campaign and skirmish games! Daring missions, powerful command cards and beautifully sculpted figures await you in the Sabine Wren and Zeb Orrelios Ally Pack!&#10;&#10;&mdash;description from the publisher&#10;&#10;The included mission comes with story epilogues to permit integration as a side mission into the Tyrants of Lothal mini campaign.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Fighting",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Role Playing",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Game: Star Wars Imperial Assault",
      "Mechanism: Campaign Games",
      "Movies: Star Wars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Wars: Imperial Assault – Thrawn Villain Pack",
    "ID": 251231,
    "Year": "(2018)",
    "Geek Rating": "5.748",
    "Avg Rating": "8.31",
    "Link": "https://boardgamegeek.com/boardgameexpansion/251231/star-wars-imperial-assault-thrawn-villain-pack",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Few in the Emperor's command are as cunning as Grand Admiral Thrawn. Using knowledge of his enemies' culture and art against them, Thrawn picks apart his foes piece by piece with an efficency unparalleled in the galaxy.&#10;&#10;This Villain Pack contain everything you need to add Thrawn to your Imperial Assault campaign and skirmish games! Daring missions, powerful command cards and a beautifully sculpted figure awaits you in the Thrawn Villain Pack!&#10;&#10;&mdash;description from the publisher&#10;&#10;The included mission comes with story epilogues to permit integration as a side mission into the Tyrants of Lothal mini campaign.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Fighting",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Role Playing",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Game: Star Wars Imperial Assault",
      "Mechanism: Campaign Games",
      "Movies: Star Wars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sushi Go Party!: Sake Promo",
    "ID": 251250,
    "Year": "(2017)",
    "Geek Rating": "5.695",
    "Avg Rating": "7.62",
    "Link": "https://boardgamegeek.com/boardgameexpansion/251250/sushi-go-party-sake-promo",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.2857",
    "Description": "Sake is an 'special' pack included for free with purchases of Sushi Go Party! at conventions and also sold separately.&#10;&#10;Sake grants 3 points towards scoring if played, but forces you to choose your next drafted card randomly from those that are passed to you.&#10;&#10;This promo has three cards plus one rules tile.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Set Collection",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Country: Japan",
      "Food & Drink: Sushi",
      "Game: Sushi Go!",
      "Promotional: Cards",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dead Ringer",
    "ID": 251251,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/251251/dead-ringer",
    "Min Players": "4",
    "Max Players": "12",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "In 30 seconds, players write down three items from a category card they think will match the answers of a chosen player (the Ringleader), in order to score points. The first player to ring the bell may also score bonus points.&#10;&#10;Game includes 336 categories on 168 cards, score sheets, Dead Ringer bell, 30-second timer, rules.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Isäntä vs. Emäntä",
    "ID": 251257,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.61",
    "Link": "https://boardgamegeek.com/boardgame/251257/isanta-vs-emanta",
    "Min Players": "4",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "A men vs. women game similar to Battle of the Sexes. The board has a figure-eight looped track with a side for men and a side for women. A die is rolled, and a pawn moves along the track. Rather than certain types of cards printed on spaces, there are two spinners to show what to do for that round. There is a start space on one end, a &quot;stop&quot; space in the middle where the tracks meet, and a finish spot at the other end of the board.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Panzer (Second Edition): C3i #27 Scenarios",
    "ID": 251288,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/251288/panzer-second-edition-c3i-27-scenarios",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "240",
    "Weight": "0",
    "Description": "Two scenarios for the Panzer Second Edition Game:&#10;&#10;Scenario C3i-1: Battle of Kovel Pt. 1: July 1944.&#10;&#10;Scenario C3i-4: Battle of Kovel Pt. 2: July 1944.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Magazine: C3i",
      "Players: Two-Player Only Games",
      "Series: Panzer game system (Yaquinto/Avalon Hill/GMT)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Franky's 1st Christmas",
    "ID": 251289,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/251289/frankys-1st-christmas",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "'Twas the night before Christmas, when all through the house&#10;Not a creature was stirring, not even a mouse;&#10;But stillness is for those with no autopsy,&#10;For the dead were enjoying a Christmas soiree!&#10;The stockings were hung by the chimney with care,&#10;In one was a foot, though we knew not from where;&#10;The banshee shrieked carols of Christmases past,&#10;And all within earshot lost sanity fast;&#10;My friend, Dr. Jekyll, joined in the refrain,&#10;But I knew that within, Hyde sneered in disdain;&#10;With the mummy's own linen, he wrapped Christmas gifts,&#10;Each containing a tablet of cursed hieroglyphs;&#10;The witch mixed a potion of expensive liqueur,&#10;Which the vampyre spurned, preferring cruor;&#10;The ghost and the zombie had a small Christmas fight,&#10;On which was more deader, the undead or the geist;&#10;With twice seeing eyes, Franky took it all in.&#10;His very first Christmas, about to begin;&#10;But I thought I heard rustling out in the snow,&#10;And I spied out my window Van Helsing's crossbow;&#10;The hunter had found us and we had a plight,&#10;For Franky had not learned of Christmas delights;&#10;He let fly his arrow but it fell with a flub,&#10;For his cloak had been caught on a thorn in the shrub;&#10;Without wasting a moment to thank our landscaper,&#10;We escaped in the night to continue our caper;&#10;But we know he's still out there acting like an ass,&#10;Determined to make Franky's 1st Christmas his last;&#10;All the monsters are scared and I need assistance,&#10;To help overcome their foolish resistance;&#10;I beg you, dear reader, help Franky today,&#10;Just download the game, print it, and play;&#10;&#10;In Franky's 1st Christmas you must guide Franky to the lairs of 6 monster so that they can teach him their favorite thing about Christmas. Meanwhile, Van Helsing will be investigating the monsters and hunting them when he can.&#10;&#10;Each monster card has two sides. The front includes their ability to persuade other monsters and a special power. The backside shows their Christmas lesson and how nervous they are to teach it. The Dr. Jekyll card is slightly different - he doesn't teach a Christmas Lesson. Rather, he turns into a Mr. Hyde. Mr. Hyde can still be used, but he's far more clumsy and less efficient than Dr. Jekyll.&#10;&#10;The monsters will roll dice to try and convince each other to teach Franky his Christmas lessons. Each monster has distinct success values, making each roll in the game unique. Some monsters may instead use a special power to distract Van Helsing from his investigation or give other monsters a benefit. How the monsters use their actions is entirely up to you!&#10;&#10;Each turn has 7 phases.&#10;1. Roll Random Event - This will usually move Van Helsing further along in his investigation or give the monsters better luck in their attempts to teach Franky.&#10;2. Select a monster to teach Franky a Christmas Lesson&#10;3. The other monsters take actions to persuade the teaching monster to do its job.&#10;4. Check to see if Dr. Jekyll transforms into Mr. Hyde.&#10;5. Reset the cards and get ready for the next turn.&#10;&#10;You win the game by teaching Franky all 6 lessons of Christmas and escaping from Van Helsing.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Horror",
      "Humor",
      "Print & Play",
      "Zombies"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management"
    ],
    "Families": [
      "Characters: Frankenstein",
      "Contests: 9 Card Nanogame PnP",
      "Creatures: Ghosts",
      "Creatures: Monsters",
      "Creatures: Vampires",
      "Holidays: Christmas",
      "Players: Games with Solitaire Rules",
      "Theme: Witches"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zombie Road",
    "ID": 251290,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.40",
    "Link": "https://boardgamegeek.com/boardgame/251290/zombie-road",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "25",
    "Weight": "1",
    "Description": "Zombie Road is a blood spillin', Zombie killin' race to the Oasis for 2-4 players!&#10;&#10;Zombie Road allows you to choose between an awesome group characters, each with a unique ability, and attempt to accumulate enough miles to escape to a zombie-free zone. Watch out for disasters, stock up at gas stations and keep your guns loaded because zombies could be lurking nearby! Do you and your fellow survivors have what it takes to survive?&#10;&#10;During each turn, a player will draw one card from the deck and then has one action to either kill a Zombie (if drawn), Remedy a disaster or accumulate miles...reach 100 miles to win the game!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Zombies"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Police Precinct: Game Boy Geek Promo Card",
    "ID": 251308,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/251308/police-precinct-game-boy-geek-promo-card",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Originally contained in Police Precinct: Crooked Lawyers and then offered in the BGG Store in April 2018&#10;&#10;Text says:&#10;The GBG was paid off by a gang to create falsified evidence which supports allegations of excessive force!&#10;&#10;After the next successful arrest attempt:&#10;1. Immediately place all arrested punks on arresting officer's vehicle, then later..&#10;2. Drop off the punks at the bank for a pay-off&#10;3. After the pay-off, during future turn(s), pick up the punks from the bank, then drop them off at the station to sign paperwork (and return them to the general supply)&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Expansion for Base-game",
      "Murder / Mystery",
      "Negotiation"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management",
      "Point to Point Movement"
    ],
    "Families": [
      "Game: Police Precinct",
      "Promotional: BGG Store Promos",
      "Promotional: Game Boy Geek"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sonic The Hedgehog: The Card Game",
    "ID": 251309,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/251309/sonic-the-hedgehog-the-card-game",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "50 Large Cards featuring your favorite Sonic the Hedgehog characters!&#10;&#10;Great fun and easy to play! The first to get rid of all their cards is the winner. Beware though, in this game of thrills and spills, you won't be able to win quite as easily as you suspect!&#10;&#10;&mdash;description from the back of the box&#10;&#10;In this variation on UNO, the deck of cards is dealt evenly out to all players. Each player places his or her deck face down in front of them. The player who is to the left of the dealer turns over the top card of his or her deck. If it is a ring card they place it next to their deck. If it is a character card, they can play it to the center of the table.&#10;&#10;Players can play an enemy character card on an opponents hero character card to engage in a battle. Players will use one of their ring cards to 'boost' their character in the battle. However, this card is chosen in secret and revealed simultaneously. The player with the smaller ring card is the loser of the battle and takes all cards from the battle and places them in his or her discard pile.&#10;&#10;Play continues until one player runs out of cards and is declared the winner.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Simultaneous Action Selection",
      "Trick-taking"
    ],
    "Families": [
      "Animals: Hedgehogs / Porcupines",
      "Video Game Theme: SEGA",
      "Video Game Theme: Sonic the Hedgehog"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "NUKED: Warmonger",
    "ID": 251310,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/251310/nuked-warmonger",
    "Min Players": "4",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "An expansion for the card game NUKED. Adds new elements to the original game like new attack and defend cards, as well as a the ft mechanic and new Fate cards.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Push Your Luck",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Nuclear option"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Quest!",
    "ID": 251311,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/251311/quest",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Quest! is a tableau-building game in which your charter hires adventurers, equips them, and sends them out on quests in order to gain glory for your charter!&#10;&#10;Each player is dealt a random charter which gives starting gold, a starting adventurer, and has a unique way to end the game.&#10;&#10;On your turn you take to actions from among Acquire Cards, Activate a Card, Amass Wealth, Embark on a Quest, Mend Your Party, Reset a Row, or Retire Cards.&#10;&#10;You can acquire adventurers or items for your adventurers by spending the gold gained from amassing wealth or from completing quests. Once embarked on a quest, a player must complete a series of tasks as stated on the quest card by rolling dice and checking for success. If a player succeeds at a majority of the tasks, that player retains the quest and gains its reward. Fail too many tasks and suffer the consequences.&#10;&#10;Once a player has retained enough quests to fulfill the charter's end game condition, the game ends. Each player counts the number of glory points on each quest they have retained they have won for their charter and the person with the most wins the game!&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Set Collection"
    ],
    "Families": [
      "Mechanism: Tableau Building"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Neverland: The Lost Memories",
    "ID": 251313,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/251313/neverland-the-lost-memories",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "In Neverland: The Lost Memories players are grumpy old men who are trying to use the magic of Neverland to become younger and to recollect the lost memories of their youth. They do this with a unique blend of pick up and delivery and action drafting in a race to become the youngest player.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Modular Board",
      "Pick-up and Deliver",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Folk Tales & Fairy Tales: Peter Pan"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Test of Honour: The Samurai Miniatures Game – Sōhei: Warrior Monks of Mount Hiei",
    "ID": 251319,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/251319/test-of-honour-the-samurai-miniatures-game-sohei-w",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Hozoin In'ei, the abbot of the temple of Mount Hiei, leads his group of monks in a bitter struggle for the future of this sacred land. Armed with bows, Naginatas and iron discipline, the monks are ready to pay the highest price for victory.&#10;&#10;Contains:&#10;&#10;7x Warrior Monks&#10;    18x Gaming Cards&#10;    2x Special Movement Bases&#10;    Spring Campaign booklet (rules and scenarios)&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Theme: Samurai"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Outbreak: Contingency Plan",
    "ID": 251320,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/251320/outbreak-contingency-plan",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "vIn Outbreak: Contingency Plan you are responsible for a colony trying to survive during a epidemic; this virus has a death toll that is rising by the minute.&#10;&#10;Each player is the leader of a colony of people that are in danger of becoming extinct at almost any moment. Players will roll a die to determine their fate from the chance tokens that will cure, contaminate or cut-down your colony before you know it. Be the last remaining leader with a colony to win this fast-paced game of survival.&#10;&#10;Will your colony survive to the end? We shall see&hellip;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Horror"
    ],
    "Mechanics": [
      "Player Elimination"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hunker",
    "ID": 251330,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.58",
    "Link": "https://boardgamegeek.com/boardgame/251330/hunker",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "50",
    "Play Time": "75",
    "Weight": "0",
    "Description": "When your home is the forest, preparing for winter isn't all fun and games. At least not until this year, when Fox proposed to his woodland friends a grand contest: Who will weather winter best? In this charming, light-hearted game of Fierce Friendship and Frosty Fortitude, take on the role of Squirrel, Bear, Deer, Rabbit, Beaver, or Fox. Optimize your actions each turn and explore, build shelters, forage for food to stash away, and hunker down before bad weather strikes. As winter approaches, you'll even direct the falling snow, transforming the map to a wintry landscape. All the while, you'll be strengthening your bonds of friendship to earn powerful bonuses.&#10;&#10;Gameplay details: Players gain points by foraging for and stashing away food, playing friendship cards, and hunkering down before weather events. Using an action-point allowance system, players move their pawns around the board, forage, build shelters, and manage their hand of Friendship Cards, which provide mini-objectives to pursue. At the end of each turn, players roll Snow Dice to determine how many snow tiles to place onto the board around your animal. Placing a snow tile renders that space impassable, so players must be strategic with their placements. Gameplay includes a press-your-luck mechanic involving predicting when certain seasonal events will strike. Game is turn-based, but animals may play certain abilities on each others' turns, keeping everyone engaged no matter whose turn it is. Placing the last snow tile triggers the final round, after which all scoring occurs and the player with the most points is declared the winner of winter!&#10;&#10;Replayability: The game has high replayability due to asymmetric animal characters, a modular/evolving board, and multiple proven strategic paths to victory. Further, because Hunker is a highly approachable game with a good mix of easy-to-learn rules and strategic depth, it is an excellent gateway game.&#10;&#10;",
    "Categories": [
      "Animals",
      "Environmental"
    ],
    "Mechanics": [
      "Action Points",
      "Grid Movement",
      "Hand Management",
      "Modular Board",
      "Pick-up and Deliver",
      "Push Your Luck",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sol 3: Starfighter Mech Tactics Card Game",
    "ID": 251333,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/251333/sol-3-starfighter-mech-tactics-card-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "0",
    "Description": "In Sol 3, two players face off in tactical combat, using a combination of constructed decks and selected cards, collectively known as a player&rsquo;s &ldquo;List&rdquo;. Players create a map using a grid of map tiles, and then play proceeds in alternating turns. Each turn, the active player draws cards from their deck, moves their Capital and launches units, then activates their Units one at a time. Playing Pilots and Tactics cards is done by spending Command, which is generated each turn by a player&rsquo;s Crew cards.&#10;&#10;Each player brings a selection of Missions to the game. Each mission, when completed, grants it&rsquo;s owner Victory Points. The first player to succeed in reaching the set number of Victory Points (12 in a standard &ldquo;Cruiser Clash&rdquo; game) wins the game. Alternatively, if a player is required to draw or discard a card from their deck, but no longer has any cards in their deck, they immediately lose the game, and their opponent wins via a &ldquo;morale&rdquo; victory.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Grid Movement",
      "Modular Board",
      "Rock-Paper-Scissors"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "1 Zillion BC",
    "ID": 251334,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.78",
    "Link": "https://boardgamegeek.com/boardgame/251334/1-zillion-bc",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "1 Zillion BC is a fast-paced game for two to six frenemies. Each player must lead their village and grow the population, all while maintaining a food supply before winter. The first person to reach the population goal at the end of his/ her turn is the winner. sounds simple enough, although, disasters may lay in wait either by a player or of nature that may prevent your victory.&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Unreleased Games",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Beat This Book!",
    "ID": 251342,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/251342/beat-this-book",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Beat This Book! is an exciting solo player game in a spiral-bound book format, where you (the player) take on a series of clever casino-style challenges using a deck of standard playing cards. To win the game, you MUST get to the last page in the book before running out of cards. But it won't be easy...&#10;&#10;The challenges are woven into a continuous narrative that propels you forward in the story. You have been sent an urgent Royal Invitation from The King and Queen of Monaco -- and must set sail immediately to the Grand Hotel Victoria &amp; Casino. But why??&#10;&#10;Beat This Book! encompasses the elements that players most enjoy at the gaming tables: The thrill of the hard fought win, the luck of the draw, the crucial decision making, the push to keep going even in the face of diminishing odds, the flip of the cards, and of course the downright fun.&#10;&#10;It is recommended for players aged 10 and up. The ability to read and handle a deck of cards is all that&rsquo;s needed to play.&#10;&#10;",
    "Categories": [
      "Book",
      "Card Game",
      "Exploration"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Push Your Luck"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Stockastic: Stock Trading Game",
    "ID": 251354,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.64",
    "Link": "https://boardgamegeek.com/boardgame/251354/stockastic-stock-trading-game",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2",
    "Description": "Build your portfolio, start your own rumor and rise to be the wealthiest stock trader!&#10;&#10;Stockastic is an educative boardgame about stock trading. The game aims to teach the player of basic understanding of the stock market. in this game, players will learn about how important information is in stock trading, what factors affect the price of the market and how to decide on what stock to buy for greater profits.&#10;&#10;In Stockastic, you begin your stock trading journey with limited amount of fund. Buy and sell from the market or another player. Make sure you pay for invaluable information to maximize your profit and asses your risk.&#10;&#10;At the start of every round, all players can bet certain amount of coins to determine who makes the first move. seize the advantage of being the first player by betting extra coins!&#10;&#10;The price of a stock is ever-changing. Evaluate the action that benefits you the most to receive the best possible outcome!&#10;&#10;Players are allowed to spend their fund to get various informations regarding the market. Use this information wisely to determine your actions.&#10;&#10;You can also convince other players to buy your stocks or sell their stocks to you to gain mutual benefit. Sometimes, trading with other player might be a better option than trading in the market.&#10;&#10;At the end of each turn, you will gain dividend based on the stocks you own. It does not matter how you play it, your goal is to be the richest stock trader in the game. Gather as much profit as possible before the game ends!&#10;&#10;Event cards represent the events happening at the end of the semester. The card may affect either performance of a company or price of a stock, sometimes both.&#10;&#10;Rumor cards are card that can be bought during the game and will be placed on a company board. During resolution phase, all the rumors will be revealed and could affect the price of stock.&#10;&#10;For a more advanced gameplay, character cards are included in every set as a game mode variant. Playing as these characters will help you understand how different background of trader affect the behavior in stock trading. Every character comes with unique ability that can be used throughout the game.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Commodity Speculation",
      "Simulation",
      "Stock Holding",
      "Trading",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Napoleon and his Marshals: The Dice Game",
    "ID": 251357,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/251357/napoleon-and-his-marshals-the-dice-game",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Napoleon and his Marshals - The Dice Game is a fast playing wargame covering several years of Napoleonic warfare. The game includes two scenarios, one for two player and one for multiplayer.&#10;&#10;The game uses a map divided into areas and dice for the counters. The strength is represented by the number of pips. These pips determine the number of dice that can be rolled in combat as well.&#10;&#10;Each country represented in the game is handicapped so the game can be ended at any point and determine the final score. The game is designed to introduce new players to Napoleonic games or for experienced players to get a quick game in.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice",
      "Napoleonic",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Ruby Monsters",
    "ID": 251359,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/251359/ruby-monsters",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "Ruby Monsters is a &quot;sister work&quot; to Diamonsters, using the same art with some rules changes. Like the other game it uses a &quot;butting&quot; mechanic similar to Hol's der Geier.&#10;&#10;Players have a hand consisting of monster cards numbered 1-5. Each turn a card is drawn from the treasure deck, which can be a ruby card (with 1, 2, or 3 rubies) or a skull card. Everyone picks a monster from their hand and reveals it at the same time. If two players put out the same number those cards are removed, and then the highest card wins, except 1 beats 5. The winner removes the monster they used from their hand and the losers get their monsters back.&#10;&#10;There are three ways to win: get a total of five rubies, get two skulls, or get four treasure cards of any kind.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Set Collection",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Thornwatch: The Dark of the Wood",
    "ID": 251371,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.82",
    "Link": "https://boardgamegeek.com/boardgameexpansion/251371/thornwatch-the-dark-of-the-wood",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Thornwatch is a graphic novel adventure game for 3-6 players that bridges the gap between narrative-driven RPGs and pick-up-and-play board games. A group of heroes fights their way through the comic panels of a world created by Penny Arcade's Mike Krahulik and Jerry Holkins. Each branching storyline plays in about an hour using easy-to-learn character decks and custom dice mechanisms. Gorgeous map tiles and pawns provide a sense of tactile immersion that is unique to each adventure.&#10;&#10;Thornwatch: The Dark of the Wood includes two hundred new cards and nine storyboards for play with the Thornwatch base game. This includes five new hero decks (The Briarlock, The Dark Courier, The Unsundered, The Weave-Weald, The Woldsen), five hero trackers, and one new Judge tracker (two Judges).&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Modular Board",
      "Role Playing",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Webcomics: Penny Arcade"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pun Pong",
    "ID": 251372,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/251372/pun-pong",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Pun Pong is the first game from publisher Bread and Circuses.  The game pits two team of punsters against each other in a head to head battle of wits and words.&#10;&#10;One Pun card is drawn for the table, along with a rules card which sets up a specific guideline like making your Puns rhyme, or they must be included in sentences to form an ongoing puntastic story.&#10;&#10;Teams bounce their puns back and forth until one team becomes stumped or repeats a pun, then the round is over.&#10;&#10;The first team to 8 points wins.&#10;&#10;Different game modes are available to be accessible to all different levels of player, from the punitiate to the pro's.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Storytelling",
      "Team-Based Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: Alpha Strike – Assault Lance Pack",
    "ID": 251373,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.80",
    "Link": "https://boardgamegeek.com/boardgameexpansion/251373/battletech-alpha-strike-assault-lance-pack",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Assault Lance Pack is a collection of four plastic miniatures for use in the classic BattleTech tabletop and Alpha Strike games. The box also provides eight dry-erase cards, six of which are intended to directly support Alpha Strike gameplay.&#10;&#10;From the back cover:&#10;&#10;&ldquo;Reinforcements!&#10;Thrown into the thick of the firefight, an assault lance MechWarrior has an ego as wide as a DropShip. That ego was earned in blood, sweat and hard-fought victories in the teeth of the enemy across a hundred worlds...&#10;&#10;Unleash the Assault Lance Pack on your enemies! Atlas, Grasshopper, Blackjack and Victor BattleMechs&mdash;no assembly required. Perfect for BattleTech and Alpha Strike heavy metal action!&rdquo;&#10;&#10;Contents:&#10;&#10;Four plastic miniatures&#10;Atlas&#10;Blackjack&#10;Grasshopper&#10;Victor&#10;Eight dry-erase cards (dual-sided)&#10;Alpha Strike&#10;AS7-D Atlas / AS7-S Atlas&#10;BJ-1 Blackjack / BJ-2 Blackjack&#10;FLS-7K Flashman / FLS-8K Flashman&#10;GHR-5H Grasshopper / GHR-5J Grasshopper&#10;&quot;Gravedigger&quot; Grasshopper / Grasshopper &quot;Gravedigger&quot; (profile)&#10;VTR-9B Victor / VTR-9D Victor&#10;Information&#10;House Davion - Federated Suns / Brigade of Guards&#10;Assault Lance /More from Catalyst Game Labs!&#10;This last card's &quot;B&quot; side describes Alpha Strike Companion, Technical Readout: 3039, Technical Readout: 3050 Upgrade, and the Flashman bonus card (highlighting the pewter miniature available from Iron Wind Metals), with the product code for each.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Modular Board",
      "Simulation"
    ],
    "Families": [
      "Game: BattleTech",
      "Game: BattleTech: Alpha Strike",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: Alpha Strike – Pursuit Lance Pack",
    "ID": 251375,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.83",
    "Link": "https://boardgamegeek.com/boardgameexpansion/251375/battletech-alpha-strike-pursuit-lance-pack",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Description&#10;&#10;The Pursuit Lance Pack is a collection of four plastic miniatures for use in the classic BattleTech tabletop and Alpha Strike games. The box also provides eight dry-erase cards, six of which are intended to directly support Alpha Strike gameplay.&#10;&#10;From the back cover:&#10;&#10;&ldquo;Reinforcements!&#10;Whether headhunting or running down recon forces, a pursuit lance MechWarrior is a commander's surgical instrument. Not deployed for just any situation, these specialists are only unleashed to turn the tide of battle...&#10;&#10;Unleash the Persuit Lance Pack on your enemies! Centurion, Clint, Jenner and Wolfhound BattleMechs&mdash;no assembly required. Perfect for BattleTech and Alpha Strike heavy metal action!&rdquo;&#10;&#10;Contents&#10;&#10;Four plastic miniatures:&#10;&#10;- Centurion&#10;- Clint&#10;- Jenner&#10;- Wolfhound&#10;&#10;Eight dry-erase cards (dual-sided)&#10;Alpha Strike&#10;CN9-A Centurion / CN9-D Centurion&#10;CLNT-2-3T Clint / CLNT-2-3U Clint&#10;HGN-732 Highlander / HGN-732B Highlander&#10;JR7-D Jenner / JR7-K Jenner&#10;WLF-1 Wolfhound / WLF-2 Wolfhound&#10;Lucian Finn Wolfhound / Wolfhound Finn (profile)&#10;&#10;Information&#10;Northwind Highlanders - Mercenary / MacLeod's Regiment&#10;Pursuit Lance /More from Catalyst Game Labs!&#10;This last card's &quot;B&quot; side describes Alpha Strike Companion, Technical Readout: 3039, Technical Readout: 3050 Upgrade, and the Highlander bonus card (highlighting the pewter miniature available from Iron Wind Metals), with the product code for each.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Modular Board",
      "Simulation"
    ],
    "Families": [
      "Game: BattleTech",
      "Game: BattleTech: Alpha Strike",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: Alpha Strike – Support Lance Pack",
    "ID": 251376,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgameexpansion/251376/battletech-alpha-strike-support-lance-pack",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Description:&#10;&#10;The Support Lance Pack is a collection of four plastic miniatures for use in the classic BattleTech tabletop and Alpha Strike games. The box also provides eight dry-erase cards, six of which are intended to directly support Alpha Strike gameplay.&#10;&#10;From the back cover:&#10;&#10;&ldquo;Reinforcements!&#10;Support lance MechWarriors are the unsung workhorses of every army. Overlooked by most, commanders know these stalwarts are the glue that binds any military, enabling success for any type of military campaign...&#10;&#10;Unleash the Support Lance Pack on your enemies! Awesome, Vindicator, Firestarter and Charger BattleMechs&mdash;no assembly required. Perfect for BattleTech and Alpha Strike heavy metal action!&rdquo;&#10;&#10;Contents:&#10;&#10;Four plastic miniatures&#10;- Awesome&#10;- Charger&#10;- Firestarter&#10;- Vindicator&#10;&#10;Eight dry-erase cards (dual-sided)&#10;Alpha Strike&#10;AWS-8Q Awesome / AWS-9M Awesome&#10;Jeff X. Mink Awesome / Awesome Mink (profile)&#10;CGR-1A1 Charger / CGR-3K Charger&#10;FS9-H Firestarter / FS9-S Firestarter&#10;LNC25-01 Lancelot / LNC25-02 Lancelot&#10;VND-1AA &quot;Avenging Angel&quot; Vindicator / VND-1R Vindicator&#10;&#10;Information:&#10;&#10;Free Rasalhague Republic / First Tyr&#10;Support Lance /More from Catalyst Game Labs!&#10;This last card's &quot;B&quot; side describes Alpha Strike Companion, Technical Readout: 3039, Technical Readout: 3050 Upgrade, and the Lancelot bonus card (highlighting the pewter miniature available from Iron Wind Metals), with the product code for each.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Modular Board"
    ],
    "Families": [
      "Game: BattleTech",
      "Game: BattleTech: Alpha Strike",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: Alpha Strike – Battle Lance Pack",
    "ID": 251378,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.83",
    "Link": "https://boardgamegeek.com/boardgameexpansion/251378/battletech-alpha-strike-battle-lance-pack",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Description:&#10;&#10;The Battle Lance Pack is a collection of four plastic miniatures for use in the classic BattleTech tabletop and Alpha Strike games. The box also provides eight dry-erase cards, six of which are intended to directly support Alpha Strike gameplay.&#10;&#10;From the back cover:&#10;&#10;&ldquo;Reinforcements!&#10;At a distance, in the thick-of-it; driest desert, coldest glacier: a battle lance MechWarrior is a jack-of-all-trades. He or she doesn't need a specialty because they can take the battle to the enemy under any conditions...&#10;&#10;Unleash the Battle Lance Pack on your enemies! Zeus, Hatchetman, Banshee and Orion BattleMechs&mdash;no assembly required. Perfect for BattleTech and Alpha Strike heavy metal action!&rdquo;&#10;&#10;Contents:&#10;&#10;Four plastic miniatures&#10;- Banshee&#10;- Hatchetman&#10;- Orion&#10;- Zeus&#10;Eight dry-erase cards (dual-sided)&#10;Alpha Strike&#10;BNC-3E Banshee / BNC-5S Banshee&#10;John Bauer Banshee / Banshee Bauer (profile)&#10;HCT-3F Hatchetman / HCT-5S Hatchetman&#10;IN1-K Orion / ON1-M Orion&#10;THG-10E Thug / THG-11E Thug&#10;ZEU-6S Zeus / ZEU-9S Zeus&#10;&#10;Information:&#10;House Steiner - Lyran Commonwealth / Lyran Guards&#10;Battle Lance /More from Catalyst Game Labs!&#10;This last card's &quot;B&quot; side describes Alpha Strike Companion, Technical Readout: 3039, Technical Readout: 3050 Upgrade, and the Thug bonus card (highlighting the pewter miniature available from Iron Wind Metals), with the product code for each.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Modular Board"
    ],
    "Families": [
      "Game: BattleTech",
      "Game: BattleTech: Alpha Strike",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: Alpha Strike – Recon Lance Pack",
    "ID": 251379,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.78",
    "Link": "https://boardgamegeek.com/boardgameexpansion/251379/battletech-alpha-strike-recon-lance-pack",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Description:&#10;&#10;The Recon Lance Pack is a collection of four plastic miniatures for use in the classic BattleTech tabletop and Alpha Strike games. The box also provides eight dry-erase cards, six of which are intended to directly support Alpha Strike gameplay.&#10;&#10;From the back cover:&#10;&#10;&ldquo;Reinforcements!&#10;&quot;Information is ammunition&quot; is gospel for recon lance MechWarriors. Unsupported, under-armored and under-gunned, these mavericks penetrate enemy lines and bring back the intel to sway a battle to victory...&#10;&#10;Unleash the Recon Lance Pack on your enemies! Vulcan, Flea, Cicada and Spider BattleMechs&mdash;no assembly required. Perfect for BattleTech and Alpha Strike heavy metal action!&rdquo;&#10;&#10;Contents:&#10;&#10;Four plastic miniatures&#10;- Cicada&#10;- Flea&#10;- Spider&#10;- Vulcan&#10;&#10;Eight dry-erase cards (dual-sided)&#10;Alpha Strike&#10;FLE-15 Flea / FLE-17 Flea&#10;CDA-2A Cicada / CDA-3M Cicada&#10;JVN-10N Javelin / JVN-10P Javelin&#10;SDR-5V Spider / SDR-7M Spider&#10;VL-2T Vulcan / VT-5M Vulcan&#10;John Carras: Vulcan / Vulcan Carras (profile)&#10;&#10;Information:&#10;House Marik - Free Worlds League / Marik Militia&#10;Recon Lance /More from Catalyst Game Labs!&#10;This last card's &quot;B&quot; side describes Alpha Strike Companion, Technical Readout: 3039, Technical Readout: 3050 Upgrade, and the Javelin bonus card (highlighting the pewter miniature available from Iron Wind Metals), with the product code for each.&#10;&#10;",
    "Categories": [
      "Dice",
      "Expansion for Base-game",
      "Fighting",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Modular Board"
    ],
    "Families": [
      "Game: BattleTech",
      "Game: BattleTech: Alpha Strike",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: Alpha Strike – Command Lance Pack",
    "ID": 251380,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.71",
    "Link": "https://boardgamegeek.com/boardgameexpansion/251380/battletech-alpha-strike-command-lance-pack",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Description:&#10;&#10;The Command Lance Pack is a collection of four plastic miniatures for use in the classic BattleTech tabletop and Alpha Strike games. The box also provides eight dry-erase cards, six of which are intended to directly support Alpha Strike gameplay.&#10;&#10;From the back cover:&#10;&#10;&ldquo;Reinforcements!&#10;There are plenty of hotshot pilots, but a command lance MechWarrior must be more. Able to view the chaos of a battlefield as a grand game of chess, he or she is willing to make the sacrifices necessary to plant the victor's flag...&#10;&#10;Unleash the Command Lance Pack on your enemies! Cyclops, Raven, Catapult and Cataphract BattleMechs&mdash;no assembly required. Perfect for BattleTech and Alpha Strike heavy metal action!&rdquo;&#10;&#10;Contents:&#10;&#10;Four plastic miniatures&#10;- Cataphract&#10;- Catapult&#10;- Cyclops&#10;- Raven&#10;&#10;Eight dry-erase cards (dual-sided)&#10;Alpha Strike&#10;CTF-2X Cataphract / CTF-3L Cataphract&#10;&quot;Butterbee 2&quot; Catapult / Catapult &quot;Butterbee 2&quot; (profile)&#10;CP-10-Z Cyclops / CP-11-A Cyclops&#10;RVN-3L Raven / RVN-4X Raven&#10;UM-R60 UrbanMech / UM-R63 UrbanMech&#10;&#10;Information:&#10;House Liao - Capellan Confederation / Warrior House Hiritsu&#10;Command Lance /More from Catalyst Game Labs!&#10;This last card's &quot;B&quot; side describes Alpha Strike Companion, Technical Readout: 3039, Technical Readout: 3050 Upgrade, and the UrbanMech bonus card (highlighting the pewter miniature available from Iron Wind Metals), with the product code for each.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Modular Board"
    ],
    "Families": [
      "Game: BattleTech",
      "Game: BattleTech: Alpha Strike",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: Alpha Strike – Fire Lance Pack",
    "ID": 251384,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.62",
    "Link": "https://boardgamegeek.com/boardgameexpansion/251384/battletech-alpha-strike-fire-lance-pack",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Description:&#10;&#10;The Fire Lance Pack is a collection of four plastic miniatures for use in the classic BattleTech tabletop and Alpha Strike games. The box also provides eight dry-erase cards, six of which are intended to directly support Alpha Strike gameplay.&#10;&#10;From the back cover:&#10;&#10;&ldquo;Reinforcements!&#10;Armed with a blistering array of long-range weaponry, fire lance MechWarriors are expert marksmen that bring over-matched firepower to any conflict. Whether with PPCs, lasers or missiles, they bring the pain to smash any assault...&#10;&#10;Unleash the Fire Lance Pack on your enemies! Shogun, Trebuchet, Dervish and Stalker BattleMechs&mdash;no assembly required. Perfect for BattleTech and Alpha Strike heavy metal action!&rdquo;&#10;&#10;Contents:&#10;&#10;Four plastic miniatures&#10;- Dervish&#10;- Shogun&#10;- Stalker&#10;- Trebuchet&#10;&#10;Eight dry-erase cards (dual-sided)&#10;Alpha Strike&#10;DV-6M Dervish /DV-7D Dervish&#10;IMP-2E Imp / C Imp&#10;SHG-2E Shogun / SHG-2F Shogun&#10;STK-3F Stalker / STK-5M Stalker&#10;J. Elliot Jamison Stalker / Stalker Jamison (profile)&#10;TBT-5N Trebuchet / TBT-7M Trebuchet&#10;&#10;Information:&#10;Wolf's Dragoons - Mercenary / Zeta Battalion&#10;Fire Lance /More from Catalyst Game Labs!&#10;This last card's &quot;B&quot; side describes Alpha Strike Companion, Technical Readout: 3039, Technical Readout: 3050 Upgrade, and the Imp bonus card (highlighting the pewter miniature available from Iron Wind Metals), with the product code for each.&#10;&#10;",
    "Categories": [
      "Dice",
      "Expansion for Base-game",
      "Fighting",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Modular Board"
    ],
    "Families": [
      "Game: BattleTech",
      "Game: BattleTech: Alpha Strike",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: Alpha Strike – Striker Lance Pack",
    "ID": 251385,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgameexpansion/251385/battletech-alpha-strike-striker-lance-pack",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Description:&#10;&#10;The Striker Lance Pack is a collection of four plastic miniatures for use in the classic BattleTech tabletop and Alpha Strike games. The box also provides eight dry-erase cards, six of which are intended to directly support Alpha Strike gameplay.&#10;&#10;From the back cover:&#10;&#10;&ldquo;Reinforcements!&#10;Springing a well-laid trap; blunting a counter-offensive; hammering a flanking maneuver; cutting off a breakthrough: a striker lance MechWarrior lives to stop the enemy command's best moves cold in their tracks...&#10;&#10;Unleash the Striker Lance Pack on your enemies! Quickdraw, Dragon, Guillotine and Panther BattleMechs&mdash;no assembly required. Perfect for BattleTech and Alpha Strike heavy metal action!&rdquo;&#10;&#10;Contents:&#10;&#10;Four plastic miniatures&#10;- Dragon&#10;- Guillotine&#10;- Panther&#10;- Quickdraw&#10;&#10;Eight dry-erase cards (dual-sided)&#10;Alpha Strike&#10;DRG-1N Dragon / DRG-5K Grand Dragon&#10;Mark Kisomita Grand Dragon / Grand Dragon Kisomita (profile)&#10;GLT-3N Guillotine / GLT-4N Guillotine&#10;MAL-1R Mauler / DCMS-MX90-D Daboku&#10;PNT-9R Panther / PNT-10K Panther&#10;QKD-4G Quickdraw / QKDD-5M Quickdraw&#10;&#10;Information:&#10;House Kurita - Draconis Combine / Sword of Light&#10;Striker Lance /More from Catalyst Game Labs!&#10;This last card's &quot;B&quot; side describes Alpha Strike Companion, Technical Readout: 3039, Technical Readout: 3050 Upgrade, and the Mauler bonus card (highlighting the pewter miniature available from Iron Wind Metals), with the product code for each.&#10;&#10;",
    "Categories": [
      "Dice",
      "Expansion for Base-game",
      "Fighting",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Modular Board"
    ],
    "Families": [
      "Game: BattleTech",
      "Game: BattleTech: Alpha Strike",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Morse Karuta",
    "ID": 251386,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/251386/morse-karuta",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Morse Karuta (&#227;&#131;&#162;&#227;&#130;&#166;&#227;&#131;&#171;&#227;&#130;&#185;&#227;&#130;&#171;&#227;&#131;&#171;&#227;&#130;&#191;) is a card game based on Morse code, with players trying to recognize code in order to claim cards.&#10;&#10;The game includes two ways to play, one for younger players and one for older ones. In the first game, you lay out 18 cards on the table so that their black-and-white images and their names (in English and Morse code) are visible on them. After downloading the game app to your phone, one player is chosen as the parent, who then chooses a card and taps out the Morse code repeatedly on the phone app. Whichever child, a term that encompasses everyone else, touches the right card first claims that card and becomes the parent for the next round. If a child touches the wrong card, they're out for the round.&#10;&#10;When only five cards remain on the table, the game ends, then players flip over the cards to reveal their colors, and the app then assigns a point value (1-3) to each of the three colors. Players then tally their scores, and whoever has the most points wins.&#10;&#10;In the other game, you lay out the 18 cards color-side up. Two Morse code player aides are placed on the table as well. The current parent secretly chooses one of the cards, then taps out the Morse code of a word related to that card; for a card depicting the sun, the parent might tap out the Morse code for &quot;sun&quot;, &quot;summer&quot;, &quot;heat&quot;, or another word that seems appropriate. Once again, whoever touches the right card first claims it and becomes the new parent.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Electronic"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dragonfire: Campaign – Moonshae Storms",
    "ID": 251387,
    "Year": "(2018)",
    "Geek Rating": "5.568",
    "Avg Rating": "7.56",
    "Link": "https://boardgamegeek.com/boardgameexpansion/251387/dragonfire-campaign-moonshae-storms",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "4",
    "Description": "The Moonshae Storms campaign builds off of An Ancient Evil Arises from the base game, as your continuing quest takes you to new lands. A brewing conflict threatens to drown the Moonshae Isles, as lycanthropes and their fomorians allies seek to change the balance of power. Will you tip the tide?&#10;&#10;Moonshae Storms is the first Dragonfire Campaign Box. Face encounters from the all-new Mountain environment, and get fully equipped with new Market cards and Magic Items! Also included are eight new Character screens, introducing the Barbarian Character Class, as well as alternative human races: the Folk and Northlanders!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Dragonfire",
      "Setting: Dungeons & Dragons"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Patrimonium",
    "ID": 251388,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/251388/patrimonium",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "0",
    "Description": "In Patrimonium, players set out to discover the Walloon heritage. Through a series of 9 &quot;families&quot; of monuments and sites, the players get a broad view of the richness and diversity of this regional heritage.&#10;&#10;Patrimonium looks very much like a mix between Happy Families and Mille Bornes, with cards representing castles, churches, gardens and other sites of the Walloon heritage.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Legend of the Five Rings: The Card Game – Breath of the Kami",
    "ID": 251391,
    "Year": "(2018)",
    "Geek Rating": "5.549",
    "Avg Rating": "7.81",
    "Link": "https://boardgamegeek.com/boardgameexpansion/251391/legend-of-the-five-rings-the-card-game-breath-of-t",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Harness the power of the Air with the Breath of the Kami Dynasty Pack for Legend of the Five Rings: The Card Game!&#10;&#10;Enter the Elemental Cycle with three copies of twenty-new cards focusing on the most ephemeral element. Explore new Shugenja and Spells revolving around the Air element, a new stronghold, and the first Mantis character to enter the game with Breath of the Kami.&#10;&#10;-description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Collectible Components"
    ],
    "Mechanics": [],
    "Families": [
      "Collectible: Living Card Game (Fantasy Flight Games)",
      "Players: Two-Player Only Games",
      "Setting: Legend of the Five Rings"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Legend of the Five Rings: The Card Game – Tainted Lands",
    "ID": 251392,
    "Year": "(2018)",
    "Geek Rating": "5.548",
    "Avg Rating": "7.82",
    "Link": "https://boardgamegeek.com/boardgameexpansion/251392/legend-of-the-five-rings-the-card-game-tainted-lan",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Become immovable with the Tainted Lands Dynasty Pack for Legend of the Five Rings: The Card Game.&#10;&#10;Harness the power of the unshakeable earth with three copies of twenty new cards in the second Dynasty Pack of the Elemental Cycle. Tainted Lands introduces new cards for all seven clans focusing on their relationship with the earth. The pack also introduces a powerful, frightening new Shadowlands card.&#10;&#10;-description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Collectible Components"
    ],
    "Mechanics": [],
    "Families": [
      "Collectible: Living Card Game (Fantasy Flight Games)",
      "Players: Two-Player Only Games",
      "Setting: Legend of the Five Rings"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Legend of the Five Rings: The Card Game – The Fires Within",
    "ID": 251393,
    "Year": "(2018)",
    "Geek Rating": "5.546",
    "Avg Rating": "7.79",
    "Link": "https://boardgamegeek.com/boardgameexpansion/251393/legend-of-the-five-rings-the-card-game-the-fires-w",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Let your passions burn with The Fires Within Dynasty Pack for Legend of the Five Rings: The Card Game.&#10;&#10;Explore the raging element of Fire with three copies of twenty new cards in the third Dynasty Pack of the Elemental Cycle. New Shugenja and Spells expand the power of the most explosive element, while the Mantis Clan continues to grow its ranks.&#10;&#10;-description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Collectible Components"
    ],
    "Mechanics": [],
    "Families": [
      "Collectible: Living Card Game (Fantasy Flight Games)",
      "Players: Two-Player Only Games",
      "Setting: Legend of the Five Rings"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Legend of the Five Rings: The Card Game – The Ebb and Flow",
    "ID": 251394,
    "Year": "(2018)",
    "Geek Rating": "5.546",
    "Avg Rating": "7.77",
    "Link": "https://boardgamegeek.com/boardgameexpansion/251394/legend-of-the-five-rings-the-card-game-the-ebb-and",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Be carried away by the Ebb and Flow Dynasty Pack for Legend of the Five Rings: The Card Game.&#10;&#10;Flow like water with three copies of twenty new cards for Legend of the Five Rings: The Card Game. New Shugenja and spells enhance the power of the Water element, while various ancient creatures begin to enter the conflicts of Rokugan.&#10;&#10;-description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Collectible Components"
    ],
    "Mechanics": [],
    "Families": [
      "Collectible: Living Card Game (Fantasy Flight Games)",
      "Players: Two-Player Only Games",
      "Setting: Legend of the Five Rings"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Legend of the Five Rings: The Card Game – All and Nothing",
    "ID": 251395,
    "Year": "(2018)",
    "Geek Rating": "5.545",
    "Avg Rating": "7.81",
    "Link": "https://boardgamegeek.com/boardgameexpansion/251395/legend-of-the-five-rings-the-card-game-all-and-not",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Enter the Void with the All and Nothing Dynasty Pack for Legend of the Five Rings: The Card Game.&#10;&#10;Enter nothingness and everything with three copies of twenty new cards in the fifth Dyansty Pack of the Elemental Cycle. New Shugenja and Spells help you embrace the Void, while the Mantis continue to grow their ranks, and ancient creatures bring aid to the Great Clans.&#10;&#10;-description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Collectible Components"
    ],
    "Mechanics": [],
    "Families": [
      "Collectible: Living Card Game (Fantasy Flight Games)",
      "Players: Two-Player Only Games",
      "Setting: Legend of the Five Rings"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Legend of the Five Rings: The Card Game – Elements Unbound",
    "ID": 251396,
    "Year": "(2018)",
    "Geek Rating": "5.544",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgameexpansion/251396/legend-of-the-five-rings-the-card-game-elements-un",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Complete the Elemental Cycle with the Elements Unbound Dynasty Pack for Legend of the Five Rings: The Card Game.&#10;&#10;Elements Unbound features three copies of twenty new cards that wrap up the themes of the Elemental Cycle. New Shugenja and Spells enhance the Great Clans, and ancient creatures and awakened Spirits enter the fray of conflicts in the Emerald Empire.&#10;&#10;-description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Collectible Components"
    ],
    "Mechanics": [],
    "Families": [
      "Collectible: Living Card Game (Fantasy Flight Games)",
      "Players: Two-Player Only Games",
      "Setting: Legend of the Five Rings"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ziggurat: The mythical ascension of the desert rose, the waking sun and the scholar princess",
    "ID": 251397,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/251397/ziggurat-the-mythical-ascension-of-the-desert-rose",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "15",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Ziggurat is an artistic and immersive solitaire board game set in fantasy desert tower, in a world ruled by manipulators of substance.&#10;&#10;In order to climb to the top of the tower Ziggurat, players will have to chose their path room by room, each time triggering one of 7 mini-games.&#10;&#10;To help them in their quest, the characters will use metals they find to craft alchemical recipes in the labs they find in the tower.&#10;&#10;While the full climb can take many hours to complete, the game can be broken into sessions of approximately 15 minutes and easily saved, to be recovered later, thanks to the game's quick setup.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Exploration",
      "Fantasy"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Unreleased Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Quest for Esmeralda",
    "ID": 251398,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/251398/quest-for-esmeralda",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Introduction:&#10;Quest for Esmeralda is a strategy-based, Simultaneous Action Selection battle game with medieval theme. Players each take a role as an adventurer on a quest to retrieve the treasure called Esmeralda. It&rsquo;s every man for himself, and players must defeat everyone else before reaching Esmeralda. However, Esmeralda is heavily guarded by the Dragon... How will you defeat all opponents, slain the Dragon and retrieve Esmeralda?&#10;&#10;Gameplay:&#10;Each player is dealt a hand from a small deck of 12 cards. The deck is designed to be exhaustive, and players can deduce what other players have, based on what's been played.&#10;Players battle each other in multiple Battles, each consisting of Turns. &#10;At the beginning of every Turn, each player secretly chooses an action and their target. All cards are revealed at once, and the actions are resolved accordingly. If you accumulate enough damage, you are out for that Battle and cannot join until the next Battle. Don't worry, Battles typically only last 3 Turns.&#10;After every turn, surviving players get to move their pawn down the world map towards Esmeralda. Each point on the map, however, has a location card which may be beneficial or detrimental to the players. The last point on the world map is Esmeralda, defended by the Dragon. When fighting the Dragon, his health never heals. This means that sneaky players can swoop in and deal the last hit to win the game!&#10;&#10;Frequently Asked Questions:&#10;&#10;Is this a player elimination game?&#10;Yes, however the elimination is temporary. Players always come back to life after every Battle. It's no fun when players get eliminated and they have to sit around for the rest of the game!&#10;&#10;Will it be hard for losing players to win the game?&#10;Nope! The game is designed for quick battles with balancing mechanisms everywhere.&#10;&#10;What will I need to play the PnP version?&#10;You will need 4 pairs of matching pawns, and 1 unique pawn.&#10;&#10;",
    "Categories": [
      "Fighting",
      "Medieval",
      "Print & Play"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Milka Biscuit Run",
    "ID": 251401,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/251401/milka-biscuit-run",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "One spring day, Hans, the family&rsquo;s mischievous golden retriever goes nuts over the yummy treats.&#10;&#10;In an attempt to hide the Milka biscuits in his dog house, he accidentally scatters them all over the place. The Biscuit Jars then set off on an adventure to collect as many biscuits as they can.&#10;&#10;They&rsquo;re not going to let Hans have all the fun!&#10;&#10;&ldquo;Milka Biscuit Run&rdquo; saw players compete in the ultimate quest for real Milka biscuits and soft cakes. The board game set players inside the world of Lilaberg&mdash;already familiar to audiences from our popular films&mdash;where the jar characters breathe and dream about their delicious Milka biscuits. So much so they&rsquo;ll do almost anything to get their hands on the sweet tender treats.&#10;&#10;Embodying their favorite jar character, players complete a series of hilarious (and sometimes embarrassing) dares and challenges&mdash;from mimicking an alpine animal to yodelling their favourite song.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Social Sabotage",
    "ID": 251403,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.16",
    "Link": "https://boardgamegeek.com/boardgame/251403/social-sabotage",
    "Min Players": "3",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "How to play!&#10;&#10;Social Sabotage gameplay is simple. There are two types of cards:&#10;&#10;Where cards, which give the destination for your message, picture, or caption.&#10;&#10;     Post on a family member's Facebook profile...&#10;     Post on Facebook...&#10;     Send an ex...&#10;&#10;&#10;and What cards, which provide awkward messages, pictures or captions you&rsquo;ll need to send.&#10;&#10;     I love the smell of my own farts!&#10;     Grandpa really fills out those khakis.&#10;&#10;&#10;Players take turns challenging one another with combinations of What and Where cards.&#10;&#10;     Post on Facebook...  I love the smell of my own farts!&#10;&#10;&#10;The player with the courage to collect the most Where cards and What cards earns the most points. That&rsquo;s how you win.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Lunar 5000",
    "ID": 251404,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/251404/lunar-5000",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "35",
    "Play Time": "80",
    "Weight": "0",
    "Description": "Lunar 5000 a future based evolution of the Indy 500 races. Players start by constructing a race ship consisting of one engine and a variety of parts. Generally the engines give a big boost to speed and the parts have abilities that do a variety of other things like manipulating dice, hindering other pilots, and much more. With over 26 Engines and 60 parts there are lots of combinations to try out.&#10;&#10;The second part of the game is the race itself. Once the pilots have completed building they will take off. The race is driven by players rolling 2 types of dice, engine dice which are numbered 1-6 to determine a ships speed and the pilot die which corresponds to one of the 6 pilot colors giving the rolled pilots ship a bonus.&#10;&#10;High tensions will rise in this head to head all out race to the finish line. When the dice hit the table will you be in the winners circle?&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Racing",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Space: Earth's Moon"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ascent: The Game of Rocketry",
    "ID": 251409,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/251409/ascent-the-game-of-rocketry",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Ascent The Game of Rocketry is a competitive card game that sets two to four players into the world of rocket building. The game takes heavy inspiration from the Space Race and every rocket, card and patch is steeped with history.&#10;&#10;Players take turns testing one of their systems, while the other players try to play Fail cards to damage the system and can keep it from passing. Players, however, can repair their own systems mid-test by playing OK cards, based on Mission Control Officers and Engineers. The first player to have all 4 of his or her systems survive testing, completes a rocket, earns a Mission Patch and ends the round.&#10;&#10;Players can collect Mission Patches along the way for various in-game achievements (including completing a Rocket) and the player with the most patches at the end of 3 rounds wins the game! Mission Patches are used as a scoring mechanism as well as granting special rules to the players that hold them, creating a dynamic system that adds an ever-shifting asymmetrical gameplay landscape, keeping players on their toes and deepening the strategy further.&#10;&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Space Exploration"
    ],
    "Mechanics": [
      "Hand Management",
      "Memory",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Jester's Court, Suit Thyself!",
    "ID": 251417,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/251417/jesters-court-suit-thyself",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Jester&rsquo;s Court, Suit Thyself! is a 2 to 4 player game for ages 9 and up. It has unique movement and competitive mechanics with subtle degrees of luck and strategy. Using cards, players maneuver their Mage on a grid and attack other players to weaken their avatars and eventually cause them to lose some of the suits they&rsquo;ve collected. Blocking stones may also be placed, and players may also take steps to heal their Mage.&#10;&#10;The print version of Jester&rsquo;s Court, Suit Thyself! includes the following components:&#10;&#10;&#10;     4 Wooden Pawns in 4 colors (Mages)&#10;     4 Wooden Columns in 4 colors (Menhir Blocking Stones)&#10;     20 Health &amp; Suit Tokens in 4 colors&#10;     4 Mage Reference cards&#10;     4 Six-sided dice in 4 colors&#10;     1 18&rdquo; x 18&rdquo; Quad-Fold Game Board&#10;     Rule Booklet&#10;&#10;&#10;The 4 colors are Red, Green, Blue, and Yellow.&#10;&#10;In addition to the included components, you will need two standard decks of playing cards.  These are standard poker decks including two jokers per deck of cards.  For 2 player games, use 1 deck of cards with 2 jokers.  For 3-4 player games, use 2 decks of cards with 4 jokers.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting",
      "Print & Play"
    ],
    "Mechanics": [
      "Grid Movement",
      "Set Collection"
    ],
    "Families": [
      "Components: Traditional Playing Cards",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Caperucita Roja",
    "ID": 251418,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/251418/caperucita-roja",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Each player takes the role of a Caperucita Roja (Little Red Riding Hood) that must deliver three different items (flower, medicine, cake) to their grandma. In their turn, the players must roll a dice and then decide which path to take.&#10;The winner is the player who arrives first to the grandma house with the three items.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Novel-based"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Vaca Muerta",
    "ID": 251419,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/251419/vaca-muerta",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "In Vaca Muerta, the players take the role of energy companies which must decide where to invest. The workers are represented by dice and can be used to work in the field, build factories, convince the media, etc. Different generation systems (nuclear, hydroelectrical, coal, etc.) produce different amounts of money, corruption, and environmental damage.&#10;The game includes a double point system, one for money and the other for corruption. At the end of the game, the player with the most corruption is out, and the winner is who has more money.&#10;&#10;",
    "Categories": [
      "Economic",
      "Environmental"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Dice Rolling",
      "Worker Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Sparkle*Kitty: Adventure Pack",
    "ID": 251421,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.55",
    "Link": "https://boardgamegeek.com/boardgameexpansion/251421/sparklekitty-adventure-pack",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "The Sparkle*Kitty Adventure Pack is an International Tabletop Day 2018 exclusive product from Breaking Games.&#10;&#10;It includes new spells that add a sense of adventure to your awesome Sparkle*Kitty games, plus two new princesses, and more wild cards to plunder your tower!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Hand Management",
      "Pattern Recognition"
    ],
    "Families": [
      "Series: Sparkle*Kitty"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lords of Xibalba",
    "ID": 251450,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/251450/lords-of-xibalba",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Lords of Xibalba is a game where you take the role of one mischievous god of the underworld know as Xibalba and your goal is to increase your reputation by putting to test all the people that come by.&#10;&#10;During the game you could allocate people in the different caves available in which you will send your messengers to apply the corresponding test, mess with others gods to avoid them to get a good reputation and above all avoid the people to escape.&#10;&#10;Lords of Xibalba is a 2 to 4 players game where you're gonna test your abilities to strategize your movements and to use your hand to try to increase at maximum your reputation and become one of the legendary Lords in Mayan history.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Mythology"
    ],
    "Mechanics": [
      "Worker Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bitten: Survive The Dead",
    "ID": 251467,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgame/251467/bitten-survive-the-dead",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "You and your group are survivors of the zombie apocalypse. Your supplies are low. Tension is high. On your last supply raid, there was an attack...and it is possible one of you has been bitten...&#10;&#10;You have five minutes to either gather enough supplies to leave your group...or you must discover and eliminate the player who has been bitten.&#10;&#10;Bitten: Survive the Dead is a tense and exciting casual game for 2-8 Players with a 5-minute time limit. Players must attempt to gather one food ration, one water ration, one weapon, and the one available vehicle to leave the group, or they must discover which, if any, of the members of their group, have been bitten before time runs out and the bitten player becomes a member of the walking undead and eats your brains.&#10;&#10;The original version was text only on cards in a tuck box. The second edition features all new artwork, modified rules including a few new cards, clay tokens for the items, and full illustrations on all the cards, the box, and the tokens.&#10;&#10;-description from the designer&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Horror",
      "Party Game",
      "Zombies"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zverometr",
    "ID": 251468,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/251468/zverometr",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Board game Selfie Media &quot;Zverometr&quot; will give a lot of positive and excellent mood to your children. Applying their agility, logic and savvy, children will move towards victory. During the game you will have to measure yourself with longevity, speed and fluffiness of your animals. The winner of the game will be only one who turns out to be more dexterous and quick-witted.&#10;&#10;On one side of the card - the name and picture with the beast, on the other - the figures for the four properties:&#10;&#10;The size,&#10;Longevity,&#10;Travel speeds,&#10;Fuzzy.&#10;To each property are added points, proportional to the values.&#10;&#10;Each player in his turn receives 4 cards, but does not look at the reverse side with the data. He needs to arrange these animals in order of increasing points for a single property. When the cards are arranged in a row, the player turns them over. If the sequence is correct, he gets one card for himself in the bank, if not - he puts all the cards back into the deck. Each player has three such moves, then everyone counts the earned points.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Memory",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "DIG (Second Edition)",
    "ID": 251469,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.22",
    "Link": "https://boardgamegeek.com/boardgame/251469/dig-second-edition",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "2",
    "Description": "The hill hides many treasures, and all it takes to collect them is to grab your shovel and dig!&#10;&#10;Well, maybe not as these aren't the only things the hill hides; creatures and traps await, so the tunnels that you create might lead to either wealth or despair. Delve into the hill and gather ten gems to win the game! Take some risks, press your luck, hire recruits to dig deeper and win favors of companions such as the knight, wizard, scout or hunter to protect your collections from the many creatures &mdash; thieves, skeletons, orcs, and more &mdash; and traps hidden in the hill.&#10;&#10;DIG finds its path between adventure, strategy, luck, and resource management. In this card-driven game for 2 to 4 players ages 10 and up, fun meets strategy, luck meets role-playing and fantasy meets pixel art design within 20 to 45 minutes.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Push Your Luck"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Stalin Assassin",
    "ID": 251470,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/251470/stalin-assassin",
    "Min Players": "5",
    "Max Players": "11",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "In Stalin Assassin, each player is randomly assigned a role.&#10;&#10;4 possible roles at the start: Stalin, Commis, Capitalists and The Bolshevik. The Capitalists always have a majority, the Commis know who they are the Capitalists and Commis do not know who is Stalin or The Bolshevik.&#10;&#10;Stalin and The Bolshevik are always in incognito and also do not know who they are.&#10;&#10;5 to 11 players:&#10;&#10;5 players - 2 Capitalists, 1 Commi, 1 Stalin and 1 Bolshevik&#10;&#10;6 and 7 players - 3 or 4 Capitalists, 1 Commi, 1 Stalin and 1 Bolshevik&#10;&#10;8 to 11 players - 3 Commi, 1 Stalin, 1 Bolshevik and all other Capitalists&#10;&#10;HAMMER OF POWER passes from a player to the other and all players have to put their thumbs up or down to accept the HAMMER of POWER (POWER TOOL OR PT) given to the player selected. If the player gets most okays he picks 2 cards and places his chosen one on the board.&#10;&#10;There is 1 board where actions are taken. 11 action in total. 1&#10;&#10;Each time the HAMMER OF POWER is passed to a player. That player takes 2 TOOL Cards and places 1 on the BOARD (COMMI POWER TOOL or FREEDOM CARD). Then he places the one not chosen back in the pile of cards *at the bottom).&#10;&#10;If at action 3 and 4 there is a COMMI POWER TOOL - TIME FOR WILD GUESS - where all will guess who is a Commi The &quot;appointed&quot; Commi gets an UNDERCOVER COMMI card and is suspected to be a Commi.&#10;&#10;The board is called Mother Russia.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Country: Russia",
      "Crowdfunding: Kickstarter",
      "Game: Werewolf / Mafia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Comitatus: Warfare in the Dark Ages AD250-1100",
    "ID": 251471,
    "Year": "(1990)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.67",
    "Link": "https://boardgamegeek.com/boardgame/251471/comitatus-warfare-in-the-dark-ages-ad250-1100",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "240",
    "Weight": "0",
    "Description": "Comitatus is a complete set of wargames rules designed to simulate warfare in Europe and the Mediterranean from about AD 250 to 1100. They have been primarily designed with Barbarian Migrations period in mind but the scope of the rules covers Dark Age warfare through to the period of the First Crusade.&#10;&#10;Comitatus is a fast moving game that is relatively easy to master. Full-scale battles representing tens of thousands of troops on each side can easily be fought to a conclusion in 3-4 hours while still retaining the special characteristics of dark age warfare.&#10;&#10;",
    "Categories": [
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Components: Miniature agnostic",
      "History: Barbarian migrations and invasions",
      "History: Byzantium",
      "History: Francia",
      "History: Norman Conquest",
      "History: Viking Expansion",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Civitates Bellantes: Rules for Ancient Wargames in the Classical Era",
    "ID": 251472,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.38",
    "Link": "https://boardgamegeek.com/boardgame/251472/civitates-bellantes-rules-for-ancient-wargames-in",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.3333",
    "Description": "From the publisher&lsquo;s website: &ldquo;Civitates Bellantes is a set of rules which simulate warfare in Europe, the near East and  Mediterranean from the fourth century BC to the third century AD. The rules are suitable for games with miniature figures in all scales from 2mm to 30mm. Although primarily designed with the Macedonian and Punic wars in mind, the mechanisms can be used for the earlier Greek and Persian conflicts as well as the rise of Imperial Rome.&#10; Although these rules are designed around the same principles as Comitatus, they also have unique features which capture the flavour of the period. Particular attention has been given to developing practical ways to reflect the relative strengths and weaknesses of the phalanx, the legion and their supporting arms.&rdquo;&#10;&#10;",
    "Categories": [
      "Ancient",
      "Book",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement"
    ],
    "Families": [
      "Components: Miniature agnostic",
      "History: Greek & Persian conflicts of the 4th century BC",
      "History: Macedonian Wars",
      "History: Punic Wars",
      "History: Roman Empire",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Legio VI Julia Augusta",
    "ID": 251474,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/251474/legio-vi-julia-augusta",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Legio VI Julia Augusta is a set of miniatures wargames rules aimed to allow large battles of Roman Late Republican and Early Imperial periods (100 BC to AD 250) to be resolved relatively quickly. It's meant for 6mm figures but could easily be adapted to larger (or smaller!) figures.&#10;&#10;The rules are derived from the same designer's Comitatus set of Dark Ages rules, but slimmed down to allow larger battles to be fought in less time. Troops are classed a relatively small number of troop types with minimal differentiation based on equipment; the focus is on troop quality and, especially, generals' limited means of controlling their forces.&#10;&#10;The rules are freely available from the designer's webpage, along with sister sets covering adjoining periods:&#10;&#10;Legio VI Macedonia, for 400 BC to 100 BC&#10;Legio VI Constantiniani, for AD 250 to AD 600&#10;Legio VI Diadochi, for Alexander and the Successors&#10;&#10;",
    "Categories": [
      "Ancient",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Legio VI (Legio Wargames)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Battle of Grumentum, the Italian Campaign, 207 BC",
    "ID": 251475,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.64",
    "Link": "https://boardgamegeek.com/boardgameexpansion/251475/the-battle-of-grumentum-the-italian-campaign-207-b",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "4",
    "Description": "Eleven years have passed since the outbreak of the Second Punic War between Rome and Carthage. Both sides have become exhausted after long years of battling and campaigning across the Mediterranean Theater. From Spain, Hasdrubal Barca marches toward Italy to join his brother Hannibal. Together they seek to bring this long, hard conflict to an end.&#10;Rome is aware of the overall Carthaginian plan and therefore strengthens its legions. If, after so many years of war, Rome has been unable to defeat Hannibal, what will happen when a new member of the &quot;Lion's Brood&quot; reinforces his brother in Italy? The result of the Second Punic War, possibly control of the Western Mediterranean,is at stake.&#10;&#10;- 3-page historical background article (pp. 11-13 within C3i #21 magazine, 2008).&#10;- Scenario set-up instructions (pp. 14-15 within C3i #21 magazine, 2008).&#10;- 2 new leaders counters&#10;&#10;(from the publisher)&#10;&#10;&#10;SPQR module from C3i Magazine #21, 2008.",
    "Categories": [
      "Ancient",
      "Expansion for Base-game",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Ancient: Rome",
      "Magazine: C3i",
      "Players: Two-Player Only Games",
      "Series: Great Battles of History (GMT Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Age of Towers: The Winx",
    "ID": 251476,
    "Year": "(2018)",
    "Geek Rating": "5.525",
    "Avg Rating": "6.63",
    "Link": "https://boardgamegeek.com/boardgameexpansion/251476/age-of-towers-the-winx",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Age of Towers: The Winx  increases the stakes with more quest and event cards to add to your Age of Towers base game, along with more monster content and materials for a fifth player. Defend your city and mine those crystals as fast as you can as more competition is on the way!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Medieval",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Movement",
      "Network and Route Building",
      "Worker Placement"
    ],
    "Families": [
      "Category: Tower Defense",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Battle of Utica, 203 BC",
    "ID": 251480,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.62",
    "Link": "https://boardgamegeek.com/boardgameexpansion/251480/the-battle-of-utica-203-bc",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "4",
    "Description": "Publius Cornelius Scipio Asinus (the Younger) and Hasdrubal, son of Gisgo, engaged in a great battle at Utica in the spring of 203 BC. At stake was nothing less than world dominion.&#10;&#10;- 4-page historical background article.&#10;- A scenario set-up card.&#10;- All counters are from SPQR Deluxe.&#10;&#10;(from the publisher)&#10;&#10;&#10;SPQR Module from C3i magazine #22.",
    "Categories": [
      "Ancient",
      "Expansion for Base-game",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Ancient: Rome",
      "History: Punic Wars",
      "Magazine: C3i",
      "Series: Great Battles of History (GMT Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Game of Thrones: The Card Game (Second Edition) – House Stark Intro Deck",
    "ID": 251484,
    "Year": "(2018)",
    "Geek Rating": "5.547",
    "Avg Rating": "8.19",
    "Link": "https://boardgamegeek.com/boardgameexpansion/251484/a-game-of-thrones-the-card-game-second-edition-hou",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Join the battle for the Iron Throne with the House Stark Intro Deck for A Game of Thrones: The Card Game! This pre-constructed deck introduces you to the mechanisms and key characters of House Stark to provide a stable foundation and highlight the faction's unique features. By executing direct attacks and gaining strength through sacrifice, you will remind your enemies that winter is coming.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fantasy",
      "Medieval",
      "Negotiation",
      "Novel-based"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Books: A Song of Ice and Fire",
      "Game: A Game of Thrones – The Card Game (LCG)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Game of Thrones: The Card Game (Second Edition) – House Lannister Intro Deck",
    "ID": 251485,
    "Year": "(2018)",
    "Geek Rating": "5.539",
    "Avg Rating": "8.12",
    "Link": "https://boardgamegeek.com/boardgameexpansion/251485/a-game-of-thrones-the-card-game-second-edition-hou",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Join the battle for the Iron Throne with the House Lannister Intro Deck for A Game of Thrones: The Card Game! This pre-constructed deck introduces you to the mechanisms and key characters of House Lannister to provide a stable foundation and highlight the faction's unique features. By storing surplus economy and ambushing your opponent, your enemies are sure to hear you roar.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fantasy",
      "Medieval",
      "Negotiation",
      "Novel-based"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Books: A Song of Ice and Fire",
      "Game: A Game of Thrones – The Card Game (LCG)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Game of Thrones: The Card Game (Second Edition) – House Greyjoy Intro Deck",
    "ID": 251486,
    "Year": "(2018)",
    "Geek Rating": "5.541",
    "Avg Rating": "8.17",
    "Link": "https://boardgamegeek.com/boardgameexpansion/251486/a-game-of-thrones-the-card-game-second-edition-hou",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Join the battle for the Iron Throne with the House Greyjoy Intro Deck for A Game of Thrones: The Card Game! This pre-constructed deck introduces you to the mechanisms and key characters of House Greyjoy to provide a stable foundation and highlight the faction's unique features. By utilizing stealth attacks and pillaging your enemy&rsquo;s strongholds, you will show your enemy why you do not sow.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fantasy",
      "Medieval",
      "Negotiation",
      "Novel-based"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Books: A Song of Ice and Fire",
      "Game: A Game of Thrones – The Card Game (LCG)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Game of Thrones: The Card Game (Second Edition) – House Baratheon Intro Deck",
    "ID": 251487,
    "Year": "(2018)",
    "Geek Rating": "5.539",
    "Avg Rating": "7.99",
    "Link": "https://boardgamegeek.com/boardgameexpansion/251487/a-game-of-thrones-the-card-game-second-edition-hou",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Join the battle for the Iron Throne with the House Baratheon Intro Deck for A Game of Thrones: The Card Game! This pre-constructed deck introduces you to the mechanisms and key characters of House Baratheon to provide a stable foundation and highlight the faction's unique features. By holding on to power and forcing your enemies to kneel before you, all of Westeros will respect that yours is the fury.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fantasy",
      "Medieval",
      "Negotiation",
      "Novel-based"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Books: A Song of Ice and Fire",
      "Game: A Game of Thrones – The Card Game (LCG)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Game of Thrones: The Card Game (Second Edition) – House Tyrell Intro Deck",
    "ID": 251488,
    "Year": "(2018)",
    "Geek Rating": "5.538",
    "Avg Rating": "8.14",
    "Link": "https://boardgamegeek.com/boardgameexpansion/251488/a-game-of-thrones-the-card-game-second-edition-hou",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "4",
    "Description": "Join the battle for the Iron Throne with the House Tyrell Intro Deck for A Game of Thrones: The Card Game! This pre-constructed deck introduces you to the mechanisms and key characters of House Tyrell to provide a stable foundation and highlight the faction's unique features. By combining strength within your house and calling upon noble knights, you will always be growing strong.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fantasy",
      "Medieval",
      "Negotiation",
      "Novel-based"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Books: A Song of Ice and Fire",
      "Game: A Game of Thrones – The Card Game (LCG)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Game of Thrones: The Card Game (Second Edition) – House Martell Intro Deck",
    "ID": 251490,
    "Year": "(2018)",
    "Geek Rating": "5.536",
    "Avg Rating": "8.02",
    "Link": "https://boardgamegeek.com/boardgameexpansion/251490/a-game-of-thrones-the-card-game-second-edition-hou",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Join the battle for the Iron Throne with the House Martell Intro Deck for A Game of Thrones: The Card Game! This pre-constructed deck introduces you to the mechanisms and key characters of House Martell to provide a stable foundation and highlight the faction's unique features. By manipulating challenge icons and playing the long game, you will remain unbowed, unbent, unbroken.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fantasy",
      "Medieval",
      "Negotiation",
      "Novel-based"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Books: A Song of Ice and Fire",
      "Game: A Game of Thrones – The Card Game (LCG)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Game of Thrones: The Card Game (Second Edition) – House Targaryen Intro Deck",
    "ID": 251491,
    "Year": "(2018)",
    "Geek Rating": "5.541",
    "Avg Rating": "8.21",
    "Link": "https://boardgamegeek.com/boardgameexpansion/251491/a-game-of-thrones-the-card-game-second-edition-hou",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Join the battle for the Iron Throne with the House Targaryen Intro Deck for A Game of Thrones: The Card Game! This pre-constructed deck introduces you to the mechanisms and key characters of House Targaryen to provide a stable foundation and highlight the faction's unique features. By calling bold military leaders and gaining loyal followers, you will claim what is yours with fire and blood.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fantasy",
      "Medieval",
      "Negotiation",
      "Novel-based"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Books: A Song of Ice and Fire",
      "Game: A Game of Thrones – The Card Game (LCG)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Game of Thrones: The Card Game (Second Edition) – Night's Watch Intro Deck",
    "ID": 251492,
    "Year": "(2018)",
    "Geek Rating": "5.542",
    "Avg Rating": "8.32",
    "Link": "https://boardgamegeek.com/boardgameexpansion/251492/a-game-of-thrones-the-card-game-second-edition-nig",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Join the battle for the Iron Throne with the Night's Watch Intro Deck for A Game of Thrones: The Card Game! This pre-constructed deck introduces you to the mechanisms and key characters of Night's Watch to provide a stable foundation and highlight the faction's unique features. By recruiting soldiers from your enemy&rsquo;s ranks, you will be prepared to protect Westeros for this night and for all nights to come.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fantasy",
      "Medieval",
      "Negotiation",
      "Novel-based"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Books: A Song of Ice and Fire",
      "Game: A Game of Thrones – The Card Game (LCG)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Garden in Time and Space",
    "ID": 251494,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/251494/garden-in-time-and-space",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "3",
    "Play Time": "5",
    "Weight": "0",
    "Description": "Garden in Time and Space is a real time co-operative roll and write PNP game. Players need to irrigate all their flowers in very limited time.&#10;But please notice, there will be portals appear in your garden and disturb your plan.&#10;In the game, simultaneously, players repeatly roll their dice to determint which type of waterpipe they can draw on their own board.They have to connect pipe to other exist pipe.But if they roll a portal then connect it to a pipe, one of other players will have to draw a portal in same coordinate on his board.Now pipe will grow out from the portal, which may disturb his original drawing plan or may help him connect pipe to their flowers more easily.&#10;The object of game is to irrigate all players' flowers in 3 minutes. Otherwise, all players lose.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Farming",
      "Print & Play",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Shieldwall",
    "ID": 251500,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/251500/shieldwall",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Shieldwall aims to recreate the atmosphere of Dark Age battles in the British Isles and Northern Europe. The rules were inspired by Andy Callan's Dark Age Infantry Slog. They adapt the basic Comitatus mechanisms to provide interest and colour to what otherwise might be a fairly boring game of two more or less identically armed shieldwalls crashing into each other.&#10;&#10;If you like Vikings and Saxons this could be the game for you!&#10;&#10;",
    "Categories": [
      "Book",
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "History: Francia",
      "History: Viking Expansion",
      "Misc: Free Wargames",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ashes Reborn: The Spirits of Memoria",
    "ID": 251501,
    "Year": "(2018)",
    "Geek Rating": "5.584",
    "Avg Rating": "8.16",
    "Link": "https://boardgamegeek.com/boardgameexpansion/251501/ashes-reborn-the-spirits-of-memoria",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "3",
    "Description": "A new Phoenixborn enters the fray with The Spirits of Memoria expansion deck for Ashes: Rise of the Phoenixborn!&#10;&#10;The spirit realm is subservient to Sembali Grimtongue, who holds power over all conjurations in the game. Spring into action with this full, ready-to-play deck, or use the cards you find here to build your own deck centered on the Phoenixborn of your choice. The Spirits of Memoria gives you the freedom to find new combinations of cards and unlock new types of decks. With each Ashes expansion deck, you can supplement your collection with new spell and unit cards in order to play out all-new battles!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Ashes – Rise of the Phoenixborn"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ashes Reborn: The Demons of Darmas",
    "ID": 251502,
    "Year": "(2018)",
    "Geek Rating": "5.596",
    "Avg Rating": "8.10",
    "Link": "https://boardgamegeek.com/boardgameexpansion/251502/ashes-reborn-the-demons-of-darmas",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.5",
    "Description": "A new Phoenixborn enters the fray with The Demons of Darmas expansion deck for Ashes: Rise of the Phoenixborn!&#10;&#10;None of your enemy's minions are safe from Harold Westraven and his Hunter's Mark! Spring into action with this full, ready-to-play deck, or use the cards you find here to build your own deck centered on the Phoenixborn of your choice. The Demons of Darmas gives you the freedom to find new combinations of cards and unlock new types of decks. With each Ashes expansion deck, you can supplement your collection with new spell and unit cards in order to play out all-new battles!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Ashes – Rise of the Phoenixborn"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Close Fire & European Order: The Field of Battle – 1700-1720",
    "ID": 251503,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/251503/close-fire-and-european-order-the-field-of-battle",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Miniatures battle game for the 1700-1720 period in Europe (so principally the War of the Spanish Succession and the Great Northern War). The rules are based on those for Andy Callan's Loose Files and American Scramble, a AWI set.&#10;&#10;The game aims to capture the transitional nature of early 18C warfare, one foot in the &quot;pike &amp; shot&quot; era, one in the &quot;horse and musket&quot; period. Individual battalions and squadrons are represented, but the practical units of manoeuvre are brigades or even groups of brigades, allowing large battles to be fought in a timely manner.&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Book",
      "Miniatures",
      "Pike and Shot",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement"
    ],
    "Families": [
      "History: Great Northern War",
      "History: War of the Spanish Succession",
      "Misc: Free Wargames",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "La Petite Guerre: 17th-19th Century Skirmish Wargames Rules",
    "ID": 251504,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/251504/la-petite-guerre-17th-19th-century-skirmish-wargam",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "These rules are designed for re-creating small scale skirmishes with miniature figures. Although designed primarily for conflict in North America in the 17th -19th centuries, they can be used to re-create actions in various times and places.&#10;&#10;Scale:&#10;These rules can be used with figures ranging from 15mm to 54mm. Each model figure represents between one and five men. Time and distance scales have been deliberately distorted in the interests of practicality and playability.&#10;&#10;All measurements are given in multiples of &lsquo;10 paces&rsquo;. Ten paces is 3cm if using 25/28 mm figures. Adjust up or down for larger or smaller figures&#10;&#10;These rules are available as a free download on the publisher's website&#10;&#10;",
    "Categories": [
      "American Civil War",
      "American Indian Wars",
      "American Revolutionary War",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "History: French and Indian War",
      "History: War of 1812",
      "Misc: Free Wargames",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Crystal Clans: Feather Clan",
    "ID": 251505,
    "Year": "(2018)",
    "Geek Rating": "5.547",
    "Avg Rating": "7.51",
    "Link": "https://boardgamegeek.com/boardgameexpansion/251505/crystal-clans-feather-clan",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "Out of the air, a new clan emerges seeking the power of the magic crystals. Take to the skies and embrace the winds with the Feather Clan expansion deck for Crystal Clans! This deck contains an array of airborne units for you to choose from when building your armies. Deploy Horus the Finder and send him soaring over the battlefield in formation with his warriors, or use Dendra the Skykeeper to grant the flying keyword to all units in her squad. Take to the skies and seize the crystals with the power of the Feather Clan!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Grid Movement",
      "Hand Management",
      "Rock-Paper-Scissors",
      "Turn Order: Time Track",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Crystal Clans",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Crystal Clans: Leaf Clan",
    "ID": 251507,
    "Year": "(2018)",
    "Geek Rating": "5.549",
    "Avg Rating": "7.56",
    "Link": "https://boardgamegeek.com/boardgameexpansion/251507/crystal-clans-leaf-clan",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "3",
    "Description": "Emerging from the depths of the forest, a new clan seeks the power of the magic crystals. Sow the seeds of your victory and cultivate power with the Leaf Clan expansion deck for Crystal Clans! This deck contains a new rule for the Leaf Clan, allowing them to sow their unit losses into areas to power up their other units. Use The Huntmaster to bring discarded units back into play, or bring Kesslia into play, allowing her unit to jump to areas with sown units. Grow victory from the earth and seize the crystals with the power of the Leaf Clan!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Grid Movement",
      "Hand Management",
      "Rock-Paper-Scissors",
      "Turn Order: Time Track",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Crystal Clans",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Wars: Legion – Han Solo Commander Expansion",
    "ID": 251512,
    "Year": "(2018)",
    "Geek Rating": "5.561",
    "Avg Rating": "8.10",
    "Link": "https://boardgamegeek.com/boardgameexpansion/251512/star-wars-legion-han-solo-commander-expansion",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Smuggler. Scoundrel. General. Han Solo has left a lasting impact on the Star Wars galaxy and soon he'll be able to join the ranks of your army in Star Wars: Legion. The Han Solo Commander Expansion includes everything you need to add Han to your army as a commander. A single unpainted, easily assembled miniature represents Han on the battlefield, while a unit card outlines all his abilities. Additionally, his three personal command cards reflect his style as gunslinging smuggler and new upgrade cards allow you to add your personal touch to Han or your other units.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Star Wars – Legion",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Wars: Legion – Rebel Commandos Unit Expansion",
    "ID": 251513,
    "Year": "(2018)",
    "Geek Rating": "5.562",
    "Avg Rating": "8.07",
    "Link": "https://boardgamegeek.com/boardgameexpansion/251513/star-wars-legion-rebel-commandos-unit-expansion",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "When regular troops aren't enough, the Rebel Alliance relies on specialized strike teams to hit the Empire where it hurts the most. Trained in advanced combat tactics and wielding state-of-the-art gear, Rebel commandos skirt the edges of the battle eld, striking from deep cover.&#10;&#10;The Rebel Commandos Unit Expansion features a full unit of seven Rebel commando miniatures as well as new unit and upgrade cards that can be used to customize your Star Wars: Legion armies. With their unorthodox tactics, the Rebel commandos allow you to field two distinct special forces units: a four-miniature squad or a two-miniature strike team outfitted with special weapons. Whether you add a deadly sniper or a saboteur, this expansion gives you even more options for specializing your Rebel army!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Star Wars – Legion",
      "Movies: Star Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "ベルーガ (Beluga)",
    "ID": 251515,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.62",
    "Link": "https://boardgamegeek.com/boardgame/251515/beruga-beluga",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "In &#227;&#131;&#153;&#227;&#131;&#171;&#227;&#131;&#188;&#227;&#130;&#172; (Beluga), you play as a mother beluga whale whose echo location system isn't working properly, which is a problem as your daughter is lost and you want to reunite with her.&#10;&#10;The game is divided into two halves: &quot;Journey&quot; and &quot;Reunion&quot;. In &quot;Journey&quot;, players collect ice cards that contain clues to the daughter's location while trying not to be found by their natural enemy, the polar bear. The closer you get to a polar bear, the most cards you have and the more of your daughter's clues are available, but should you accidentally find the polar bear, you will be eaten.&#10;&#10;In &quot;Reunion&quot;, you try to find your daughter by revealing the ice cards that you collected in the first half of the game. Once again, you must avoid polar bears. Thankfully you can reference magpies in the sky that know the location of these bears, while also reaching out to &quot;old sharks&quot; to find shortcuts to your daughter's location.&#10;&#10;Can mom find her courage and reunite with her daughter?&#10;&#10;",
    "Categories": [
      "Animals"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "UNO: WWE Card Game",
    "ID": 251520,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/251520/uno-wwe-card-game",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "It's the fun, fast-paced card game you love now featuring iconic characters from the thrilling WWE! Players race to get rid of all their cards by matching a card in their hand with the current card shown on top of the deck. When you throw down the powerful Locked Up card, you choose another player with whom you'll lock into battle. Only one will survive! Other action cards include Skips, Reverses, Draw Twos, and Wild Cards-including a customizable Wild Card. The first player or team to 500 wins, and when you're down to one card, don't forget to yell &quot;UNO!&quot;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Card Games: Matching",
      "Game: UNO",
      "Versions & Editions: Versions with IP after the original release"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Street Fighter: The Miniatures Game – Street Fighter Alpha Character Expansion",
    "ID": 251521,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.55",
    "Link": "https://boardgamegeek.com/boardgameexpansion/251521/street-fighter-the-miniatures-game-street-fighter",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Street Fighter Alpha adds 4 characters and battle decks to Street Fighter: The Miniature Game.&#10;&#10;Karin, Sakura, Dan, and R.Mika join the fight to become the World's strongest street fighter.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fighting",
      "Miniatures",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Hand Management",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Street Fighter: The Miniatures Game – Street Fighter III Character Expansion",
    "ID": 251522,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.79",
    "Link": "https://boardgamegeek.com/boardgameexpansion/251522/street-fighter-the-miniatures-game-street-fighter",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Street Fighter III: 3rd strike adds 4 characters and battle decks to Street Fighter: The Miniature Game.&#10;&#10;Alex, Ibuki, Q, and Makoto join the fight to become the World's strongest street fighter&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fighting",
      "Miniatures",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Hand Management",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Street Fighter: The Miniatures Game – Street Fighter IV Character Expansion",
    "ID": 251523,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.72",
    "Link": "https://boardgamegeek.com/boardgameexpansion/251523/street-fighter-the-miniatures-game-street-fighter",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Street Fighter IV adds 4 characters and battle decks to Street Fighter: The Miniature Game.&#10;&#10;Juri, Cody, C.Viper, and Guy join the fight to become the World's strongest street fighter.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fighting",
      "Miniatures",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Hand Management",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Street Fighter: The Miniatures Game – Street Fighter V Character Expansion",
    "ID": 251524,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.53",
    "Link": "https://boardgamegeek.com/boardgameexpansion/251524/street-fighter-the-miniatures-game-street-fighter",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Street Fighter V adds 4 characters and battle decks to Street Fighter: The Miniature Game.&#10;&#10;Nash, Rashid, Negulli, and Laura join the fight to become the World's strongest street fighter.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fighting",
      "Miniatures",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Hand Management",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Jagger Arena",
    "ID": 251531,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/251531/jagger-arena",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Welcome, jagger, to the Grid. The Grid is an isolated network specifically designed to test illicit hacking software. You will scan the Grid for data sources, which you will use to power your programs. Battle other jaggers to see who has the best programs. Win, and know that your software is good enough to take on corporate networks. Lose, and rebuild your software suite to try again.&#10;&#10;Jagger Arena is a dueling card game for 2-4 players. Players are 'jaggers', criminal hackers that us AI programs to break into corporate networks. Jaggers come to the Grid to test their programs against each other; battling until only one jagger is left standing.&#10;&#10;Before a match, you will chose a program set of 7 cards to use in the battle. The game comes with four pre-built program sets, but you can also mix the different programs to create your own custom set.&#10;&#10;On your turn, you will reveal a face down card in the Grid of 25 cards. Your goal is to make a match of 3 or more of the same data source symbol. These data source matches are used to trigger attacks from your programs, or use a program's special abilities. Certain cards can generate chains, allowing you to reveal multiple cards in a turn. And watch out for logic bombs! Logic bombs can reveal a large number of cards, giving you an opportunity to make multiple matches. Your program abilities can alter the Grid, and cause various effects that hinder your opponent's programs.&#10;&#10;Using program attacks and abilities, you will attempt to delete your opponent's programs. If all your programs are deleted, you are eliminated from the match. The last player left is declared the winner.&#10;&#10;Future expansion packs will include new program sets and abilities, allowing for more variety when creating custom program sets. The introduction of new logic bombs will cause more chaos in the Grid.&#10;&#10;Contents:&#10;62 Data Source cards&#10;28 Program cards (Alice, Boris, Cameron, and Logan program sets)&#10;9 Logic Bomb cards&#10;24 Damage tokens&#10;16 Strengthen/Weaken tokens&#10;16 Infect tokens&#10;6 Data Source tokens&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Player Elimination",
      "Set Collection"
    ],
    "Families": [
      "Category: Print-on-Demand"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Micro Miners: A Micro Deck Builder",
    "ID": 251532,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/251532/micro-miners-a-micro-deck-builder",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Micro Miners: A micro deck builder takes a full size deck building experience and compacts it down to the size of about a standard deck of cards. The game shifts the focus from collecting many cards to collecting the right cards at the right time for deck optimization.  Every time you shuffle your deck you will bring your deck size down to the your current limit keep your deck dedicated to the actions you care about. Players need to choose the cards they take from the Tunnel carefully if they want to load the final gem into a cart and score a point.&#10;&#10;Micro Miners is played like many deck builders and can be played  by taking turns gaining cards and using them to score points.  However in Micro Miners each player starts their turn with 3 Effort which allows them to take actions.  They can spend a number of effort indicated to acquire an available card from the tunnel or use it to play a Cart in front of them.  It can also be used to load gems into any suitable cart in play controlled by any player, but any player can block the gem from being loaded if they have a gem that matches the targeted cart.&#10;&#10;Players have a hand limit size of just 2 cards and will draw a new hand at the the end of each turn.  If they ever need to draw cards but their draw pile does not have enough they will shuffle their discard pile to form a new draw deck.  Each time they do this they will count the number of cards in their deck, not including any carts in play or gems loaded into them, and will choose which cards to discard down to their deck limit.  All discarded cards will be Tossed face down into the Shaft.&#10;&#10;The first player to score 3 points will win this micro deckbuilder.&#10;&#10;Plays in 20-30 minutes.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Action Points",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bariesus",
    "ID": 251534,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.70",
    "Link": "https://boardgamegeek.com/boardgame/251534/bariesus",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2",
    "Description": "Players take the role of Bariesus, powerful mages capable of manipulating the four elements. Players must conquer territories through combat, driven by cards. The mages can summon armies of air, earth, water, and fire, as well as different spells, and the combat is ultimately defined by the played cards.&#10;Conquered territories give taxes, and the money is needed to hire mercenaries.&#10;The game is over when a player conquers a given number of territories or, if nobody has won in 20 turns, the God Kasdail destroys the universe.&#10;&#10;",
    "Categories": [
      "Medieval"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Components: Map (Continental / National scale)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Invocación Fronteras",
    "ID": 251535,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.17",
    "Link": "https://boardgamegeek.com/boardgame/251535/invocacion-fronteras",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "20",
    "Weight": "2.5",
    "Description": "In this real-time game, the players must simultaneously and continuously play cards on its own boards trying to defeat at least one of the different powers of any of the opponent's cards and take them. The effects of the played cards are instantaneous and change the powers and abilities of other cards in play.&#10;&#10;The game is played in rounds until the deck is empty (more players means less time). When this happens, the players count the total strength of the defeated cards, and who has more is declared the winner.&#10;&#10;It can also be played in constructed deck mode.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting",
      "Real-time"
    ],
    "Mechanics": [
      "Simultaneous Action Selection",
      "Take That"
    ],
    "Families": [
      "Digital Implementations: Tabletopia",
      "Game: Invocación Fronteras",
      "Players: Games with expansions that add solo play"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Domino Run",
    "ID": 251537,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.07",
    "Link": "https://boardgamegeek.com/boardgame/251537/domino-run",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "You&rsquo;ve awaken as a cube in a world with domino tiles falling from the sky, being chased by this ominous black cube for reasons unknown. All you can do is run. For some reason you know that the black cube must never catch you. You also know that, when you complete double value domino tiles you gain power-ups that help you run better. Suddenly a vision, &ldquo;Get all seven keys to escape&hellip;&rdquo;&#10;&#10;A solo roll &amp; move print and play adventure game.&#10;&#10;The uses domino tiles to create an infinite track. The player rolls their dice pool to move their white cube through the pip requirements of the domino track. Complete key double domino tiles to gain new dice or draw domino tiles powers that can upgrade matching dice values. Don't let the enemy black cube get to you though as it may just cause you to loose the game. Complete all 7 keys to win!&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Area Movement",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Too Many Heroes",
    "ID": 251540,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/251540/too-many-heroes",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "In Too Many Heroes, players take on the role of rival corporations, racing to be the first to build their super-team of heroes. But you&rsquo;re not building a team to fight crime and injustice...you&rsquo;re in it for the money. Movie rights, book deals, sponsorships...you name it!&#10;&#10;It&rsquo;s a fast paced card game for 2-6 players. The massive deck contains 216 cards, featuring 100 fully-realized heroes. Fighting alongside them are villains, action cards, upgrades, downgrades, and the coveted License Cards. Yes, License cards. Your heroes must be licensed to count. Otherwise they&rsquo;re classified as illegals, operating under the law, vigilantes, and most importantly for the government, untaxable.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Z-Game: Fast & Dead",
    "ID": 251546,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.05",
    "Link": "https://boardgamegeek.com/boardgame/251546/z-game-fast-and-dead",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Z-Game 2 is a competitive strategy game for 2-4 players who accumulate resources, recruit mercenaries, destroy the last strongholds of civilization, fulfill missions and fight with zombies.&#10;&#10;Try to survive in post-apocalyptic world! On their turn, the player moves around the city tiles, destroy them, enters into battles with other players and zombies by playing cards from the hand - all in order to fulfill the current goal of the round.&#10;&#10;At the beginning of each round, a new event card is opened. If this is the 8th card, you will play the final round.&#10;Then update the goals of the round. In each round, goals are different, so players will always have something to do.&#10;After this setup of the round, players perform their turns which include three phases: 1. moving, 2. fighting, if they meet with enemies, and 3. getting resources from occupied territories and feeding crew.&#10;&#10;The game also ends if one player has completed eight or more goals.&#10;&#10;The winner is the player who accomplished most of the goals. If there is a tie here, then the winner is the one who has more people left in the city. If there is a tie here, arrange an arm wrestling - in the post-apocalypse there is always only one winner!&#10;&#10;The game boasts simple rules, dynamic mechanics, large number of components, unique art, and exciting scenarios! Win in a world of senseless cruelty and causeless violence, crowded with hordes of zombies and crazy gangs in the board game about the zombie apocalypse Z-Game!&#10;&#10;",
    "Categories": [
      "Fighting",
      "Zombies"
    ],
    "Mechanics": [
      "Area Majority / Influence"
    ],
    "Families": [
      "Theme: Post-Apocalyptic"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Jake and the Never Land Pirates: Speed Match Game",
    "ID": 251552,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.40",
    "Link": "https://boardgamegeek.com/boardgame/251552/jake-and-the-never-land-pirates-speed-match-game",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Players take turns rolling dice to reveal the combination of image (a character from Jake and the Neverland Pirates), background color and perimeter color that all players will search for among 54 revealed combinations on the modular board.  The player that finds the correct combination places her token on that combination on the board.  The first player to place all of their tokens on the board wins the game.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Memory",
      "Modular Board"
    ],
    "Families": [
      "Characters: Jake and the Never Land Pirates",
      "Folk Tales & Fairy Tales: Peter Pan",
      "Islands: Fictional"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The G.O.O.D Game: Get Out Of Dodge",
    "ID": 251553,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/251553/the-good-game-get-out-of-dodge",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Contains intentionally hateful racist material and appears to be a product of alt-right hatemongers.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Economic",
      "Humor",
      "Mature / Adult"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Negotiation",
      "Roll / Spin and Move",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Table Battles: Age of Alexander",
    "ID": 251554,
    "Year": "(2018)",
    "Geek Rating": "5.533",
    "Avg Rating": "7.88",
    "Link": "https://boardgamegeek.com/boardgameexpansion/251554/table-battles-age-of-alexander",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "3",
    "Description": "By any measure, Alexander III of Macedon was an exemplary military commander. If we believe his propagandists, he was always vastly outnumbered, yet he and his elite army were never defeated, always winning a decisive victory. &quot;It is a sobering thought,&quot; says Table Battles designer Tom Russell, &quot;that by the time he was my age, Alexander had conquered the Persian empire, made his incursion into India, founded city after glorious city, and had been dead for four years.&quot;&#10;&#10;Table Battles: The Age of Alexander recreates that famous Macedonian's major battles, as well as two battles of the Diadochi. In almost all of these battles, the Macedonian Player has no room for error - the routing of a single Formation is often enough to lose the game. The opposing side has more leeway and more sticks, but generally comes up short in the quality department. Careful, nuanced play from both sides is require to stay competitive and to win the day. Most of these are larger engagements, with lots of cards and reactions for each side.&#10;&#10;The seven battles in this set are:&#10;&#10;Chaeronea (2 August 338 BCE)&#10;Granicus (May 334 BCE)&#10;Issus (5 November 333 BCE)&#10;Gaugamela (1 October 331BCE)&#10;The Hydaspes (May 326BCE)&#10;Gabiene (316BCE)&#10;Ipsus (301BCE)&#10;&#10;",
    "Categories": [
      "Ancient",
      "Dice",
      "Expansion for Base-game",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Worker Placement"
    ],
    "Families": [
      "History: Wars of Alexander the Great",
      "Players: Two-Player Only Games",
      "Series: Table Battles (Hollandspiele)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kami Nine",
    "ID": 251560,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.36",
    "Link": "https://boardgamegeek.com/boardgame/251560/kami-nine",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2",
    "Description": "&#231;&#165;&#158;&#228;&#185;&#157;(Kami nine) is a game that gives offerings to traditional Japanese Kami(gods) and benefits(score).&#10;&#10;Each player gives offerings to the three gods in play, only God who gained the most will give a score.&#10;&#10;The player who gained the most benefit (score) wins.&#10;&#10;The number of players is 3 to 5 people, we recommend playing with 4 people.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Trick-taking",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Sinu tee piimaärisse",
    "ID": 251561,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/251561/sinu-tee-piimaarisse",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Board game about milk-producing.&#10;&#10;in his turn player rolls die and moves around the board.&#10;After each turn he draws one card with same color what is the space he landed. Each time if somebody has moved all round he may exchange the cards with other players. Players may not show the color-side of the cards to each other.&#10;If any player has collected all 9 cards in one and the same color during the game he is the winner.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Economic"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": []
  }
]