[
  {
    "Rank": "24001",
    "Name": "Orphans & Ashes",
    "ID": 192696,
    "Year": "(2016)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.75",
    "Link": "https://boardgamegeek.com/boardgame/192696/orphans-and-ashes",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Based on popular fantasy web comic Looking For Group, Orphans &amp; Ashes is a race between Cale and Richard through a burning orphanage, with orphan lives on the line! Play as Cale and do your best to rescue the orphans, or play as Richard and harvest these innocent souls before the fire gets them first.&#10;&#10;Every turn is divided into two phases: the action phase and the fire phase. During the action phase, you have three actions to use and six actions from which to choose: Move your pawn; Guide an orphan; Put out a fire; Stop, drop, and roll; or your character's two special actions. During the fire phase, roll to see how many fires spread, following the immutable rules of the fire phase.&#10;&#10;Cale's player gets to use the pawn's unique orphan-hauling grip. Cale's arms are designed to hook onto the orphans' hands, allowing our elven hero to carry the orphans he saves with him.&#10;&#10;Richard uses the red fire pawns that, like the yellow fire pawns going around the orphanage, clip to the base of the pawns they set on fire.&#10;&#10;Orphans &amp; Ashes is a fast-paced two-player tile-laying game with push-your-luck and dexterity elements that plays in 45-60 minutes. The game contains over one hundred plastic pieces, including more miniature orphans than any other game on the market, guaranteed.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Adventure",
      "Comic Book / Strip",
      "Fantasy",
      "Humor"
    ],
    "Mechanics": [
      "Action Points",
      "Pick-up and Deliver",
      "Push Your Luck",
      "Tile Placement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "24002",
    "Name": "Mine Deeper",
    "ID": 285699,
    "Year": "(2019)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.99",
    "Link": "https://boardgamegeek.com/boardgame/285699/mine-deeper",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "In Mine Deeper players become miners competing with each other to find the 5 precious gems first. The game is played with a 3D wall piece placed between the players, with each player facing one side of the wall.&#10;&#10;At the start of the game each sets up their side of the wall which is comprised of a 5x5 grid of boxes with 4 different type of stones: gems, black stones, yellow stones and blanks. Goal of the game is to find the 5 gems of the other player. In a turn a player pushes one box of the wall until the stone on the other side of the wall falls down. &#10;Blanks don't give any information of how the wall of the other player might look like. However, yellows tell you that there is 1 gem adjacent and blacks tell you that 2 gems are adjacent to it.&#10;&#10;The player who finds the 5 gems of the other player first is the winner of the round. Winner of the game is the player who wins three rounds first.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Deduction"
    ],
    "Mechanics": [],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Components: 5 x 5 Grids",
      "Players: Two-Player Only Games",
      "Theme: Mining"
    ]
  },
  {
    "Rank": "24003",
    "Name": "HeroCard Champion of New Olympia",
    "ID": 23374,
    "Year": "(2006)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.64",
    "Link": "https://boardgamegeek.com/boardgame/23374/herocard-champion-of-new-olympia",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "From the Website:&#10;&#10;The Mayor of New Olympia has just sent out an urgent message to heroes around the globe:&#10;&#10;&ldquo;New Olympia is in dire straits! Villainous gangs wreaking havoc on the citizens! Robotic Invaders destroying the fair city! We need a Hero to discover their plots, foil their plans, and restore order! Be the first and you will be awarded the title- &quot;Champion of New Olympia&quot;!&rdquo;&#10;&#10;Champion of New Olympia is a two player HeroCard game that can be expanded to a three or four player game with additional decks.&#10;&#10;Expanded by:&#10;&#10;    Herocard Champion of New Olympia Ferrion Expansion Deck&#10;    HeroCard Champion of New Olympia Talon Expansion Deck&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip"
    ],
    "Mechanics": [
      "Area Movement",
      "Hand Management",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Herocard",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "24004",
    "Name": "Scene it? Disney Deluxe Edition",
    "ID": 28511,
    "Year": "(2005)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.63",
    "Link": "https://boardgamegeek.com/boardgame/28511/scene-it-disney-deluxe-edition",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.3333",
    "Description": "From the publisher:&#10;&#10;Now available in a distinctive game tin, Scene It? Deluxe Disney Edition offers more clips and characters from your favorite Disney and Pixar movies, more trivia questions and more on-screen challenges than ever before. A true family game, Scene It? Deluxe Disney Edition comes with separate trivia cards for adults and kids and a second game disc, featuring a unique Party Play setting, voiced by Christy Carlson Romano (Kim Possible, Even Stevens), who reads the questions and answers aloud for younger players to enjoy on their own.&#10;&#10;Deluxe Edition Game Includes:&#10;&#10;     Collectible Tin &#10;     2 DVDs (includes bonus DVD) &#10;     Flextime&reg; Game Board &#10;     Party Play &#10;     6 Collectible Metal Tokens (2 extra Tokens) &#10;     200 Trivia Cards (25% more Trivia Cards) &#10;     30 Buzz Cards &#10;     4 Reference Cards &#10;     1 Six-Sided Die &#10;     1 Eight-Sided Die &#10;     Set of Game Rules &#10;&#10;&#10;",
    "Categories": [
      "Dice",
      "Movies / TV / Radio theme",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Brands: Disney",
      "Components: DVDs",
      "Game: Scene It?",
      "Trivia: Disney"
    ]
  },
  {
    "Rank": "24005",
    "Name": "När & Fjärran",
    "ID": 9249,
    "Year": "(2002)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.42",
    "Link": "https://boardgamegeek.com/boardgame/9249/nar-and-fjarran",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "1.8",
    "Description": "A trivia game with far countries and foreign cultures as a theme. By visiting different continents, you get questions to answer from each country. All correct answers give points in the form of &quot;NF dollars&quot;. Many visits to a country gives you the possibility of gaining a lot of money through the &quot;knowledge ladder&quot; for each country, by answering all of the questions from a card. The money is then multiplied with the number of answered questions for the continent, so some tactics are involved in the game.&#10;&#10;There are also certain spaces which gives you possibility to answer questions about images, flags or capitals around the world. These answers give extra money. There is a time limit in the game so you only may answer a certain number of questions (right or wrong) for each continent.&#10;&#10;May also be played with 2-4 teams. The game is based on a Swedish travel reporting program and the title means &quot;Near and Far&quot;.&#10;&#10;",
    "Categories": [
      "Educational",
      "Movies / TV / Radio theme",
      "Travel",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "24006",
    "Name": "Farkle Flip",
    "ID": 128180,
    "Year": "(2011)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.56",
    "Link": "https://boardgamegeek.com/boardgame/128180/farkle-flip",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Described as &quot;the card-flipping, risk-taking game.&quot; This version is a card game whereas other Farkle games are typically dice games. The aim is to score 10,000 or more points (although with 6 or more players you can decide to play to 5,000 or 7,500 points).&#10;&#10;There are 110 cards - 14 each of 1-6, 22 Farkles and 4 score summary cards. Each player is dealt one card BUT all players can play off anyone else's cards. The rest of the deck is placed in the middle of the table and each player takes it in turn to draw one card from the deck and place it in front of themself or another player. The goal is to create combinations that score (eg three 1s = 300 points, three 6s = 600 points, six of any number = 3,000 points and so on). If you create a winning combination you can either slide it to the center of the table for potential scoring or leave it where it is to try and build a bigger score. You can stop drawing at any time and score any cards you've placed in the center. However, if at any time you draw a Farkle card you MUST stop drawing, and any cards in the center can't be scored and become part of the face-up cards in front of you. You keep your Farkle card to one side and no other players may take it but you may use it to score later. Farkle cards are scored whenever their owner makes a successful scoring combination. The first player to 10,000 points (or the agreed total) wins!&#10;&#10;The publisher places no limit on the number of players.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Number"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Game: Farkle"
    ]
  },
  {
    "Rank": "24007",
    "Name": "Linwood",
    "ID": 42380,
    "Year": "(2009)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.46",
    "Link": "https://boardgamegeek.com/boardgame/42380/linwood",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5833",
    "Description": "Linwood is the board game.....without a board! Right from your first step, you decide how the land of Linwood will unravel. Will you rush off in pursuit of the hidden element stones, or patiently wait as others find themselves lost in a dark and unfamiliar forest?&#10;&#10;From the starting tile, players expand the forest area, known as Linwood, in search of the four element stones. Each stone has a unique ability which players can use within Linwood. The aim of the game is to be the first player to collect all four element stones and return them to the starting tile.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "24008",
    "Name": "Mad Libs: The Game",
    "ID": 183364,
    "Year": "(2016)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.42",
    "Link": "https://boardgamegeek.com/boardgame/183364/mad-libs-the-game",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.25",
    "Description": "Description from the publisher:&#10;&#10;In Mad Libs: The Game, players use the word-filled game cards in their hand combined with the sentence card in play to make the most appropriately inappropriate sentences possible. The funniest sentence by popular vote wins the round, and the first player to win three rounds wins the game.&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "24009",
    "Name": "Schnapp, Land, Fluss!",
    "ID": 15828,
    "Year": "(2002)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.41",
    "Link": "https://boardgamegeek.com/boardgame/15828/schnapp-land-fluss",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "This action/dexterity game has a deck of 33 Category Cards and 55 Letter Cards. At the start of a round, twelve letter cards (in two colors: blue and red) are revealed, along with one category card. The first person to think of a concept that matches the category and slaps a letter card that matches the starting letter of the concept, gets that letter card as a reward. Blue letter cards are worth one point, and red letter cards are worth two. The player that won the last card reveals the next card, and the game continues until the last letter card is taken.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Children's Game",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": [
      "Traditional Games: Categories / Guggenheim"
    ]
  },
  {
    "Rank": "24010",
    "Name": "Schatzjagd",
    "ID": 12859,
    "Year": "(2003)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.33",
    "Link": "https://boardgamegeek.com/boardgame/12859/schatzjagd",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.25",
    "Description": "The pirates have landed on the treasure island. Now they have to quickly find the way to the treasure by uncovering the right cards. They can also swap cards in order to mislead the others. But watch out: the treasure is guarded by a wild tiger! Who will load up with gold and jewels and then be the first to return to the pirate ship?&#10;&#10;A tricky memory an competitive game for 2-4 pirates Ages 7 and up.  With variant for younger players.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Animals",
      "Children's Game",
      "Exploration",
      "Memory",
      "Pirates"
    ],
    "Mechanics": [
      "Memory",
      "Modular Board"
    ],
    "Families": [
      "Animals: Tigers"
    ]
  },
  {
    "Rank": "24011",
    "Name": "Cinderella",
    "ID": 308572,
    "Year": "(2019)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.49",
    "Link": "https://boardgamegeek.com/boardgame/308572/cinderella",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "In this co-operative game players are fairies who work together to help Cinderella find or enchant all the 12 base items around game board for the ball before it&acute;s 12 o&acute;clock.&#10;They roll the custom die, then declare 2 of the 12 items and look secretly 2 tiles on the table. If she find one or both items She reveals these. If it&acute;s 12 o&acute;clock but some items are still missing players lose the game.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Fantasy",
      "Memory"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Memory"
    ],
    "Families": [
      "Authors: Charles Perrault",
      "Creatures: Fairies / Elves / Pixies",
      "Folk Tales & Fairy Tales: Cinderella"
    ]
  },
  {
    "Rank": "24012",
    "Name": "Apokalypsis",
    "ID": 240698,
    "Year": "(2017)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.58",
    "Link": "https://boardgamegeek.com/boardgame/240698/apokalypsis",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "A card game with a biblical theme on the eternal struggle between good and evil, light and darkness, about the imminent Apocalypse.&#10;&#10;Apokalypsis is the Greek term, consisting of ap&ograve; (separation) and Nereids (hidden), from which comes the word Apocalypse. Lucifer opens his Wings of darkness while the Archangel Michael protects the host of blessed pious souls. The judgment day came. The Beast devours the last chimes while the souls of men are contested by unleashing the Four knights of the Apocalypse.&#10;&#10;Apokalypsis is a biblical game for 3-6 players from the age of 13. As fallen angels, players will challenge themselves using the Knights of the Apocalypse, Events and Deadly Sins, reaping and stealing Souls before the last chime. Keep an eye on the position of Lucifer, the Beast and the Archangel Michael: like three hands of a terrifying clock, they move between light and darkness threatening the end of time. There is even the possibility that all players will lose the game, if the Archangel will be able to save more Souls, raising them to Heaven.&#10;&#10;The game is designed by Jacopo Casiraghi, Andrea Vitagliano and Gianni Negrini. In order to treat the matter in a dignified way and avoid flattening its complexity, Apokalypsis was developed after a serious and thorough historical and philological research: in the rulebook a short compendium about the events described in the Apocalypse of John.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Religious"
    ],
    "Mechanics": [
      "Action Points",
      "Events",
      "Hand Management",
      "Modular Board",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "24013",
    "Name": "Lützen",
    "ID": 27863,
    "Year": "(1983)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.43",
    "Link": "https://boardgamegeek.com/boardgame/27863/lutzen",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.6667",
    "Description": "A wargame depicting the battle of L&uuml;tzen in the thirty years' war.&#10;&#10;",
    "Categories": [
      "Pike and Shot",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Country: Sweden",
      "History: Thirty Years War",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "24014",
    "Name": "Mount Rushmore",
    "ID": 270628,
    "Year": "(2019)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.34",
    "Link": "https://boardgamegeek.com/boardgame/270628/mount-rushmore",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Mount Rushmore is a game of quick wit and keen eye. Visit Mount Rushmore, an iconic American monument, and test your perception and speed!&#10;&#10;Each turn, a Search card will be revealed. All players will look for a Monument card that matches the face-up Search card. The player who first discovered the correct Monument card wins the current round and gets to keep the Search card. Each Search card is worth 1 point. Be the first to score 3 points to win!&#10;&#10;Mount Rushmore can be played at different difficulty levels. For a lighter, more family-friendly game we recommend the Basic Game setup. For a more challenging experience you may try the Advanced Game instead. For a full mind-bending experience of Mount Rushmore you may set up an Expert Game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Modular Board",
      "Pattern Recognition"
    ],
    "Families": [
      "Country: USA",
      "Crowdfunding: Kickstarter",
      "States: South Dakota"
    ]
  },
  {
    "Rank": "24015",
    "Name": "Taktvoll",
    "ID": 3150,
    "Year": "(1993)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.33",
    "Link": "https://boardgamegeek.com/boardgame/3150/taktvoll",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.3333",
    "Description": "Taktvoll has players laying cards to form bars of music. Starting with a Clef and then a bar type, by laying successive notes, players try to close the bar with the correct number of notes to score. The bar types have the beat in 4/4, 3/4 or 2/4 and this affects the cards that go into the bar. There are Minims, Crotchets, Semi Breves, Quavers and Semi Quavers and Pauses which act like Jokers. The game states that you don't have to understand music to play, but it is helpful.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Music"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "24016",
    "Name": "Siege",
    "ID": 2873,
    "Year": "(1966)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.38",
    "Link": "https://boardgamegeek.com/boardgame/2873/siege",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "Siege is a two-player tactical level board-wargame, vaguely inspired by ancient Chess-like games such as Chinese Chess.  Four knights (which move like Chess knights) attack a castle guarded by four footmen (like Kings) and a Commander (like Bishops but with a special Rook-like move).  The terrain is divided into the Castle, lawn and moat (for lack of better terminology) and restricts the movement of pieces in various ways.&#10;&#10;Attacker wins by taking the Commander, defender wins by taking all attackers.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "American Indian Wars",
      "American West",
      "Fighting",
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Grid Movement",
      "Point to Point Movement",
      "Square Grid"
    ],
    "Families": [
      "Category: Tower Defense",
      "Components: 7 x 8 Grids",
      "Components: Miniatures",
      "Country: USA",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Theme: Native Americans / First Peoples"
    ]
  },
  {
    "Rank": "24017",
    "Name": "Timeland: A Taluva adventure",
    "ID": 340166,
    "Year": "(2021)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.58",
    "Link": "https://boardgamegeek.com/boardgame/340166/timeland-a-taluva-adventure",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "1.5",
    "Description": "Welcome to Timeland, a stand-alone adventure in the land of Taluva.&#10;&#10;A very long time ago, the goddess Atera gifted several treasures to the inhabitant tribes of Taluva, instead of living in harmony the various tribes descended into war amongst each other. After many years of war and the island&rsquo;s continuous volcanic eruptions, the island of Taluva is now deserted, however the treasures remain buried on the island.&#10;&#10;Welcome to Timeland. The objective of your group of explorers is to find the lost treasures buried on the island of Taluva. Hurry to find as much treasure as you can before a further eruption of the volcano.&#10;&#10;As a hardened adventurer, you will create a team of explorers to go on and find &laquo; The Taluva island &raquo;. Upon arriving you will find an uninhabited island containing 5 temples full of riches&hellip; Your aim is to find four treasures and restore the sacred tablet before the lava engulfs the last vestiges. The challenge will not be easy. Communication between players will be limited to the restricted activation of their walkie talkies and the varying risks will occupy a significant amount of their time. One solution to win, good communication and coordination.&#10;&#10;&bull; A cooperative game  &bull;  5 Temples to vary the pleasures  &bull;  3 levels of difficulty for every player  &bull;&#10;&#10;Bienvenue dans Timeland.&#10;&#10;Il y a fort longtemps la d&eacute;esse Atera offrit de nombreux tr&eacute;sors aux tribus de Taluva. Malheureusement, plut&ocirc;t que de vivre en harmonie, celles-ci d&eacute;cid&egrave;rent de se faire la guerre pour r&eacute;cup&eacute;rer tous les tr&eacute;sors et conqu&eacute;rir l&rsquo;enti&egrave;ret&eacute; de l&rsquo;&icirc;le. Apr&egrave;s de nombreuses ann&eacute;es de guerre et d&rsquo;&eacute;ruptions volcaniques, Taluva est a pr&eacute;sent d&eacute;serte, les tribus ont disparu et leurs tr&eacute;sors avec...&#10;&#10;Bienvenue dans Timeland. Votre groupe d&rsquo;explorateurs est en qu&ecirc;te de savoir et de tr&eacute;sors perdus au sein de l&rsquo;&icirc;le de Taluva. D&eacute;p&ecirc;chez-vous de rassembler tout ce que vous pouvez avant que le volcan n&rsquo;entre en &eacute;ruption une derni&egrave;re fois...&#10;&#10;En tant qu&rsquo;Aventurier aguerri, vous d&eacute;cidez de former une &eacute;quipe d&rsquo;explorateurs pour partir &agrave; la d&eacute;couverte de Taluva. En arrivant sur place vous trouvez une &icirc;le inhabit&eacute;e avec 5 Temples regorgeant de richesses&hellip; Votre objectif : Trouver 4 tr&eacute;sors et reconstituer la tablette sacr&eacute;e avant que la lave n&rsquo;engloutisse les derniers vestiges. Le d&eacute;fi ne sera pas simple car la communication entre les joueurs est limit&eacute;e &agrave; l&rsquo;activation restreinte de leurs talkies-walkies et les dangers vous feront perdre du temps. Une seule solution pour gagner, bien vous coordonner et communiquer &agrave; bon escient.&#10;&#10;&bull; Un jeu de COOP&Eacute;RATION  &bull;  5 Temples pour varier les plaisirs  &bull;  3 niveaux de difficult&eacute; pour tous les joueurs  &bull;&#10;&#10;&#10;",
    "Categories": [
      "Adventure",
      "City Building",
      "Exploration",
      "Territory Building"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Race",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Components: 3-Dimensional (3D)",
      "Players: Games with Solitaire Rules",
      "Region: Oceania",
      "Theme: Tropical",
      "Theme: Tropical Islands",
      "Theme: Volcanoes"
    ]
  },
  {
    "Rank": "24018",
    "Name": "Larceny",
    "ID": 147039,
    "Year": "(2013)",
    "Geek Rating": "5.497",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/147039/larceny",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1.2",
    "Description": "Larceny is a heist-themed party game for 3+ players. Gather your crew, pick the Score and plan your heist!&#10;&#10;Each round one player is the Chief, everyone else is the Crew. The Chief draws a Score from the deck. This card is what the Crew is stealing during the heist. The Chief then draws two Catches, which are problems that crop up during the heist.&#10;&#10;The Crew now has to play Fix cards from their hand to try to over come the Catches. Once everyone has played a Fix on each Catch, the Chief decides which Fix is the best, and points are awarded. Next round someone else is the Chief, and play continues.&#10;&#10;Larceny has numerous variant gameplay modes. Most notable are the versus Troubleshooters mode, the cooperative Heist mode, the strategic planning Black Bag mode, and the narrative Best Laid Plan mode.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "24019",
    "Name": "Hex Casters",
    "ID": 214427,
    "Year": "(2016)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.58",
    "Link": "https://boardgamegeek.com/boardgame/214427/hex-casters",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1",
    "Description": "Hex Casters will make you do crazy things...&#10;&#10;... like sing when you speak, knock three times before playing a card, or sneeze when some one passes you a Hex!&#10;&#10;Use Defense cards to save yourself and pass Hexes to your friends.&#10;&#10;AVOID THE HEXES TO WIN!&#10;&#10;Hex Casters is a simple party game where players try to avoid getting hexes, which require them to do different things during the game. On your turn you draw a hex, and give it to a player of your choice. That player can use defense cards to try to pass it to someone else, who can also use defense cards. The player who can't defend or chooses not to takes the hex.&#10;At the end of the round, you may draw one defense card for each hex you have. Game ends when one player gains a predetermined number of hexes.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Push Your Luck"
    ],
    "Families": []
  },
  {
    "Rank": "24020",
    "Name": "Sixteen Samurai",
    "ID": 243283,
    "Year": "(2017)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.30",
    "Link": "https://boardgamegeek.com/boardgame/243283/sixteen-samurai",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "1.3333",
    "Description": "In this fast-action game of cards and dice, players face off against each other on the battlefield.  Players assemble a clan of 16 Samurai, and then battle each other until only one clan remains.  Samurai are related based on 4 abilities (Power, Speed, Armor, Karma), which determines how many dice they roll.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management"
    ],
    "Families": [
      "Theme: Samurai"
    ]
  },
  {
    "Rank": "24021",
    "Name": "Eureka!",
    "ID": 6708,
    "Year": "(2002)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.44",
    "Link": "https://boardgamegeek.com/boardgame/6708/eureka",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Game comes with 64 double-sided tiles, 16 claim tokens, 4 miner playing pieces, 1 die, and rules of play.&#10;&#10;The object of the game is to be the first player to find and claim four different gold nugget tiles.  You start by turning all 64 tiles rocks-side-up and shuffling them.  Then you make the mine by laying a 8x8 grid of tiles.  Each player takes turns rolling the dice and moving.  When you land on a space, you look to see whether you have found gold, an obstacle (like &quot;Keep Out!&quot; signs, &quot;Danger&quot; signs, Bears, Bats, etc.), or just more rocks.  There are also mining cars and lanterns that help out too.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Exploration",
      "Maze",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Modular Board",
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "24022",
    "Name": "Ninjas Unleashed",
    "ID": 396826,
    "Year": "(2023)",
    "Geek Rating": "5.497",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/396826/ninjas-unleashed",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2",
    "Description": "Ninjas Unleashed is a tableau deck building strategy game set in mythical feudal Japan, where shoguns battle to become the most powerful house.&#10;&#10;As a powerful shogun, your mission is to build an unparalleled house of ninjas, employing cunning tactics, strategic planning and daring manoeuvres.&#10;&#10;Train your students to become skilled warriors, send them on perilous missions to seek out unimaginable powers as you strive to claim the title of the ultimate ruler of Japan.&#10;&#10;Harness the mystical power of celestial stones to transform your ninjas into Elite warriors, armed with extraordinary abilities that can rival any adversary and utilise your unique house special ability to give you an advantage in your quest for glory!&#10;&#10;Utilize sabotage and tactics to hinder your opponents, bolster your own house's capabilities, counter your opponents attacks and emerge victorious in this epic battle for supremacy!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Card Play Conflict Resolution",
      "Dice Rolling",
      "Scenario / Mission / Campaign Game",
      "Sudden Death Ending",
      "Turn Order: Progressive"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "24023",
    "Name": "Game of Trolls",
    "ID": 227010,
    "Year": "(2017)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.70",
    "Link": "https://boardgamegeek.com/boardgame/227010/game-of-trolls",
    "Min Players": "4",
    "Max Players": "25",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.3333",
    "Description": "Game of Trolls (GOT) is a game created and developed by the well-known Spanish Youtube Channel &ldquo;La mazmorra de Pacheco&rdquo; and funded through a successful crowdfunding campaign.  In this game, the players will play the role of board game youtubers who will have to survive against one of the fearsome plagues that Humanity will ever known: the Internet Troll!&#10;&#10;Based on the mechanics of the popular game Werewolves of Miller's Hollow, where some players will play as Youtubers, while others will be the hateful Troll. The aim of the Youtubers will be to eliminate the Trolls; on the other hand, the Trolls would be able to deceive the different channels, covering their secret identity. Game of Trolls is a simple and fun game for groups, that includes a series of mechanics familiar to every board game aficionado.&#10;&#10;Secrets identities, trolling and a lot of fun for all the family!&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Party Game"
    ],
    "Mechanics": [
      "Player Elimination",
      "Role Playing",
      "Team-Based Game",
      "Variable Player Powers",
      "Voting"
    ],
    "Families": [
      "Crowdfunding: Verkami",
      "Game: Werewolf / Mafia"
    ]
  },
  {
    "Rank": "24024",
    "Name": "Texas Roll'Em",
    "ID": 20131,
    "Year": "(2005)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.49",
    "Link": "https://boardgamegeek.com/boardgame/20131/texas-rollem",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.7778",
    "Description": "Texas Roll'Em is a new variant of Liar's Dice with a Texas Hold'Em flair.  As in Liar's Dice, all players secretly roll a number of dice (in this case, 4 of them).  Additionally, there are 3 &quot;community&quot; dice rolled in advance, mirroring the &quot;flop&quot; in Texas Hold'Em poker.  Players &quot;bid&quot; the number of dice of a certain type that they think have been rolled, totalling all players' dice plus the community dice.  (There are also wilds that count as any type.)  Players must continue increasing the &quot;bid&quot; clockwise around the table until someone decides to &quot;call&quot; the bidder.  Then, all dice are revealed, and 2 additional &quot;community&quot; dice are rolled, mirroring the &quot;river&quot; and the &quot;turn&quot;.  If the bidder can make his bid, the caller must pay him the number of chips equal to the difference between his bid and the actual count, otherwise the bidder pays the caller.  If the bidder made his bid exactly, he wins the pot.  In any case, the loser of that challenge also loses one of their dice.  A player is out of the game if he runs out of chips or dice.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Dice"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Dice Rolling"
    ],
    "Families": [
      "Mechanism: Bluffing – Dice Cup"
    ]
  },
  {
    "Rank": "24025",
    "Name": "Bitcoin Hackers",
    "ID": 258752,
    "Year": "(2018)",
    "Geek Rating": "5.497",
    "Avg Rating": "6.11",
    "Link": "https://boardgamegeek.com/boardgame/258752/bitcoin-hackers",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "50",
    "Weight": "1.4",
    "Description": "The best hackers in the world face a juicy Bitcoin account, so be the fastest to unlock the encrypted codes and get three access cards to make off with the loot.&#10;&#10;Bitcoin Hackers puts players in the shoes of skillful hackers whose goal is to access a huge Bitcoin account that has been blocked because they don't know the password. When word gets around, hackers all over the world try to access that account at the same time. Each player must try to exhaust the cards in their hand to advance through different blockchains and get three access cards to win.&#10;&#10;The game is played in a series of turns in which each player, when they are the active player, must play a card from their hand that meets the requirement set by the top card of the code deck. This requirement is a number from 1 to 9, with a positive or negative sign. If the player succeeds in meeting that requirement, the newly played card sets the new requirement in addition to the new active player.&#10;&#10;Some of the cards in the game are also cards with special effects that modify the usual restrictions in some way, harming opponents by making them draw cards, giving you the ability to temporarily alter the value of your own cards, or allowing a massive discard under very specific conditions. In addition, each player has unique skills that alter their gameplay to some extent, making the games different from each other. Also, the game strategies are different depending on the number of players.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Number"
    ],
    "Mechanics": [
      "Hand Management",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Theme: Cryptocurrency",
      "Theme: Hackers"
    ]
  },
  {
    "Rank": "24026",
    "Name": "Unpub: The Unpublished Card Game",
    "ID": 175848,
    "Year": "(2015)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.49",
    "Link": "https://boardgamegeek.com/boardgame/175848/unpub-the-unpublished-card-game",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.25",
    "Description": "Unpub: The Unpublished Card Game is inspired by the spirit of Unpub, an organization devoted to helping game designers craft their unpolished, unpublished stones into sparkling, publishable gems!&#10;&#10;The game comes with 54 cards, each featuring a possible game theme, a core mechanism, and game components that the players will use to craft a game idea. Each round, one player acts as publisher and uses an element from one of their cards to inspire the designers to pitch a game using two of the other three elements on cards in their hand. The best game pitch gets a publishing contract!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Better Description Needed!",
      "Crowdfunding: Kickstarter",
      "Series: Rabbit Line (Dice Hate Me Games)"
    ]
  },
  {
    "Rank": "24027",
    "Name": "Nut & Nuttier",
    "ID": 166440,
    "Year": "(2014)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.73",
    "Link": "https://boardgamegeek.com/boardgame/166440/nut-and-nuttier",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Creatures from outer space have arrived on Earth and they want to communicate with us, but they need to learn our language.&#10;&#10;With Sblap, you have to say words so that the aliens can learn to communicate. This game requires speed, a sharp eye, creativity and memory. Is so appropriate to train memory, attention and creativity capacities and also communication and social skills needed in any social context.&#10;&#10;1. Deal all the cards among the players more or less evenly. It doesn't matter if a given player receives an extra card.&#10;&#10;2. Each player will form a stack of cards in front of him/her. Cards must be placed face down so that no one can see them.&#10;&#10;3. The player with the strangest face begins, by taking a card and placing it face up in the middle of the table, within reach of all the players. Clockwise, each player will take a card and place it in the central stack. The moment two cards showing the same alien or the same letter coincide, any player can cover the central stack with his/her hand and the fastest in doing so must shout out a word beginning with the letter on the covered card.&#10;&#10;Then, he/she must take all the cards from the central stack and, mockingly, distribute them how he/she chooses among the remaining players. This player will place a new card in the central deck to continue the game. The cards that players receive are incorporated to their stack of cards at the bottom.&#10;&#10;4. The game continues in the same way: the moment two aliens or letters coincide again, any player can cover the central stack with his/her hand and, at that moment, he/she must shout out the preceding word and add a new one beginning with the letter on the card that he/she has just been covered.&#10;&#10;Progressively, a word sequence will be formed that must be memorized. If a mistake is made while shouting out the word sequence or if a word is invalid because of a spelling mistake or if he/she has covered the central deck when two cards do not match, the player receives the central stack of cards and places a new card in the central deck to continue the game. The existing word sequence is eliminated and begins to reform.&#10;&#10;5. The first player to get rid of all of his/her cards wins the game.    &#10;Variations of the game: play using not just real words but also words in other languages, invented words or sounds.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "24028",
    "Name": "Colorpop",
    "ID": 125028,
    "Year": "(2011)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.51",
    "Link": "https://boardgamegeek.com/boardgame/125028/colorpop",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.1957",
    "Description": "Colorpop seems like a video game brought to the board game world, complete with a cool gadget to mimic the work done by our digital overlords.&#10;&#10;The game board consists of an inclined plastic holder that holds ten racks, with each rack holding ten colored tokens. Tokens come in five player colors (19 each) and the white Jokers (5). To set up the game, slide the tokens into the racks, then place the racks in the holder so that no more than color has more than five tokens orthogonally connected. Each player then receives a token that reveals her color for the game, a token that she keeps hidden from other players.&#10;&#10;On a turn, a player chooses a group of two or more orthogonally connected tokens and pushes on these tokens so that they fall through the racks and down the holder. (A player can choose to make a joker any color, so she can include or exclude a joker as she wishes during her turn.) Any tokens that were above these will slide down inside the racks. The player keeps all the tokens removed.&#10;&#10;Players take turns removing tokens until either a player is eliminated from the game or no groups of two or more tokens remain. At this point, the game ends and players reveal their secret colors. Whoever has the fewest tokens of her color on the board wins! If two or more players are tied, they compare the tokens they collected during the game; whoever collected fewer of his or her own color wins.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Deduction",
      "Puzzle"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Digital Implementations: Board Game Arena",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "24029",
    "Name": "Thinking Man's Football",
    "ID": 3566,
    "Year": "(1966)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.52",
    "Link": "https://boardgamegeek.com/boardgame/3566/thinking-mans-football",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.3",
    "Description": "Pro Football, later renamed Thinking Man's Football was issued by 3M Sports Games.  Each turn, the offensive player selects a play for their team and the defense selects a formation and an area to defend (right, center, or left).  Their selections are revealed simultaneously and a chart and die roll determines the yardage lost or gained from that play.  Standard American football rules for downs and scoring apply.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: 3M Sports Games",
      "Sports: American Football / Gridiron"
    ]
  },
  {
    "Rank": "24030",
    "Name": "Aguila Roja",
    "ID": 88005,
    "Year": "(2010)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.68",
    "Link": "https://boardgamegeek.com/boardgame/88005/aguila-roja",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.1429",
    "Description": "In the board game of &quot;Aguila Roja&quot;, players interpret the characters in the series, during the scenes that occur in the Village. One, two or three players (depending on total number of players) are trying to prevent the Commissioner continue with its plans to capture &quot;Aguila Roja&quot; and kill the King, while a player moves to the Commissioner and is carry out their own. During the game will be happening plot, represent adventure television series. To try resolve these plots, players use cards to move around the board representing the town and its surroundings.&#10;&#10;&#10;En el juego de Tablero de &Aacute;guila Roja, los jugadores interpretan a los personajes de la serie, durante las Tramas que ocurren en la Villa. Uno, dos o tres jugadores (dependiendo del n&uacute;mero total de jugadores) intentan impedir que el Comisario lleve adelante sus planes de capturar a &Aacute;guila Roja y matar al Rey, mientras que un jugador mueve al Comisario y trata de llevar a cabo los suyos. Durante la partida se ir&aacute;n sucedi&eacute;ndo Tramas, que representar&aacute;n aventuras de la serie de televisi&oacute;n. Para tratar de resolver estas tramas, los jugadores usan cartas para moverse por el tablero que representa la Villa y sus alrededores. ",
    "Categories": [
      "Adventure",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Point to Point Movement"
    ],
    "Families": []
  },
  {
    "Rank": "24031",
    "Name": "Ninja Dojo Fight!",
    "ID": 177680,
    "Year": "(2015)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.47",
    "Link": "https://boardgamegeek.com/boardgame/177680/ninja-dojo-fight",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "8",
    "Play Time": "15",
    "Weight": "1",
    "Description": "The aim in Ninja Dojo Fight! is to prove you're the best Ninja by participating in unsanctioned battles. To help you win, you must break into the dojo and look for the best weapon you can find at the break of dawn. The game is made up of five rounds with each round consisting of three turns followed by a battle phase. Each turn has three phases:&#10;&#10;&#10;    Select: Each player secretly chooses an action.&#10;    Reveal: All players simultaneously reveal their chosen action.&#10;    Resolve: Actions are resolved in ascending order.&#10;&#10;&#10;After three turns, a battle occurs and a new round begins. The player to win the most battles after five rounds is declared the winner. In the event of a tie, the players tied play one additional round, called the showdown; whoever wins the showdown wins the game.&#10;&#10;---&#10;&#10;Ninja Dojo Fight! is a micro game inspired by Entropy. You play as a ninja from one of four rival disciplines. As a ninja in training on your final test, your goal is to win the most battles using the weapons at your disposal.&#10;&#10;The game play has similarly to the main counterpart Entropy, through the use of simultaneous action selection, but it's not quite the same game. With only 42 cards, it is more thematically and technically accessible than Entropy. The visual design is minimalistic and the cards do not have any text.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Rock-Paper-Scissors",
      "Set Collection",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Theme: Ninjas"
    ]
  },
  {
    "Rank": "24032",
    "Name": "Café Race",
    "ID": 20781,
    "Year": "(2005)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/20781/cafe-race",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.2609",
    "Description": "Caf&eacute; Race is a race game set in a business office. The players take the role of office workers going upstairs to the first floor to get a cup of coffee who then improvise a race while they are going back downstairs&hellip; with a cup full of coffee. The player that makes it to the bottom of the stairs and spills the least amount of coffee wins.&#10;&#10;Game summary&#10;&#10;Each round, throw as many dice as there are players. The results are the speeds at which the players may move their pawns. The players bid for these speed dice in a blind auction. Once all the speed dice have been distributed, the pawns are moved. After any movement, a check is made to see if your worker has kept his balance; if this check fails the coffee is spilled and one marker is lost. Play continues until a player crosses the end line.  The player with the most points is the winner&#10;&#10;The free print-and-play version can be downloaded from here (see the files section).&#10;&#10;The game has been professionally edited on 2006 by Homo Ludicus, a new Spanish publisher. It comes with a rule book in Spanish, Catalan, English, German and French rules.&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Racing"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Dice Rolling",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "24033",
    "Name": "DIG IT UP",
    "ID": 260268,
    "Year": "(2018)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.65",
    "Link": "https://boardgamegeek.com/boardgame/260268/dig-it-up",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "1.3333",
    "Description": "You are an opportunistic treasure hunter in search of your fortune. Your goal is to travel the world, dig up valuable treasure, and earn as much money as you can. You get to choose the dig site, but you are not in control of what will come out of the ground. Once all the treasure is gone, the game ends and the player who acquired the most money wins. Everything you are looking for is just below the surface, so go ahead and dig it up!&#10;&#10;In more detail, on each turn in DIG IT UP, choose and audibly call out the name of the dig site where you are planning to dig, then roll the dice. The result of the dice roll determines how many tiles to move the pickax within the dig site. After rolling the dice, move the pickax from the pre-selected dig site to the right and collect the tile that you land on. This treasure tile is then kept on your player scoreboard. When moving the pickax, always skip empty spaces and move from tile to tile like stepping stones. If there are no more treasure tiles to your right, use your remaining moves by continuing from the left side of the dig site.&#10;&#10;After being moved, a pickax must occupy the vacant space left by the collected tile until it is moved again by another player. All players move the same pickax when digging at a particular dig site. Once moved away from the dig site's starting picture label, the pickax is never placed there again.&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": [
      "Theme: Mining"
    ]
  },
  {
    "Rank": "24034",
    "Name": "Seti",
    "ID": 17785,
    "Year": "(1979)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.43",
    "Link": "https://boardgamegeek.com/boardgame/17785/seti",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.25",
    "Description": "Seti is an attempt to make a playable game based on the extremely limited information we have on a particular ancient Egyptian game.&#10;&#10;It's an abstract strategy game - each player has pharaoh and high priest pieces which move in familiar fashions.  The object is to get a piece to the opposite end of the board.&#10;&#10;The basic game is played on a 3&times;10 board and has an addition type of piece, the ship of the dead, which can be used to make a piece invulnerable (temporarily, it is to be supposed).  The advanced game is played on a 5&times;10 board and does not use these pieces.&#10;&#10;The B&#195;&#188;tehorn Spiele (Buchholz Verlag) edition was published in 1979 and won the Spiel des Jahres special award for the most beautiful game in that year.&#10;&#10;Hexagames (I) reprinted it in 1983/86 with revised rules by Manuel A. Widmaier (concerning the basic movement of the High Priest and the variation Seti-Beth , now with 2 Pharaohs for each player instead of one !).&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Ancient"
    ],
    "Mechanics": [
      "Grid Movement"
    ],
    "Families": [
      "Ancient: Egypt",
      "Components: 5 x 10 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "24035",
    "Name": "Ironsides",
    "ID": 14429,
    "Year": "(1994)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.47",
    "Link": "https://boardgamegeek.com/boardgame/14429/ironsides",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "360",
    "Weight": "3.25",
    "Description": "Ironsides is a strategic simulation of the English Civil War in the 17th Century. One player controls the Royalists forces and the other controls the Parliament. The map covers Britain and Ireland.&#10;&#10;",
    "Categories": [
      "Civil War",
      "Pike and Shot",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Variable Set-up"
    ],
    "Families": [
      "Country: England",
      "Country: Ireland",
      "Country: Scotland",
      "Country: Wales",
      "History: English Civil War",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "24036",
    "Name": "Trivial Pursuit: Genus Edition – Bite Size",
    "ID": 40908,
    "Year": "(2004)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/40908/trivial-pursuit-genus-edition-bite-size",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.4",
    "Description": "This is another in the &quot;Bite-Size&quot; range of Trivial Pursuit games. Trivial Pursuit: Genus Edition &ndash; Bite Size is intended as a portable travel game. The game is packaged in a wedge (&quot;piece-of-pie&quot;) shaped box.&#10;&#10;The game does not feature a game board, and thus, there is no roll-and-move mechanic. Instead, players roll the colour coded die, and answers a question matching the colour rolled. The colours correspond to categories that include geography, entertainment, history, arts &amp; literature, science &amp; nature, and sports &amp; leisure. If a player correctly answers a question, he may &quot;go for a wedge&quot; by answering another question in the same category. If he does so, he keeps that card. If the player answers a question incorrectly, it is the next players turn. Play ends when a player has collected six cards/correctly answered 12 questions.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Game: Trivial Pursuit"
    ]
  },
  {
    "Rank": "24037",
    "Name": "Domino Dice",
    "ID": 3805,
    "Year": "(2000)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.87",
    "Link": "https://boardgamegeek.com/boardgame/3805/domino-dice",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "The French version is made by Dujardin (with a 2004 copyright on the rules). In addition to the six games that come with the Fundex set, the Dujardin rules also describe how to play Yam (a Yahtzee-like game) with the Yaminos. 7 Yaminos comes with a scoring pad to allow you to play this game.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "24038",
    "Name": "Battle: The Game of Strategy",
    "ID": 4299,
    "Year": "(1979)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.64",
    "Link": "https://boardgamegeek.com/boardgame/4299/battle-the-game-of-strategy",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.7778",
    "Description": "A very introductory level wargame, kind of a &quot;Stratego meets Tactics II.&quot;&#10;&#10;The object is to eliminate the opponent's HQ unit. Different eras are represented by changing the values and abilities of each unit. The counters are labeled with standard NATO insignia. Depending on which era is being played, there will be different numbers and types of the counters and their individual capabilities are geared towards that era.&#10;&#10;Terrain is added through overlay counters that are placed on the mapsheet. Each half of the board is a mirror image of the other, set up with the same number and configuration of terrain overlays.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Ancient",
      "Medieval",
      "Modern Warfare",
      "Napoleonic",
      "Renaissance",
      "Wargame"
    ],
    "Mechanics": [
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Secret Unit Deployment",
      "Simulation",
      "Variable Set-up"
    ],
    "Families": [
      "Digital Implementations: VASSAL",
      "History: Napoleonic Wars",
      "Players: Two-Player Only Games",
      "Series: Album Games (Yaquinto)"
    ]
  },
  {
    "Rank": "24039",
    "Name": "¡Ruiz!",
    "ID": 229736,
    "Year": "(2017)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.52",
    "Link": "https://boardgamegeek.com/boardgame/229736/ruiz",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "1.25",
    "Description": "&iexcl;Ruiz! is a party game based on the nonsense sentences said by the Spanish president Mariano Rajoy.&#10;&#10;The game consist in 98 cards divided in two decks: word cards and &quot;Fin de la cita&quot; (end of quote) cards. At the word card deck you will find 9 Mariano Rajoy's sentences chopped into pieces, so each card of the deck will have one piece of any of the sentences. The objective of the game is to build new sentences up by remixing the original sentences.&#10;&#10;This are some of the sentences conforming the game:&#10;&quot;Un vaso es un vaso y un plato es un plato&quot; (entrevista a Televisi&oacute; de Girona, 23-9-2015).&#10;&ldquo;A glass is a glass and a plate is a plate&rdquo; (interview at Televisi&oacute; de Girona, 2015-9-23).&#10;&quot;Espa&ntilde;a es un gran pa&iacute;s que hace cosas importantes y tiene espa&ntilde;oles&quot; (Mitin del PP, 17-5-2016).&#10;&ldquo;Spain is a great country that makes important things and has got Spanish people&rdquo;. (at a Popular Party's meeting, 2016-5-17).&#10;&quot;Lo que nosotros hemos hecho, cosa que no hizo usted, es enga&ntilde;ar a la gente.&quot; (Tribuna Parlamento, 2-3-2016)&#10;&ldquo;What we have done, which you did not do, is to deceive people&rdquo; (Tribune of the Spanish Parliament, 2016-3-2 ).&#10;&quot;Espa&ntilde;a es una gran naci&oacute;n y los espa&ntilde;oles muy espa&ntilde;oles y mucho espa&ntilde;oles&quot; (Mitin de del PP, 20-5-2015).&#10;&ldquo;Spain is a great nation and the Spanish people is very Spanish and a lot of Spanish&rdquo; (at a Popular Party's meeting, 2016-5-17).&#10;&quot;La cer&aacute;mica de Talavera no es cosa menor, dicho de otra manera: es cosa mayor&quot;. (Rueda de prensa, 24-9-2015)&#10;&ldquo;The pottery of Talavera is not a minor thing, in other words: it is a major thing&rdquo;. (Rueda de prensa, 2015-9-24).&#10;&#10;How to play: Eight cards are dealt to each player: six word cards and two &ldquo;Fin de la cita&rdquo;. The first player opens a sentence by placing a card on the table. In turns, each player must continue the sentence by adding a card that is gramaticaly correct with respect to previous word cards; it doesn't need to make any sense. Each &quot;Fin de la cita&quot; allows you to close the sentences: so when a sentence is gramatically closed, the player in turn can close the sentence by using a &quot;Fin de la cita&quot; and he we'll win the sentence.&#10;That is a general explanation of the game rules.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game",
      "Political"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Crowdfunding: Verkami"
    ]
  },
  {
    "Rank": "24040",
    "Name": "The Origin of Expressions",
    "ID": 35023,
    "Year": "(2007)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.44",
    "Link": "https://boardgamegeek.com/boardgame/35023/the-origin-of-expressions",
    "Min Players": "3",
    "Max Players": "99",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.3333",
    "Description": "Make up a story explaining the origin of a phrase that will have other players convinced yours is correct. Each player votes for the story he or she believes is the real origin of the phrase. Players earn points by either writing a yarn good enough to fool the other players into voting for it or by guessing the correct origin among those written by others.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Team-Based Game",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "24041",
    "Name": "Star Trek: The Card Game",
    "ID": 2190,
    "Year": "(1996)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.53",
    "Link": "https://boardgamegeek.com/boardgame/2190/star-trek-the-card-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.4286",
    "Description": "This CCG is based on the original series. Each player plays with the same core crew cards in the middle of the table. These cards, Kirk, Spock, McCoy and the Enterprise, are in every starter. This is a blessing in that most CCG's make the most popular characters very rare.&#10;&#10;The game can be multi-player but is designed for and best with only two players.  Each player takes turns being the &quot;Current Player&quot;: the crew of the Enterprise, while the opposing player represents the obstacles to the crew as the &quot;Challenging Player&quot;.&#10;&#10;The game revolves around completing episodes as the Current Player. Each episode is made up of three cards, Mission, Plot and Discovery. You have all three cards in a generic form that you can play if you did not draw one of the types.&#10;&#10;You play a mission card then the opponent plays challenges against it. You then play a plot card and more challenges. Then a discovery card and yep, more challenges (well&hellip; really you just resolve any outstanding challenges). At the end each side gets points called XC for how they did or did not do during the Episode phase.  The Current player gets XC for completing the episode while the Challenger gets XC for stifling the Current Player's efforts.&#10;&#10;XC is put on the core crew and crew you enter on your side and the first player to end their turn with 25+ XC total on the crew wins. This means that XC on the core crew will count for each side when it is their turn.&#10;&#10;The shots from the series used on the cards will make Star Trek fans very happy. My favorite card - Shirtless Kirk.&#10;&#10;There is also an expansion for this game. See here&#10;http://boardgamegeek.com/filepage/18487/starfleet-manuevers-checklist-xls&#10;&#10;There were also 6 additional cards, that were chase cards from the Star Trek Phase 3 trading card set. These were not available in either expansion!&#10;&#10;See also the 1994 release from Decipher Star Trek Customizable Card Game&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games",
      "TV Shows: Star Trek (various)"
    ]
  },
  {
    "Rank": "24042",
    "Name": "PsychoPet: Die durchgedrehte Haustierklinik",
    "ID": 59060,
    "Year": "(2009)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.48",
    "Link": "https://boardgamegeek.com/boardgame/59060/psychopet-die-durchgedrehte-haustierklinik",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.4",
    "Description": "In the nutty pet clinic a whole lot is going on, because everybody here has some sort of quirk: the animal patients and the charmingly mad clinic staff. So try your luck as a doctor and cure the bigger and smaller neuroses of your pet patients: Will a kinesitherapy help the hoggish hamster? Is a musictherapy the right treatment for the vegetarian cat? Show that you have the courage, the right tactics and the necessary pinch of luck to become the chief physician .....&#10;&#10;You work as veterinarians in a nutty pet clinic. The animals there are not really ill but&#10;a little strange. The patients cards show how many therapy points are needed to heal the patients. To gather therapy points you have to deal with the strange therapies in the nutty pet clinic.&#10;&#10;Every therapy card is worth at least one therapy point. In order to cure your animal patients it requires a lot of therapy cards. Therapy cards are uncovered one after the other and placed in a row. Whoever thinks that enough therapy cards are displayed places his doctor figure below the last uncovered therapy card, since as soon as a second therapy card of the same kind is uncovered, chaos breaks out in the nutty pet clinic, ending this phase of the game immediately. Whoever has placed his doctor figure in time receives one therapy point for every uncovered therapy card up to his doctors figure, the others are left empty-handed.&#10;&#10;To gather a larger amount of therapy points, the players have to use the special functions of the clinic rooms on the gameboard. Having gathered enough therapy points the players place their feeding bowls in clinic rooms. With the feeding bowls the players gather more therapy points so that they can cure the stranger patients. &#10;So it's up to the players to seek a career in the nutty pet clinic and reach the upper clinic floors.&#10;&#10;Action cards allow special actions and provide surprising events. The player who cures many patients and thus collects most victory points wins.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Humor",
      "Medical"
    ],
    "Mechanics": [
      "Push Your Luck"
    ],
    "Families": []
  },
  {
    "Rank": "24043",
    "Name": "La Muse",
    "ID": 286263,
    "Year": "(2019)",
    "Geek Rating": "5.497",
    "Avg Rating": "6.05",
    "Link": "https://boardgamegeek.com/boardgame/286263/la-muse",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.3333",
    "Description": "The beginning of the twentieth century was marked by an extraordinary art movement known as Art Nouveau, which aimed to modernize design away from the previously popular eclectic historical styles.&#10;&#10;Alphonse Mucha, born in Moravia in 1860, was one of the artists closely linked to this artistic movement. The Czech became known for his work in 1894 when famous actress Sarah Bernhardt invited him to produce the poster for the play Gismonda.&#10;&#10;From then on, Mucha started producing other posters and advertisements of various products, always emphasizing its most striking features. Her style drew attention because it portrayed with emphasis the feminine forms, in a kind of Byzantine mosaic that plays with colors and floral arabesques.&#10;&#10;In La Muse, we bring a gallery of 20 works by Alphonse Mucha to compose the game cards, produced between 1897 and 1902.&#10;&#10;In the game, we are collectors looking for the most beautiful and valuable works of Alphonse Mucha. By allocating data about Musa's cards, we can collect them for our portfolio by performing special effects and gaining gems.&#10;&#10;At the end of the game, the player with the highest gem value is considered the winner!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "24044",
    "Name": "Big Foot",
    "ID": 4968,
    "Year": "(1977)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.65",
    "Link": "https://boardgamegeek.com/boardgame/4968/big-foot",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "&quot;You and your buddy come to Alaska looking for gold even though the dreadful Big Foot has been sighted in the mountains. Other prospectors and you must avoid crossing paths with the creature or else you must leave the mountains forever.&quot;&#10;&#10;The game centers around a model of the Big Foot. 10 plastic disks (5 blank and 5 with the footprint of the Big Foot) are secretly loaded into the base of the creature. Players start with two tokens of matching color. Each player rolls the dice and must move one of his tokens the full dice count, in either direction. The board features various locations and special action spots. When a player's token lands on a Big Foot space, they roll the dice again and moves the creature the full count. If the creature moves over an opponent's token, a disk is dispensed and if it is a footprint, that player's token is out of the game. The winner is to be the survivor after Big Foot has removed all other opponents. The game is intended Ages 8 - 14, but it's fun for adults as well.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Mythology"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Creatures: Bigfoot / Yeti / Sasquatch"
    ]
  },
  {
    "Rank": "24045",
    "Name": "Lil' Cthulhu",
    "ID": 191714,
    "Year": "(2016)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.42",
    "Link": "https://boardgamegeek.com/boardgame/191714/lil-cthulhu",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "1.5",
    "Description": "You are cultist of Cthulhu and have been summoned before the elder god himself. He has commanded you to perform a task that will siphon off your very sanity... in fact it has already driven your dark master insane. You will take on a task as horrifying as the human mind can endure... you must babysit Lil' Cthulhu.&#10;&#10;Lil' Cthulhu is a quick and quirky card game in which 2-5 players take on the roll of Cultists trying to keep Lil' Cthulhu happy, by giving him the toys he is demanding. Sounds simple right? Wrong! Your problem is, he is a spoiled brat with the temperament and tantrums of an elder god who has ripped all of his toys in half.&#10;&#10;Your job is reassemble his broken toys by reaching into the infernal abyss that is the Dark Toybox for parts. Act fast, because each time you reach into the Dark Toybox you will lose sanity.&#10;&#10;In this fast paced game, to pacify Lil' Cthulhu you will collect and assemble all of Lil' Cthulhu's demands before the other Cultists by backstabbing other players, suffering through his raging tantrums AND before going completely insane.&#10;&#10;You will not win. You can only hope to survive.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Horror",
      "Humor",
      "Mythology"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Hand Management",
      "Player Elimination",
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": [
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "24046",
    "Name": "Titus Tentacle",
    "ID": 179537,
    "Year": "(2015)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.48",
    "Link": "https://boardgamegeek.com/boardgame/179537/titus-tentacle",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1",
    "Description": "Pirates and buccaneers get ready to set sail for a faraway island said to hold a hidden treasure of immense wealth &mdash; but beware of the giant octopus that guards the island. Everyday Titus Tentacle scares off the brazen little pirate monkeys who are out to steal his gold coins...&#10;&#10;The star of Titus Tentacle is the octopod itself, which is placed in the center of the game board. Each player has two ships, and on a turn the active player rolls the color die, then moves one of their ships to the next empty space of that color on the game board; the ships circle the board clockwise with the goal of reaching Treasure Island. If a player rolls red, then they turn Titus Tentacle to what they hope is a favorable position, then they bop the octopus on the head, shooting out its limbs and (fingers crossed!) knocking over opposing ships. Any ships knocked over this way must return to start, but a couple of rocky locations along the path can provide safe haven.&#10;&#10;If a pirate reaches Treasure Island, they take one gold coin, then return that ship to start. Whichever pirate first claims three gold coins wins!&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice",
      "Nautical",
      "Pirates"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "24047",
    "Name": "Monkey Memory",
    "ID": 1215,
    "Year": "(2000)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.43",
    "Link": "https://boardgamegeek.com/boardgame/1215/monkey-memory",
    "Min Players": "2",
    "Max Players": "9",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Where's the coconut? Excellent speed memory game, made for kids but will beat adults. There are two sets of cards showing ten objects, a camera, a ball, a coconut etc. Select 7 objects, lay one deck out for all to see, shuffle the other deck and draw one randomly and hide it. Then deal the remaining six cards face up very quickly and cover the last with your hand. Players must now determine which card was removed. Think it's easy? No it's not! And to make it harder, simply add another picture to the mix, then another.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Animals: Apes / Monkeys"
    ]
  },
  {
    "Rank": "24048",
    "Name": "Repeat Pete!",
    "ID": 35312,
    "Year": "(2008)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.29",
    "Link": "https://boardgamegeek.com/boardgame/35312/repeat-pete",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "The player who performed the last action is always Pete, and the next player must repeat what Pete did plus add a new action. The more players who succeed means other players have even more to remember and repeat. In this game, you&rsquo;ll see people doing things they wouldn&rsquo;t normally do. Imagine a player performing the following sequence before it&rsquo;s your turn:&#10;&#10;&#10;     Act and sound like a gorilla.&#10;     Say &ldquo;Gimme a Kiss.&rdquo;&#10;     Dance like a ballerina.&#10;     Make a &ldquo;thbbpthbpt&rdquo; raspberry sound.&#10;     Bark like a dog.&#10;     Swing an imaginary baseball bat.&#10;&#10;&#10;Can you do what Pete does without missing a beat? If so, you&rsquo;re on your way to victory. But if you mess up the sequence or forget one of the actions, you&rsquo;ll end the round and roll the penalty die.  The players score for the number of cards they have and the first player to the finish space wins the game.&#10;&#10;Contents include 267 action cards, 21 special cards, game board, 1 die, 8 pawns, rules&#10;&#10;",
    "Categories": [
      "Humor"
    ],
    "Mechanics": [
      "Acting",
      "Real-Time"
    ],
    "Families": []
  },
  {
    "Rank": "24049",
    "Name": "Kazink",
    "ID": 17284,
    "Year": "(2005)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.49",
    "Link": "https://boardgamegeek.com/boardgame/17284/kazink",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Similar to Sequence. You play a card from your hand and places a chip on the board. But chips doesn't &quot;lock&quot; the board. You can stack chips on top of each other. Stack up three of your chips and it's a crown. Two rows of 3 crowns is needed to win. Use your strategy to stop opponents and crown your chips first!&#10;Is played by 2 or 3 single players or 4 players divided in two teams.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Team-Based Game"
    ],
    "Families": [
      "Components: 4 x 5 Grids"
    ]
  },
  {
    "Rank": "24050",
    "Name": "Scene It? Marvel Deluxe",
    "ID": 25967,
    "Year": "(2006)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.51",
    "Link": "https://boardgamegeek.com/boardgame/25967/scene-it-marvel-deluxe",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "DVD trivia game based on Marvel comics films like Spiderman, X-Men and Fantastic four.  Features 2 DVDs, 200 Trivia cards and 6 collectible metal tokens.  Includes Party Play mode which does not require a board, dice, cards or tokens.&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement"
    ],
    "Families": [
      "Comic Books: Marvel Universe",
      "Components: DVDs",
      "Game: Scene It?",
      "Theme: Superheroes",
      "Trivia: Movies"
    ]
  },
  {
    "Rank": "24051",
    "Name": "Unconditional Surrender",
    "ID": 8452,
    "Year": "(1984)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.47",
    "Link": "https://boardgamegeek.com/boardgame/8452/unconditional-surrender",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.875",
    "Description": "&quot;Unconditional Surrender&quot; was the wargame in issue #36 of The Wargamer Magazine dated December 1984.&#10;&#10;The game simulates the Confederate counterattack on Fort Donelson after the Fort had been invested by U.S. Grant and the Union army in February 1862. The Confederate garrison actually outnumbered the Union troops 18,000 to 15,000, but Grant's judgement of his opponent's psychology served him well. The unconditional surrender of the fort on Febuary 16th, 1862, shattered the Confederate defenses in western and middle Tennessee.The equivalent of an entire corps was taken prisoner, and the Cumberland River was opened to the Union Navy. Within weeks Nashville would fall and the remaining Confederate forces would retreat into Mississippi. The victory made a national hero of it's previously unknown author, who here began his rise to command of all the Union armies - U.S. Grant. Yet the battle could have turned out much differently, and the controversy in later years over what really happened and why, would be among the most intense surrounding any action of the war.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: USA",
      "Magazine: The Wargamer",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "24052",
    "Name": "Pictureka: Disney Edition",
    "ID": 116938,
    "Year": "(2009)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.53",
    "Link": "https://boardgamegeek.com/boardgame/116938/pictureka-disney-edition",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Finders, keepers. A whole host of Disney characters are hiding from you. Think you&rsquo;ve found one? Quick. Yell &ldquo;Pictureka!&rdquo; and the card&rsquo;s yours. Fast-paced fun for everyone as you race against the clock or other players to find the most characters and collect the most cards. Test your spotting skills with multiple games and challenges, and combine with other Pictureka! games for even more finding fun!&#10;&#10;Product Description&#10;A whole host of Disney characters are hiding from you, and you'll need to find them when you play Pictureka! Disney Edition . Set out the nine gameboard tiles, then take it in turns to draw cards. Roll the dice, and race against your friends, or the timer , to spot the characters on each card, to win that card. The player who finishes the game with the most cards wins! Your favourite Disney characters , from Aladdin and Tinkerbell to Sleeping Beauty and Mickey, appear in the wacky Pictureka! doodle style . Ramp up the challenge, by combining gameboard tiles and cards with other Pictureka! sets. Pictureka! Disney Edition is a fun game for the whole family, that can help develop observation skills.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Brands: Disney",
      "Game: Pictureka"
    ]
  },
  {
    "Rank": "24053",
    "Name": "Button Up!",
    "ID": 119856,
    "Year": "(2012)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.51",
    "Link": "https://boardgamegeek.com/boardgame/119856/button-up",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.1111",
    "Description": "1814: Napoleon Buttonaparte and General Ludwig Von York Buttonburg wage a war without mercy, and a new battle is about to begin. The armies are deployed, awaiting orders to move, and in both headquarters the same speech is being presented: &quot;For you, Buttons, the goal is clear: End up on top!&quot; Soon the battle will commence, with each general trying to use the available spies as well as he possibly can to dominate the final battlefield.&#10;&#10;As you might guess from the punny names, Button Up! is a non-serious look at combat during war &ndash; so non-serious, mind you, that the pieces are buttons, none of which are eliminated due to sucking chest wounds during play. In fact, Button Up! is an abstract game in which players try to manipulate the button troops to score more points than the opponent.&#10;&#10;To set up each round of the game, randomly arrange nine buttons in a circle: three red for Buttonaparte, three black for Von York Buttonburg, and three neutral white spies. On a turn, the active player takes one stack that contains a spy, then distributes that stack clockwise one button at a time, with the buttons coming off the bottom of the stack as they're placed. Thus, the first move is a single white button being placed on its neighbor to the left; if that stack is moved on the second turn, the bottom button is placed on its left neighbor, then the white button on top placed to the left of that. If the last button placed matches color with the button it covers, the player who moved it takes another turn. (This doesn't apply if the stack being moved contains more buttons than remaining stacks; in this case, the final buttons are placed on the last stack without rearranging their order.)&#10;&#10;When only one stack remains, the round ends. Each button has strength equal to its height in the stack; players sum their strength, and the player with the most strength earns points equal to the difference between the two sums. If one player now has 15 or more points, he wins; if not, shuffle the buttons and start another round with the player who has the fewest points going first.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Mancala"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 3-Dimensional (3D)",
      "Components: Unique Game",
      "Digital Implementations: Boiteajeux",
      "History: Napoleonic Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "24054",
    "Name": "Warage Card Game",
    "ID": 150659,
    "Year": "(2013)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.46",
    "Link": "https://boardgamegeek.com/boardgame/150659/warage-card-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "2.2",
    "Description": "&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Warage BackgroundYou are a solitary hero fighting to survive in a world once afflicted by ancient wars between Orcs, Elves, Humans and Angels.&#10;It does not matter if you are a Mage, a Paladin or a Warrior: all you have to do is to get the most powerful equipment you can find, such as handcrafted swords and shield, magic scrolls or what remains of the fire guns and hi-tech weapons produced by a now-gone civilization.&#10;Defend yourself and defeat your opponents. Are you ready to fight?&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;What is Warage?Warage is the ultimate turn-based strategic card game: role play, strategy and deck building merged all together for endless adventures.&#10;&#10;The key mechanic of the game is that each Hero starts with 100 Hit Points (HP) and in order to play any card you have to pay its cost in HP. During your round you can equip your Hero with the items you have in our hand and you can attack your opponent(s) either through Physical Attack or Magic Attack.&#10;&#10;Create your Hero choosing one of the Class cards and one of the Race cards available and construct your deck (48+ cards) selecting any of the existing cards. Deckbuilding and &quot;RPG attitude&quot; together, welcome to Warage!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Warage"
    ]
  },
  {
    "Rank": "24055",
    "Name": "City Blox",
    "ID": 286141,
    "Year": "(2019)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.54",
    "Link": "https://boardgamegeek.com/boardgame/286141/city-blox",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1",
    "Description": "City Blox is a building game, using the classic interlocking building blocks, where you compete to become the first to build an entire city block comprising a house, a school, and a supermarket.&#10;&#10;Each player receives three plots (building plates) and three landscape cards: a green house card, a yellow school card, and a brown supermarket card. Landscape cards are each placed next to an empty plot.&#10;&#10;Players take turns selecting a building block from the build pile and placing it on any of their plots so it matches the die-cut shape of the landscape card lying next to that plot.&#10;&#10;The first player to correctly place their building blocks on all three plots and fit the corresponding landscape card on top of their completed structure wins the game.&#10;&#10;But don&rsquo;t rejoice too soon! For each completed plot, you must select an event card and follow the instructions&mdash;you may have to swap a building block with another player (faulty delivery), remove a building block from your plot (hurricane), or give all players an additional block (additional grant). In the building business, you never know what will happen next.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Children's Game",
      "City Building",
      "Educational"
    ],
    "Mechanics": [
      "Pattern Building",
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "24056",
    "Name": "Dragons",
    "ID": 198991,
    "Year": "(2016)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.63",
    "Link": "https://boardgamegeek.com/boardgame/198991/dragons",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.3333",
    "Description": "Dragons, a new version of Papillons, is a card game in which each player has a secret objective: to align four Dragons of a given color or of a given type.&#10;&#10;Players take turns placing a card on the table, trying to obtain their secret flying alignment or to move an already placed card to another place. They also have two tokens which can be used only once: one token removes an already placed card from the game, and the other one fixes an already placed card so that it cannot be moved during the game.&#10;&#10;There are versions for two players, and a cooperative one for 4 players playing in pairs.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Tile Placement"
    ],
    "Families": [
      "Creatures: Dragons"
    ]
  },
  {
    "Rank": "24057",
    "Name": "Böse Buben",
    "ID": 930,
    "Year": "(2000)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.34",
    "Link": "https://boardgamegeek.com/boardgame/930/bose-buben",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.25",
    "Description": "Players play cards onto five lanes of a race track. As soon as there are four goblins in a particular lane, a fight breaks out and the first goblin card played in that lane is ejected from the race. Each additional card in a lane causes another goblin to drop out and as soon as four goblins from one of the five lanes have dropped out the race finishes. Each lane is then scored separately, with the player who has the highest valued goblin or goblins in that lane winning 3 Ducats. There is also a penalty for finishing a race, and after four races, the person with the most Ducats wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Racing"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Pigs"
    ]
  },
  {
    "Rank": "24058",
    "Name": "Catstronauts",
    "ID": 363094,
    "Year": "(2022)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.44",
    "Link": "https://boardgamegeek.com/boardgame/363094/catstronauts",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1",
    "Description": "As the Commander of a team of Catstronauts, you&rsquo;ll take on fast-paced missions to visit planets across the solar system and rescue poor helpless kittens!&#10;&#10;From the designers of Kittin, Catstronauts is a family speed and sequence game where players race to match their numbered catstronauts to each of the planet cards in the correct order.&#10;&#10;With 16 &lsquo;meeples&rsquo; that can be customized with 16 unique cat face stickers, players can build their purr-fect team of expert Catstronauts.&#10;&#10;Catstronauts comes in the same small tin you expect and love from Kittin!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Real-time",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Pieces as Map",
      "Real-Time"
    ],
    "Families": [
      "Animals: Cats"
    ]
  },
  {
    "Rank": "24059",
    "Name": "Mighty Warriors",
    "ID": 6333,
    "Year": "(1991)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.58",
    "Link": "https://boardgamegeek.com/boardgame/6333/mighty-warriors",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.2",
    "Description": "Mighty Warriors was produced in the early 1990s by Games Workshop as part of a series of introductory-level miniatures games. The four-game series included Mighty Warriors, Ultra Marines, Kerrunch, and Space Fleet. The game includes dice, floor tiles, door stand-ups, 36 highly detailed Citadel Miniatures, and reference cards for army lists and spells.&#10;&#10;In Mighty Warriors, players choose from either a band of Heroes or Skaven Ratmen. The Heroes are led by a Noble Knight, a Fearless Dwarf, and a Heroic Elf while the Skaven Ratmen are led by a Chaos Wizard and four Skaven Champions. The Elf and Chaos Wizard can cast spells. The other characters have differing combat abilities.&#10;&#10;Players set up the castle from modular floor tiles, which are then connected by stand-up doors. The players then position their forces throughout the rooms of the castle. Finally a &ldquo;shield&rdquo; for each side is placed.&#10;&#10;The game is played in phases including Magic, Movement, Missile Combat, Melee Combat, and Recovery from Stuns. Each player attacks the other while moving from one room of the castle to another. A player wins by capturing the opponent&rsquo;s shield.&#10;&#10;This game is basically a &ldquo;light&rdquo; version of HeroQuest or Warhammer Quest, more of a skirmish style than exploration, Dungeon Crawl. The instructions state that the game is compatible with Ultra Marines so that players can have a fantasy versus science fiction battle.&#10;&#10;Game Components&#10;&#10;16 Skaven Warriors&#10;4 Skaven Champions&#10;12 Warriors&#10;1 Knight&#10;1 Elf&#10;1 Dwarf&#10;1 Chaos Wizard&#10;1 Heroic shield&#10;1 Chaos Shield&#10;20 Door Stands&#10;28 Black slotta Bases&#10;4 Green Slotta Bases&#10;4 Dice&#10;&#10;Card Sheets:&#10;MW1 - Heroic Army List&#10;MW2 - Chaos Army List&#10;MW3 - Chaos Spell Scroll&#10;MW4 - Heroic Spell Scroll&#10;MW5 - Dungeon&#10;MW6 - Guard Room&#10;MW7 - Ancient Temple&#10;MW8 - Barracks&#10;MW9 - Wizards Study&#10;MW10 - Great Hall&#10;MW11 - Doors (7 vertical wood)&#10;MW12 - Doors (7 green vertical wood)&#10;MW13 - Doors (3 diagonal wood, 3 spiked vertical wood)&#10;MW14 - Library&#10;MW15 - Vampires Chamber&#10;MW16 - Treasure Room&#10;MW17 - Alchemists Laboratory&#10;MW18 - Dragon Chamber&#10;MW19 - Skaven Lair&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Modular Board",
      "Roll / Spin and Move",
      "Variable Player Powers"
    ],
    "Families": [
      "Setting: Warhammer Fantasy Board Games"
    ]
  },
  {
    "Rank": "24060",
    "Name": "Taxifolie",
    "ID": 38647,
    "Year": "(2005)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.68",
    "Link": "https://boardgamegeek.com/boardgame/38647/taxifolie",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "You are a Paris Taxi driver, you need to be the first player to earn 250 euros in fares, but watch out for hazards.  Each client has different wants and needs which can influence your route.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Cities: Amsterdam (The Netherlands)",
      "Cities: Paris (France)"
    ]
  },
  {
    "Rank": "24061",
    "Name": "Trivial Pursuit: Genus Editie",
    "ID": 94941,
    "Year": "(1984)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.42",
    "Link": "https://boardgamegeek.com/boardgame/94941/trivial-pursuit-genus-editie",
    "Min Players": "2",
    "Max Players": "36",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.6667",
    "Description": "An advanced Trivial Pursuit version published in Belgium and the Netherlands by Parker and  Horn Abbot International. The game is pretty much the same as the standard Trivial Pursuit games, yet has a more diverse and advanced questions set.&#10;&#10;Every player starts with an empty play piece and has to fill up his piece with 6 different coloured parts by answering questions in the headquarters of 6 categories (geography, entertainment, history, art &amp; literature, science &amp; nature and sports &amp; leisure). To get to the headquarters the players roll dice, advancing on a path and answering questions of the corresponding category. If the answer is correct, the player plays again. If not, the next player takes his/her turn.&#10;&#10;The first player to fill up on pieces has to return to the center of the board for a final test. If he/she succeeds, he/she wins the game.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Game: Trivial Pursuit"
    ]
  },
  {
    "Rank": "24062",
    "Name": "Pionjär",
    "ID": 21746,
    "Year": "(1960)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/21746/pionjar",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "110",
    "Play Time": "110",
    "Weight": "2.1667",
    "Description": "From the rules:&#10;&#10;'They came as poor immigrants - the ticket to cross the Atlantic had consumed most of the money earned back in Sweden - but they were rich on optimism, energy and and enterprising attitude.'&#10;&#10;Farm, hunt, gamble in the saloon and mine gold from 1858 to 1862. The game starts with a race for the best property, which is then used to harvest grain and timber. Special routes on the board allows for fish, buffalo and gold income. You can also frequent a saloon, drug store and be sent to prison.&#10;&#10;",
    "Categories": [
      "American West",
      "Farming"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "24063",
    "Name": "Klondike 1896",
    "ID": 110298,
    "Year": "(2011)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.31",
    "Link": "https://boardgamegeek.com/boardgame/110298/klondike-1896",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Welcome to Klondike in 1896! The discovery of gold, in one valley by the river in today&rsquo;s Yukon in Canada, had started the greatest gold rush ever related to Alaska wild-west. Get there as one of two to four gold- miners and experience one of two possible game variants this title offers. Each variant, based on different principles, stands as a complete game and offers a different gaming encounter&hellip;&#10;In the first game variant each gold-digger is in a search for the best parcels in his landscape to claim them for treasures to be gained. Golden nuggets bring victory points and rubies are to be possibly spent as resources for claim tokens in random and limited offer. In an auction player can smart out the others for strategic claim tokens or bluff them out of rubies as well. .. in other words checking on others might work a bit too! &#10;The first player, in a round based flow, who manages to dig through to the other end of his landscape, presented by four boards in a row, closes the game. However the winner is the richest gold-digger, a player with the most collected golden nuggets after the final VP count with possible penalties. &#10;The strategy and tactical decisions are made upon open information only.  The depth of pre-planning can lead to overwhelming dimension as well as it can be taken as a no rush family friendly play-style.&#10;&#10;The second game variant offers exploding fun and whole different player&rsquo;s interaction. Being quick and cool headed, knowing a landscape to claim is a sure way, still outsmarting or bluffing the others might help in some cases! &#10;Winner is an experienced and ambitious gold-beater with the most popularity points for a council seat. Popularity is in relation to four down-town VIPs such as brothel madam, sheriff, mayor and horse trader. Each round player has a set of 10 unique tetris shape claim tokens to place them onto his set of four landscape boards. This happens in a race that starts with uncovering a random request card for this turn.&#10; The only closed information is the one before the moment of truth, when the picky requests of celebrities shall be satisfied. How well did you dig for them? Your popularity in four tracks may rise as well as it can fall by not following the exactions for gold and rubies.&#10;&#10;Via the title Klondike 1896 players are looping back in time to meet one of the earliest and never before published creations of Vladim&iacute;r Such&yacute; presented by StragooGames (SGG).&#10;&#10;",
    "Categories": [
      "American West"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "24064",
    "Name": "ITZI",
    "ID": 273016,
    "Year": null,
    "Geek Rating": "5.497",
    "Avg Rating": "5.30",
    "Link": "https://boardgamegeek.com/boardgame/273016/itzi",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "2",
    "Description": "ITZI is all about speed! Be the first to get rid of all five of your letter cards.&#10;&#10;SETUP.  Everyone is dealt five letter cards. Players should look at BOTH sides of their letter cards, and can either hold their cards in their hands or lay them out on the table.&#10;&#10;Place the stack of ITZI cards in the center of the table.&#10;&#10;&#10;     One player flips over the top ITZI card and puts it in the center for all to read --or someone can read it out loud.&#10;     Players quickly look at their letter cards (both front and back) and call out a word that answers the ITZI card and that starts with one of their letters. For example, let&rsquo;s say the ITZI card reads, &ldquo;It&rsquo;z an animal.&rdquo; If a player has a letter card with a &ldquo;K&rdquo; on it, they could call out &ldquo;kangaroo&rdquo; and at the same time smack down that letter card on top of the ITZI card. (They also could have used the other letters on the card and said, &ldquo;Tiger!&rdquo; or &ldquo;Iguana!&rdquo; or &ldquo;Newt!&rdquo;.)&#10;     The first player to call out a correct answer and smack down their letter card gets to discard it.&#10;     A new ITZI card is flipped over and play continues.&#10;     The first player to get rid of all five of his/her letter cards wins the game!&#10;&#10;&#10;BY THE WAY&hellip;&#10;&#10;The letter you use must be the first letter of your answer. For example, if the ITZI card reads, &ldquo;It&rsquo;z a breed of dog&rdquo; and you answer &ldquo;Golden Retriever&rdquo; you must slap down the letter &ldquo;G&rdquo; (not &ldquo;R&rdquo;). Or if the card reads, &ldquo;It&rsquo;z a drink with bubbles&rdquo; and you answer &ldquo;Root Beer&rdquo; you must slap down an &ldquo;R.&rdquo;&#10;&#10;If a player calls out a wrong answer, they have to take back their letter card, and they also have to take an additional letter card as a penalty.&#10;&#10;One option is to play where the winner of the previous game gets to read the ITZI cards for the next game. (That person is not an active player when they are the reader.)&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "24065",
    "Name": "Cock Block",
    "ID": 237585,
    "Year": "(2018)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.39",
    "Link": "https://boardgamegeek.com/boardgame/237585/cock-block",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.6667",
    "Description": "BLOCK THE COCKS, GET THE CHICK!     &#10;            &#10;Aren&rsquo;t you tired of watching corn? So make your way down to the local barn to pick up a chick. Once you spot the one you want, strut up to her and pull off your best move. Charm her into following you, but beware, the game of love is never that simple, you will have to block cocks or be Cock Blocked!     &#10;     &#10;Goal: Using movement cards, enter &ldquo;The Barn&rdquo;, move your way up to a chick and bring her back to the EXIT AREA.     &#10;     &#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Humor",
      "Miniatures"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Betting and Bluffing",
      "Grid Movement",
      "Pick-up and Deliver"
    ],
    "Families": [
      "Animals: Chickens / Roosters"
    ]
  },
  {
    "Rank": "24066",
    "Name": "Space Invaders Dice!",
    "ID": 221263,
    "Year": "(2017)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.58",
    "Link": "https://boardgamegeek.com/boardgame/221263/space-invaders-dice",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.1667",
    "Description": "The Space Invaders are back in a brand new format! Space Invaders Dice! is a fun fast-paced tabletop game that plays just like the classic arcade game. Play solo or compete against up to three others for the record high-score. Grab your six-sided arsenal and save the planet before it's too late!&#10;&#10;",
    "Categories": [
      "Dice",
      "Science Fiction",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Push Your Luck",
      "Simulation"
    ],
    "Families": [
      "Mechanism: Roll-and-Write",
      "Organizations: The Game Artisans of Canada",
      "Players: Games with Solitaire Rules",
      "Theme: Arcade Video Games"
    ]
  },
  {
    "Rank": "24067",
    "Name": "Professor Pugnacious",
    "ID": 131282,
    "Year": "(2013)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.63",
    "Link": "https://boardgamegeek.com/boardgame/131282/professor-pugnacious",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Professor Pugnacious, full title Professor Pugnacious' Portfolio of Perils, Pugilism, and Perfidy: The Card Game of Victorian Combat is a fast-paced, tactical, deck-building game in which players take on the roles of rival proteges of Professor Pugnacious, building their decks to defeat adversaries and foil each other in a highly thematic game of Steampunk adventurers combating Gothic horrors.&#10;&#10;Each player has access to only a portion of the pool of cards that can be purchased, which changes each turn and can be affected by played cards. Players attempt to gain enough Fight to defeat Enemies, as well as Failure to cause their rival players to lose their combats, and Skill to acquire more cards and disable traps. The game ends with the defeat of the Finale, a difficult and rewarding opponent.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Horror"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Open Drafting",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Steampunk"
    ]
  },
  {
    "Rank": "24068",
    "Name": "Barrage Battle",
    "ID": 198135,
    "Year": "(2016)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.95",
    "Link": "https://boardgamegeek.com/boardgame/198135/barrage-battle",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "2",
    "Description": "From the publisher:&#10;&#10;Barrage Battle is a two-player, strategy and dexterity, tactical board game. The game plays in about 45 minutes. Players will throw projectile dice and advance their melee card forces toward the winning objective of eliminating their opponent's King.&#10;&#10;The game is played on a large, gridded board consisting of 15 rows by 7 columns with a large card deck and unique impact dice. Players will strategically play cards, cast spells and throw dice to achieve optimal positioning and eliminate enemies. Magic and gold will need to be managed as well as the development of structures and war machines each turn. Dexterous skill and masterful strategic planning elevate your chances at victory.&#10;&#10;The best aspect of all is that Barrage Battle is a game of mental as well as physical skill. Hone your hand-eye coordination to allow your range units to wreak havoc on your opponent's plans as you pelt the battlefield with dice!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Dice",
      "Fantasy"
    ],
    "Mechanics": [
      "Action Queue",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Grid Movement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "24069",
    "Name": "Pickle Letter",
    "ID": 192225,
    "Year": "(2016)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.41",
    "Link": "https://boardgamegeek.com/boardgame/192225/pickle-letter",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Description from the publisher:&#10;&#10;Just dill with it! In the lightning-fast letter-matching game Pickle Letter, you pick a peck of Pickleletters for a jarring good time. Time is ticking in the race to match the most letters before your opponents find them first. Find matches first and pickle the other players. But here's the dill: Things can go sour fast! You'll be in a pickle if it doesn't all match up and your opponents prove you wrong! So keep calm and crunch on.&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "24070",
    "Name": "Combat",
    "ID": 6395,
    "Year": "(1963)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.46",
    "Link": "https://boardgamegeek.com/boardgame/6395/combat",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.1667",
    "Description": "The object of Combat is to occupy enemy headquarters or capture all the enemy soldiers. A spinner is used for movement and escape and capture decisions.&#10;&#10;In more detail, this is a strategy game for two players. The theme is from the Second World War War, as was the TV series from which the images on the cover of the game were taken. The playing is simple ,you control 6 soldiers and you move them through the game board by spinning the game's special wheel.&#10;&#10;There are also at your disposal &quot;order cards&quot; that either can help you or cause you trouble.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Movies / TV / Radio theme",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Acting",
      "Point to Point Movement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "24071",
    "Name": "Cartes sur Table",
    "ID": 122873,
    "Year": "(2012)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.29",
    "Link": "https://boardgamegeek.com/boardgame/122873/cartes-sur-table",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Cartes sur table (French idiom for &quot;Lay cards on the table&quot;) is a light party game where you get to find what &quot;habits&quot; match each player.&#10;&#10;The game plays in 4 rounds. Each round has 2 phases.&#10;&#10;1- Each player receives as many habit cards as there are players around the table. E.g.: 4 cards for 4 players. &quot;You are always late&quot;, &quot;You cheat at games&quot;, &quot;You have the same Pink Floyd t-shirt since 1994&quot;.&#10;Each player give to OTHER players the card of his hand that fits him best. Therefore, in a 4 player game, you give 3 cards (and receive 3). The last one is discarded.&#10;&#10;2- In turns, each player reveals the cards he has received. All players (including the &quot;concerned&quot; one) secretly vote for the best matching habit. Players who voted for the most popular score one point. The chosen card is then kept by the player for the fourth round.&#10;NOTE: The vote from the concerned player count as 1 vote only. He does not choose the habit alone, but he breaks ties.&#10;&#10;On the fourth round, instead of distributing new habit cards, players skip the first phase and use the cards selected in the 3 first rounds. Each good vote is worth 2 points for this last round.&#10;&#10;Player with the most point wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "24072",
    "Name": "Bunny Boom",
    "ID": 395512,
    "Year": "(2024)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.85",
    "Link": "https://boardgamegeek.com/boardgame/395512/bunny-boom",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "2.3333",
    "Description": "Bunnies are everywhere! It's an invasion, and nothing seems to be able to stop the proliferation of these adorable little beasts!  Madness has taken hold of the area, and no one wants to be caught with all these rabbits!&#10;&#10;In a game of Bunny Boom, you try to pass the bunny problem on to other players!  To do this, you must place cards from your hand in order to push the rabbits as far as possible and attract opponents to pick up more bunnies than you! You also cause BUNNY BOOM!  The game gets more intense each time an opponent places a new card, which may force you to collect more bunnies!&#10;&#10;At the end of the game, the player who finishes with the fewest bunnies wins!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Action Drafting",
      "Area Movement",
      "Multi-Use Cards",
      "Take That"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Animals: Rabbits / Hares",
      "Digital Implementations: Board Game Arena"
    ]
  },
  {
    "Rank": "24073",
    "Name": "Dragi Drache",
    "ID": 129955,
    "Year": "(2012)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.40",
    "Link": "https://boardgamegeek.com/boardgame/129955/dragi-drache",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Dragon Dragi and his friends have one big wish: If only they could breathe fire like the adult dragons! So they practice a lot and eat lots of fiery-hot dragonfruits. Today they are having a fire-breathing contest. The participant who manages to blow the floating fire ball into the right volcano field gets to collect the highly sought-after dragonfruits.&#10;&#10;Dragi Drache is a dragon-themed action game for children. At the center of the board is a cardboard volcano that divides the board into six sections. Underneath the board (in the box) is an airblower that when switched on keeps a little ball afloat. Each player gets an individual game board and six dragonfruit chits in the same color. One dragonfruit chit per player color is then placed on each section of the game board.&#10;&#10;To play the game, someone turns on the air blower, then places the ball on the air jet at the center of the board so that it floats over the volcano. The active player each turn tries to blow the ball into one of the board sections with a dragonfruit chit of her color, with only one chance to get the ball in the right spot. If the ball lands on a board section with a dragonfruit of her color, she takes that chit and places it on her game board. Whether she gets it or not, though, the next player then takes his turn.&#10;&#10;The first player to collect six dragonfruits of her color wins!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Creatures: Dragons"
    ]
  },
  {
    "Rank": "24074",
    "Name": "Vaults",
    "ID": 162071,
    "Year": "(2015)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.64",
    "Link": "https://boardgamegeek.com/boardgame/162071/vaults",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "2.3333",
    "Description": "Vaults is a fun and easy to learn card game, set in the steampunk world. Two to four players assume the role of the crime lords and compete to become the richest of all.&#10;&#10;To do so, they need to recruit safe crackers and use their skills to crack vaults. Some vaults are easy straightforward jobs, fit for a small crew, while others are more challenging and demand larger crew equipped with tools.&#10;&#10;Every crime lord needs to choose who to recruit carefully. Crew bosses and crew members use their various abilities and can change the outcome of the game.&#10;&#10;The game is based on the Action management mechanic, where almost every move is considered an action. With the right planning and a bit of luck, every action can lead to high rewards.&#10;&#10;Vault card game includes:&#10;&#10;30 Crew member cards &ndash; with numerous skills and abilities&#10;&#10;8 Crew boss cards &ndash; each with their own unique ability&#10;&#10;10 Disrupt cards &ndash; with multiple choice effects&#10;&#10;20 Tool cards &ndash; no crew is complete without one&#10;&#10;27 Vault cards &ndash; with different difficulty and crack outcomes&#10;&#10;4 Turn sequence / character summary cards&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Action Points",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Steampunk"
    ]
  },
  {
    "Rank": "24075",
    "Name": "The Great Tour: European Cities",
    "ID": 238883,
    "Year": "(2017)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/238883/the-great-tour-european-cities",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Europe is full of things to see and do, and you've decided to get a slice of the action in The Great Tour: European Cities. Transport tourists in your bus between the great cities to see the sights, from the La Scala in Milan to the Arc de Triomphe in Paris, and many others! However, you'll have to contend with your competitors who are less than eager to let you win.&#10;&#10;In more detail, plan your journey, draw ticket cards, and drive your bus from one destination to the next. For each complete journey, you receive points that count toward your final score. You are also rewarded for each new destination, the most completed journeys, and more.&#10;&#10;Keep your wheels turning because the great tour has just begun!&#10;&#10;&mdash;description from the back of the box&#10;&#10;",
    "Categories": [
      "Travel"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Open Drafting"
    ],
    "Families": [
      "Continents: Europe"
    ]
  },
  {
    "Rank": "24076",
    "Name": "Pentago Triple",
    "ID": 206849,
    "Year": "(2016)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.45",
    "Link": "https://boardgamegeek.com/boardgame/206849/pentago-triple",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "3",
    "Description": "Pentago Triple  is a new version of the original Pentago, adding a third color and a new element to the game.&#10;&#10;The object of the game is to create five-in-a-row like in the original game, but in the Triple version players have cards that show what kind of rows they have to form using three different colors.&#10;&#10;The familiar twist is still there: players have to twist one of the four game blocks as part of their move. This causes the game to dynamically change, making for a fun and challenging game experience for beginners and masters alike!&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building",
      "Pattern Recognition"
    ],
    "Families": [
      "Game: Pentago"
    ]
  },
  {
    "Rank": "24077",
    "Name": "Dallas: A Game of the Ewing Family",
    "ID": 4297,
    "Year": "(1980)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.59",
    "Link": "https://boardgamegeek.com/boardgame/4297/dallas-a-game-of-the-ewing-family",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "1.8333",
    "Description": "According to Sid Sacksons &quot;A Gamut of Games&quot;: Members of the Ewing family amass fortunes by using event cards, by gaining control of corporations, and particularly by being elected president at the family meetings. Votes come from stock holdings, proxies, bargaining, and blackmail.&#10;&#10;",
    "Categories": [
      "Economic",
      "Movies / TV / Radio theme",
      "Negotiation"
    ],
    "Mechanics": [
      "Events",
      "Lose a Turn",
      "Market",
      "Negotiation",
      "Open Drafting",
      "Set Collection",
      "Track Movement"
    ],
    "Families": [
      "Cities: Dallas (Texas, USA)",
      "Components: Miniatures",
      "Components: Vinyl Records",
      "Series: Album Games (Yaquinto)",
      "TV Shows: Dallas"
    ]
  },
  {
    "Rank": "24078",
    "Name": "The Way",
    "ID": 2440,
    "Year": "(1994)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.37",
    "Link": "https://boardgamegeek.com/boardgame/2440/the-way",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.3",
    "Description": "BoneGames produces a number of do-it-yourself free games. You download a PDF containing rules and components, and print out what is required for play.&#10;&#10;The Way is a two-player strategy game played on a 5x5 grid of cards, which are rotated and replaced to form paths to move upon. The first player to get to his destination, to find The Way, is the winner. The Way is very simple to play, but deviously so. Can you be the master of The Way?&#10;&#10;The object of the game is to get from your Start card to your Midpoint card and back again. By rotating and replacing cards, you try to open a Way for yourself whilst closing your opponent's. A game normally consists of three rounds of play. Several variants are listed in the rules.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Print & Play"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Components: 5 x 5 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "24079",
    "Name": "Chicago Gangsters",
    "ID": 49454,
    "Year": "(2009)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.48",
    "Link": "https://boardgamegeek.com/boardgame/49454/chicago-gangsters",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.2857",
    "Description": "Chicago in the Golden Twenties: The players take the role of a Mafia clan and compete for domination of the city. They will use any means necessary - you won't get far without blackmail and bribery. Nor will you make it alone; you'll need to work with fellow players to take over the neighborhoods. However, these alliances change more often than the weather: if you're not working with someone, you're working against them.&#10;&#10;Who will best use their contacts with judges, bank directors and clubs - the best to run a lucrative business in smuggling alcohol?&#10;&#10;",
    "Categories": [
      "Card Game",
      "Mafia"
    ],
    "Mechanics": [],
    "Families": [
      "Cities: Chicago (Illinois, USA)",
      "Country: USA",
      "History: Prohibition in the USA"
    ]
  },
  {
    "Rank": "24080",
    "Name": "Hyves Ranking Game",
    "ID": 81445,
    "Year": "(2010)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.39",
    "Link": "https://boardgamegeek.com/boardgame/81445/hyves-ranking-game",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "Hyves was the biggest social network website in The Netherlands with around 10 million accounts at its peak.&#10;&#10;In this social board game it is all about one thing; how good do your friends know you and how good do you know your friends? During the game the players roll the die to see which subject card they will have to play. In turns a player puts the 5 options of a subject card in the order that fits this player's personality best while the other players try to predict which order the first player puts down. For each correct answer a player receives points which will be noted by the pawn on the playing board and on the special score card on which also other important information can be found (like which player is the 'most open book').&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "24081",
    "Name": "Discover India",
    "ID": 86270,
    "Year": "(2010)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.45",
    "Link": "https://boardgamegeek.com/boardgame/86270/discover-india",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.7273",
    "Description": "From the box:&#10;The players as part of a tourist group, travel through this fascinating country and discover different cultures, traditions and sights. They visit temples and animal parks and experience the bright and colorful diversity of the land. Tile by tile they collect various symbols to build a pattern called Kolam and the player who creates the longest sequences of these symbols recieve the most victory points.&#10;&#10;",
    "Categories": [
      "Travel"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Country: India",
      "Religious: Hinduism",
      "Series: Yellow Wave Box (Queen)"
    ]
  },
  {
    "Rank": "24082",
    "Name": "Scene It? Seinfeld",
    "ID": 38340,
    "Year": "(2008)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.53",
    "Link": "https://boardgamegeek.com/boardgame/38340/scene-it-seinfeld",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "2",
    "Play Time": "2",
    "Weight": "1.5714",
    "Description": "From the Publisher:&#10;&#10;Man hands, Manssieres, Yo-Yo Ma, and Yada Yada Yada-Scene It? Seinfeld Edition has everything you love from the show about nothing. Race around the Flextime game board as you relive your favorite Seinfeld moments and test your knowledge with on-screen puzzlers more challenging than the Festivus feats of strength. We opened The Vault to include classic clips from all nine seasons and enough trivia to keep you double dipping!&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Components: DVDs",
      "Game: Scene It?",
      "Trivia: Television",
      "TV Shows: Seinfeld"
    ]
  },
  {
    "Rank": "24083",
    "Name": "Scruples: Millennium Edition",
    "ID": 15613,
    "Year": "(1999)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.65",
    "Link": "https://boardgamegeek.com/boardgame/15613/scruples-millennium-edition",
    "Min Players": "4",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5714",
    "Description": "User review: Each player is dealt five dilemma cards, each with a question of scruples, and one reply card. Each reply card says, &ldquo;Yes,&rdquo; &ldquo;No,&rdquo; or &ldquo;Depends.&rdquo; If the player can correctly match another&rsquo;s reply with a dilemma card from one&rsquo;s own hand, then the dilemma card is discarded. Otherwise, the dilemma card is replaced with another card from the dilemma card deck. Mismatched responses can be challenged and put to a vote of the other players. The first player to surrender all of one&rsquo;s own cards is the winner.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "24084",
    "Name": "Knockout",
    "ID": 7334,
    "Year": "(1991)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.55",
    "Link": "https://boardgamegeek.com/boardgame/7334/knockout",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.2",
    "Description": "Players take turns rolling the die and using the &quot;rammer hammer&quot; to knock out a plastic brick from the wall that is of the color indicated on the die, and then stack it back on top of the wall. The object of the game is to not be the player that causes the &quot;knockout&quot; brick to fall out of the wall.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "TV Shows: Bob the Builder"
    ]
  },
  {
    "Rank": "24085",
    "Name": "Shapes & Colors",
    "ID": 67429,
    "Year": "(2008)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.55",
    "Link": "https://boardgamegeek.com/boardgame/67429/shapes-and-colors",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "From Haba Website:&#10;&#10;Roll the die then look for the corresponding shape or color and place it on the game board... and all at once flowers and butterflies will gleam. 2 die games for 1-3 players age 2+. Available with English packaging. &#10; Age: from 2yrs&#10; This game stimulates: &#10;&#10;    Learning to Understand Rules &#10;    Precise Motor Functions &#10;    Free Play &#10;    Recognizing and Naming Colors and Shapes  &#10;&#10;&#10; &#10; ",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Recognition"
    ],
    "Families": [
      "Series: My Very First Games (HABA)"
    ]
  },
  {
    "Rank": "24086",
    "Name": "Geared: Build Your Bike",
    "ID": 151981,
    "Year": "(2014)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.37",
    "Link": "https://boardgamegeek.com/boardgame/151981/geared-build-your-bike",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Geared: Build Your Bike is a bike-building card game in which players race against one another to assemble bicycles and be the first to earn 1000 points.&#10;&#10;The bicycle parts cards show frames, handlebars, and wheels, with the parts coming in five quality levels. On a turn, a player lays down 1-3 parts cards (with multiples being allowed only for parts of the same level) or plays one action card (remove, steal or swap). He can swap cards freely between his incompletely built bicycles.&#10;&#10;When a bicycle is complete &mdash; that is, has all three parts &mdash; then the player scores points; if the bicycle has parts of different levels, then he scores the sum of those parts' values, but if the levels match, then he scores a set value worth more than the individual parts. Once completed, a bicycle can't be disassembled to move parts to other bikes.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "24087",
    "Name": "Aquarium",
    "ID": 36649,
    "Year": "(2011)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.55",
    "Link": "https://boardgamegeek.com/boardgame/36649/aquarium",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.8889",
    "Description": "Aquarium offers high player interaction as the other players can &ndash; and will &ndash; use their action cards to alter the available fish that you can buy and the price that you have to pay for them.&#10;&#10;Each player starts with a set of nine action cards and $15. The deck is shuffled, then set up with three or four &quot;Feeding time!&quot; cards shuffled into the deck at various points. On a turn, a player first turns up a card from the deck if the market is empty (as it is as the start of the game). Then the player looks at the fish and plant cards in the market and decides whether to pass or try to buy them. If he passes, he takes $2 from the bank and adds the top card to the market; if he wants to buy, all other players get to influence what's on the market and what the cards cost.&#10;&#10;First, each other player chooses one of their five action cards for use in phase 1 of a buy. These cards force the active player to add, remove or swap a card from the market or simply allow the card player to make a fish swap of his own! (Players can also pass, with all action cards but the &quot;pass&quot; being set aside.) Second, each other player chooses one of their five action cards for use in phase 2 of a buy. These cards add or subtract 1 from the cost of the market, or double or halve the cost of the market. In the latter case, the player of the card receives money from the active player instead of those coins going to the bank.&#10;&#10;Once the goods and the cost are set, the active player chooses to buy all the fish and plants on offer or none of them. The cost is equal to the sum of the card values, plus or minus any modifications, then doubled or halved as appropriate. All purchased cards go into a player's personal aquarium. If a player has two identical fish, he can move them to a separate breeding tank where they will earn him 1-3 coins each turn.&#10;&#10;Each time a &quot;Feeding time!&quot; card is revealed, players reveal one &quot;food cost&quot; card at random, then pay money equal to that cost times the number of stars on fish and plants in their aquariums. Any fish not fed starve and float away to the big toilet bowl in the sky. Each plant in an aquarium reduces the food cost by one.&#10;&#10;After the final &quot;Feeding time!&quot;, players count the stars on their non-breeding fish, then receive bonuses for collecting all colored fish of the same size, all three sizes of fish of the same color and different varieties of plants. The player with the most stars wins.&#10;&#10;Here, fishy, fishy, fishy...&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Animals: Fish / Fishes"
    ]
  },
  {
    "Rank": "24088",
    "Name": "Amasser Dragons",
    "ID": 202994,
    "Year": "(2016)",
    "Geek Rating": "5.497",
    "Avg Rating": "6.86",
    "Link": "https://boardgamegeek.com/boardgame/202994/amasser-dragons",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "180",
    "Weight": "1.3333",
    "Description": "Amasser Dragons is a fantasy adventure game that allows you to become a dragon.  As the dragon, your ultimate goal is to amass the largest treasure hoard to solidify your place as the most formidable dragon of all time.  The other dragons will envy your success and try to stop you at every turn, while they try to amass their own treasure.  Only greed, strategy, cunning, and ruthlessness will allow you to prevail and take what is rightfully yours as all others will bow before you.&#10;&#10;Each dragon has its own strengths and weaknesses, along with their own preferred terrain, breathe weapon and special ability.  The dragon will fly from its lair, encountering challenges, ranging from easy to extremely difficult.  If a dragon chooses to fight an encounter tile, dice are rolled and if the dragon is successful it gets the gold that the encounter is worth.  Dragon versus dragon combat is a possibility if you wish to test your strength against the others and gain additional rewards. Once all the encounter tiles have been removed from the playing area, the game ends and the dragon with the most gold wins.&#10;&#10;There is a 110 card deck in the game that allows players do a variety of things.  There are cards that can strengthen your dragon and there are cards that can hinder other dragon&rsquo;s abilities (i.e. Attack Power, Speed and Carry).  Additionally, there are cards that have the ability to manipulate game play of your choosing.&#10;&#10;The playing area is modular and customizable depending on the amount of players and the size of game you wish to play. Recommendations are included in the rules, but you make each game as big or small as you like.  While gathering gold is the main objective of the game, the underlying intent is to bring friends and family together to have fun.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Fantasy",
      "Fighting",
      "Math"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Roll / Spin and Move",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "24089",
    "Name": "Chop Chop",
    "ID": 131684,
    "Year": "(2012)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.49",
    "Link": "https://boardgamegeek.com/boardgame/131684/chop-chop",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "The hands are the second brain.&#10;&#10;With Chop Chop, you can develop this &quot;second brain&quot; by training yourself to grab items as quickly as you can with chopsticks. Fill your plate as quickly as you can to exercise your hand, fill your belly and &ndash; most important of all &ndash; rid yourself of the plate card fro mthe current round. Let's see who can collect the most fruit and fill all of their plates first!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Party Game"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "24090",
    "Name": "CooCoo the Rocking Clown!",
    "ID": 23576,
    "Year": "(2005)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.51",
    "Link": "https://boardgamegeek.com/boardgame/23576/coocoo-the-rocking-clown",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1.0667",
    "Description": "From the Blue Orange Games website:&#10;&#10;It's show time! Coocoo, the Rocking Clown, just loves to juggle, but his big curved green shoes make him wobble and keep throwing him off balance. Help him juggle the most balls without making any of them fall, and you win!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Pattern Building"
    ],
    "Families": [
      "Theme: Circus",
      "Theme: Clowns"
    ]
  },
  {
    "Rank": "24091",
    "Name": "Dragonriders of Pern: The Book Game",
    "ID": 5735,
    "Year": "(1984)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.45",
    "Link": "https://boardgamegeek.com/boardgame/5735/dragonriders-of-pern-the-book-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "A picture book game similar to Ace of Aces: Handy Rotary Series.&#10;&#10;Each player has a book that contains many different 1st person perspective views from the back of a dragon flying high above ground. You and your wingmate must destroy 'threads' as they fall without injuring each other. Best of seven threads makes for a good introductory game.&#10;&#10;The rules are split into three different sets: Introductory (basic moves and how to score), Role-playing (adds different dragon types and rider statistics), and Campaign (links multiple flights and awards bonus stats to player characters).&#10;&#10;Book mechanic also featured in:&#10;&#10;     Ace of Aces: Handy Rotary Series&#10;     Bounty Hunter: Shootout at the Saloon&#10;     Star Wars: Starfighter Battle Book&#10;&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Novel-based"
    ],
    "Mechanics": [
      "Relative Movement",
      "Scenario / Mission / Campaign Game",
      "Semi-Cooperative Game",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Creatures: Dragons",
      "Players: Two-Player Only Games",
      "Series: Ace of Aces (Nova Game Designs)",
      "Series: Picture Book Games (Nova Game Designs)"
    ]
  },
  {
    "Rank": "24092",
    "Name": "Action Cats!",
    "ID": 231837,
    "Year": "(2017)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.48",
    "Link": "https://boardgamegeek.com/boardgame/231837/action-cats",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "1",
    "Description": "Description from the publisher:&#10;&#10;Action Cats is a game for 3-6 players made up of a deck of 160 cards. Each card has a photo of a cat, and on the reverse side, two halves of an outrageous story.&#10;&#10;Players take turns being the &quot;judge,&quot; while the rest are storytellers. The judge draws a cat card from the top of the deck and gives the cat a name. The rest of the players each build a story using the cards in their hand. They tell the story to the judge, embellishing all they want (that's the fun part!), and the judge picks their favorite story as the winner!&#10;&#10;",
    "Categories": [
      "Animals",
      "Party Game"
    ],
    "Mechanics": [
      "Storytelling"
    ],
    "Families": [
      "Animals: Cats",
      "Crowdfunding: Kickstarter",
      "Mechanism: Story Creation"
    ]
  },
  {
    "Rank": "24093",
    "Name": "The Italian Campaign: Salerno",
    "ID": 5999,
    "Year": "(1992)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.57",
    "Link": "https://boardgamegeek.com/boardgame/5999/the-italian-campaign-salerno",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "3.3",
    "Description": "The Italian Campaign Series: Salerno, is the second of four operational level games  (Sicily, Salerno, Anzio and Med War) simulating the Battle for Italy in World War II using the Westwar Gaming System developed by Vanguard Games. This game represents the Allied invasion in southern Italy and was first published in Strategy &amp; Tactics magazine #150.  Errata was published in S&amp;T #153.  Errata was published in S&amp;T #155.&#10;&#10;The Allies are trying to force the Axis player to completely retreat from southern Italy.  Victory points are calculated based on the number of units captured, reduced, or retreated from the map... the difference between the Axis total and the Allied total determines who wins.&#10;&#10;Three scenarios are provided: the historical situation, a 'What if?' scenario, and a scenario which links with 'The Italian Campaign: Sicily' game.&#10;&#10;Game Scale:&#10;Turn: 1 to 2 days&#10;Hex: 5 miles&#10;Unit: Company to Brigade&#10;&#10;Game Inventory:&#10;One 22&quot; X 34&quot; mapsheet&#10;One countersheet (200 1/2&quot; counters)&#10;One 20 page rule booklet&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Salerno (Italy)",
      "Country: Italy",
      "History: World War II (Italy)",
      "Magazine: Strategy & Tactics",
      "Players: Two-Player Only Games",
      "Series: The Italian Campaign (Strategy and Tactics)",
      "Series: Westwar System (John Schettler)"
    ]
  },
  {
    "Rank": "24094",
    "Name": "Yum",
    "ID": 4519,
    "Year": "(1959)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.45",
    "Link": "https://boardgamegeek.com/boardgame/4519/yum",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.125",
    "Description": "A version of the traditional game &quot;Yacht&quot; (an English version of Generala).&#10;&#10;This game has several rule and scoring differences from Yahtzee, which was based on &quot;Yacht&quot;.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Traditional Dice Games: Yacht"
    ]
  },
  {
    "Rank": "24095",
    "Name": "Trivial Pursuit: Best of Genus",
    "ID": 45437,
    "Year": "(2008)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.38",
    "Link": "https://boardgamegeek.com/boardgame/45437/trivial-pursuit-best-of-genus",
    "Min Players": "2",
    "Max Players": "36",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2",
    "Description": "Get 2,400 of the best Trivial Pursuit questions ever. This much-anticipated edition of Trivial Pursuit contains the best questions from the past 25 years. The Best of Genus Edition is a collection of questions specially chosen from Genus 1-6. Test your recollection in these categories: People &amp; Places, Arts &amp; Entertainment, History, Science &amp; Nature, Sports &amp; Leisure, and Wild Card.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Game: Trivial Pursuit"
    ]
  },
  {
    "Rank": "24096",
    "Name": "Narnia Risk Junior",
    "ID": 22254,
    "Year": "(2006)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.51",
    "Link": "https://boardgamegeek.com/boardgame/22254/narnia-risk-junior",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.95",
    "Description": "The popular series of Risk variants continues with this incarnation of Risk Junior set in the magical world of Narnia. Tying in with the hit film &ldquo;The Lion, The Witch, and the Wardrobe&rdquo;, this Risk variant allows you to recreate the climactic battle of the story.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Children's Game",
      "Fantasy",
      "Movies / TV / Radio theme",
      "Mythology",
      "Novel-based",
      "Territory Building",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Dice Rolling"
    ],
    "Families": [
      "Books: The Chronicles of Narnia",
      "Brands: Disney",
      "Game: Risk (Official)",
      "Versions & Editions: Versions with IP after the original release"
    ]
  },
  {
    "Rank": "24097",
    "Name": "Australian Menagerie",
    "ID": 5215,
    "Year": "(1999)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.47",
    "Link": "https://boardgamegeek.com/boardgame/5215/australian-menagerie",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.125",
    "Description": "A competitive game of chance and strategy which highlights the diverse range of Australia's wildlife and habitats. The aim is to collect as many animal cards as you can for each habitat of your nature reserve You score points for each animal card you have in your nature reserve at the end of each hand.&#10;&#10;The first player, or team to gain 100 points wins the game.&#10;&#10;There is the second level of difficulty, where players can cast threats on other player's habitants, e.g. fire, pollution, feral animals.. And can protect their habitants from threats.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Educational",
      "Environmental"
    ],
    "Mechanics": [
      "Melding and Splaying",
      "Set Collection"
    ],
    "Families": [
      "Animals: Emus",
      "Animals: Frogs / Toads",
      "Animals: Grasshoppers",
      "Animals: Koalas",
      "Animals: Penguins",
      "Animals: Rats",
      "Animals: Snakes",
      "Country: Australia"
    ]
  },
  {
    "Rank": "24098",
    "Name": "Utter Nonsense: Family Edition",
    "ID": 235471,
    "Year": "(2017)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.53",
    "Link": "https://boardgamegeek.com/boardgame/235471/utter-nonsense-family-edition",
    "Min Players": "4",
    "Max Players": "20",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Utter Nonsense - The Hilarious Accent Game is a card game where players combine silly accents with even sillier phrases to create sayings that are just plain ridiculous. The game contains 50 Accent Cards and 450 Phrase Cards which players combine and act out. Sometimes phrases pair well with the accent, but for the most part they don't - and that's Utter Nonsense. You don't have to be good at accents and the combinations don't need to make sense. In fact, players are encouraged to improvise and make the phrases their own. With each successive round, watch as even your most mild-mannered friends and family become improv masters.&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Hand Management",
      "Role Playing"
    ],
    "Families": [
      "Versions & Editions: Junior Versions of Grown-Up Games"
    ]
  },
  {
    "Rank": "24099",
    "Name": "Sea Kings",
    "ID": 163263,
    "Year": "(2015)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.42",
    "Link": "https://boardgamegeek.com/boardgame/163263/sea-kings",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.1111",
    "Description": "Land, Wealth and Fame.&#10;&#10;This is what inspired Vikings to travel far from home. Fighting dangerous seas, foes and each other. They would go anywhere, anytime and in any weather.&#10;&#10;The Viking leaders of these expeditions were called Sea Kings because of their skills in traveling uncharted waters to destinations few knew. And they wanted to be King, back in their home lands. To fulfill their ambitions, they raided, traded, and settled far away lands to attract followers in their quest to become King. And some succeeded.&#10;&#10;You are one of the Viking leaders seeking fortune in the unknown with your long boat and crew. Do you have what it takes to be a great Sea King by making new discoveries, settling hostile lands, crafty trading, and raiding with the fierceness of a Norseman? If so, seek the throne and make it yours.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Dice",
      "Educational",
      "Exploration",
      "Medieval"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "Open Drafting",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Vikings"
    ]
  },
  {
    "Rank": "24100",
    "Name": "Teddy's Colors & Shapes",
    "ID": 159227,
    "Year": "(2014)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.38",
    "Link": "https://boardgamegeek.com/boardgame/159227/teddys-colors-and-shapes",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1",
    "Description": "Teddy's Colors &amp; Shapes, part of HABA's &quot;My Very First Game&quot; series, includes four options for play for the youngest of gamers, specifically gamers aged 2 and up. They are:&#10;&#10;&#10;    Everybody Is Helping Teddy: a co-operative game with shapes where the children always win&#10;    Who Knows the Colors?: a co-operative game with colors where the children always win&#10;    Competition Variation: for when the children want to establish a winner&#10;    Free play, with the two wooden dice, eight wooden shapes in four colors, eight illustrated cardboard pieces in four shapes, and four double-sided player boards of different scenes&#10;&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Set Collection"
    ],
    "Families": [
      "Series: My Very First Games (HABA)"
    ]
  }
]