[
  {
    "Rank": "19701",
    "Name": "Mini Escapes: The Mystery of the Lost Cult",
    "ID": 362797,
    "Year": "(2022)",
    "Geek Rating": "5.514",
    "Avg Rating": "6.06",
    "Link": "https://boardgamegeek.com/boardgame/362797/mini-escapes-the-mystery-of-the-lost-cult",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.5",
    "Description": "Mini Escapes is a new type of Escape room: like a large &quot;folded&quot; sheet that fits in a pocket, it can be carried and played anywhere! Open the App, follow the instructions and start spinning the gears!&#10;&#10;Mini Escapes - &quot;The mystery of the Lost Cult&quot; contains 3 Escape rooms of approximately 60 minutes each, and an opening Escape room of 30-40 minutes. They are playable individually, but if you play every adventure all lined up, they will immerse you in a story illuminated only with the light of a torch!&#10;&#10;Check the difficulty of the scenarios on the back of the box, get together with your group of friends and scan the QR code to start your game.&#10;&#10;Follow the explorer Emily Mound, whose first expedition originates in a Spanish graveyard, where she will discover the story of Cristobal de Mendoza and his ties to a dark cult! Next, explore the three ancient temples with her ... if you pass the challenges they hide, you will unravel a mystery that has been buried for centuries!&#10;&#10;Attention: Mini Escapes needs a device to be played.&#10;&#10;Mini Escapes - &quot;The mystery of the Lost Cult&quot; is part of the Mini Escapes Family!&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Deduction",
      "Exploration",
      "Memory",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Memory"
    ],
    "Families": [
      "Components: Digital Hybrid – App/Website Required",
      "Series: Mini Escapes (GateOnGames)"
    ]
  },
  {
    "Rank": "19702",
    "Name": "Pirates 2 ed.: Governor's Daughter",
    "ID": 84230,
    "Year": "(2010)",
    "Geek Rating": "5.514",
    "Avg Rating": "6.08",
    "Link": "https://boardgamegeek.com/boardgame/84230/pirates-2-ed-governors-daughter",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.5",
    "Description": "The Governor`s Daughter has been kidnapped again! The villainous and insatiable Dread Pirate Roberts has again claimed his chance to acquire a ransom for the life and the chastity of a beautiful damsel in distress. This formidable act of villainy has shocked the other pirates of the Archipelago. Never had they witnessed such a breach of etiquette! Now, they set sail to find the fragments of the map leading to Robert`s hideout. But before they find it, adventures and isles await!&#10;&#10;Pirates: Governor`s Daughter is a re-edition of an adventure-economical board game hit. Thanks to the brand new rules, you will experience fabulous sea adventures, sack the cities and trade routes of the Archipelago, get rich dealing with exotic wares or die trying to compel bloodthirsty pirates. And in the end, you will free the beauty in distress and save the world from the Dread Pirate Roberts! Arrgh!&#10;&#10;",
    "Categories": [
      "Adventure",
      "Economic",
      "Fighting",
      "Pirates"
    ],
    "Mechanics": [
      "Area Movement",
      "Commodity Speculation",
      "Open Drafting",
      "Pick-up and Deliver"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "19703",
    "Name": "Party Animals",
    "ID": 14137,
    "Year": "(2004)",
    "Geek Rating": "5.514",
    "Avg Rating": "5.69",
    "Link": "https://boardgamegeek.com/boardgame/14137/party-animals",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.1818",
    "Description": "A simple but hilarious party game in which players have to mimic animal sounds.&#10;&#10;At the beginning of the game, everyone is given an identity in the form of an animal and makes the corresponding sound. Then each player is dealt a pile of cards, of which they take turns turning one face up. If two players have the same animal in front of them, they must reproduce each other's sound as quickly as possible. Whoever does this the fastest gets the other player's discard pile.&#10;&#10;There are also special cards, which make the game even more difficult. For example, players change identities during the game or they suddenly have to shake hands or hit the table quickly. Whoever has the most cards at the end of the game is the winner.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Race"
    ],
    "Families": []
  },
  {
    "Rank": "19704",
    "Name": "Connected Clues",
    "ID": 367197,
    "Year": "(2022)",
    "Geek Rating": "5.514",
    "Avg Rating": "6.07",
    "Link": "https://boardgamegeek.com/boardgame/367197/connected-clues",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "10",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Based on the popular game show category &quot;before and after&quot;. Each card contains an answer made up of two different parts that share a word which connects them together. Players take turns being the clue giver each round. The clue giver must come up with clues for both parts of the answer and tell the group. The group will guess the answer. The first player to guess correctly wins the round! Test your knowledge of popular movies, tv shows, music, sports, games, food, and more.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "19705",
    "Name": "Dry Gulch Junction",
    "ID": 35354,
    "Year": "(2008)",
    "Geek Rating": "5.514",
    "Avg Rating": "6.05",
    "Link": "https://boardgamegeek.com/boardgame/35354/dry-gulch-junction",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.2222",
    "Description": "In Dry Gulch Junction, the players are erecting buildings in the titular town. Each player has a set of Building cards with the Buildings they may construct during the game. Additionally, there is a deck of Improvement cards which have two uses. The first is as an Improvement to your existing Buildings. These Improvements can be the second or third story addition to a Building already constructed. However, the other use of the cards are through the Claims printed at the top of the card. Twice each turn, an Improvement card can be set aside for all players to use as a Claim for money. The Claims allow all players to take money into their general construction fund or to set aside a larger sum of money to improve a specific Building. The player who most efficiently manages their resources and constructs the best Buildings in town will win the game.&#10;&#10;",
    "Categories": [
      "American West",
      "Card Game",
      "City Building"
    ],
    "Mechanics": [
      "Hand Management",
      "Modular Board"
    ],
    "Families": []
  },
  {
    "Rank": "19706",
    "Name": "Nibble",
    "ID": 325421,
    "Year": "(2020)",
    "Geek Rating": "5.514",
    "Avg Rating": "6.32",
    "Link": "https://boardgamegeek.com/boardgame/325421/nibble",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.3333",
    "Description": "Nibble is a strategy game for two players by Jared McComb, inspired by the works of Dieter Stein (SEVN) and Reiner Knizia. In Nibble, two players take turns taking pieces of nine colors trying to claim majorities in those colors, but can also win the game instantly in two different ways.&#10;&#10;COMPONENTS&#10;&#10;&#10;     81 discs in 9 colours (9 each)&#10;     Board&#10;&#10;&#10;RULES OVERVIEW (Please refer to rulebook)&#10;&#10;Randomly place the 81 discs on the board such that no two of the same color are orthogonally adjacent (diagonally adjacent is OK).&#10;&#10;Players alternate turns taking discs from the board according to the following rules:&#10;&#10;1) Discs may only be taken if they have at least two adjacent exposed sides.&#10;       &#10;    2) A player must always take at least one disc on their turn (that is, players may not pass) and may take as many additional discs as they like on a turn, as long as all of those discs are the same color as the first one. They are not required to take all of the available discs of that color and may opt to leave one or more behind.&#10;&#10;3) A disc may not be taken if it would divide the remaining discs into two separate groups (counting orthogonal connections only).&#10;&#10;When a player takes discs, they should place them in a row on the table behind the correspondingly colored triangle on the board.&#10;&#10;If a player takes their 5th, 7th, or 9th disc of a color, they should place it on the corresponding circle on their side of the board to make it clear how close they are to reaching one of the three win conditions.&#10;&#10;WINNING THE GAME&#10;&#10;A player wins the game immediately if they achieve either of the following:&#10;&#10;&#10;     Collect all 9 discs of one color&#10;     Collect at least 7 discs each of three adjacent colors in a row.&#10;&#10;&#10;If neither player is able to accomplish either of these, continue play until all the discs have been taken. The winner is the player with the majority of majorities (5 or more discs in each of 5 or more colors).&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Category: Combinatorial",
      "Containers: Zippered Pouch",
      "Digital Implementations: Board Game Arena",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "19707",
    "Name": "Yeti in the House",
    "ID": 263097,
    "Year": "(2018)",
    "Geek Rating": "5.514",
    "Avg Rating": "6.40",
    "Link": "https://boardgamegeek.com/boardgame/263097/yeti-in-the-house",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "1",
    "Description": "Prologue&#10;&#10;Yeti has come down from the mountains and is now in hiding in your house. He doesn&rsquo;t want to be found but secretly wishes someone would come and search for him. So he leaves behind a photograph as a clue about where he might be. The search squad must find him based on the photograph. The four little pieces of Yeti in the House make your room look nothing like ordinary with the hide-and-seek game.&#10;&#10;How to Play&#10;&#10;&#10;     The player playing as the Yeti hides the Yeti meeple and the footprint tokens.&#10;     Take a picture of the place where the Yeti's hiding. You can process the photo however you like.&#10;     The players playing as the Search Squad checks the photo and makes a guess about the hiding place without moving away from the search point. &#10;     The Search Squad wins if it guesses the Yeti's hiding place correctly. If the Search Squad finds a footprint instead, then the Yeti wins.&#10;&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "Creatures: Bigfoot / Yeti / Sasquatch"
    ]
  },
  {
    "Rank": "19708",
    "Name": "Outer Space: The Galaxy-Building Card Game",
    "ID": 402560,
    "Year": "(2022)",
    "Geek Rating": "5.514",
    "Avg Rating": "6.68",
    "Link": "https://boardgamegeek.com/boardgame/402560/outer-space-the-galaxy-building-card-game",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Players take turns placing cards in a grid to create an ever-expanding galaxy.  Players score points based on connecting stars to form constellations, nebulas, and black holes.  Depending on which combination of scoring cards are in play, players can score points in different ways for each galaxy card played:&#10;&#10;     Stacking black holes on top of each other scores increasingly more points (1 black hole scores 1 point, 2 stacked scores 3 points, and 3 stacked scores 5 points and forms a supermassive black hole)&#10;     Each connection vertex of a constellation formed by playing a card earns 1 point&#10;     Each matching star in constellation chains scores 1 point&#10;     Each quadrant of a nebula added to or created by a card earns 1 point&#10;     Meteoroids score 1 point per nebula they go through and 2 points when they enter a black hole&#10;&#10;&#10;The game ends when the last galaxy card is drawn.  The player with the most points wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Space Exploration"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "19709",
    "Name": "Divorce! The Game",
    "ID": 164202,
    "Year": "(2015)",
    "Geek Rating": "5.514",
    "Avg Rating": "6.43",
    "Link": "https://boardgamegeek.com/boardgame/164202/divorce-the-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.3333",
    "Description": "Divorce! The Game is a game about America's Favorite Pastime. Two players take turns drawing two cards, keeping one and giving the other to their opponent. Like real-life divorce mediation, players will have to make tense decisions. Do you take an item that you want--or do you prevent your opponent from getting an item that might be valuable to them? As you fight for your house and your kids, you'll have to play dirty: use lawyers to steal back items, plant incriminating evidence on your opponent, and buy bribes to get the edge. The deck includes cards like Alimony, Mistrial, Tax Fraud, and more, granting players unique abilities to use during the game. In addition, you can sell off your possessions to the Pawn Shop in order to fund the legal proceedings. At the end of the game, the parent that won over their children's hearts gets to take them home--and all the child support that goes along with it.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor"
    ],
    "Mechanics": [
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "19710",
    "Name": "Antigua",
    "ID": 85338,
    "Year": "(2010)",
    "Geek Rating": "5.514",
    "Avg Rating": "5.74",
    "Link": "https://boardgamegeek.com/boardgame/85338/antigua",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "35",
    "Play Time": "35",
    "Weight": "1.7778",
    "Description": "Antigua in the year 1717: It is rumoured that the wild pirate Black Sam has hidden all the gold he captured when boarding the Whydah on the &quot;islands in the wind.&quot; Only two men survived when the ship afterwards ran aground on a reef near Cape Cod. Black Sam took the map with him to his watery grave &ndash; but perhaps the surviving navigator can help to find the treasure by locating the exact position of the islands. Is Antigua one of them?&#10;&#10;GAMEPLAY:&#10;Players start with a ship and its crew. Each player during his/er turn uses the actions provided by the crewmen of the ship. Each player may have a maximum of 4 crewmen. Each crewman has an action that may change during the game, thanks to the officer mechanism. A player, by using the officer, may&#10;change the crewmen available actions and thus change the gameplay for all players.&#10;The purpose of the game is to discover islands with treasure (with the help of the crew's Navigator), or while traveling, clash with other players and steal their treasure.&#10;&#10;CREW MEN:&#10;&#10;    Kanonier: one kanonier crewman draws a card from the crew deck and adds its attack to the battle with a +1 bonus. Two kanoniers add +2 bonus&#10;    Offizier: changes the crewmen actions and then is discarded from the ship's crew.&#10;    Navigator: reveals a sea card your ship is on. If it is an island, gain a crew card from the deck for its treasure value and then discard the Navigator.&#10;    Steuermann: one Steuermann moves your ship twice. Two move your ship three times.&#10;    Maat: one Maat hires two new crewmen. Two hires three new crewmen. (if you have more than 4 crewmen, you must discard down to four).&#10;&#10;&#10;GAME END:&#10;The game ends when the biggest part of the sea has been discovered (how big is this part varies, according to the number of players), or when a pre-defined number of battles has happened and the winner is the player with the most treasures.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Exploration",
      "Fighting",
      "Nautical",
      "Pirates"
    ],
    "Mechanics": [
      "Variable Player Powers"
    ],
    "Families": [
      "Region: Caribbean Sea"
    ]
  },
  {
    "Rank": "19711",
    "Name": "Kids Express",
    "ID": 404447,
    "Year": "(2024)",
    "Geek Rating": "5.514",
    "Avg Rating": "6.69",
    "Link": "https://boardgamegeek.com/boardgame/404447/kids-express",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Dastardly bandits have stolen Mountain Valley&rsquo;s gold. They&rsquo;re escaping on the train to the city and have hidden the gold nuggets in the passengers&rsquo; luggage... You decide to ride to the rescue in your stagecoach and help your friend Sam, the Marshal&rsquo;s son, get back the gold.&#10;&#10;We're relying on you, kids. We've got to snatch the loot from the clutches of the bandits!&#10;&#10;In Kids Express, you take turns. On your turn, follow the two steps below:&#10; &ndash; Step 1&#10;You can move your Kid standee OR shoot with Sam.&#10;&#10;&ndash; Step 2&#10;You must pick up 1 Baggage token from where your figurine is located, and then apply the effect of this token.&#10;&#10;Step 1 in detail&#10;Move your Kid standee: Take your Kid standee and place it in the Train car of your choice, so long as there are no Bandits in that location.&#10;&#10;OR&#10;&#10;Shoot with Sam: Move the Sam standee. Use your Player Aid board to position Sam closer to or farther away from the Train and then place the Slingshot on the platform and flick or use a finger to hit it toward 1 or more Bandits, aiming to knock them over.&#10;&#10;Step 2 in detail&#10;Pick up an item of Luggage AND apply its effect : Take 1 Luggage token from the stack in the location your Kid standee is in. Turn it over and apply its effect. Keep it in front of you (Unless otherwise specified.)&#10;&#10;The game ends immediately as soon as 1 of the stacks of Luggage tokens RUNS OUT.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Flicking"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Game: Colt Express"
    ]
  },
  {
    "Rank": "19712",
    "Name": "RoboTroc",
    "ID": 118325,
    "Year": "(2012)",
    "Geek Rating": "5.514",
    "Avg Rating": "6.01",
    "Link": "https://boardgamegeek.com/boardgame/118325/robotroc",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.75",
    "Description": "In the world of RoboTroc, mad scientists compete to construct the most powerful robots possible out of salvaged spare parts. Naturally you wouldn't want to blow your cover by breaking environmental laws, so all of you will be scrounging for components in the junkyard.&#10;&#10;To set up the game, shuffle the 45 cards and lay them out in a 9x5 grid; each player takes a character card. The first player takes a card from the perimeter of the grid, then lays her character card in its place. Each other player in turn order does the same, then play order reverses for the remainder of the collection phase, with players moving their character cards to adjacent spaces (which includes diagonals) to claim cards. Land on an empty space, and you get nothing &ndash; but are still active in the round. Once all the cards have been claimed, the round ends.&#10;&#10;Players then have the ability to steal cards from opponents (or secure cards they need) based on the number of weapons they've collected. Each player can first secure four cards, though, so not everything is up for grabs. Players then assemble a robot with a head, body and legs, along with one weapon and any number of bonus cards. Each robot is worth the sum of its parts, along with any applicable bonuses; each additional robot a player can construct is worth ten points, no matter the value of its parts. The player with the highest score wins!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Network and Route Building",
      "Pattern Recognition",
      "Point to Point Movement"
    ],
    "Families": [
      "Theme: Robots"
    ]
  },
  {
    "Rank": "19713",
    "Name": "In 80 Karten um die Welt",
    "ID": 8201,
    "Year": "(2003)",
    "Geek Rating": "5.514",
    "Avg Rating": "6.28",
    "Link": "https://boardgamegeek.com/boardgame/8201/in-80-karten-um-die-welt",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "A game about a race around the world which is set at the end of the 19th century. In this game each player takes up one of the competing nations, and each nation sends a special steam-powered &amp;quot;Walamob&amp;quot; (Water-Land-Mobile) on the voyage around the world.&#10;&#10;Action points are used to move your vehicle or to upgrade it. A vehicle may receive special movement equipment which makes it easier to move on certain types of terrain, but is may also get crew which might be helpful as well -- you can even obtain weaponry! A rightly timed Earth-Torpedo or a Rocket might slow the other down - enough to overtake him and to allow the player to take the lead himself.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Novel-based",
      "Racing",
      "Travel"
    ],
    "Mechanics": [
      "Action Points",
      "Modular Board",
      "Point to Point Movement"
    ],
    "Families": []
  },
  {
    "Rank": "19714",
    "Name": "Städtetour",
    "ID": 60895,
    "Year": "(2009)",
    "Geek Rating": "5.514",
    "Avg Rating": "6.46",
    "Link": "https://boardgamegeek.com/boardgame/60895/stadtetour",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "1",
    "Description": "From the publisher's Web site:&#10;&#10;Paris, Berlin, London - you are off on an exciting city tour! However, rather quickly it becomes evident that everyone wishes to visit a different city! So everyone attempts to direct the journey so that the next bus stop will be at one's planned destination. In the end, who will have visited the most of their favorite cities? An exciting competitive game for 2-4 globetrotters ages 6-99.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Transportation",
      "Travel"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": []
  },
  {
    "Rank": "19715",
    "Name": "Anagram: The Ingenious Game of Juggling Words",
    "ID": 8981,
    "Year": "(1991)",
    "Geek Rating": "5.514",
    "Avg Rating": "6.30",
    "Link": "https://boardgamegeek.com/boardgame/8981/anagram-the-ingenious-game-of-juggling-words",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.8",
    "Description": "The ingenious game of juggling words&#10;&#10;Anagram is a uniquely fast-paced, exciting and challenging game for anyone who loves playing with words.&#10;&#10;Players compete to collect as many words as possible, either by using new letters as they are revealed or by spotting anagrams and poaching their opponents&rsquo; words.&#10;&#10;Play is fast and furious and fortunes can change right up to the end.&#10;&#10;Age 8+&#10;&#10;For 2-8 Players&#10;&#10;Anagram starts with the 90 letter tiles placed face down in easy reach of all players. One after the other, players turn over a tile, taking care that the letter revealed can be seen by all players at the same time. With no waiting as others ponder their moves, as soon as you spot a word that can be made from some or all of the up-turned letters, you may call out that word, pick up the tiles required to spell the word, and arrange the tiles to display the word in front of yourself.&#10;&#10;If you or any player can make an anagram of an entire word belonging to any other player (including yourself), or can make a new word by adding extra letters (from the central pile) to an existing word, you shout out this new word (at any stage in the game) and claim the necessary letters to spell the word. Regardless of how many words you manage to make or steal during the game, you will only score points for those that remain in your possession at the end of play.&#10;&#10;Devised and published by Oxford Games in 1991, and loosely based on the Victorian game of Word Making, Word Taking, Anagram is, without doubt, the word game enthusiast&rsquo;s favourite game.&#10;&#10;&lsquo;Anagram is a game for quick and steady thinkers&hellip; This is a cracking little game.&rsquo;  The Play Cabinet&#10;&#10;&lsquo;We have a set of Anagram that has travelled the world with us and everyone who tries it loves it&hellip; Highly recommended.&rsquo; Rivendell&#10;&#10;Product Contents&#10;90x Letter tiles&#10;1x Rules leaflet&#10;&#10;",
    "Categories": [
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "19716",
    "Name": "Crazy Fishing",
    "ID": 301637,
    "Year": "(2020)",
    "Geek Rating": "5.514",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/301637/crazy-fishing",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "You thought it would be a nice relaxed day on the water, waiting for the fish to bite and watching the clouds drift by... but now it's a frantic race to catch the biggest fish and prove once and for all who is the best fisherman!&#10;&#10;Use the right bait with your best rod and reel to lure out the biggest fish you can catch! Make sure you have the gear you really need so you can beat the competition and get those fish faster!&#10;&#10;In Crazy Fishing two to six players become fishers who compete to catch the biggest fish in the sea. You play over a number of rounds divided into three steps: The cast, where all players play simultaneously and choose and play one Rod'n'Reel card and one Bait card; The catch, where they catch fish based on the Speed of the Rod'n'Reel cards and Reel'em in! where you refill your hand. The winner is the player who has the highest scored obtained catching fishing and bonus cards.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Nautical"
    ],
    "Mechanics": [
      "Hand Management",
      "Push Your Luck"
    ],
    "Families": [
      "Theme: Fishing / Angling"
    ]
  },
  {
    "Rank": "19717",
    "Name": "Sushi Bar",
    "ID": 38263,
    "Year": "(2005)",
    "Geek Rating": "5.514",
    "Avg Rating": "6.26",
    "Link": "https://boardgamegeek.com/boardgame/38263/sushi-bar",
    "Min Players": "1",
    "Max Players": "0",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "From the publisher:&#10;&quot;Some of the Chinese characters regarding fish and shellfish are made up of two parts, left meaning &quot;fish&quot; and right showing characteristics of fish and shellfish.  This is a card game which matches the left and right of the Chinese character and fish-shellfish pictures.  Randomly disperse the cards on a table face down and turn over two cards.  It is pleasurable to match correctly a fish picture and/or Chinese character in the left corner of the card.  The Sushi corresponds to each of 29 fish-shellfish that are illustrated.  The 29 fish and shellfish chosen are commonly served in Sushi bars.&#10;There are 3 cards in the pack which have no fish or shellfish, but are generally found in Sushi bars.  Card-A : soy sauce dipping dish and its pot.  Card-B : a cup of hot green tea, called &quot;AGARI&quot;, and tea pot.  Card-C : hot Sake bottle &quot;TTOKURI&quot; and tiny cup &quot;CHOKO&quot;.  When playing the game, these cards give you a lucky chance, by way of an extra turn.&#10;The pictures were made by cutting the Japanese gaily-colored pieces of paper, &quot;Chiyogami&quot;.&quot;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Pattern Recognition"
    ],
    "Families": [
      "Food & Drink: Sushi",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "19718",
    "Name": "Potato Pirates 3: Battlechips",
    "ID": 341433,
    "Year": "(2022)",
    "Geek Rating": "5.514",
    "Avg Rating": "6.72",
    "Link": "https://boardgamegeek.com/boardgame/341433/potato-pirates-3-battlechips",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Potato Pirates 3: Battlechips is a spud-tech-ular strategic card game power packed with Computer Science and Cybersecurity concepts.&#10;&#10;Play as your favourite captain to be the undisputed ruler of the Carbobbean Seas! Eliminate all enemies with carefully planned attacks or recover the Art of Potato War, which holds the secrets to vanquishing your opponents in the blink of an eye! Recovering it from the Spudnet and decrypting its contents won't be a problem... but can you fend off the competition long enough? Raise your powers, harness energy, dig for more resources, get help from companions, and mine for relics from the Spudnet to destroy whoever stands in your way!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Educational",
      "Pirates"
    ],
    "Mechanics": [
      "Hand Management",
      "Market",
      "Move Through Deck",
      "Open Drafting",
      "Player Elimination",
      "Roles with Asymmetric Information",
      "Solo / Solitaire Game",
      "Take That",
      "Turn Order: Stat-Based",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Players: Games with Solitaire Rules",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "19719",
    "Name": "War of the Three Kingdoms: Kingdom Wars",
    "ID": 283492,
    "Year": "(2019)",
    "Geek Rating": "5.514",
    "Avg Rating": "7.28",
    "Link": "https://boardgamegeek.com/boardgame/283492/war-of-the-three-kingdoms-kingdom-wars",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2.25",
    "Description": "You are about to enter into a world that combines the elements of role playing, battle, strategy, deception amidst the political struggle between kingdoms. Are you creating the next big disaster? Or will you build an illustrious kingdom with your achievements? This game allows you to play as the Warlords from the historic era of the Three Kingdoms. Experience this fun and exhilarating game over and over again. War of the Three Kingdoms: Kingdom Wars will let you relive these times in the brutal battlefield!&#10;&#10;In the game, players emerge as forces according to the countries their selected Generals belong to, until the emergence of individual forces called &quot;Ambitionists&quot;.&#10;&#10;Players deploy their combination of Generals, if they manage to get a perfect pair of Generals, there will be additional advantages given to such players, this will also help players to understand the relationships according to the world famous novel, Romance of the Three Kingdoms.&#10;&#10;Are you ready to lead your force to victory?&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Civil War",
      "Fighting",
      "Novel-based"
    ],
    "Mechanics": [
      "Hand Management",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: San Guo Sha",
      "Theme: Romance of the Three Kingdoms"
    ]
  },
  {
    "Rank": "19720",
    "Name": "Crimean War",
    "ID": 11562,
    "Year": "(1998)",
    "Geek Rating": "5.514",
    "Avg Rating": "6.22",
    "Link": "https://boardgamegeek.com/boardgame/11562/crimean-war",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.5714",
    "Description": "French, Brits, Turks, Sardinians and sundry extras versus the Russian Empire. Leaders and cavalry. Three different CRTs (Skirmish, Assault &amp; Manuever). Limited supply and command points constrict operations. Three scenarios: To Balaclava, The Second Season, and a full Campaign scenario.&#10;&#10;",
    "Categories": [
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "History: Crimean War",
      "Magazine: Strategy & Tactics",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "19721",
    "Name": "Tic Talk",
    "ID": 153830,
    "Year": "(2012)",
    "Geek Rating": "5.514",
    "Avg Rating": "5.80",
    "Link": "https://boardgamegeek.com/boardgame/153830/tic-talk",
    "Min Players": "4",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Tic Talk, first published in english as Wordy Word and before that as the Nordic edition Flipp!, pits two teams against one another each round, with one team creating words and the other trying to figure out what was created. At the start of a round, one team flips its sand timer, then rolls five colored, twelve-sided letter dice; each color corresponds to a row on a paper tablet, with the red die indicating what the first letter in a word must be, the yellow die indicating the second letter in a separate word must be, and so on. The team members think up words that fit these constraints as quickly as possible, stopping the sand timer once they've finished.&#10;&#10;Following this, a member of the other team looks at the word list, starts the same sand timer in reverse &mdash; thereby giving him as much time as the team took to write down its words &mdash; then tries to get her teammates to guess these five words. Clue-giving is done Taboo-style, and that team scores one point for each word guessed in the time allowed.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "19722",
    "Name": "San, Ni, Ichi",
    "ID": 175086,
    "Year": "(2016)",
    "Geek Rating": "5.514",
    "Avg Rating": "6.28",
    "Link": "https://boardgamegeek.com/boardgame/175086/san-ni-ichi",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "25",
    "Weight": "1.3333",
    "Description": "It&rsquo;s a fact - we all wish we could be ninjas.  Wish granted!  In the game of San, Ni, Ichi, you will be taking on the role of a martial artist who has mastered combat using the three elements: fire, water, and wood. Each game will engage you in a thrilling battle to determine who is the greatest ninja master of all time!&#10;&#10;Each ninja is armed with an array of Attack and Weapon cards with special effects.  Each round ninjas choose a card from their hand and play it face down in front of them. All cards are revealed at once - during which time &ldquo;hi-ya!&rdquo; and other ninja related noises are encouraged but not required.  Cards are played on in order from lowest to highest Strength - the ninja(s) with the highest Strength Attack Card on top of their Combat Pile takes those cards as damage. All other Combat Piles remain in play and can be added to in subsequent rounds.  The game continues until all cards have been played and final damage is resolved.&#10;&#10;The player with the lowest total damage is the Ultimate Ninja Master and may karate chop the losers in the neck (or just bask in the glory of victory until the next game begins).&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Fighting",
      "Number"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Hand Management",
      "Rock-Paper-Scissors",
      "Simultaneous Action Selection",
      "Trick-taking"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Ninjas"
    ]
  },
  {
    "Rank": "19723",
    "Name": "Chronicler",
    "ID": 180910,
    "Year": "(2015)",
    "Geek Rating": "5.514",
    "Avg Rating": "5.88",
    "Link": "https://boardgamegeek.com/boardgame/180910/chronicler",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.7143",
    "Description": "Chronicler is a civilization game that lets you step back in time of history. But unlike other civilization-building games, your ability to develop new Technologies is also influenced by the advances of the other civilizations around you. Your goal is to have the most advanced civilization at the end of the game.&#10;The game is played over 3 eras.&#10;Chronicler can be played in two modes: Age of Peace or Age of Conflict.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Civilization"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "19724",
    "Name": "StoneFire",
    "ID": 293495,
    "Year": "(2020)",
    "Geek Rating": "5.514",
    "Avg Rating": "6.47",
    "Link": "https://boardgamegeek.com/boardgame/293495/stonefire",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.5",
    "Description": "In StoneFire you will be leading a tribe during a fantasy stone age where you will be battling dinosaurs, taming beasts, expanding the population of your village, discovering new locations, and more!&#10;&#10;StoneFire is based on Calvin Nelson's amazingly fun game Character Quest:Heroes.&#10;&#10;Your goal is to build up the strength of your tribe to the point where you can tackle the boss, an allosaurus. Meanwhile creatures from the wilderness are persistently attacking. If the wilderness deck is ever emptied before you defeat the allosaurus, the game ends immediately.&#10;&#10;StoneFire uses hand-management, with a bit of deck-building and set-collection.&#10;&#10;Each turn you draw new characters from the tribal deck. These cards will either be humans or tamed beasts. You then get to use your cards to form a hunting party to either travel to the wilderness or to secure an available location card. Lastly, you may add one card face-up to your village (these cards may be used in later rounds) and then draw back up. Alternatively, you may pass on hunting and rest two characters (placing them in your village) and then draw one egg card. Egg cards are gained in many ways, and are used to score end-game bonus points.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Prehistoric"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Animals: Dinosaurs"
    ]
  },
  {
    "Rank": "19725",
    "Name": "Der Feuersalamander",
    "ID": 1004,
    "Year": "(1987)",
    "Geek Rating": "5.514",
    "Avg Rating": "5.89",
    "Link": "https://boardgamegeek.com/boardgame/1004/der-feuersalamander",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.2222",
    "Description": "Der Feuersalamander is a deduction game with a fantasy theme. The game board shows four distinct areas associated with the four elements (air, water, fire, earth). Each area has 7 rows and three columns, showing 1,2, or 3 stones.&#10;&#10;The players try to deduce a set of 3 cards (1 element, 1 row number, 1 number of stones) in play from their own and other players' cards. A player can have a maximum of two cards in their hands, and they have to be different types (e.g., no 2 element cards). On their turn, a player rolls the special dice, showing both a symbol and a number. If the salamander is rolled as the symbol, the player gets to pick up a card. If the stone symbol is rolled, the player &#10;marks one of the possible positions on the board represented by their cards on the board. In any case, the player moves their pawn according to the number rolled.&#10;&#10;If another player reaches a space with another player's marker, they can ask that player for a specific card. The player has to show the questioner a Yes/No card to indicate their answer.&#10;&#10;Once a player knows a set of cards, they move their pawn back to their own starting location. Upon arrival, the player states the set of cards and who has the missing card(s). If the statement is true, the player receives a number of points; if not, they end up in the dungeon. The game ends after a player reaches a certain number of points.&#10;&#10;Der Feuersalamander is the third game in Noris' Fantasy trilogy, with Die Drei Magier and Das Blaue Amulett being the first and second.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Fantasy",
      "Memory"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Memory",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Series: Noris' Fantasy trilogy (Noris Spiele)"
    ]
  },
  {
    "Rank": "19726",
    "Name": "Pega o Pinguim!",
    "ID": 44715,
    "Year": "(2009)",
    "Geek Rating": "5.514",
    "Avg Rating": "6.29",
    "Link": "https://boardgamegeek.com/boardgame/44715/pega-o-pinguim",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.625",
    "Description": "In an adventure somewhere in south-pole, researchers run after their research source. Meanwhile, the known but never seem Yetitries to protect his penguins friends and hide hinself from the humans. In a board full of obstacles the researchers will trry to get the penguins using retractilehands, fishing rods, fish baits and many shortcuts. Whoever is able to get the more valuable penguins will be the winner of the Mobel Prize of World Science&#10;&#10;From the publisher:&#10;&#10;&quot;Em uma aventura em algum lugar no Polo Sul pesquisadores correm em busca de sua fonte de pesquisa. Enquanto isso o conhecido, por&eacute;m nunca visto, Homem das Neves tenta proteger seus amigos pinguins e se esconder da presen&ccedil;a de humanos. Em um tabuleiro cheio de obst&aacute;culos os pesquisadores tentar&atilde;o pegar os pinguins usando m&atilde;os retr&aacute;teis, varas de pescas, iscas de peixe, e muitos atalhos. Quem conseguir coletar os mais valiosos pinguins ser&aacute; o ganhador do pr&ecirc;mio Mobel da ci&ecirc;ncia mundial.&#10;&#10;De 02 a 04 jogadores.&#10;&#10;     Componentes: 01 tabuleiro&#10;     32 fichas de pinguins&#10;     10 cartelas pinguins&#10;     04 personagens pesquisadores&#10;     01 personagem Homem das Neves&#10;     72 cartas&#10;     08 fichas jogada extra&#10;     04 fichas sorteio&#10;     01 saco pl&aacute;stico&#10;     05 bases pl&aacute;sticos&#10;     01 regra&quot;&#10;&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Animals: Penguins"
    ]
  },
  {
    "Rank": "19727",
    "Name": "Sudoku: Duell der Meister",
    "ID": 22305,
    "Year": "(2006)",
    "Geek Rating": "5.514",
    "Avg Rating": "5.94",
    "Link": "https://boardgamegeek.com/boardgame/22305/sudoku-duell-der-meister",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "1.6364",
    "Description": "In Sudoku: Duell der Meister, the board is the standard 9x9 grid split into 3x3 blocks. Each player gets 12 scoring markers and 36 number tiles in his colour. These are mixed up face-down. Nine golden numbers are placed onto the board so that there's a single number in each 3x3 block. Players take turns revealing one of their numbers and adding it to the board (following the rules of Sudoku). As soon as a player has a majority in a row, column, or block, he places one of his scoring markers onto the matching scoring spot along the edge of the board. In the event of a tie, the player with the highest number sum gets to place the marker. The goal of the game is to be the first one to claim 12 majorities.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Puzzle"
    ],
    "Mechanics": [],
    "Families": [
      "Components: 9 x 9 Grids",
      "Players: Two-Player Only Games",
      "Series: Sudoku games (Reiner Knizia)",
      "Series: Two-player games (Kosmos)",
      "Traditional Games: Sudoku"
    ]
  },
  {
    "Rank": "19728",
    "Name": "Quest Master",
    "ID": 33870,
    "Year": "(2002)",
    "Geek Rating": "5.514",
    "Avg Rating": "6.37",
    "Link": "https://boardgamegeek.com/boardgame/33870/quest-master",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.6667",
    "Description": "from the publisher's website:&#10;&#10;Quest Master is the new style adventure board game.&#10;Players go on adventures in the world of Quest Master using small models which represent various classes which are used to play on Quest Master Board.&#10;To get the adventure started, throw the dice and then pick up the numbered panel equal to the number that you rolled. Each panel has its own activity. The players must try to collect as many the game items as possible and fight with the other players. The last player left on the board is the winner!!!&#10;&#10;Expansion&#10;&#10;    Quest Master: Hydra of Warok &#10;&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Quest Master"
    ]
  },
  {
    "Rank": "19729",
    "Name": "Manimals: Dinos 1",
    "ID": 32598,
    "Year": "(2007)",
    "Geek Rating": "5.514",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgame/32598/manimals-dinos-1",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Simultaneously, all of the players try to collect as many dinosaurs as possible with a certain characteristic. They get to know the dinosaurs better because who knows that Leedsichthys is probably the longest fish ever to have lived? Whoever collects the most dinosaurs wins.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game",
      "Educational",
      "Real-time"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Animals: Dinosaurs"
    ]
  },
  {
    "Rank": "19730",
    "Name": "Cubo",
    "ID": 166532,
    "Year": "(2014)",
    "Geek Rating": "5.514",
    "Avg Rating": "5.64",
    "Link": "https://boardgamegeek.com/boardgame/166532/cubo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.5833",
    "Description": "Cubo is a fast-paced dice rolling game played in six rounds with all players rolling their dice simultaneously. The colors and palette of Cubo are inspired by the Holi Festival of Colors, Happiness and Peace, a festival that celebrates a wonderful message and ties in nicely with the social and friendly event of boardgaming.&#10;&#10;Cubo has a real-time mechanism that is brought forth not with a timer, but rather by a limited resource: the four dice in the center of the table. Gain as many points as possible with your nine dice by composing straights and trips.&#10;&#10;",
    "Categories": [
      "Dice",
      "Real-time"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Building",
      "Set Collection"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Game: Cubo"
    ]
  },
  {
    "Rank": "19731",
    "Name": "Heresy",
    "ID": 2098,
    "Year": "(1995)",
    "Geek Rating": "5.514",
    "Avg Rating": "5.82",
    "Link": "https://boardgamegeek.com/boardgame/2098/heresy",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3.2",
    "Description": "If you know how to play Magic, you are half way there in this blatant Magic clone. What makes this game different is there are two areas to fight/control and the artwork on the cards.&#10;&#10;The story, Heaven has fallen and the Angels trapped on Earth are trying to use the Matrix (internet) to open a gateway into Heaven.&#10;&#10;There are six basic types of cards.&#10;&#10;Locations (lands) that open (tap) to provide aura (mana) or store tau (victory points.) There are 8 different convictions (colors) so from a starter it will still be near impossible to build a deck.&#10;&#10;Characters (creatures) represent the fallen hosts and heathen groups that can be called. These can battle in the Wilds (real world) or plug in and leave their body and fight in the Matrix. While there, if they die they're ripped back into their body.&#10;&#10;Alephs (artifacts) are powerful talismans that attach to characters or locations.&#10;&#10;Enhancements (enchantments) attach to other cards for positive or negative affects.&#10;&#10;Celestial Powers (sorceries) can be played on your turn only and are discarded immediately.&#10;&#10;Miracles (instants) are instant effects that can be played anytime.&#10;&#10;To win the game you need to play cards in the Matrix that can store tau and protect them. Each card can only hold so much, so you will need to call more then one. You will need to store enough tau (5 to 21 depending on the number of players and desired game length) to open a gateway into heaven.&#10;&#10;The game is a bit more complicated than Magic but with fewer cards available not as rich. There is also a social voting element similar to V:tES/Jyhad.  Special mention must be made of the cards. The cards are about an inch longer than most ccgs, with most of the extra room taken up by the stunning artwork. Kudos to Rick Berry, the graphic designer, for making one of the most striking looking games out there.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Voting"
    ],
    "Families": [
      "Collectible: Collectible Card Games"
    ]
  },
  {
    "Rank": "19732",
    "Name": "F28: War Always Changes",
    "ID": 249299,
    "Year": "(2018)",
    "Geek Rating": "5.514",
    "Avg Rating": "8.96",
    "Link": "https://boardgamegeek.com/boardgame/249299/f28-war-always-changes",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "F28 (&quot;Fast&quot; 28) is a game system for 28mm miniatures that places emphasis on speed, simplicity and customizability. It allows players to stage conflicts with their own favourite ranges of tabletop miniatures in three different scales: Battles, Skirmish, and Narrative.&#10;&#10;Besides the core rules, the book contains extra rules for use in Skirmishes and Narratives; a selection of scenarios for all three scales, along with guidelines on how to make your own;  rules for campaign play along with detailed example campaigns in all three scales; example army lists for 11 different factions for use in Battles and guidelines how to make your own lists.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "19733",
    "Name": "Disrupt",
    "ID": 383249,
    "Year": "(2023)",
    "Geek Rating": "5.514",
    "Avg Rating": "6.90",
    "Link": "https://boardgamegeek.com/boardgame/383249/disrupt",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "50",
    "Play Time": "90",
    "Weight": "3",
    "Description": "Become the new Unicorn Startup and claim your place in Silicon Valley!&#10;&#10;.disrupt is a fully asymmetric economic board game with worker placement and card-driven mechanics. As a player, you will choose one of the following roles: The Startup Entrepreneur, The Market Leader, the Angel Investor, or the Business Process Outsourcer.&#10;&#10;You will be able to design, develop, and market high-tech Projects, Buy and Sell Shares, fortify your Brand, manipulate the market, influence the Social Hype track, and use your unique abilities to your advantage.&#10;&#10;Through bargain, bluff but also vision you will have the chance to outsmart your opponents and become the next Tech Titan of our time!&#10;&#10;In the asymmetrical board game .disrupt, you play the game by undertaking one of the different roles:&#10;&#10;The Startup Entrepreneur aims at funding their projects and becoming a Unicorn company.&#10;&#10;The Market Leader must retain their current status as a Tech Giant.&#10;&#10;The Angel Investor increases their power by buying and selling shares of profitable projects.&#10;&#10;The Business Process Outsourcer decides which project to support or let fail.&#10;&#10;The startupper starts with minimum funds but has 3 promising projects that he needs to work hard to give them enough design, development, and marketing to surpass the established ones of the Market Leader.&#10;&#10;The BPO can give lots of solutions to upgrade projects so all his offers are very appealing to both the Startupper and the Market Leader. Wits and planning ability will determine who will be the one to strike the best deal.&#10;&#10;The Angel Investor needs to predict what will happen in the fierce battle of the projects for the market share; only by investing in the projects that will prevail, they can hope to win! Thankfully, they have lots of tools to make even the smallest project flourish and triumph.&#10;&#10;Lastly, the Market Leader starts the game as a winner, as they are ahead of everyone else and all they must do is keep their ground. This is not at all an easy task, and they will have to sabotage many other projects, obstruct other players, and empower/update their own projects in order to stay on top of the game.&#10;&#10;Every game of .disrupt might be different however here are some spotlights that you should expect to happen&hellip;&#10;&#10;The Startupper increasing the design, development, and marketing strength of their project in order to overcome the current Market Leaders project.&#10;&#10;The Market Leader uses their influence to deprive other players of funds and resources so they can continue to monopolize the market.&#10;&#10;The Angel Investor requesting a share of the Project in order to help with its development.&#10;&#10;The Business Process Outsourcer bargains with other players about which project they me help support.&#10;&#10;The Startupper &ldquo;reluctantly&rdquo; sells the shares of a project, they know will not manage to successfully launch.&#10;&#10;The Market Leader buys out a threatening project while selling first the shares of their own project in that market.&#10;&#10;The Angel Investor increases the Social Hype of a project they just bought shares so they can be sold at a higher price.&#10;&#10;The Business Process Outsourcer focusing on a Bear Market first buys shares from all projects in that market, then manipulates the market to switch to Bull Market for maximum gain.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Auction: Turn Order Until Pass",
      "Commodity Speculation",
      "End Game Bonuses",
      "Events",
      "Hand Management",
      "Increase Value of Unchosen Resources",
      "Investment",
      "Market",
      "Negotiation",
      "Roles with Asymmetric Information",
      "Simulation",
      "Solo / Solitaire Game",
      "Stock Holding",
      "Take That",
      "Track Movement",
      "Turn Order: Claim Action",
      "Variable Player Powers",
      "Victory Points as a Resource",
      "Worker Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "19734",
    "Name": "Global War: The War Against Germany and Japan, 1939-45",
    "ID": 6938,
    "Year": "(1975)",
    "Geek Rating": "5.514",
    "Avg Rating": "5.98",
    "Link": "https://boardgamegeek.com/boardgame/6938/global-war-the-war-against-germany-and-japan-1939",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "360",
    "Play Time": "1080",
    "Weight": "3.1176",
    "Description": "from the back of the box...&#10;&#10;Global War&#10;&#10;The War against Germany and Japan, 1939-45&#10;&#10;Global War is SPI's simulation of the most terrible war in human history - the Second World War. The simulation encompasses the entire world and all the areas of warfare - on and under the seas, in the air, on land, and in the factory.&#10;&#10;Economic warfare plays a vital role in Global War. The Axis submarines attempt to put a stanglehold on England, isolating it from the rest of the Commonwealth and America. German surface raiders sortie into the North Atlantic in an attempt to cut American lend-lease en route to Russia. The industries must be tooled-up before production. It is impossible to suddenly switch from producing submarines to producing tanks. Players must decide early in the game what type of war they are going to conduct. A wrong guess at this stage could mean the difference between victory and defeat. And surmising the nature of enemy production is just as important.&#10;&#10;    Submarine warfare; strategic bombing&#10;    Multi-scenario with Multi-Player options&#10;    Big, two-piece 22&quot; x 44&quot; playing map&#10;&#10;&#10;from the introduction to rules...&#10;&#10;Global War is a simulation on an army/fleet level of the Second World War depicted on a global level. The simulation includes the main elements of land, sea and air warfare. The game covers the years 1939-45. Optional rules allow Players to choose from several levels of complexity.&#10;&#10;1200 counters (3 counter sheets)&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Movement Points",
      "Simulation"
    ],
    "Families": [
      "War Level of Command: Strategic"
    ]
  },
  {
    "Rank": "19735",
    "Name": "Campus",
    "ID": 8168,
    "Year": "(1985)",
    "Geek Rating": "5.514",
    "Avg Rating": "6.21",
    "Link": "https://boardgamegeek.com/boardgame/8168/campus",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.2",
    "Description": "Each player has a board covered in tiles with numbers on. The players take it in turns to roll two dice. The player who didn't roll the dice has to turn over tiles on his board with a value up to or equal to the dice roll.  There are bonuses and penalties for some dice combinations, and for not spotting that you were entitled to a bonus. The game ends when one player has turned over all their tiles.  The rules recommend that you play two games (one match), with the winner being the player with the lowest score (total numbers on tiles unturned)&#10;&#10;Description from Triggery version&#10;&#10;Triggery is a completely new game for all ages (from 8 upwards). It is played by ONE or TWO players, but it is just as exciting when played by 3 or 4.&#10;&#10;To play Triggery you only have to be able to count up to 24. But make no mistake about it: to win you have to keep your eyes open, your thinking cap on ... and your wits about you!&#10;&#10;The aim of the game? To turn face down all the tiles on your board as quickly - and in as few goes - as possible.&#10;&#10;Is Triggery fun to play? It's a marvelous game. For one thing it has virtually limitless possibilities. For another, it's highly entertaining. But we are not going to spoil the fun by telling you why. Find out for yourself!&#10;&#10;",
    "Categories": [
      "Dice",
      "Math"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Pattern Recognition"
    ],
    "Families": [
      "Components: 6 x 6 Grids"
    ]
  },
  {
    "Rank": "19736",
    "Name": "Monopoly: Indiana Jones",
    "ID": 35254,
    "Year": "(2008)",
    "Geek Rating": "5.514",
    "Avg Rating": "6.06",
    "Link": "https://boardgamegeek.com/boardgame/35254/monopoly-indiana-jones",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "1.5714",
    "Description": "Indiana Jones-themed edition of the venerable Parker Brothers real estate game, released exclusively through Wal-Mart as part of the general 2008 merchandise wave surrounding the release of Indiana Jones and the Kingdom of the Crystal Skull. Players move tokens (Indy's fedora, a mine cart, the Holy Grail, etc.) around the board collecting deeds to assorted locations from all four Indiana Jones feature films.&#10;&#10;",
    "Categories": [
      "Economic",
      "Movies / TV / Radio theme",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Game: Monopoly (Official)",
      "Movies: Indiana Jones",
      "Theme: Archaeology / Paleontology"
    ]
  },
  {
    "Rank": "19737",
    "Name": "Legendary Showdown: Machines & Magic",
    "ID": 173673,
    "Year": "(2015)",
    "Geek Rating": "5.514",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgame/173673/legendary-showdown-machines-and-magic",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1",
    "Description": "Legendary Showdown: Machines and Magic combines the worlds of Girl Genius &amp; Gunnerkrigg Court to create comically epic battles!&#10;&#10;The worlds of Girl Genius and Gunnerkrigg Court are about to collide in a legendary showdown!  Legendary Showdown: Machines &amp; Magic is a game of comically epic battles where each player uses strategy, sabotage, and one-upmanship to develop a secret battle plan.  This lighthearted and easy-to-learn tabletop game is designed to be enjoyed by experienced gamers and newcomers alike.  Haven&rsquo;t read the comics before? No problem! No background reading is required to help your characters win battles and be the last one left standing! Let the mass chaos, devious strategies, and humorous battles begin!&#10;&#10;Who is this Girl Genius?&#10;Girl Genius is a three-time winner of the highest honor awarded for works of science fiction and fantasy: the prestigious Hugo Award.  The webcomic follows Agatha Clay, a seemingly mild-mannered mechanic who discovers she has inherited the abilities of a spark (a feared mad scientist with the natural ability to understand complex sciences and wield them for their own chaotic purposes). Even more shocking, Agatha discovers that she is the descendent of a long lost line of sparks whose unparalleled skills and insanity made them legends in their own time.  Cleverly written and beautifully illustrated by Kaja and Phil Foglio, Girl Genius is full of adventure, romance, and plenty of MAD SCIENCE!&#10;&#10;What is this &ldquo;Gunnerkrigg Court&rdquo; of which you speak?&#10;This highly praised comic is the work of the celebrated author and artist, Tom Siddell.  The story follows Antimony Carver as she attends an isolated boarding school called Gunnerkrigg Court.  Antimony soon learns that the Court is no ordinary school - the teachers are hiding ancient conspiracies, it is bordered by a forest full of dangerous monsters, and the school is inhabited by strange creatures and students with special abilities.  In the course of her adventures, Antimony befriends an ancient trickster god, discovers her own supernatural powers, and begins investigating the dark secrets of the court.&#10;&#10;Why do we love these comics so darn much?&#10;If you aren&rsquo;t already faithful readers, allow me to let you in on a little secret: these comics rock.  The stories are masterfully crafted, the art is top notch, and the characters are instantly endearing.  It's no wonder that these comics have won so many rewards and attracted such loyal fans.  We also appreciate that both comics feature characters who make great role models.  For example, Antimony Carver and Agatha Clay are some of the strongest and most intelligent women you could hope to meet and their friends will stop at nothing to stand by their sides.&#10;&#10;How to play the game that will... change your life:&#10;Each player is dealt a total of five characters from the worlds of Girl Genius and Gunnerkrigg Court.  These characters line up in anticipation for their chance to battle.  During the round, you try to equip characters in your line with powerful weapons and bonuses while equipping characters in other players&rsquo; lines with faulty or otherwise terrible equipment.  You can also give yourself secret advantages or sabotage your opponents.  When the round ends, the characters at the front of each line will engage in a (legendary) showdown.  But the madness doesn&rsquo;t stop there!  You can rearrange your line and the lines of your opponents to change who will be competing in the final battle.  The round suddenly ends when all players but one (the poor chap) are ready to fight.  At that point, each player reveals his or her battle strategy and the winner is decided.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip",
      "Fighting",
      "Humor"
    ],
    "Mechanics": [
      "Hand Management",
      "Player Elimination",
      "Rock-Paper-Scissors",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "19738",
    "Name": "Petal Plotters",
    "ID": 423706,
    "Year": "(2024)",
    "Geek Rating": "5.514",
    "Avg Rating": "7.20",
    "Link": "https://boardgamegeek.com/boardgame/423706/petal-plotters",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "2",
    "Description": "The garden of Tropika is under attack and requires every animal to choose which side of the plot they will play for! Use your petal powers to either defend or attack, and tilt each battle of this war to your favour.&#10;&#10;Game Objective:&#10;Be the best petal plotter by achieving an animal's victory condition that is determined by the last card they hold at game end.&#10;&#10;Game Play:&#10;From a hand of cards, players either uses an Animal Ability or adds and Animal into their Garrison. A game ends when all players have no more cards in hand. All cards in everyone's Garrisons are revealed then all the Petal Powers on all cards are totaled up together. The player who achieved the Victory Condition on the last card they held wins the game.&#10;&#10;Play a total of 3 games and assign Victory Points (VPs) to winning players based on which Victory Condition they achieved. After the 3rd game, the player with the highest VPs wins!&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Math",
      "Party Game",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Deduction",
      "Hand Management",
      "Hidden Roles",
      "Multi-Use Cards",
      "Prisoner's Dilemma"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Country: Malaysia"
    ]
  },
  {
    "Rank": "19739",
    "Name": "Kardashev Scale",
    "ID": 341548,
    "Year": "(2022)",
    "Geek Rating": "5.514",
    "Avg Rating": "6.04",
    "Link": "https://boardgamegeek.com/boardgame/341548/kardashev-scale",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.75",
    "Description": "The Kardashev scale is a method of measuring a civilization&rsquo;s level of technological advancement based on the amount of energy it is able to use.&#10;&#10;&#10;     A Type I civilization, also called a Planetary civilization &mdash; can use and store all of the energy available on its planet.&#10;&#10;&#10;&#10;     A Type II civilization, also called a Stellar civilization &mdash; can use and control energy at the scale of its planetary system.&#10;&#10;&#10;&#10;     A Type III civilization, also called a Galactic civilization &mdash; can use and control energy at the scale of its entire host galaxy.&#10;&#10;&#10;Race your neighboring planets for control of the galaxy by achieving technological and cultural advancements that harness the energy of your people and your planet. Engage in conflict, trade, or research as a means to cultivate your civilization, capture the energy of your home star, and ultimately the energy of the entire galaxy! The most advanced civilization at the end of the game wins!&#10;&#10;Each round, you'll choose one of four actions to perform at a Summit: collecting one of 3 types of resources or purchasing Advancements. In a rock-paper-scissors fashion, you will compare your chosen action to the actions chosen by your left and right neighbors. Win against one or both of them, and you'll collect 2 of your chosen resources. Tie and you'll gain 1. Lose, and you gain nothing. If you chose instead to Advance, you won't get any resources (and your neighbors will each gain 2 of their chosen resource), you will be able to purchase an Advancement card which will give you VPs and allow you to start building your engine. The game ends once one player reaches 25 or more VPs, and the player with the most points is the winner!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Civilization",
      "Science Fiction"
    ],
    "Mechanics": [
      "Rock-Paper-Scissors",
      "Simultaneous Action Selection",
      "Take That"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "19740",
    "Name": "Viele Dinge",
    "ID": 8589,
    "Year": "(2003)",
    "Geek Rating": "5.514",
    "Avg Rating": "6.13",
    "Link": "https://boardgamegeek.com/boardgame/8589/viele-dinge",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "A game about association that appeals both to kids and adults. From picture cards showing situations or categories (e.g. shopping, fruit ...) you pick those you associate words with a given letter with.&#10;&#10;If S is drawn, you may e.g. pick the &quot;fruit&quot; card, because you associate &quot;strawberry&quot;. You put the card in front of you, bottom-up. However, as all players act simultaneously, you have to be fast. When one player has picked six pictures, scoring starts. You have to turn over the topmost card of your stack and immediately say what you associated. After you took turns doing so, whoever has the highest remaining number of cards gets 2 points, those with the second highest number of cards get 1 point.&#10;&#10;After 6 turns the player with the highest score wins.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "19741",
    "Name": "Hexago Continuo",
    "ID": 25795,
    "Year": "(2006)",
    "Geek Rating": "5.514",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgame/25795/hexago-continuo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Only one rule -- but lots of ways to score! Players get points for matching colors and/or numbers on as many sides of the hexagons as they can. Matching both color and number means double score! Highest score wins.&#10;&#10;Contents: &#10;36 hexagons &#10;instructions&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Game: Continuo"
    ]
  },
  {
    "Rank": "19742",
    "Name": "Loot and Scoot",
    "ID": 68251,
    "Year": "(2010)",
    "Geek Rating": "5.514",
    "Avg Rating": "5.86",
    "Link": "https://boardgamegeek.com/boardgame/68251/loot-and-scoot",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.3333",
    "Description": "He Who Dies with the Most Loot&#10;Probably Ran into the Dragon&#10;&#10;Dungeons are for looting. Every good adventurer knows that. Unfortunately, there are those pesky monsters to take care of before the real work can begin &ndash; counting all the loot.&#10;&#10;Loot and Scoot is a fast-playing game of dungeons, dragons and running faster than the hirelings when the going gets too tough. Two to four players construct dungeons, recruit adventuring groups, and loot the most treasure before the Dungeon Boss is found... and killed.&#10;&#10;Money is earned by looting dungeon rooms. Those valuable coins are then used to buy more retainers, upgrade your training facilities, recruit more adventurers (from four different classes), and train Squires into Knights (or Level 1 Priests into Level 2 Bishops, you get the idea). In the end, the player who successfully looted the most difficult dungeon rooms is the winner and gets to gloat over their friends back at the Inn.&#10;&#10;Game Data:&#10;Complexity: 2.5 on a 9 scale&#10;Solitaire Suitability: 4 on a 9 scale&#10;Scale: Individual heroes vs. individual or groups of monsters&#10;&#10;Game Components:&#10;&bull; One illustrated, color 2-page Rules sheet&#10;&bull; 80 color, die-cut 5/8&quot; square playing pieces&#10;&bull; 56 color, die-cut 5/8&quot; round game makers&#10;&bull; 4 Dungeon player mats&#10;&#10;",
    "Categories": [
      "Exploration",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Push Your Luck"
    ],
    "Families": [
      "Series: Euro Games (Victory Point Games)"
    ]
  },
  {
    "Rank": "19743",
    "Name": "Regimen: the Lions of Bukit Chandu",
    "ID": 118501,
    "Year": "(2013)",
    "Geek Rating": "5.514",
    "Avg Rating": "6.34",
    "Link": "https://boardgamegeek.com/boardgame/118501/regimen-the-lions-of-bukit-chandu",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "1.7778",
    "Description": "&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;IntroductionFebruary 1942. The Second World War. The final days before the Fall of Singapore.&#10;&#10;Already half-way across Singapore, the Imperial Army has smashed through all of our defenses and are now on route to Bukit Chandu. Though massively outnumbered by the Imperial Army, the Malay Regiment, the last of the surviving defenders of Singapore's freedom, has been tasked to fend off as many of the invaders as possible.&#10;&#10;Loyal and true; unyielding and unafraid, soldiers of the Malay Regiment will fight tooth and nail in order to defend the nation.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;The GameplayEach player takes on the role of a different hero and everyone must work together to prevent Imperial Soldiers, Tanks and Warplanes from wiping out every Malay Regiment soldier on Bukit Chandu.&#10;&#10;Every turn, Imperial cards are drawn, adding more Imperial units to the board and moving them closer to their goal. Heightening the sense of urgency, with every set of Soldiers, Tanks or Warplanes added to the board, tiles of the board are 'Surged', making the battlefield smaller and smaller.&#10;&#10;Players can gain Respect tokens by defeating the various enemies. With more Respect, players can spend more actions to move or to do battle. Unfortunately, it also means more Imperial units are added to the board on their turn.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;The ObjectiveTo win, players must gain a number of Respect tokens by defeating various enemies before they are defeated themselves.&#10;&#10;It's a game of hard decisions and maddening consequences. Do you have what it takes to protect Bukit Chandu and save Singapore?&#10;&#10;",
    "Categories": [
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling"
    ],
    "Families": [
      "Country: Singapore"
    ]
  },
  {
    "Rank": "19744",
    "Name": "Monster Voices",
    "ID": 420995,
    "Year": "(2023)",
    "Geek Rating": "5.514",
    "Avg Rating": "8.84",
    "Link": "https://boardgamegeek.com/boardgame/420995/monster-voices",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Can you say &quot;Mom, can I have another bowl of spaghetti?&quot; in the voice of a were-octopus? Can you become a monster? Monster Voices is a party guessing game where you have to successfully imitate the voice of a monster!&#10;&#10;Each round, one player becomes the Monster Spotter and lays out nine cards on the table. Each card has a drawing of a goofy monster: A scary skeleton, a goofy globman, a wiggly werewolf, etc. Each other player draws a card that tells them which of those monsters they must become for the round.&#10;&#10;The Monster Spotter draws a Words of Wisdom card, which tells all other players what phrase they need to say in their monster's voice. In turn, each player says the Words of Wisdom in their best impression of their monster. If the Monster Spotter successfully spots them, both players get a point!&#10;&#10;",
    "Categories": [
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Deduction",
      "Player Judge",
      "Role Playing"
    ],
    "Families": [
      "Creatures: Monsters",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "19745",
    "Name": "They Live: Assault on Cable 54",
    "ID": 304937,
    "Year": "(2022)",
    "Geek Rating": "5.514",
    "Avg Rating": "6.34",
    "Link": "https://boardgamegeek.com/boardgame/304937/they-live-assault-on-cable-54",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "200",
    "Weight": "3.6667",
    "Description": "They Live: Assault on Cable 54 is a narrative driven, adventure game that features hidden enemies inspired by the 1988 sci-fi classic.&#10;&#10;The main game features a cooperative campaign designed for 4-6 players taking the roles of Human or Invader (secondly a 1-2 Player Blind Play mode is currently in development). &#10;Most importantly, it includes a real-world working pair of Hoffman Lenses that not only make you feel more immersed in the world of the movie, but are also an integral part of the game.&#10;&#10;The adventure involves players exploring the city of LA to gain assets that will prepare them for the final push against the oppression of the Invaders.&#10; Players will assume the role of either a Human or an Invader, and that will determine if they plan to strengthen the resistance or sabotage their efforts to succeed. However, this role will be hidden from the other players, and can only be detected by using the Hoffman Lenses.&#10;&#10;Great effort has been taken to ensure that this feels like a living, breathing story within the world of the classic movie.&#10;&#10;&#10;     Can a simple drifter rise to lead the resistance against our Invaders?&#10;     Can a corrupt politician find redemption?&#10;     Can a tired detective track down an elusive Invader-targeting serial killer? &#10;&#10;&#10;These stories are told through a unique story deck for each character. The order of their deck is randomised, and how many cards it takes to complete your story depends on your success with each. This system means a different personal-story experience each time you play. &#10;Each story features different endings depending on if you&rsquo;re playing as a Human or an Invader. Completing them is optional, but doing so will reward you with unique character items and special skills to aid in overthrowing the Invaders, or sabotaging the resistance.&#10;&#10;The game contains a ticking timer that progresses towards a fixed deadline. In order to win the game, you need to get to Cable 54 and start the &lsquo;final assault&rsquo; before the clock hits midnight!&#10;&#10;The &lsquo;final assault&rsquo; contains three story-based trials that your team will need to overcome to win. Doing so will require high-level characters that players have developed throughout the game. You will also need a vast stash of weapons, items and allies to be victorious.&#10; Each of the three trials will test your skills, and require you to spend assets on improving your chances of successful dice rolls. It&rsquo;s during this assault that enemy players are most likely to reveal themselves, and spend their sabotaged goods on halting your progress.&#10;&#10;With the correct planning, the right equipment, and a little luck, you have the chance to stop the signal once and for all, and live on in legend as part of resistance history. &#10;If you fail, well, things will be a lot worse&hellip;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Deduction",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action / Event",
      "Dice Rolling",
      "Point to Point Movement",
      "Team-Based Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "19746",
    "Name": "Rainbow 7",
    "ID": 351149,
    "Year": "(2022)",
    "Geek Rating": "5.514",
    "Avg Rating": "6.32",
    "Link": "https://boardgamegeek.com/boardgame/351149/rainbow-7",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "In Rainbow 7, you discard one or more cards from your hand each turn, but they keep coming back...&#10;&#10;The deck in this game consists of 49 cards in seven colors from 1-7, as well as four rainbow cards valued at X. Each player starts with a hand of six random cards from 1-6 and one random 7. On a turn, you discard a single card or a group of three or more cards that are either the same number or color; if you discard a 7 as part of a group, you carry out the special effect of the card, such as discarding a rain token or forcing everyone else to draw a card. Place played cards on the three discard piles as you wish, then draw one card from the top of a discard pile or the deck and add it to your hand.&#10;&#10;Alternatively, if the sum of cards in your hand is at most 7, you can call &quot;Rainbow [sum]&quot;, e.g. &quot;Rainbow 3&quot;. If no one else has a lower score than you, you win the round, and everyone else gains two rain tokens; if someone is lower, you gains three rain tokens, and no one else gains tokens.&#10;&#10;Finally, if on a turn you play out the remaining cards in your hand, the round ends, and everyone else gains one rain token.&#10;&#10;If a player has at least seven rain tokens, the game ends, and whoever has the fewest rain tokens wins. If not, start another round...&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Number"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Card Games: Shedding / Stops"
    ]
  },
  {
    "Rank": "19747",
    "Name": "You Gotta Be Kitten Me!",
    "ID": 204892,
    "Year": "(2016)",
    "Geek Rating": "5.514",
    "Avg Rating": "5.76",
    "Link": "https://boardgamegeek.com/boardgame/204892/you-gotta-be-kitten-me",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "You Gotta Be Kitten Me! is a Liar's Dice-style bluffing game in which players each hold cards that feature animals with some kind of accessory, such as hats, glasses and bow ties. Each turn, you try to guess &mdash; or at least claim &mdash; how many cards are in play with a certain color or accessory, either by raising the current bid or challenging another player. Whoever's wrong loses a card, then you start a new round of play. The last player with cards remaining wins!&#10;&#10;",
    "Categories": [
      "Bluffing"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Cats"
    ]
  },
  {
    "Rank": "19748",
    "Name": "Dark Castle",
    "ID": 205542,
    "Year": "(2016)",
    "Geek Rating": "5.514",
    "Avg Rating": "6.18",
    "Link": "https://boardgamegeek.com/boardgame/205542/dark-castle",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;Immortal Raven Lord may transform all of humanity to ravens by simply touching them. Miracle Princess may break the curse of the raven. Unfortunately, she was imprisoned in one of the towers in the Castle of Raven Lord. One day, the Brave with the power of bluebird, in order to rescue the imprisoned princess, opens the gate of the castle. He explores the rooms in the corridor carefully, trying to find a way to defeat the Raven Lord. Will he succeed? Or will the Raven Lord continue his dominion over the kingdom?&#10;&#10;Dark Castle is a fantasy-themed two-player game, with one playing the Raven Lord and the other playing the Brave. They may move around the cloister to collect magic stones to control the five towers or use grimoires to cast powerful magic to interfere with the opponent.&#10;&#10;Moving your character wisely grants you the most helpful magic stones, while casting magic at the right time helps you gain the upper hand over your rival. After four rounds, players earn magical powers for dominating the five towers and through the rewards from the secret chambers. The player with the most magical powers wins!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Action Queue",
      "Area Majority / Influence",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "19749",
    "Name": "Moby Dick, or, The Card Game",
    "ID": 142584,
    "Year": "(2013)",
    "Geek Rating": "5.514",
    "Avg Rating": "5.69",
    "Link": "https://boardgamegeek.com/boardgame/142584/moby-dick-or-the-card-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.1765",
    "Description": "Moby Dick, or, The Card Game is an adventure card game designed for 2-4 players, with additional rules for solitaire play. Based on Herman Melville's classic novel, Moby Dick combines cooperative and competitive play in an attempt to loosely simulate life on a 19th century whaleship.&#10;&#10;The game is centered around three decks of cards: the Sea, the Sailor, and the Whale. After receiving an initial crew of sailors, players take turns at the topmast, where they draw Sea cards to advance the game. These cards contain various creatures and events, compelling actions between players or triggering the secondary phase of the game &ndash; the whale hunt. During a whale hunt, each player begins by choosing a small group of their sailors to lower after the whale. Play progresses much like the primary gameplay, with players taking turns defending against the whale's assaults and returning the favors.&#10;&#10;As the game unfolds, players gain oil from defeating whales or from certain events, which can be used to hire new sailors after others are lost at sea. Over time, key events (Chapters) will be drawn, and after a certain number Moby Dick will cease evading the ship and engage when sighted. This last battle is to the death, and only one player will survive. Call him the winner, or simply, Ishmael.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Novel-based"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Hand Management",
      "Simulation",
      "Trading",
      "Variable Player Powers"
    ],
    "Families": [
      "Animals: Whales",
      "Components: Dice with Icons",
      "Crowdfunding: Kickstarter",
      "Sports: Hunting"
    ]
  },
  {
    "Rank": "19750",
    "Name": "Operation Sea Lion",
    "ID": 11124,
    "Year": "(1997)",
    "Geek Rating": "5.514",
    "Avg Rating": "6.37",
    "Link": "https://boardgamegeek.com/boardgame/11124/operation-sea-lion",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "3",
    "Description": "Command magazine Issue #45, along with Yarmuk. Also republished in Command Magazine Japan Extra Issue #10.&#10;&#10;A small game on the planned German invasion of England.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Ratio / Combat Results Table"
    ],
    "Families": [
      "Magazine: Command",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Theme: Alternate History"
    ]
  },
  {
    "Rank": "19751",
    "Name": "Cábula",
    "ID": 348326,
    "Year": "(2021)",
    "Geek Rating": "5.514",
    "Avg Rating": "7.21",
    "Link": "https://boardgamegeek.com/boardgame/348326/cabula",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Cabula is a game full of magic, you will take the role of a wizard in a competition to reach the maximum power (represented by star cards).&#10;&#10;Whoever is able to collect five stars will become the best wizard, the rest will fail in their mission. You have to use wisely the magical creatures, dragons, cyclops, minotaurs and krakens cards, to sabotage the strategies of the other wizards, but you have to be very careful with the beasts of the other participants, they will be used for the same purpose to lose power and ruin all the strategies.&#10;&#10;You can also use the different spell cards and try to avoid the curse cards.&#10;&#10;A hand management card game in which the first one to get 5 stars down wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Race",
      "Set Collection",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "19752",
    "Name": "Unstable Unicorns: Travel Edition",
    "ID": 311086,
    "Year": "(2020)",
    "Geek Rating": "5.514",
    "Avg Rating": "6.69",
    "Link": "https://boardgamegeek.com/boardgame/311086/unstable-unicorns-travel-edition",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This is an adaptation of our Unstable Unicorns (2nd edition) base game- it's been reduced down to 56 or 82 cards for an easy, convenient travel-size game that's designed for 2-4 players. It features a lot of favorites from the original UU game in addition to a handful of new travel-themed cards.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Unstable unicorns",
      "Versions & Editions: Travel Versions of Non-Travel Games"
    ]
  },
  {
    "Rank": "19753",
    "Name": "Mille Grazie",
    "ID": 83199,
    "Year": "(2010)",
    "Geek Rating": "5.514",
    "Avg Rating": "5.80",
    "Link": "https://boardgamegeek.com/boardgame/83199/mille-grazie",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.2857",
    "Description": "From the english rules:&#10;&#10;&quot;Get &lsquo;em up and hand over the dough!!&quot;&#10;Alongside fragrant lavender fields, picturesque alleys lined with cypresses show you the way &ndash; straight into the hands of marauding bandits. In the serpentine canyons of the gorges and under cover of shady pinewoods, sly outlaws are lurking for the purpose of urging moneyed noblemen, together with their irritated courtesans, out of their well-cushioned travel coaches in order to re-distribute their possessions.&#10;Therefore, experienced aristocrats take long detours and hire expensive escorts in order to avoid the daylight robbers.&#10;But the eloquent bandits are no fools. They besiege the byways also, and so, from behind inconspicuous curves, the thanks of the light-fingered crooks might be heard unexpectedly as they call out, &quot;Millie Grazie.&quot;&#10;&#10;The players are alternately noblemen and robbers. Whereas the noblemen want to head from town to town without being waylaid, the robbers lurk on the side of the road to prey on them.&#10;A nobleman tries to fulfil task cards, that can be found in one town and shall be brought into another town. Before he moves his pawn 4 or 5 streets from town to town, each other robber (the other players) decide on their &lsquo;ambush compass&lsquo; one street on which they lurk. If the nobleman uses a road on which robbers are lurking, the nobleman is waylaid and robbed. A robber who is successful gets victory points. The nobleman robbed loses a number of task cards (if he has bad luck it's just the task one step away of fulfilling).&#10;If a nobleman reaches a town with a task card he should bring to that town, he gains the victory points printed on the task card.&#10;Before moving at all, but after the robbers decided secretly the street they are lurking, the nobleman has the choice to hire a guard for exactly one street on his way. On that street he is safe and cannot be robbed, though he can only move 4 streets, not 5 as he is allowed without guard.&#10;The first to reach 30 victory points wins the game.&#10;&#10;",
    "Categories": [
      "Bluffing"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": []
  },
  {
    "Rank": "19754",
    "Name": "Vikings on the Volga",
    "ID": 159041,
    "Year": "(2014)",
    "Geek Rating": "5.514",
    "Avg Rating": "6.42",
    "Link": "https://boardgamegeek.com/boardgame/159041/vikings-on-the-volga",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.6",
    "Description": "From the fjords of the north to the rivers of the east come the longships of the Vikings &mdash; and as someone riding aboard those ships, you'll seek your fortune in the lands of Russia, trading under the watchful eye of the prince of Kiev or pillaging with the Golden Horde.&#10;&#10;In Vikings on the Volga, players take turns sailing down rivers, trading goods, bribing officials, and looting cities. Careful planning pays off, but when things go wrong you can always go a-viking. On your turn, you either move your ship (to buy and sell goods at cities), or you move the horde (to burn cities), or you move the prince (to rebuild cities).  The goal is to be the richest Viking, with the game ending when someone hits 30 rubles or five cities are burning or all the contracts have been fulfilled.&#10;&#10;",
    "Categories": [
      "Economic",
      "Medieval"
    ],
    "Mechanics": [
      "Modular Board",
      "Pick-up and Deliver",
      "Trading"
    ],
    "Families": [
      "Components: Hexagonal Tiles",
      "Country: Russia",
      "Rivers: Volga",
      "Theme: Vikings"
    ]
  },
  {
    "Rank": "19755",
    "Name": "Lingua",
    "ID": 5174,
    "Year": "(1969)",
    "Geek Rating": "5.514",
    "Avg Rating": "6.04",
    "Link": "https://boardgamegeek.com/boardgame/5174/lingua",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Very good variant of Scrabble. Scoring is easier and allows for tactics in trying to outscore your opponent. The game can be forced to an end by reaching the bonus end-fields.&#10;&#10;Lingua was also published in the Ravensburger Casino Series.&#10;&#10;The game is played on a 17x17 board, the squares being one of four colours or white. A &quot;Start&quot; square is near one corner and there are four &quot;finish&quot; squares in the opposite corner. There are 132 tiles each being in one of the four board colours and players each start with 12 of these and top up to 12 after their turn.&#10;&#10;The first player must play a legal word through the Start square and thereafter players must play a word that intersects orthogonally with at least one existing word in crossword fashion. Intersection may be achieved by playing a word that adds a letter at the beginning or end of an existing word except the adding of a plural &quot;S&quot; is not allowed.&#10;&#10;You score for every letter in the word(s) created. Basic scoring is by tile colour, blue=1, yellow=2, green=3 and red=4.&#10;However, if you play a tile that matches the board square tile you have made an ACE. Each ACE initially scores a bonus or 10 in addition to normal score. After a player has made ten ACES, future scores are doubled, after 15 ACES trebled etc.&#10;&#10;There is a bonus of 25 if you form a word with all the letters of the same colour (a Colourword).&#10;&#10;The games ends when a). Players can no longer form words, b). when a player can no longer top up to 12 or c). when a player plays a word that goes over one or more of the Finish squares where they will earn the finish square bonus(es).&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [
      "Spelling",
      "Square Grid",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Components: 17 x 17 Grids",
      "Series: Casino Serie (Ravensburger)"
    ]
  },
  {
    "Rank": "19756",
    "Name": "Warage: Extended Edition",
    "ID": 198886,
    "Year": "(2017)",
    "Geek Rating": "5.514",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgame/198886/warage-extended-edition",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "90",
    "Weight": "3",
    "Description": "Warage: Extended Edition is an exciting turn-based strategic card game - up to 1,040 cards in one box, 1-6 Players, deck construction and strategy: get ready to rumble.&#10; You are a solitary Hero fighting to survive in a world once afflicted by ancient wars between Races (Orcs, Elves, Humans, etc.). To survive get the most powerful equipment you can find, such as handcrafted swords and shield, magic scrolls or hi-tech weapons produced by a now-gone civilisation. Defend yourself and defeat your opponents. Are you ready to fight?&#10;&#10;The key mechanic of the game is based on the Hero's 100 Hit Points (HP): in order to play any card you have to pay its cost in HP. During your round you can equip your Hero with the items you have in our hand and you can attack your opponent(s) either through Physical Attacks or Magic Attacks. You can also sell back some equipment, gaining back some HP...but will this be enough to save you from being defeated?&#10;&#10;Create your Hero choosing one of the Class cards and one of the Race cards available and construct your deck picking any other card. You will already have 3 copies for each card, this is not a collectible game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "19757",
    "Name": "Escape from Iron Gate",
    "ID": 282483,
    "Year": "(2019)",
    "Geek Rating": "5.514",
    "Avg Rating": "5.94",
    "Link": "https://boardgamegeek.com/boardgame/282483/escape-from-iron-gate",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "1.6",
    "Description": "Welcome to Iron Gate prison.&#10;&#10;It's not where anyone would choose to spend their time, but for now, it's home sweet cell.&#10;&#10;You and your &quot;friends&quot; have been wrongfully accused of a crime and don&rsquo;t belong behind bars. You&rsquo;ve made your case first to the judge, then to the warden, but no one is buying it. Looks like there&rsquo;s only one path to freedom: a good, old-fashioned prison break! Well, today is the day - you&rsquo;re going to make a run for it. The good news? One of you is going to make it out. The bad news? Only one of you is going to make it out.&#10;&#10;Your objective is to escape Iron Gate Prison by moving through each of the four areas on the board &ndash; from the Cellblock to The Yard, The Cafeteria, The Warden&rsquo;s Office, then finally to freedom! In order to progress to the next area, you&rsquo;ll need to turn in the items on your Gate Card to the Commissary. Items are collected by completing puzzles, drawing, acting, and trading. The player that passes through the Final Gate first wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Negotiation",
      "Party Game",
      "Puzzle"
    ],
    "Mechanics": [
      "Acting",
      "Dice Rolling",
      "Hand Management",
      "Line Drawing",
      "Paper-and-Pencil",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Misc: LongPack Games",
      "Theme: Jail / Prison (Modern)"
    ]
  },
  {
    "Rank": "19758",
    "Name": "Only Murders in the Building: The Game",
    "ID": 426102,
    "Year": "(2024)",
    "Geek Rating": "5.514",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgame/426102/only-murders-in-the-building-the-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.75",
    "Description": "&#10;     Search the Arconia!&#10;     Connect the Clues!&#10;     Reveal the Murderer!&#10;&#10;&#10;Your neighbor in the Arconia has been murdered, and its time to take matters into your own hands (and, perhaps, your own podcast). Help beloved amateur investigators Mabel, Charles, and Oliver in this sharp-witted game of sleuthing and suspense!&#10;&#10;",
    "Categories": [
      "Deduction",
      "Movies / TV / Radio theme",
      "Murder / Mystery",
      "Puzzle"
    ],
    "Mechanics": [
      "Deduction",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Cities: New York (New York, USA)",
      "Theme: Mystery / Crime",
      "Theme: TV Detectives"
    ]
  },
  {
    "Rank": "19759",
    "Name": "Bismarck: The Last Battle",
    "ID": 305825,
    "Year": "(2023)",
    "Geek Rating": "5.514",
    "Avg Rating": "6.86",
    "Link": "https://boardgamegeek.com/boardgame/305825/bismarck-the-last-battle",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.4444",
    "Description": "Bismarck: The Last Battle is a compact, strategic-level solitaire game covering the last 5 days of operations of the most feared German battleship in WWII.&#10;This game utilizes a unique and strategic card-driven battle system revolving around Bismarck's operations which will provide player with a multitude of decisions &amp; tactics.&#10;&#10;While extremely competitive as a solitaire game, Bismarck : The Last Battle is quite addictive for the player, as every repeatable battle is a struggle to survival. &#10;The card-based battle system is a different take on the &quot;normal&quot; event/operations points driven systems. Separate card decks are provided for each game turn, in a total of 5 decks, including enemy units (carriers, planes, destroyers etc.) in a 100% historical approach.&#10;&#10;Units comprise five different types:&#10;&#10;     Carriers&#10;     Battleships&#10;     Battlecruisers&#10;     Destroyers&#10;     Airplane Bombers&#10;&#10;&#10;Special rules are provided for Repairs, Fire, Damage Effects, Hull Meter, Weather Condition Track, Deck &amp; Flak Gun Attacks, etc.&#10;&#10;The main target of the player is to sink enemy warships, shot down enemy bombers and try to survive after the last 5th turn, to win the game.&#10;&#10;Product Information:&#10;Complexity: 4 out of 10&#10;Time Scale: Single Day Turn with multiple cards plays per player&#10;Map Scale: Area map&#10;Unit Scale: Carriers, Battleships, Battlecruisers, Destroyers, Airplanes&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Players: Solitaire Only Wargames"
    ]
  },
  {
    "Rank": "19760",
    "Name": "Gazala: The Clash of Armor",
    "ID": 5059,
    "Year": "(1983)",
    "Geek Rating": "5.514",
    "Avg Rating": "6.29",
    "Link": "https://boardgamegeek.com/boardgame/5059/gazala-the-clash-of-armor",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "4.1538",
    "Description": "May 16,1942. Rommel's Panzerarmee Afrika races around the British Eighth Army's fortified Gazala line in an attempt to encircle and destroy the British positions. Rommel's panzers are stopped just short of their objective: for the next four weeks a seesaw battle rages across the desert. Over 1000 tanks and a quarter million troops grapple in a life and death struggle across the barren sands. When the dust had settled. Tobruk had fallen and the Eighth Army was in full retreat towards Egypt. Things might have gone much differently. Now you can decide the course of the war in the desert.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Scenario / Mission / Campaign Game",
      "Secret Unit Deployment",
      "Simulation"
    ],
    "Families": [
      "Continents: Africa",
      "Country: Libya",
      "History: World War II (Africa)",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "19761",
    "Name": "[_BLÄNK]",
    "ID": 131812,
    "Year": "(2012)",
    "Geek Rating": "5.514",
    "Avg Rating": "6.44",
    "Link": "https://boardgamegeek.com/boardgame/131812/blank",
    "Min Players": "4",
    "Max Players": "15",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "&#10;&#10;&#10;    &#10;        UNAUTHORIZED PRODUCTION&#10;&#10;    &#10;    &#10;         The information that BGG has on this item indicates that [_BL&Auml;NK]  is a non-authorized version of Cards Against Humanity.  According to the designers of Cards Against Humanity, the producers of [_BL&Auml;NK] do not have license to produce this game, thus it is set apart from the official entry of Cards Against Humanity.&#10;&#10;    &#10;&#10;&#10;A card game which involves a judge choosing a black question or fill-in-the-blank card. Each player holds a hand of ten cards at the beginning of each round, and each player contributes card(s) to the &quot;[_BL&Auml;NK]-Master&quot; anonymously. The [_BL&Auml;NK]-Master determines which card(s) are funniest in the context of the question or fill-in-the-blank card.&#10;&#10;The player who submitted the chosen card(s) is given the question card to represent a &quot;Siegkarte&quot; (Win Card).&#10;&#10;In addition, there are a few extra rules. First, some question cards are &quot;Pick 2&quot; or &quot;Pick 3&quot; cards, which require each participant to submit cards in sequence to complete their answer. Second, a gambling component also exists. If a question is played which a player believes they have two possible winning answers for, they may pay in a &quot;Siegkarte&quot; to play a single second answer. If the player who gambled wins, they retain the wagered point, but if they lose, the player who contributed the winning answer takes both points.&#10;After each round, the role of the [_BL&Auml;NK]-Master rotates around the table, and play continues until everyone decides to stop.&#10;&#10;Gameplay is identical to &quot;Cards Against Humanity&quot;, but was translated to German.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Mature / Adult",
      "Party Game",
      "Print & Play",
      "Word Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection",
      "Storytelling",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "19762",
    "Name": "Impact City Roller Derby",
    "ID": 117975,
    "Year": "(2012)",
    "Geek Rating": "5.514",
    "Avg Rating": "5.97",
    "Link": "https://boardgamegeek.com/boardgame/117975/impact-city-roller-derby",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.5714",
    "Description": "Impact City Roller Derby ( ICRD ) is a fast paced board game for 2 or 4 players based on flat track roller derby.&#10;&#10;Game play is done by moving your team of 5 roller derby girls around the board trying to get your Jammer to pass more opposing derby girls than your opponents Jammer.&#10;&#10;Games should take between 90 minutes to 2 hours if you play all the possible Jams.  The game uses strategic movement of your players to pass or block opposing players.  A variety of dice (D6, D8, D10 and D12) are used to determine the success of key moves but dice rolling is kept to a minimum during a turn (normally moving all 5 players should only require 0 to 3 dice rolls).&#10;&#10;In addition, each lap of the track the coach (ie you) will have a hand of 3 special move cards which will give you options for special offensive or defensive plays straight from normal flat track derby play (like a Leg Whip or Hip Check). There are also Foul cards which allow you to risk breaking the rules to give your team a key advantage, however the referee might catch you and send you to the penalty box.&#10;&#10;Game play was kept true to the rules for the sport of flat track roller derby, while also trying to make the game fast paced and fun.&#10;&#10;",
    "Categories": [
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Sports: Roller Derby"
    ]
  },
  {
    "Rank": "19763",
    "Name": "Quest for the Faysylwood",
    "ID": 4163,
    "Year": "(1993)",
    "Geek Rating": "5.514",
    "Avg Rating": "6.15",
    "Link": "https://boardgamegeek.com/boardgame/4163/quest-for-the-faysylwood",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2",
    "Description": "Players each take on the role of one of the 8 available characters: knight, dwarf, elf, thief, magician, sorceress, ranger, or cleric.  Each has their own physical and magical combat ratings along with special abilities.  The object of the game is to be the first player to complete their quest by clearing five terrain cards.  Along the way players will fight monsters, gain followers and useful items, and deal with whatever hazards the other players heap upon them.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Variable Player Powers"
    ],
    "Families": [
      "Creatures: Monsters"
    ]
  },
  {
    "Rank": "19764",
    "Name": "Magyar népmesék: A társasjáték",
    "ID": 217095,
    "Year": "(2015)",
    "Geek Rating": "5.513",
    "Avg Rating": "6.46",
    "Link": "https://boardgamegeek.com/boardgame/217095/magyar-nepmesek-a-tarsasjatek",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "25",
    "Play Time": "45",
    "Weight": "2.4286",
    "Description": "Hungarian Folk Tales - The board game&#10;&#10;2-6 players each take on the role of a Hungarian folk tale hero and go through a journey filled with adventure, unique experiences, and collect magical items to help accomplish tasks. The first person to reach the Castle after completing their task and collected the required magical items for their character wins!&#10;&#10;The Goal Of The Game&#10;The players move around the game board by rolling a dice. Players travel to distant lands and land on different&#10;fields, some containing adventure where players will either battle a Foe or help Friends by finding something they lost. Players will also be able to collect resources such as food, weapons, helpful tools and even gain companions while traveling. Some fields will give players extra rolls, others will require giving up a resource. Players will find additional challenges in getting ahead in areas that are hard to navigate through and slows them down, such as the Dark Woods or Glass Mountain.&#10;&#10;A j&aacute;t&eacute;kosok a magyar n&eacute;pmes&eacute;k k&ouml;zismert szerepl&#197;&#145;inek: T&uuml;nd&eacute;rsz&eacute;p Ilona, Feh&eacute;rl&oacute;fia, F&aacute;b&oacute;l faragott P&eacute;ter, az Okos l&aacute;ny, a Csillagszem&#197;&#177; juh&aacute;sz vagy a Legkisebb kir&aacute;lyl&aacute;ny b&#197;&#145;r&eacute;be b&uacute;jva indulnak el, hogy egy-egy mes&eacute;ben szerencs&eacute;vel j&aacute;rjanak.&#10;&#10;Az &ouml;reg kir&aacute;ly felaj&aacute;nlja fele kir&aacute;lys&aacute;g&aacute;t annak a b&aacute;tor meseh&#197;&#145;snek, aki els&#197;&#145;k&eacute;nt viszi el neki a k&iacute;v&aacute;nt var&aacute;zst&aacute;rgyakat a V&aacute;rba. A jelentkez&#197;&#145;k a Faluban gy&uuml;lekeznek, ahol m&eacute;g egy-egy k&uuml;l&ouml;n feladatot is kapnak.&#10;A meseh&#197;&#145;s&ouml;k kalandos &uacute;tjuk sor&aacute;n tapasztalatokkal &eacute;s var&aacute;zst&aacute;rgyakkal felv&eacute;rtezve v&eacute;g&uuml;l el&eacute;rkeznek a V&aacute;rhoz. Aki el&#197;&#145;sz&ouml;r jut be a V&aacute;rba &uacute;gy, hogy a kalandk&aacute;rty&aacute;j&aacute;n l&eacute;v&#197;&#145; felt&eacute;teleket teljes&iacute;tette, megnyeri a j&aacute;t&eacute;kot.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Pick-up and Deliver",
      "Point to Point Movement",
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Country: Hungary"
    ]
  },
  {
    "Rank": "19765",
    "Name": "Cthulhu Crusades",
    "ID": 212688,
    "Year": "(2017)",
    "Geek Rating": "5.513",
    "Avg Rating": "6.12",
    "Link": "https://boardgamegeek.com/boardgame/212688/cthulhu-crusades",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2.3333",
    "Description": "Cthulhu Crusades is a fast-paced card game, as much about chance as strategy, set in the dark Middle Ages under the sway of the Necronomicon. Storm the castle walls, make sacrificial offerings, invoke and call up creatures in this highly snappy card game.&#10;&#10;In more detail, your objective is to storm the enemy castle and take possession of their copy of the Necronomicon. The shields represent the defense value of the castle, and to storm a castle, you have to carry out an attack (swords) superior to its defenses (shields). To launch an attack, you should gather army formations, which are represented by soldiers, bowmen, and siege weapons cards. (You can attack with one or several cards at once.) Note that a castle cannot be attacked while its walls protect it.&#10;&#10;The village deck provides the basic resources of your village: soldiers, archers, gold, cultists, sacrifices, builders, thieves, etc. You start with five cards, and on each turn you steal a card from this deck and carry out one single action: attack, defend, build, &#3;call up, sacrifice, etc. Lay ambushes for your enemies, steal their gold, and surprise them with a night-time attack so they can't tell what you're attacking them with. Use the arcane knowledge of your cultists to call up the powerful creatures of the Cthulhu deck and scare the wits out of your rival while in combat.&#10;&#10;The siege deck contains siege weapons to carry out more powerful attacks, and you can use builders and gold to construct your siege weapons. Get special cards to scale the walls with greater speed and trick your enemies with the Cthulhu offering.&#10;&#10;The sea hides the terrible Deep Ones. If you manage to keep them happy by offering sacrifices, they will reward you with additional resources &mdash; but you never know how many Deep Ones might come!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Horror",
      "Medieval"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Organizations: Board Games Association of Creators in Spain (LUDO)",
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "19766",
    "Name": "Aber Hallo!",
    "ID": 1385,
    "Year": "(2000)",
    "Geek Rating": "5.513",
    "Avg Rating": "6.02",
    "Link": "https://boardgamegeek.com/boardgame/1385/aber-hallo",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.8333",
    "Description": "From the rules translation (downloadable here):&#10;&#10;A tricky card game for 3 to 4 players from 10 years.&#10;&#10;All of us know how to play trick-taking games. And, usually, they have a trump color. But, if trump can change in every trick, watch out.  Don't lose sight of the big picture...&#10;&#10;The players try to get as many points as possible through skillful card play. However, the cards are worth points only if you also manage to grab chips of the corresponding color, too.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "19767",
    "Name": "Nightmare House",
    "ID": 3535,
    "Year": "(1983)",
    "Geek Rating": "5.513",
    "Avg Rating": "6.01",
    "Link": "https://boardgamegeek.com/boardgame/3535/nightmare-house",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3",
    "Description": "Ares Magazine #15. Nightmare House is a two to five player game of ghost hunting and exorcism. (There are solitaire rules). One player (the House) takes the role of the Evil Entity that has spun its web of power over the Darkholm Manor. The other players (called the Hunters) each represent a ghost hunter who has entered the house one dark night to confront and banish its evil.&#10;&#10;The battle against the House takes place on two planes. On the Astral Plane, the Hunters try to reach and exorcise the Entity hidden in the heart of darkness of the House. The Hunters must advance along the 12 Axes of Power, weakening the House and destroying its web of evil by exorcising the Entity's power from individual rooms in the Manor. The House tries to trap the Hunter's Psyches and cast their Astral bodies adrift on this plane.&#10;&#10;On the Material Plane, the physical manifestation of the House, the Hunters search for discoveries to help them on the Astral Plane, as the House materializes Physical and Psychic Haunts against them through its Foci of Evil. The House tries to take possession of the Hunter's physical bodies, destroy them, and absorb their souls. The Hunters use various tools and strengths to defend themselves against the Haunts.&#10;&#10;",
    "Categories": [
      "Horror"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Events",
      "Movement Points",
      "Point to Point Movement",
      "Simulation",
      "Team-Based Game",
      "Variable Set-up"
    ],
    "Families": [
      "Animals: Spiders",
      "Category: Dungeon Crawler",
      "Creatures: Ghosts",
      "Creatures: Monsters",
      "Magazine: Ares",
      "Players: Games with Solitaire Rules",
      "Players: One versus Many",
      "Religious: The Bible",
      "Theme: Psychic Powers",
      "Theme: Spooky Old Houses"
    ]
  },
  {
    "Rank": "19768",
    "Name": "Invasion Pearl Harbor",
    "ID": 65243,
    "Year": "(2010)",
    "Geek Rating": "5.513",
    "Avg Rating": "6.58",
    "Link": "https://boardgamegeek.com/boardgame/65243/invasion-pearl-harbor",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.3333",
    "Description": "What If the Japanese Invaded? (IPH). It&rsquo;s a low-to-intermediate complexity, strategic/operational-level, alternative history wargame of the campaign that could've resulted had the Japanese decided to launch an amphibious invasion of Oahu at the same time as their historic air raid. The game is intended for two players, one commanding the Japanese and the other commanding the US forces. The game system is focused so as to present the ground-commanders&rsquo; views of the campaign. Aero-naval operations &ndash; though certainly important in play &ndash; are presented more abstractly than would be the case in a design centered on those aspects of the campaign.&#10;&#10;Each hex on the 34x22 large-hex map equals one mile (1.62 km) from side to opposite side. Each game turn represents about four hours of daylight or an entire night. Playing pieces (176 iconic counters) represent ground units of approximately company size, or individual aircraft carriers or battleships, or enough aircraft sorties (about two to three dozen) needed to affect battlefield events at this scale. The rules contain a little less than 11,000 words. Two experienced players can finish a match in less than four hours.&#10;&#10;The single counterfactual assumption underlying the game is Adm. Yamamoto decided to back the plan he scrapped historically in September 1941. That plan had called for an amphibious invasion, conducted by about two regiments, to land on Oahu at the same time as the air attacks were begun. The further supposition then is, the Japanese, once ashore, would&rsquo;ve had no more than about three days in which to achieve their now more ambitious goal: either secure the whole island or at least fight their way across enough of it &ndash; while thoroughly wrecking facilities as they came to them &ndash; to ensure the American recovery would be delayed as long as possible. The three-day limit is due to the fact that, by the end of that period, the Japanese carrier strike group would had to have withdrawn and the ground force&rsquo;s initial load of combat supply would be used up.&#10;&#10;Rules cover such things as: variable landing sites, rough surf, carrier interventions, combat ground support, interdiction, a Nisei uprising, Ford Island and Battleship Row, night combat, banzai attacks and much more. The turn sequence is as follows.&#10;&#10;I. Carrier Warfare Phase (only Game Turns 5 &amp; 9)&#10;A. Ship Disposition Segment&#10;B. Carrier Combat Segment&#10;II. US Submarine Attack Phase (only Game Turns 5 through 11)&#10;III. Japanese Landing Phase&#10;IV. US Sub-Command Chit-Pull Phase*&#10;V. US Sub-Command Chit-Pull Phase*&#10;VI. US Sub-Command Chit-Pull Phase*&#10;VII. US Sub-Command Chit-Pull Phase*&#10;&#10;&#10;    May be preceded or followed by the Japanese Movement or Combat Phase, to the limit of one of such Japanese phase being executed per game turn upon that player&rsquo;s declarations of them.&#10;&#10;&#10;Magazine: World at War #14&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Ratio / Combat Results Table",
      "Simulation"
    ],
    "Families": [
      "Country: USA",
      "History: World War II (Pacific)",
      "Magazine: World at War",
      "Theme: Alternate History"
    ]
  },
  {
    "Rank": "19769",
    "Name": "1870",
    "ID": 26424,
    "Year": "(1978)",
    "Geek Rating": "5.513",
    "Avg Rating": "6.53",
    "Link": "https://boardgamegeek.com/boardgame/26424/1870",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.375",
    "Description": "Division level wargame on the Franco-Prussian War from August 1870 to February 1871 in 67 three-day turns. 1 map, 200 counters. Rules for supply, railroads, French sea movement, fortresses, and the Siege of Paris.&#10;&#10;",
    "Categories": [
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Simulation"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Country: France",
      "Country: Prussia",
      "History: Franco-Prussian War",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "19770",
    "Name": "Wizard Thieves",
    "ID": 259704,
    "Year": "(2019)",
    "Geek Rating": "5.513",
    "Avg Rating": "8.25",
    "Link": "https://boardgamegeek.com/boardgame/259704/wizard-thieves",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.6667",
    "Description": "Based on the classic card game Egyptian Rat Screw, Wizard Thieves is a fast paced, reflex sharpening card game of unruly magic and treasure snatchery!&#10;&#10;Players take turns revealing Loot cards from their Decks, building the Pot up bigger and bigger until somebody claims it. This happens either when a Grab Challenge or a Treasure Challenge comes into play - Grab Challenges being initiated when certain patterns of treasures get played into the Pot, and Treasure Challenges whenever someone reveals a Treasure card, giving the following player a set number of chances to reveal another before the Pot is taken.&#10;&#10;Winning a Pot, however, does not mean winning the game! For that you must either collect all of the Loot available in game, or hang on to what you got until everyone else is eliminated by The Curse.&#10;&#10;Use your wits, speed, and a variety of Magic Items to out-thief your fellow wizard cohorts, but be careful not to try and steal the Pot when you're not supposed to, or you will become cursed, and run the risk of being knocked out of the game!&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Fantasy",
      "Memory",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Memory",
      "Pattern Recognition",
      "Player Elimination",
      "Take That"
    ],
    "Families": [
      "Digital Implementations: TableTop Simulator Mod (TTS)"
    ]
  },
  {
    "Rank": "19771",
    "Name": "Showdown: The Coming Indo-Pakistani War",
    "ID": 73230,
    "Year": "(2010)",
    "Geek Rating": "5.513",
    "Avg Rating": "6.40",
    "Link": "https://boardgamegeek.com/boardgame/73230/showdown-the-coming-indo-pakistani-war",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3",
    "Description": "From the Decision Games' website:&#10;&#10;When Pakistan declared itself independent from India, the enmity that had long existed between the two cultures erupted into open war. Since 1947, Pakistan and India have been military rivals and have fought several wars. Those wars, however, have been inconclusive. Since 1998, both nations have become nuclear powers and, consequently, the next Indo-Pakistani war could potentially become nuclear. Indeed, another war between Pakistan and India may be the final showdown.&#10;&#10;Showdown utilizes the new Fire &amp; Movement combat system that's designed so players can augment their units with &quot;support fire&quot; during the course of the turn. From attack helicopters to self-propelled artillery, units can receive support to engage enemy positions and formations, allowing combat to develop at all levels. Showdown also introduces a new and disconcerting element: tactical nuclear weapons. Both Pakistan and India now have sizeable nuclear arsenals, and thus what begins as a conventional war may erupt into a nuclear exchange.&#10;&#10;In Showdown, the attritional design of the new Combat Results Table simulates the true nature of modern warfare. Units are typically two-sided formations that can incur casualties, accurately replicating the realities of combat and the high losses likely to be sustained during another Indo-Pakistani war. Winning the battle is thus a matter of maneuver, firepower and asset management, particularly with regard to nuclear weapons.&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: India",
      "Country: Pakistan",
      "Series: Fire & Movement combat system (Decision Games)",
      "Series: Folio (Decision Games)",
      "Theme: Alternate History"
    ]
  },
  {
    "Rank": "19772",
    "Name": "Schlock Mercenary: Capital Offensive",
    "ID": 112462,
    "Year": "(2012)",
    "Geek Rating": "5.513",
    "Avg Rating": "5.92",
    "Link": "https://boardgamegeek.com/boardgame/112462/schlock-mercenary-capital-offensive",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.8333",
    "Description": "Schlock Mercenary: Capital Offensive is a multi-player tactical shooter, played on a grid-based modular map, set in the popular Schlock Mercenary epic science fiction webcomic created by Howard Tayler. Players take on the roles of Tagon's Toughs and a variety of other characters while working to achieve scenario-specific goals.&#10;&#10;Schlock Mercenary: Capital Offensive includes roughly one hundred pieces of original artwork, including top down floor tiles, plasma cannons, scanners, turrets, Teraport cages, and more. The game includes several scenarios, with more scheduled for release in future years.&#10;&#10;Featured characters from the comic are Tagon, Elf, Schlock, Ennesby, Legs, Thurl, Kevin, Shodan, Elizabeth, Petey, and Partnership Collective Drones.&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Dice",
      "Fighting",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "19773",
    "Name": "Pictionary (2013 edition)",
    "ID": 197641,
    "Year": "(2013)",
    "Geek Rating": "5.513",
    "Avg Rating": "6.12",
    "Link": "https://boardgamegeek.com/boardgame/197641/pictionary-2013-edition",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Description from the publisher:&#10;&#10;Playing Pictionary may remind you of Charades, but with drawing on paper instead of acting out the answers. In Pictionary, though, both teams' (or even all three teams') clue givers may be drawing at the same time as players strive to be the first to guess the correct answer. When the answer is not designated &quot;All Play,&quot; one team simply tries to come up with the answer before the timer runs out, which is usually but not always possible thanks to the varying difficulty levels of the answers. No great drawing talent is required; instead, players gain an edge if they have a good imagination when guessing, empathy for their team mates, and/or a general ability to communicate in restricted circumstances. A board is provided, just to keep score on, which focuses the competition. Pictionary was a big hit when it first appeared and has been a classic on the party game scene ever since.&#10;&#10;This version of Pictionary, the beloved game of quick sketches and hilarious guesses, features a different board for faster gameplay. There are also two levels of clues (1,200 adult and 800 junior) so that everyone can play. Designed for 3 or more players. Recommended for ages 8 and over.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Line Drawing",
      "Roll / Spin and Move",
      "Team-Based Game"
    ],
    "Families": [
      "Game: Pictionary"
    ]
  },
  {
    "Rank": "19774",
    "Name": "MONSTRYS",
    "ID": 351646,
    "Year": "(2021)",
    "Geek Rating": "5.513",
    "Avg Rating": "6.40",
    "Link": "https://boardgamegeek.com/boardgame/351646/monstrys",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Monstrys is a family card game from 6 years old, of the genre &quot;push your luck&quot; tempts luck, from 2 to 5 players with games between 10 and 15. minutes&#10;&#10;Los fastidiosos Monstrys han invadido el Barrio y aparecen en cualquier casa para hacer sus gamberradas. Por suerte, tu y tus amigos est&aacute;is dispuestos a darles caza y hab&eacute;is formado la pandilla &quot;Cazamonstrys&quot; Prepara tu linterna y tu intuici&oacute;n para enfrentarte a estos divertidos invasores&#10;Monstrys es un juego de cartas familiar a partir de 6 a&ntilde;os, del genero &quot;push your luck&quot; tienta a la suerte, de 2 a 5 jugadores con partidas entre 10 y 15. minutos&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Push Your Luck"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Crowdfunding: Verkami"
    ]
  },
  {
    "Rank": "19775",
    "Name": "Blood and Iron",
    "ID": 2260,
    "Year": "(1992)",
    "Geek Rating": "5.513",
    "Avg Rating": "6.10",
    "Link": "https://boardgamegeek.com/boardgame/2260/blood-and-iron",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "300",
    "Play Time": "300",
    "Weight": "2.6667",
    "Description": "Game of the Franco-Prussian War of 1869-1871 that resulted in the birth of Germany. Moderate complexity. Very accurate historically.&#10;Its actually not a game on the war at all, but a double battle game featuring a frontier battle from early in the war (the Battle of Fr&ouml;schweiler (or W&ouml;rth), August 6, 1870),  and a major defeat suffered by Napoleon III later in the conflict (the Battle of Sedan, September 1, 1870)...looks like a quad-style game that never got volume 2 with its other 2 battles. It's a shame that Markham didn't revisit the game for more battles; it could have been so much better with a few more engagements.&#10;&#10;",
    "Categories": [
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Sedan (France)",
      "Country: France",
      "History: Franco-Prussian War",
      "Players: Two-Player Only Games",
      "Region: Alsace (France)"
    ]
  },
  {
    "Rank": "19776",
    "Name": "Amoeba",
    "ID": 810,
    "Year": "(1975)",
    "Geek Rating": "5.513",
    "Avg Rating": "6.19",
    "Link": "https://boardgamegeek.com/boardgame/810/amoeba",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.8333",
    "Description": "The board consists of a 7x7 array of plastic squares, each of which has an arc cutting two diagonally opposite corners.&#10;&#10;The rest of the equipment is a deck of 52 cards showing various closed amoeba-like curves that can be made with the arcs - players get 3 of these to start and are trying to create the curves shown on their cards.&#10;&#10;On a turn a player gets to rotate any piece except the one last rotated, and if a needed shape is made, the player gets the points shown on the card, a new card, and another turn.  The first player to reach 50 points wins.&#10;&#10;Amoeba has been published as 'Tantalus' in the Ravensburger Casino Series.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Components: 7 x 7 Grids",
      "Series: Casino Serie (Ravensburger)"
    ]
  },
  {
    "Rank": "19777",
    "Name": "Lumberjack",
    "ID": 3155,
    "Year": "(2002)",
    "Geek Rating": "5.513",
    "Avg Rating": "5.73",
    "Link": "https://boardgamegeek.com/boardgame/3155/lumberjack",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.4667",
    "Description": "Woodcutters compete in their annual Lumberjack game where they use real timber as components. In preparation for the game someone has spray-painted 100 logs in 5 different colors, and stacked them in a huge round tower with layers of 6 logs arranged randomly.&#10;&#10;A player takes a free log from the tower and uses it to build his own tower. Each player may only&#10;construct 3 towers and only the bottom log of each tower may touch the table. When a player feels he cannot extend a tower any further he can crown it with a white cap. This prevents any further building on that tower and ensures double scoring. (After scoring the topmost piece is removed.)&#10;&#10;When all logs from the central tower has been used, there is final scoring, and the woodcutter with the most points wins a brand-new chain saw.&#10;&#10;Also included are 3 variants:&#10;&#10;&quot;Easy Going&quot;: The players build up to 5 individual towers, but each of only a single color. The base may be formed from more than one log, but cannot be expanded after the next level has been started.  Scoring is for the highest tower in each color at the end of the game. Logs from collapsed towers are lost.&#10;&#10;&quot;Pyramido&quot;: Players build the pyramids with single color surfaces.&#10;&#10;&quot;Log Cabin&quot;: Build small houses using as few colors as possible.&#10;&#10;Above based on Brett &amp; Board which thanks Adam Spielt for use of the description.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Commodity Speculation",
      "Set Collection",
      "Stock Holding"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)"
    ]
  },
  {
    "Rank": "19778",
    "Name": "\"Shobai\" All Right",
    "ID": 277181,
    "Year": "(2019)",
    "Geek Rating": "5.513",
    "Avg Rating": "6.27",
    "Link": "https://boardgamegeek.com/boardgame/277181/shobai-all-right",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "&quot;Shobai&quot; All Right, a.k.a. &#229;&#149;&#134;&#229;&#163;&#178;&#229;&#190;&#128;&#230;&#157;&#165; (which roughly translates to &quot;Business Traffic&quot;), is a card and resource management game set in a fictitious commercial city.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "19779",
    "Name": "Pick Your Poison: NSFW Edition",
    "ID": 250718,
    "Year": "(2016)",
    "Geek Rating": "5.513",
    "Avg Rating": "6.09",
    "Link": "https://boardgamegeek.com/boardgame/250718/pick-your-poison-nsfw-edition",
    "Min Players": "3",
    "Max Players": "16",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1",
    "Description": "Everything good comes at a cost. What are you willing to live with? Win by playing your best perk and poisoning your neighbors.&#10;&#10;Each round of play starts by choosing a judge. The remaining players will play a perk face-down(a white card that contains &quot;good stuff&quot;) that they think the judge will like. After every player plays a perk, the players continue to play poisons face-down (a green card that conversely contains &quot;bad stuff&quot;) on their neighbor's perks.&#10;&#10;After everyone has played their cards, it's time for the judge to read all the choices aloud and pick his poison! The winning perk gets a point and play continues by rotating the role of the judge.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Voting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Versions & Editions: Adult Versions of Family-Friendly Games"
    ]
  },
  {
    "Rank": "19780",
    "Name": "Phalanx",
    "ID": 4554,
    "Year": "(1964)",
    "Geek Rating": "5.513",
    "Avg Rating": "6.01",
    "Link": "https://boardgamegeek.com/boardgame/4554/phalanx",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.3333",
    "Description": "This chess-like variant is themed around the military formations used by the Ancient Greeks. Each player has 15 identical pieces that are set up on opposite sides of the board, which is comprised of an 8 x 8 playing field of squares that is further divided diagonally in alternate fashion (see picture). Pieces are comprised of: 8 small triangles of various orientation (Auxiliaries), 4 squares (Archers), which are the size of two Auxiliaries, 2 Hoplites (which are the size of an Archer with a Auxiliary on top), and 1 Syntagma, a larger triangle (the size of 2 Auxiliaries combined). Since each piece must always be oriented to face it's owner (diagram for set-up is printed on the board), you'll find that some pieces are not interchangeable with others of the same type (like Hoplites and Auxiliaries). This is important as all movement is done by moving pieces diagonally, horizontally or vertically along paths that are not blocked and the piece must end on a space where the board outline matches his piece.&#10;&#10;The object of the game is to capture or &quot;Phalanx&quot; your opponents pieces - not by jumping (Checkers) or by taking it's place on the board (Chess), but by surrounding it on two of it's sides with your pieces. A multiple Phalanx attack is possible if a move surrounds several of his opponents pieces with a single move. When 14 of a players 15 pieces are captured, that player can no longer win and is eliminated. Tied or games that are a draw (you can play to a time limit as well) are determined by the value of each players remaining pieces, which are from 5 - 20 points each.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Ancient"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "19781",
    "Name": "Star Commander",
    "ID": 1688,
    "Year": "(1983)",
    "Geek Rating": "5.513",
    "Avg Rating": "6.30",
    "Link": "https://boardgamegeek.com/boardgame/1688/star-commander",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1",
    "Description": "&quot;Star Commander is a fast paced game of galactic domination for two to five players.  Each player (Star Commander) attempts to construct a battle fleet of space ships while preventing by any means, fair or foul, the other commanders from building theirs.  To create a fleet and keep it requires careful strategy, bold battle tactics, and rapid assessment of opportunities as they present themselves.  All the techniques of power politics, bluffs, battles, and sabotage come into play as you expand your command to interstellar supremacy.  Good luck!&quot;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Science Fiction"
    ],
    "Mechanics": [
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "19782",
    "Name": "Quadrago",
    "ID": 35167,
    "Year": "(2007)",
    "Geek Rating": "5.513",
    "Avg Rating": "6.36",
    "Link": "https://boardgamegeek.com/boardgame/35167/quadrago",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Derivative of line and stacking games like Score Four, players alternate turns placing a wooden bead of their color onto a board consisting of 16 steel bars in a 4x4 grid. The object is to get 4 beads of your color in a row.  Each bar can hold 4 beads to give a third dimension to the strategy. The added twist that separates this from Score Four is that the middle four bars can also rotate to switch positions to add more complexity to the game.&#10;&#10;Similar to:&#10;&#10;    Score Four - You of course don't have to spin the center four posts...&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Components: 4 x 4 Grids",
      "Components: 4x4x4 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "19783",
    "Name": "Day of the Dead",
    "ID": 120770,
    "Year": "(2012)",
    "Geek Rating": "5.513",
    "Avg Rating": "6.39",
    "Link": "https://boardgamegeek.com/boardgame/120770/day-of-the-dead",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Day of the Dead is a highly strategic card game that turns you and a friend into necromancers! Summon the best team of undead fighters and in six turns you&rsquo;ll be named Super Grand Master, a highly coveted and extremely descriptive title.&#10;&#10;At the start of the game, each necromancer is given a hand containing nine cards. They represent an eccentric collection of skeletons, zombies, vampires, ghouls, and other spooks. Each turn, you select one of these weird characters and send it to the field. Once your opponent has done the same, the fun begins! All the fighters pair off and fight to the death. Normally, this sort of thing would be dangerous, but undead are durable and really get into the spirit of the thing.&#10;&#10;Winners score points while losers are flipped face down. Undead are resilient, so losing fighters will reassemble themselves in time for next turn&rsquo;s battle. But if you don&rsquo;t think your losing fighter will do better next turn, you can pull him out of line and turn him into a spirit. Spirits are the ultimate fans, boosting the power of all of your fighters. Some spirits even let you replace weaker fighters!&#10;&#10;Strategy in Day of the Dead centers around positioning; when played in the right place, any fighter can be a champion. On the other hand, even your favorite fighter can be a total failure if you are too stubborn to pull him out of a losing matchup. Stay flexible and you will bury your competition.&#10;&#10;Turn Order&#10;&#10;     Summoning &mdash; When you bring new cards to the field.&#10;         A New Slot Opens &mdash; Each turn a new slot opens up on the field for both players. On the first turn, each player takes a card from their hand and places it as a fallen fighter in this new slot. On each turn after that, they will take their current spirit card and place it there.&#10;         Play a New Card &mdash; Fighters start their undeath as spirits, face down and slightly below the field. Spirits are also rotated 90 degrees to show that they are special. When considering what card to play, remember that you can only have 2 cards of each back in play. On turn 6, the final turn, you are allowed to break this rule and choose whatever card back you want.&#10;         The Field Becomes Active &mdash; Flip all cards on the field face up (except for your spirit, it&rsquo;s not on the field though it&rsquo;s watching with considerable interest). If any player chose an Unearth card to be their spirit, they resolve this effect now. Then you&rsquo;re ready to fight!&#10;    &#10;     Fighting &mdash; When your fighters get to work.  Fights resolve one by one, starting with the newest slot and going to the oldest. Fights are 1 on 1 affairs and follow rigid rules. Be aware of what spirits each player has, as they will affect the outcome of each fight.&#10;         Use Effects &mdash; Starting with the player who has the Priority counter, both fighters use their effects. Fighters must use their effects if able.If a player has a Double card as their spirit, they use their fighter&rsquo;s effect, then immediately use it again.&#10;         Add Up the Power &mdash; Add on the printed power of each fighter to any bonuses they may have accumulated via effects or spirits (Remember, if a player has a Power Up card as their spirit, they will get +2 power this fight).&#10;         Compare Power &mdash; The higher-powered fighter is declared winner (in the event of a tie, both fighters are considered winners) and stays active. The lower-powered fighter is declared the loser and flips face down, becoming fallen.&#10;         The Loser May Become a Spirit  &mdash; If your fighter lost its fight this turn and you want to try something new, you can pull it from line and turn it into a spirit.&#10;         Move on to the Next Fight &#10;    &#10;     Rewards &mdash; When you gain victory points.&#10;         Score Victory Points &mdash; Each player scores victory points equal to the printed power values on their active fighters. Fallen cards score no points. Use the score board to keep track of it all.&#10;         Pass Priority &mdash; The player who currently has the priority counter passes it to the other player. Next turn, that player will be able to use their effects first. This turn is now over!&#10;    &#10;&#10;&#10;Winning&#10;&#10;     At the end of 6 turns, a winner is declared. Whoever has the most victory points is that amazing person/&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "19784",
    "Name": "Der Hobbit: Smaugs Einöde",
    "ID": 144417,
    "Year": "(2013)",
    "Geek Rating": "5.513",
    "Avg Rating": "6.27",
    "Link": "https://boardgamegeek.com/boardgame/144417/der-hobbit-smaugs-einode",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.4",
    "Description": "The hobbits' unexpected journey continues in Der Hobbit: Smaugs Ein&ouml;de. In Mirkwood, Bilbo and his comrades meet sneaky spiders and must flee from hostile wood elves, but the most dangerous enemy proves to be the dragon Smaug, who sets out to destroy Bilbo and the hobbits, attacking them again and again, only to see himself pushed back. Will the hobbits be able to reach the Lonely Mountain? Only by working together can the players win this game.&#10;&#10;Contents:&#10;&#10;     1 rule book&#10;     1 game board&#10;     1 6-sided die&#10;     1 Ring&#10;     1 Smaug token&#10;     1 Bilbo pawn&#10;     1 Gandalf pawn&#10;     8 dwarf pawns (2 for each of the 4 player colors)&#10;     120 playing cards:&#10;         47 Beorn's House cards&#10;         16 Mirkwood cards&#10;         16 Erebor cards&#10;         16 Esgaroth cards&#10;         8 treasure chamber cards&#10;         1 card &quot;Thorin's Key&quot;&#10;    &#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Movies / TV / Radio theme",
      "Novel-based"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management"
    ],
    "Families": [
      "Authors: J.R.R. Tolkien"
    ]
  },
  {
    "Rank": "19785",
    "Name": "NEUE HELDEN ... braucht das Land",
    "ID": 338099,
    "Year": "(2021)",
    "Geek Rating": "5.513",
    "Avg Rating": "6.79",
    "Link": "https://boardgamegeek.com/boardgame/338099/neue-helden-braucht-das-land",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "1.2",
    "Description": "In NEUE HELDEN ... braucht das Land you are a new uprising hero in your city. But there are a lot of other heros who all want to become the number one. Your goal is to become the greatest superhero in your city. For that you have to participate in hero missions. For every mission you have successfully finished, you get hero points. The person you first reaches 50,000 fans wins and is therefore the greatest hero in the city.&#10;&#10;&mdash;description from the publisher&#10;&#10;Neue Helden: Die Spielwelt&#10;&#10;Aller Anfang ist schwer, wenn dich nicht gerade eine mutierte Spinne bei&szlig;t oder du von einem anderen Planeten kommst. Als auf&shy;streben&shy;der Superheld musst du erst mal zeigen, was du drauf&shy;hast, wenn du der Star deiner Stadt werden willst! Und nie vergessen: Dein Erzfeind Dr. &Uuml;bel k&ouml;nnte hinter jeder Ecke lauern!&#10;&#10;Neue Helden: Die Spielidee&#10;&#10;Du w&auml;hlst eine Mission fu&#204;&#136;r deinen Helden &ndash; und startest mit ihm direkt ins Abenteuer! Mit dem Wu&#204;&#136;rfel und deinen besonderen Fertig&shy;keiten k&auml;mpfst du dich durch Auftr&auml;ge und gewinnst neue Fans! Als Belohnung fu&#204;&#136;r gemeisterte Auf&shy;gaben winken abge&shy;fahrene Ausru&#204;&#136;st&shy;ungen wie das Taschen&shy;gehirn und die Raketen&shy;stiefel! Aber nimm dich in Acht: Triffst du unterwegs auf andere Spieler, kommt es zum Kr&auml;fte&shy;messen! Welcher Held kann am meisten Fans begeistern und wird zum Star der Stadt?&#10;&#10;&mdash;description from the publisher (German)&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Area Movement"
    ],
    "Families": []
  },
  {
    "Rank": "19786",
    "Name": "Strata 5",
    "ID": 1622,
    "Year": "(1984)",
    "Geek Rating": "5.513",
    "Avg Rating": "5.78",
    "Link": "https://boardgamegeek.com/boardgame/1622/strata-5",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.3333",
    "Description": "The Strata 5 challenge is to build and scale a structure that's 5 levels or 5 strata high. To do so, you must move your pawns and position building block playing pieces&hellip;and you must do both of these actions on every turn. As you and your opponent position blocks, move your pawns up the levels searching for the fastest way to the 5th strata. On each turn, you must move two pawns and position one block. If you climb with caution and construct with cunning, you'll move one of your pawns onto the tip-top strata first and win the game. When moving and building, try to trap the enemy pawns inside the structure, blockade them so they cannot move, or capture them and move them as your own. Strata 5 enforces strict building codes on pawn movement and block placement. But if you're &quot;level-headed&quot; enough to build, climb, block, and capture strategically, you'll reach the 5th level first!&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Network and Route Building"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)"
    ]
  },
  {
    "Rank": "19787",
    "Name": "Clustered",
    "ID": 222584,
    "Year": "(2017)",
    "Geek Rating": "5.513",
    "Avg Rating": "6.53",
    "Link": "https://boardgamegeek.com/boardgame/222584/clustered",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "1.75",
    "Description": "Clustered is an easy-to-learn strategy card game that is fun for the whole family! The symbols on Clustered cards vary by shape, fill type, and number. During the game, players will draw cards to their hand and place them adjacent to previously placed cards, collectively building a grid that fills the play area.&#10;&#10;Challenge your pattern recognition skills by playing cards that have minimum two attributes (e.g. shape and number) in common with neighboring cards on the board. Carefully choose where to play in order to score points for yourself and/or block your opponents from doing so. Cluster your cards together in rows and a rectangle, each card scores 1 point for each cluster it is part of (max 3). Simply score more points than the other players to win. It&rsquo;s anyone&rsquo;s game until the last card is played!&#10;&#10;The 1st and 2nd editions also functions as expansions for each other, with 4 separate colours in each edition and identical card sizes, so they can be combined for a total of 8 players.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Children's Game",
      "Educational",
      "Puzzle"
    ],
    "Mechanics": [
      "Chaining",
      "End Game Bonuses",
      "Hand Management",
      "Pattern Building",
      "Pattern Recognition",
      "Take That",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "19788",
    "Name": "El Dorado Canyon",
    "ID": 171500,
    "Year": "(2015)",
    "Geek Rating": "5.513",
    "Avg Rating": "8.74",
    "Link": "https://boardgamegeek.com/boardgame/171500/el-dorado-canyon",
    "Min Players": "4",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.75",
    "Description": "El Dorado Canyon is a simultaneous-action selection card game set in the American Wild West with lots of shooting, stealing, bluffing, and mining.&#10;&#10;Every game of El Dorado Canyon is unique and you will mostly be interacting with the characters on your right and left, but not always. Each player will pick a card and play it at the same time, the cards will happen in a specific order, pick up the cards, and do it all again. The goal of the game is to gain infamy and gold and your final score will be the LOWER of these two, so make sure you gain them equally through the game.&#10;&#10;Do you have what it takes to become the richest, most infamous cowboy in El Dorado Canyon?&#10;&#10;",
    "Categories": [
      "American West"
    ],
    "Mechanics": [
      "Push Your Luck",
      "Simultaneous Action Selection",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "19789",
    "Name": "Однажды в Чикаго (Once upon a time in Chicago)",
    "ID": 343507,
    "Year": "(2021)",
    "Geek Rating": "5.513",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/343507/odnazdy-v-cikago-once-upon-a-time-in-chicago",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "You will find yourself in the role of journalist John Fitzpatrick, in the cycle of events taking place in Chicago in 1929, when the &quot;dry law&quot; has not yet been repealed and the Great Depression has not yet begun.&#10;&#10;In a city where gangsters and bootleggers are often more powerful than politicians, and where corruption and smuggling flourish, young journalist Fitzpatrick makes a name for himself by investigating the underpinnings of apparently unremarkable crimes. Only logic and flair can help you. Ambiguous clues, vague hints, encrypted messages, random phrases, and sometimes blatant lies - all this will come across you during your investigation and will give you the key to exposing the villains.&#10;&#10;You have to plunge into the world of robberies and murders, get to the bottom of the truth in four main and one secret mission, each of which has its own plot (partly related to other missions), a unique set of characters and evidence. More than 50 unique locations are waiting for you, where you will visit during the game. For example, the Great Leader barbershop, the University of Chicago, the Chattanooga Arms weapons store and even Madame Zhu-Zhu's cheerful salon&#10;&#10;&#10;&#10;&#208;&#146;&#209;&#139; &#208;&#190;&#208;&#186;&#208;&#176;&#208;&#182;&#208;&#181;&#209;&#130;&#208;&#181;&#209;&#129;&#209;&#140; &#208;&#178; &#209;&#128;&#208;&#190;&#208;&#187;&#208;&#184; &#208;&#182;&#209;&#131;&#209;&#128;&#208;&#189;&#208;&#176;&#208;&#187;&#208;&#184;&#209;&#129;&#209;&#130;&#208;&#176; &#208;&#148;&#208;&#182;&#208;&#190;&#208;&#189;&#208;&#176; &#208;&#164;&#208;&#184;&#209;&#134;&#208;&#191;&#208;&#176;&#209;&#130;&#209;&#128;&#208;&#184;&#208;&#186;&#208;&#176;, &#208;&#178; &#208;&#186;&#209;&#128;&#209;&#131;&#208;&#179;&#208;&#190;&#208;&#178;&#208;&#190;&#209;&#128;&#208;&#190;&#209;&#130;&#208;&#181; &#209;&#129;&#208;&#190;&#208;&#177;&#209;&#139;&#209;&#130;&#208;&#184;&#208;&#185;, &#208;&#191;&#209;&#128;&#208;&#190;&#208;&#184;&#209;&#129;&#209;&#133;&#208;&#190;&#208;&#180;&#209;&#143;&#209;&#137;&#208;&#184;&#209;&#133; &#208;&#178; &#208;&#167;&#208;&#184;&#208;&#186;&#208;&#176;&#208;&#179;&#208;&#190; 1929 &#208;&#179;&#208;&#190;&#208;&#180;&#208;&#176;, &#208;&#186;&#208;&#190;&#208;&#179;&#208;&#180;&#208;&#176; &laquo;&#209;&#129;&#209;&#131;&#209;&#133;&#208;&#190;&#208;&#185; &#208;&#183;&#208;&#176;&#208;&#186;&#208;&#190;&#208;&#189;&raquo; &#208;&#181;&#209;&#137;&#208;&#181; &#208;&#189;&#208;&#181; &#208;&#190;&#209;&#130;&#208;&#188;&#208;&#181;&#208;&#189;&#208;&#181;&#208;&#189;, &#208;&#176; &#208;&#146;&#208;&#181;&#208;&#187;&#208;&#184;&#208;&#186;&#208;&#176;&#209;&#143; &#208;&#180;&#208;&#181;&#208;&#191;&#209;&#128;&#208;&#181;&#209;&#129;&#209;&#129;&#208;&#184;&#209;&#143; &#208;&#181;&#209;&#137;&#208;&#181; &#208;&#189;&#208;&#181; &#208;&#189;&#208;&#176;&#209;&#135;&#208;&#176;&#208;&#187;&#208;&#176;&#209;&#129;&#209;&#140;.&#208;&#146; &#208;&#179;&#208;&#190;&#209;&#128;&#208;&#190;&#208;&#180;&#208;&#181;, &#208;&#179;&#208;&#180;&#208;&#181; &#208;&#179;&#208;&#176;&#208;&#189;&#208;&#179;&#209;&#129;&#209;&#130;&#208;&#181;&#209;&#128;&#209;&#139; &#208;&#184; &#208;&#177;&#209;&#131;&#209;&#130;&#208;&#187;&#208;&#181;&#208;&#179;&#208;&#181;&#209;&#128;&#209;&#139; &#209;&#135;&#208;&#176;&#209;&#129;&#209;&#130;&#208;&#190; &#208;&#178;&#208;&#187;&#208;&#184;&#209;&#143;&#209;&#130;&#208;&#181;&#208;&#187;&#209;&#140;&#208;&#189;&#208;&#181;&#208;&#181;, &#209;&#135;&#208;&#181;&#208;&#188; &#208;&#191;&#208;&#190;&#208;&#187;&#208;&#184;&#209;&#130;&#208;&#184;&#208;&#186;&#208;&#184;, &#208;&#179;&#208;&#180;&#208;&#181; &#208;&#191;&#209;&#128;&#208;&#190;&#209;&#134;&#208;&#178;&#208;&#181;&#209;&#130;&#208;&#176;&#209;&#142;&#209;&#130; &#208;&#186;&#208;&#190;&#209;&#128;&#209;&#128;&#209;&#131;&#208;&#191;&#209;&#134;&#208;&#184;&#209;&#143; &#208;&#184; &#208;&#186;&#208;&#190;&#208;&#189;&#209;&#130;&#209;&#128;&#208;&#176;&#208;&#177;&#208;&#176;&#208;&#189;&#208;&#180;&#208;&#176;, &#208;&#188;&#208;&#190;&#208;&#187;&#208;&#190;&#208;&#180;&#208;&#190;&#208;&#185; &#208;&#182;&#209;&#131;&#209;&#128;&#208;&#189;&#208;&#176;&#208;&#187;&#208;&#184;&#209;&#129;&#209;&#130; &#208;&#164;&#208;&#184;&#209;&#134;&#208;&#191;&#208;&#176;&#209;&#130;&#209;&#128;&#208;&#184;&#208;&#186; &#208;&#180;&#208;&#181;&#208;&#187;&#208;&#176;&#208;&#181;&#209;&#130; &#209;&#129;&#208;&#181;&#208;&#177;&#208;&#181; &#208;&#184;&#208;&#188;&#209;&#143; &#208;&#189;&#208;&#176; &#209;&#128;&#208;&#176;&#209;&#129;&#209;&#129;&#208;&#187;&#208;&#181;&#208;&#180;&#208;&#190;&#208;&#178;&#208;&#176;&#208;&#189;&#208;&#184;&#209;&#143;&#209;&#133; &#208;&#191;&#208;&#190;&#208;&#180;&#208;&#190;&#208;&#191;&#208;&#187;&#208;&#181;&#208;&#186;&#208;&#184; &#209;&#130;&#208;&#181;&#209;&#133; &#208;&#191;&#209;&#128;&#208;&#181;&#209;&#129;&#209;&#130;&#209;&#131;&#208;&#191;&#208;&#187;&#208;&#181;&#208;&#189;&#208;&#184;&#208;&#185;, &#208;&#186;&#208;&#190;&#209;&#130;&#208;&#190;&#209;&#128;&#209;&#139;&#208;&#181; &#208;&#189;&#208;&#176; &#208;&#191;&#208;&#181;&#209;&#128;&#208;&#178;&#209;&#139;&#208;&#185; &#208;&#178;&#208;&#183;&#208;&#179;&#208;&#187;&#209;&#143;&#208;&#180; &#208;&#186;&#208;&#176;&#208;&#182;&#209;&#131;&#209;&#130;&#209;&#129;&#209;&#143; &#208;&#189;&#208;&#181;&#208;&#191;&#209;&#128;&#208;&#184;&#208;&#188;&#208;&#181;&#209;&#135;&#208;&#176;&#209;&#130;&#208;&#181;&#208;&#187;&#209;&#140;&#208;&#189;&#209;&#139;&#208;&#188;&#208;&#184;. &#208;&#146;&#208;&#176;&#208;&#188; &#208;&#188;&#208;&#190;&#208;&#179;&#209;&#131;&#209;&#130; &#208;&#191;&#208;&#190;&#208;&#188;&#208;&#190;&#209;&#135;&#209;&#140; &#209;&#130;&#208;&#190;&#208;&#187;&#209;&#140;&#208;&#186;&#208;&#190; &#208;&#187;&#208;&#190;&#208;&#179;&#208;&#184;&#208;&#186;&#208;&#176; &#208;&#184; &#209;&#135;&#209;&#131;&#209;&#130;&#209;&#140;&#208;&#181;. &#208;&#157;&#208;&#181;&#208;&#190;&#208;&#180;&#208;&#189;&#208;&#190;&#208;&#183;&#208;&#189;&#208;&#176;&#209;&#135;&#208;&#189;&#209;&#139;&#208;&#181; &#208;&#191;&#208;&#190;&#208;&#180;&#209;&#129;&#208;&#186;&#208;&#176;&#208;&#183;&#208;&#186;&#208;&#184;, &#209;&#130;&#209;&#131;&#208;&#188;&#208;&#176;&#208;&#189;&#208;&#189;&#209;&#139;&#208;&#181; &#208;&#189;&#208;&#176;&#208;&#188;&#208;&#181;&#208;&#186;&#208;&#184;, &#208;&#183;&#208;&#176;&#209;&#136;&#208;&#184;&#209;&#132;&#209;&#128;&#208;&#190;&#208;&#178;&#208;&#176;&#208;&#189;&#208;&#189;&#209;&#139;&#208;&#181; &#208;&#191;&#208;&#190;&#209;&#129;&#208;&#187;&#208;&#176;&#208;&#189;&#208;&#184;&#209;&#143;, &#209;&#129;&#208;&#187;&#209;&#131;&#209;&#135;&#208;&#176;&#208;&#185;&#208;&#189;&#209;&#139;&#208;&#181; &#209;&#132;&#209;&#128;&#208;&#176;&#208;&#183;&#209;&#139;, &#208;&#176; &#208;&#184;&#208;&#189;&#208;&#190;&#208;&#179;&#208;&#180;&#208;&#176; &#208;&#184; &#208;&#189;&#208;&#176;&#208;&#179;&#208;&#187;&#208;&#176;&#209;&#143; &#208;&#187;&#208;&#190;&#208;&#182;&#209;&#140; &ndash; &#208;&#178;&#209;&#129;&#208;&#181; &#209;&#141;&#209;&#130;&#208;&#190; &#208;&#178;&#209;&#129;&#209;&#130;&#209;&#128;&#208;&#181;&#209;&#130;&#208;&#184;&#209;&#130;&#209;&#129;&#209;&#143; &#208;&#178;&#208;&#176;&#208;&#188; &#208;&#178;&#208;&#190; &#208;&#178;&#209;&#128;&#208;&#181;&#208;&#188;&#209;&#143; &#209;&#128;&#208;&#176;&#209;&#129;&#209;&#129;&#208;&#187;&#208;&#181;&#208;&#180;&#208;&#190;&#208;&#178;&#208;&#176;&#208;&#189;&#208;&#184;&#209;&#143; &#208;&#184; &#208;&#180;&#208;&#176;&#209;&#129;&#209;&#130; &#208;&#186;&#208;&#187;&#209;&#142;&#209;&#135; &#208;&#186; &#209;&#128;&#208;&#176;&#208;&#183;&#208;&#190;&#208;&#177;&#208;&#187;&#208;&#176;&#209;&#135;&#208;&#181;&#208;&#189;&#208;&#184;&#209;&#142; &#208;&#183;&#208;&#187;&#208;&#190;&#208;&#180;&#208;&#181;&#208;&#181;&#208;&#178;.&#10; &#208;&#146;&#208;&#176;&#208;&#188; &#208;&#191;&#209;&#128;&#208;&#181;&#208;&#180;&#209;&#129;&#209;&#130;&#208;&#190;&#208;&#184;&#209;&#130;, &#208;&#191;&#208;&#190;&#208;&#179;&#209;&#128;&#209;&#131;&#208;&#183;&#208;&#184;&#208;&#178;&#209;&#136;&#208;&#184;&#209;&#129;&#209;&#140; &#208;&#178; &#208;&#188;&#208;&#184;&#209;&#128; &#208;&#190;&#208;&#179;&#209;&#128;&#208;&#176;&#208;&#177;&#208;&#187;&#208;&#181;&#208;&#189;&#208;&#184;&#208;&#185; &#208;&#184; &#209;&#131;&#208;&#177;&#208;&#184;&#208;&#185;&#209;&#129;&#209;&#130;&#208;&#178;, &#208;&#180;&#208;&#190;&#208;&#186;&#208;&#190;&#208;&#191;&#208;&#176;&#209;&#130;&#209;&#140;&#209;&#129;&#209;&#143; &#208;&#180;&#208;&#190; &#208;&#184;&#209;&#129;&#209;&#130;&#208;&#184;&#208;&#189;&#209;&#139; &#208;&#178; &#209;&#135;&#208;&#181;&#209;&#130;&#209;&#139;&#209;&#128;&#208;&#181;&#209;&#133; &#208;&#190;&#209;&#129;&#208;&#189;&#208;&#190;&#208;&#178;&#208;&#189;&#209;&#139;&#209;&#133; &#208;&#184; &#208;&#190;&#208;&#180;&#208;&#189;&#208;&#190;&#208;&#185; &#209;&#129;&#208;&#181;&#208;&#186;&#209;&#128;&#208;&#181;&#209;&#130;&#208;&#189;&#208;&#190;&#208;&#185; &#208;&#188;&#208;&#184;&#209;&#129;&#209;&#129;&#208;&#184;&#208;&#184;, &#208;&#186;&#208;&#176;&#208;&#182;&#208;&#180;&#208;&#176;&#209;&#143; &#208;&#184;&#208;&#183; &#208;&#186;&#208;&#190;&#209;&#130;&#208;&#190;&#209;&#128;&#209;&#139;&#209;&#133; &#208;&#190;&#208;&#177;&#208;&#187;&#208;&#176;&#208;&#180;&#208;&#176;&#208;&#181;&#209;&#130; &#209;&#129;&#208;&#178;&#208;&#190;&#208;&#184;&#208;&#188; &#209;&#129;&#209;&#142;&#208;&#182;&#208;&#181;&#209;&#130;&#208;&#190;&#208;&#188; (&#208;&#190;&#209;&#130;&#209;&#135;&#208;&#176;&#209;&#129;&#209;&#130;&#208;&#184; &#209;&#129;&#208;&#178;&#209;&#143;&#208;&#183;&#208;&#176;&#208;&#189;&#208;&#189;&#209;&#139;&#208;&#188; &#209;&#129; &#208;&#180;&#209;&#128;&#209;&#131;&#208;&#179;&#208;&#184;&#208;&#188;&#208;&#184; &#208;&#188;&#208;&#184;&#209;&#129;&#209;&#129;&#208;&#184;&#209;&#143;&#208;&#188;&#208;&#184;), &#209;&#131;&#208;&#189;&#208;&#184;&#208;&#186;&#208;&#176;&#208;&#187;&#209;&#140;&#208;&#189;&#209;&#139;&#208;&#188; &#208;&#189;&#208;&#176;&#208;&#177;&#208;&#190;&#209;&#128;&#208;&#190;&#208;&#188; &#209;&#132;&#208;&#184;&#208;&#179;&#209;&#131;&#209;&#128;&#208;&#176;&#208;&#189;&#209;&#130;&#208;&#190;&#208;&#178; &#208;&#184; &#209;&#131;&#208;&#187;&#208;&#184;&#208;&#186;. &#208;&#146;&#208;&#176;&#209;&#129; &#208;&#182;&#208;&#180;&#209;&#131;&#209;&#130; &#208;&#177;&#208;&#190;&#208;&#187;&#208;&#181;&#208;&#181; 50 &#209;&#131;&#208;&#189;&#208;&#184;&#208;&#186;&#208;&#176;&#208;&#187;&#209;&#140;&#208;&#189;&#209;&#139;&#209;&#133; &#208;&#187;&#208;&#190;&#208;&#186;&#208;&#176;&#209;&#134;&#208;&#184;&#208;&#185;, &#208;&#179;&#208;&#180;&#208;&#181; &#208;&#178;&#208;&#176;&#208;&#188; &#208;&#191;&#209;&#128;&#208;&#181;&#208;&#180;&#209;&#129;&#209;&#130;&#208;&#190;&#208;&#184;&#209;&#130; &#208;&#191;&#208;&#190;&#208;&#177;&#209;&#139;&#208;&#178;&#208;&#176;&#209;&#130;&#209;&#140; &#208;&#178; &#209;&#133;&#208;&#190;&#208;&#180;&#208;&#181; &#208;&#184;&#208;&#179;&#209;&#128;&#209;&#139;. &#208;&#157;&#208;&#176;&#208;&#191;&#209;&#128;&#208;&#184;&#208;&#188;&#208;&#181;&#209;&#128;, &#208;&#177;&#208;&#176;&#209;&#128;&#208;&#177;&#208;&#181;&#209;&#128;&#209;&#136;&#208;&#190;&#208;&#191; &laquo;&#208;&#146;&#208;&#181;&#208;&#187;&#208;&#184;&#208;&#186;&#208;&#184;&#208;&#185; &#208;&#178;&#208;&#190;&#208;&#182;&#208;&#180;&#209;&#140;&raquo;, &#208;&#167;&#208;&#184;&#208;&#186;&#208;&#176;&#208;&#179;&#209;&#129;&#208;&#186;&#208;&#184;&#208;&#185; &#209;&#131;&#208;&#189;&#208;&#184;&#208;&#178;&#208;&#181;&#209;&#128;&#209;&#129;&#208;&#184;&#209;&#130;&#208;&#181;&#209;&#130;, &#208;&#190;&#209;&#128;&#209;&#131;&#208;&#182;&#208;&#181;&#208;&#185;&#208;&#189;&#209;&#139;&#208;&#185; &#208;&#188;&#208;&#176;&#208;&#179;&#208;&#176;&#208;&#183;&#208;&#184;&#208;&#189; &laquo;&#208;&#167;&#208;&#184;&#209;&#130;&#209;&#130;&#208;&#176;&#208;&#189;&#209;&#131;&#208;&#179;&#208;&#176; &#208;&#144;&#209;&#128;&#208;&#188;&#209;&#129;&raquo; &#208;&#184; &#208;&#180;&#208;&#176;&#208;&#182;&#208;&#181; &#208;&#178;&#208;&#181;&#209;&#129;&#208;&#181;&#208;&#187;&#209;&#139;&#208;&#185; &#209;&#129;&#208;&#176;&#208;&#187;&#208;&#190;&#208;&#189; &#208;&#188;&#208;&#176;&#208;&#180;&#208;&#176;&#208;&#188; &#208;&#150;&#209;&#131;-&#208;&#182;&#209;&#131;.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Mafia"
    ],
    "Mechanics": [
      "Deduction",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Cities: Chicago (Illinois, USA)",
      "Players: Games with Solitaire Rules",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "19790",
    "Name": "Running with the Bulls",
    "ID": 201305,
    "Year": "(2016)",
    "Geek Rating": "5.513",
    "Avg Rating": "5.70",
    "Link": "https://boardgamegeek.com/boardgame/201305/running-with-the-bulls",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "1.2857",
    "Description": "Get ready to embark on the craziest vacation ever! A herd of mischievous bulls has taken over the quaint town of El Toro, and players must outrun &amp; outwit them in order to get to the fabulous destinations on the coast! Skillfully play cards to dodge the rascally bulls as they chase you through the streets! The dice themselves are the Runners, and you must maipulate them to determine both their paths &amp; those of the Bulls themselves! It's all a bit like strategic pachinko! With a bit of planning &amp; lot of luck, you&rsquo;ll reach your spectacular getaway while Running with the Bulls!&#10;&#10;In the game, players use handfuls of dice as runners, starting them at the top of the game board and playing cards to reroll those runners or influence opposing runners, with your goal for each of the three days being to get your runners to the fancy destinations (which are worth differing amounts of points) at the bottom of the board while avoiding the bulls that are chasing you.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Series: The Titans of Gaming (Calliope Games)"
    ]
  },
  {
    "Rank": "19791",
    "Name": "Lunation",
    "ID": 269238,
    "Year": "(2019)",
    "Geek Rating": "5.513",
    "Avg Rating": "7.08",
    "Link": "https://boardgamegeek.com/boardgame/269238/lunation",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "2.5",
    "Description": "The Emperor is dead. The law says that if there is more than one heir to the throne, a Lunar War must take place in order to determine the new ruler of the Empire.&#10;&#10;The Lunar War will last for 29 days, 12 hours, 44 minutes and 3 seconds &ndash; one full lunar cycle of the long forgotten planet Earth.&#10;&#10;The warfare will rage on the specially designated, uninhabited sector located at the frontiers of the Empire. The ancient, automatic factories and shipyards will be opened again, for the first time in many decades. The right of succession will depend on the shrewdness, skills and courage of the Fleet commanders and on their strategically distributed forces.&#10;&#10;The best will win and throw the corpses of their fallen enemies beneath the throne of the new, victorious emperor!&#10;&#10;Lunation is a game based on numerous negative interactions between the players and area control elements. During the seven turns of the game, the players explore space, obtain Systems, build Fleets and recruit Characters in order to pulverize their enemies with procured resources and pure military force.&#10;&#10;Become the ruler of the Empire!&#10;Lunation is a dynamic game about space conquest and war. The players&rsquo; task is to claim the throne of the Empire. They fight each other to determine one person powerful enough to seize the power.&#10;&#10;During the seven turns of the game, the players explore planetary Systems, build Fleets and recruit Characters in order to subdue their opponents with collected resources or pure military power.&#10;&#10;Simple and comprehensible: Lunation is not complicated in terms of rules and it is easy to learn;&#10;Negative interactions: apart from trading, virtually all other aspects of the interaction between the players lead to bloodshed;&#10;High replayability: due to the considerable number of cards, a draft system &ldquo;embedded&rdquo; into the game preparation process and numerous diversified strategies leading to victory, no two games will be the same;&#10;Dynamic combat: Lunation players use special dice that make it possible to quickly determine the result of the confrontation (without any counting!). Moreover, Action Cards, special properties of the Characters and a certain special feature of the dice add some elements of uncertainty to the result of each battle;&#10;Many ways to win: combat is not the only method that can be used to obtain the highest number of Victory Points and eternal glory &ndash; a player can also win by fulfilling Secret Goals and gathering Resources!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Exploration",
      "Fighting",
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Modular Board"
    ],
    "Families": []
  },
  {
    "Rank": "19792",
    "Name": "Pirate Loot: Base Set",
    "ID": 165095,
    "Year": "(2015)",
    "Geek Rating": "5.513",
    "Avg Rating": "6.11",
    "Link": "https://boardgamegeek.com/boardgame/165095/pirate-loot-base-set",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Sail the seas! Recruit the best crew! Crush your foes and steal their loot!&#10;&#10;Can you plunder enough treasure to satisfy your scurvy crew before the other captains? In Pirate Loot, players take turns recruiting crew to join their ship, hoping to have the best possible crew when the ships finally set sail. Win the round to get your hands on the most valuable loot, but beware! Just because you claimed the loot does not mean you get to keep it!&#10;&#10;Pirate Loot is a fast paced parlor game of treasure and treachery for 2 to 4 players, created by veteran game designer Jason Bulmahn with art by Scott Kurtz and Dylan Meconis and graphic design by Mari Kolkowsky.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Pirates"
    ],
    "Mechanics": [
      "Take That"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "19793",
    "Name": "Margin for Error",
    "ID": 22464,
    "Year": "(2006)",
    "Geek Rating": "5.513",
    "Avg Rating": "6.23",
    "Link": "https://boardgamegeek.com/boardgame/22464/margin-for-error",
    "Min Players": "4",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.125",
    "Description": "Description from the publisher:&#10;&#10;A trick-taking game played in partnerships.  You and your partner must try to win close to either all or none of the cards of a particular suit.  But the opposing team is trying to figure out how they can stop you from achieving your goal, and you only have a certain MARGIN FOR ERROR.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Team-Based Game",
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "19794",
    "Name": "Succession: Intrigue in the Royal Court",
    "ID": 12963,
    "Year": "(2004)",
    "Geek Rating": "5.513",
    "Avg Rating": "5.71",
    "Link": "https://boardgamegeek.com/boardgame/12963/succession-intrigue-in-the-royal-court",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.0312",
    "Description": "Ever dream of being King or Queen, of ruling the land with an iron fist, the way the Queen of England rules Canada? Well dream on.&#10;&#10;Succession ends when the aging King chooses a successor to the throne.  Of all the worthy citizens of the land, the King has narrowed his choice to five candidates.  You are not one of them.&#10;&#10;As a courtier, master of palace politics, you will manipulate the King's opinion of the candidates through intrigues -- bits of gossip, good and bad reports, etc.  Just as important, by claiming credit for things you may not have done and avoiding blame for things you probably did you'll manipulate the opinions of the candidates.  That way when the King makes his selection you're set to be the power behind the throne rather than the next court jester.&#10;&#10;To do this, you'll have to out-bluff and out-maneuver the other players, manage your resources carefully and decide when to fight and when to sit on the sidelines and watch your opponents beat each other up.&#10;&#10;Succession is a game of politics and deal-making lasting from one to three hours (1-2 hours is typical).  You can offer other players gold, cards, or promises of future behavior in exchange for what you want.  Be creative!&#10;&#10;Succession was launched at GenCon Indi 2004.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Medieval",
      "Negotiation",
      "Political"
    ],
    "Mechanics": [
      "Variable Player Powers",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "19795",
    "Name": "Sau Mau Mau",
    "ID": 245086,
    "Year": "(2018)",
    "Geek Rating": "5.513",
    "Avg Rating": "6.43",
    "Link": "https://boardgamegeek.com/boardgame/245086/sau-mau-mau",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Mau Mau (a.k.a. UNO) is a game that everybody knows in Germany, but Sau Mau Mau adds new dimensions to the game. Played cards move four pigs around the race track, and players must bet on which pigs will do best in the race. Which one will be in the lead at the finish line?&#10;&#10;",
    "Categories": [
      "Card Game",
      "Racing"
    ],
    "Mechanics": [
      "Betting and Bluffing"
    ],
    "Families": []
  },
  {
    "Rank": "19796",
    "Name": "Nimbee",
    "ID": 207351,
    "Year": "(2017)",
    "Geek Rating": "5.513",
    "Avg Rating": "5.78",
    "Link": "https://boardgamegeek.com/boardgame/207351/nimbee",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2",
    "Description": "It&rsquo;s thought that all bees work for the good of the colony. However the Queen is allowed to have one favourite; a worker who is smarter and collects more nectar than the rest. That bee is called, THE NIMBEE.&#10;&#10;GAME OBJECTIVE&#10;In Nimbee, you must direct your honey bee around the hive to collect honey and other benefits to best prepare for the excursion into the meadow. There you must search for the sweetest nectar-laden flowers; settle on the bonuses first, or fly ahead to stop your opponents getting to the best blooms. Will you get the timing right and claim the ultimate prize in the secluded glade at the end of the path, or will you fall foul of the greedy bear who wants to raid your hive? At the end of the game the player who has collected the most nectar will be awarded the title of NIMBEE.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Action Points",
      "Action Queue",
      "Hand Management",
      "Rondel"
    ],
    "Families": [
      "Animals: Bees"
    ]
  },
  {
    "Rank": "19797",
    "Name": "Harry Hopper",
    "ID": 172550,
    "Year": "(2015)",
    "Geek Rating": "5.513",
    "Avg Rating": "6.40",
    "Link": "https://boardgamegeek.com/boardgame/172550/harry-hopper",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "In Harry Hopper, there is only one strategy: aim, bounce, hit! Two players or teams play against one another, using their plastic grasshopper with skill and good judgment to knock down their tall rectangular blades of grass. To make your grasshopper hop, simply press down on his tail, then watch him fly. Did you cut down the opponent's grass as well? Too bad &mdash; aim better next time!&#10;&#10;To win, you must not only knock down your own blades of grass, but also the king's precious red blade that stands amongst all the others. Just don't knock it down too soon or else it's your head...&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "19798",
    "Name": "Hasty Baker",
    "ID": 290565,
    "Year": "(2019)",
    "Geek Rating": "5.513",
    "Avg Rating": "6.65",
    "Link": "https://boardgamegeek.com/boardgame/290565/hasty-baker",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1",
    "Description": "A baking competition card game for 2-6 players, where players race to collect the right ingredients for their recipes before other players sabotage them.&#10;&#10;Each player has 7 cards in their hand. These cards will be either ingredient cards that are used to complete their recipes, or strategy cards that the player can use to sabotage other players by stealing ingredients, spoiling ingredients, etc. Each player gets a recipe card laid on the table in front of them. When an ingredient is placed on the table, it becomes in play and vulnerable to other players actions.&#10;&#10;On each players turn, they can do 2 actions. Those actions can be putting an ingredient in play, playing a strategy card, or replacing a card in their hand. At the end of their turn, they draw back up to 7 cards.&#10;&#10;Each completed recipe is worth 1 point but there are &quot;Blue Ribbon&quot; cards and &quot;Double Batch&quot; cards that can give the player bonus points when a recipe is finished.&#10;&#10;The first player to 5 points, wins!&#10;&#10;The game includes 110 ingredient and strategy cards, and a collection of 24 recipe cards. The number of recipes could vary based on Kickstarter exclusive recipes, etc.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "19799",
    "Name": "Li-La-Laut",
    "ID": 262390,
    "Year": "(2018)",
    "Geek Rating": "5.513",
    "Avg Rating": "6.44",
    "Link": "https://boardgamegeek.com/boardgame/262390/li-la-laut",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "In La-La-Laut, a.k.a. Li-La-Loud, you have the find the balance between being too loud and too quiet, with the fox moving to the right target only if you're making sound at the right volume.&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": [
      "Series: NSV Middys (Nürnberger Spielkartenverlag)"
    ]
  },
  {
    "Rank": "19800",
    "Name": "Treasure Goblins",
    "ID": 417352,
    "Year": "(2024)",
    "Geek Rating": "5.513",
    "Avg Rating": "8.74",
    "Link": "https://boardgamegeek.com/boardgame/417352/treasure-goblins",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "50",
    "Weight": "1.3333",
    "Description": "In the dark kingdom of goblins, the order has been given: plunder and rob the neighboring realm in search of the most coveted treasures. We, the thieving goblins, will take on the challenge of filling the king goblin's bag with the most valuable loot, thus feeding his insatiable greed.&#10;&#10;However, we face a dilemma: we must control our own greed and be selective about which treasures to add to the bag, as it has limits both in terms of space and weight it can bear. It is crucial that we proceed with caution and wisdom in selecting the treasures, as no goblin wishes to be responsible for breaking the bag.&#10;&#10;The risk of breaking the bag is considerable; if we succumb to temptation and exceed its capabilities, we will face severe consequences. Not only will we lose half of our loot to the king goblin.&#10;&#10;Are we ready for the challenge of plundering and for blaming our fellow goblins for their incompetence? It is time to demonstrate our skill in the art of theft and cunning in treasure management. Let the adventure begin.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Fantasy",
      "Puzzle"
    ],
    "Mechanics": [
      "Connections",
      "Hot Potato",
      "Matching",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  }
]