[
  {
    "Rank": "N/A",
    "Name": "Cheeky Monkeys",
    "ID": 252045,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.80",
    "Link": "https://boardgamegeek.com/boardgame/252045/cheeky-monkeys",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A fun game of chance for all the family. There's no hanging about in this fast paced game, as players battle to collect and count the most bananas &ndash; but watch out for other players trying to steal them! Players must make strategic decisions by choosing whether to play it safe after their first turn or spin the spinner to either collect or risk losing more bananas!&#10;&#10;Children will enjoy hanging their monkeys onto the 3D tree, which adds another fun dimension to this exciting game. As well as teaching basic counting skills, Cheeky Monkeys encourages children to think strategically, interact with others and make decisions.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Push Your Luck",
      "Take That"
    ],
    "Families": [
      "Animals: Apes / Monkeys"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "激論勇者 (Bravado)",
    "ID": 252046,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/252046/ji-lun-yong-zhe-bravado",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "In &#230;&#191;&#128;&#232;&#171;&#150;&#229;&#139;&#135;&#232;&#128;&#133; (Bravado), players represent a penniless band of adventurers who nevertheless have been tasked with killing an evil spirit. Can you defeat this devil with only a razor, a shovel, and random other equipment?&#10;&#10;The twist is that whoever has the highest value of equipment is a demon king as well and in league with the devil you're trying to defeat. Can the party overcome this bad spirit?&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Humor"
    ],
    "Mechanics": [
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Green Finger",
    "ID": 252050,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.58",
    "Link": "https://boardgamegeek.com/boardgame/252050/green-finger",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Green Finger is an area control game in which you lay out cards in a 5x5 square with only the central card face up. Each player starts thee game with one card in hand. On a turn, you pick up a face-down card, then place one of your cards in the empty space. When all the cards have been revealed, players score and whoever has the most points wins.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Area Majority / Influence"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Fronton Miami: 1973",
    "ID": 252062,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/252062/fronton-miami-1973",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In this 2P-3p sport &amp; logistical simulation board game, players go head-to-head managing a hustling Jai Alai Fronton battling to satisfy the peculiar demands of jet set guests &amp; claim the coveted BLUE CHIP LEADS!&#10;&#10;Players use the staff &amp; resources of the casino to manipulate a series of critical micro-economic instruments dynamically linked to the amount of control players are able to exert in the conduct &amp; outcome of a detailed simulation of the sport of Jai Alai. The relative intensity of the shared economy in the game expands control, utilities &amp; opportunity while exposing players to increasingly severe penalties for mismanagement.&#10;&#10;MAIN GAME MECHANISMS:&#10;&#10;Commodity Speculation:  &#10;FM73 features a multi-variable commodity marketplace dynamically correlated to the sport of Jai Alai in which the players accumulate &amp; exchange both labor value &amp; resource value.&#10;&#10;Dice Rolling: &#10;3 dice are featured in the game. The unique CESTA dice, a modified backgammon doubling cube, brings the game of Jai Alai to life. The 2 standard d6 are used to represent value indexes.&#10;&#10;Simulation:&#10;Statistical ranges &amp; tendencies for Pro Jai Alai in the 1970-1975 period have been used to create a simple tactical version of the sport which allows players to make a series of decisions in order to resolve dice rolls rather than using dice rolls to resolve a fixed set of decisions. The influence of gambling on the sport, in the unique environment of a Casino Fronton, is taken into account&#10;&#10;Worker Placement (Action Drafting):&#10;On the strategic level, players collect needed actions in each phase of a round by controlling the position of Jai Alai players (pelotari), the Jai Alai ball (pelota) &amp; player tokens on the fronton board.&#10;&#10;Hand Management:&#10;Players collect and manage cards and tiles representing the casino guests, staff (including Jai Alai players) &amp; cash resources.&#10;&#10;",
    "Categories": [
      "Economic",
      "Sports"
    ],
    "Mechanics": [
      "Commodity Speculation",
      "Dice Rolling",
      "Hand Management",
      "Paper-and-Pencil",
      "Simulation",
      "Worker Placement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mosaic",
    "ID": 252063,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgame/252063/mosaic",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Mosaic is a two-player board game like Go and Othello. However, what differs from Go and Othello is that it is a 3D game that extends the position not only in the plane but also in the vertical direction. You can solidify your footsteps first, expand the territory, or hold down the upper floors early to divide the opponent's piece or develop a complex bargain. And from the middle to the end of the game, the pieces of each other pile up at once, and a dynamic reversal play occurs. Once you play it, you should be able to understand the benefits.&#10;&#10;The game board has 7 x 7 = 49 holes, and a neutral piece is fixed at the center from the beginning.&#10;&#10;Two players each have 70 pieces. The game is as follows.&#10;&#10;&#10;     Starting with the first player, place your pieces one by one in the empty hole of the game board.&#10;     If four pieces are lined up in the smallest square shape adjacent to each other, pieces can be placed on them.&#10;     If four frames are arranged in a square, and three or four of the four are occupied by the same color, the frame of that color is automatically placed on it (apart from the turn).&#10;     The piece fixed from the beginning to the center of the game board becomes a neutral piece which is not that of either player. When a square containing neutral frames is created, frames are automatically placed on top of the square only if the remaining three frames have the same color.&#10;     Automatically placed pieces will create new squares, and if 3 or 4 of the squares are occupied with the same color, pieces will be placed automatically as well. In this way, pieces are stacked in a chain reaction. The pieces to be stacked may not only be the pieces of the active player, but also the pieces of the opposing player.&#10;     In this way, the person who put the piece in turn alternately and who finished all his pieces first wins.&#10;&#10;&#10;The fun of the game called mosaic is in the rule that &quot;pieces are stacked in a chain reaction by putting one piece&quot;. From the middle of the game, development accelerates at a stretch, and the situation changes rapidly. In the early stage, even if you allow the opponent to lead, I think that the feeling when the development of one-shot reversal at the last moment is reached is unique to mosaics.&#10;&#10;Gameplay in Mosaic is identical to Margalith Akavya's Upper Hand, but with the action taking place on a larger initial playing area.&#10;&#10;--user summary&#10;&#10;&#10;Laplace is a two-player abstract strategy game in which your goal is to play all of your pieces before the opponent can.&#10;&#10;The game is played on a 7x7 grid, and the players each have pieces of a different color. A piece of a third color is placed in the central square on the game board. On a turn, a player places one of their pieces into an empty space on the grid. If a player creates a square of four pieces and at least three of those pieces belong to that same player, then the player immediately places another piece on top of those four pieces; if the placement of that piece also creates a square meeting the same condition, then they place a piece on top of that square.&#10;&#10;Thus, as more pieces are placed, they collectively form a pyramid, with the bottom layer being 7x7, then the next layer 6x6, and so on. Whoever places their final piece first wins!&#10;&#10;Gameplay in Laplace is identical to Margalith Akavya's Upper Hand., but with the action taking place on a larger initial playing area.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Enclosure",
      "Pattern Building",
      "Square Grid"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 3-Dimensional (3D)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Frederick County: A Historic Trivia Game",
    "ID": 252067,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/252067/frederick-county-a-historic-trivia-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Answer trivia questions about Frederick and gain property.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Grand Slam Baseball VCR Game",
    "ID": 252074,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/252074/grand-slam-baseball-vcr-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a 2-player baseball simulation game where dice rolls, card draws, and plays on a videocassette determine the outcome of batter/pitcher matchups.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Components: Videocassettes",
      "Players: Two-Player Only Games",
      "Sports: Baseball"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Belo Jardim",
    "ID": 252080,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/252080/belo-jardim",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A game that requires players to use cleverness and observation to move along a path consisting of all the elements of a cozy garden.&#10;&#10;An invitation to arouse interest in being closer to nature and to interact with the sensations the tour offers.&#10;&#10;(Translation/summary of publisher's description)&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Memory",
      "Point to Point Movement"
    ],
    "Families": [
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Egge on Thine Face",
    "ID": 252082,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/252082/egge-on-thine-face",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "3",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Who cares for Russian Roulette? Those with true nerves of steel are willing to smash eggs on their heads, not knowing whether the eggs are raw, boiled, or rotten. In this game, you and your friends will be selecting and breaking eggs (or cards with eggs on, at least!) and whoever remains the cleanest will be the winner.&#10;&#10;Each round, players are dealt a card with an egg on, and starting with the first player, they all declare what is on their card, though everyone has to say the same thing as the first player. The cards are then placed in the centre of the table, along with an unknown extra card. After a countdown, everyone grabs a card and finds out what sort of egg they have chosen, scoring from 0 to 2 points of &quot;mess&quot;.&#10;&#10;The raw and rotten egg cards are kept by the players who took them, and the rest are reshuffled for the next round. When there are not enough cards for a new round, the game is over and whoever is the least messy is the winner.&#10;&#10;Multiple sets of cards can be combined to allow more players to join in.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Party Game",
      "Print & Play"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Kampf gegen das Bünzlitum: Comedy-Erweiterung",
    "ID": 252083,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/252083/kampf-gegen-das-bunzlitum-comedy-erweiterung",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The first expansion is here!&#10;&#10;10 great Swiss comedians have contributed 10 cards for this beauty. Therefore, a hangover of your risible muscles is guaranteed.&#10; Every card comes with a caricature of the comedian that composed the card. Those comedians are:&#10;&#10;Dominic Deville&#10;    Beat Schlatter&#10;    Andreas Thiel&#10;    Guy Landolt&#10;    B&auml;nz Friedli&#10;    Renato Kaiser&#10;    Jo&euml;l von Mutzenbecher&#10;    Hamza Raya&#10;    Johnny Burn&#10;    Julius Siegenthaler&#10;&#10;The box contains 28 red and 72 white cards.&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Humor",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Mechanism: Judging Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "+ (plus)",
    "ID": 252084,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.38",
    "Link": "https://boardgamegeek.com/boardgame/252084/plus-plus",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "1",
    "Play Time": "9",
    "Weight": "1",
    "Description": "In +, you are frantically counting colors and shapes. The front of each card has triangles, crosses and circles in one of three colors; those are the things you count. The back of each card has one or two shapeless colors, or maybe one or two colorless shapes; this tells you what to count.&#10;&#10;During play, a card is flipped over and you count the things denoted on the newly-revealed back on the newly-revealed front. Each time you win, you collect the card. Now you count the shapes/colors not only in the middle, but also in your personal area! This catch-up mechanism keeps everyone involved and means that children can compete alongside adults.&#10;&#10;The first player to collect six cards wins. One mistake, and you lose everything!&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Unreleased Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Evil Eye",
    "ID": 252088,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.14",
    "Link": "https://boardgamegeek.com/boardgame/252088/evil-eye",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Panic Vision is a game with a macabre atmosphere!&#10;All players together must blow on the candles (as long as they are yellow) to help Oscar out of his coffin but beware! Tombal Father watches and throws rays that will hit the player too slow to hide, giving 5 seconds of penalty (and the candles go red).&#10;The winner is the player who will have the most breath on the candles after the 45 seconds of the Tombal Father way.&#10;&#10;A game that is played in the dark for even more fun !!&#10;&#10;&mdash;user summary&#10;&#10;When the electronic candle is yellow, blow out the candles as many times as you can to score points - but don't get caught!&#10;&#10;Hide quickly, because if the Evil Eye sees you, your candle will turn red. You will not score any points until the candle turns yellow again.&#10;&#226;&#128;&#139;&#10;If your candle blinks when the coffin pops open, you have won! Look in the coffin to see the winner's score!&#10;&#10;Play this game in the dark!&#10;&#10;&mdash;description from the publisher&#10;&#10;Il faut souffler sur les bougies pour aider Oscar &agrave; sortir de son cercueil mais attention ! P&egrave;re Tombal surveille et lance des rayons qui vont toucher le joueur trop lent&hellip;&#10;Un jeu &agrave; l&rsquo;ambiance macabre &agrave; souhait !&#10;Un jeu qui se joue dans le noir &agrave; un ou plusieurs pour encore plus de fun !!&#10;&#10;&mdash;description from the publisher (French)&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Electronic"
    ],
    "Mechanics": [
      "Area Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Project ALPACA",
    "ID": 252093,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.60",
    "Link": "https://boardgamegeek.com/boardgame/252093/project-alpaca",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "In Project ALPACA, players will take on the role of a psychically gifted candidate for a secret government project. The clandestine Project for the Assessment of Latent Psychic Ability Control and Awareness (ALPACA) is seeking talented operatives. Players will compete head to head against another candidate to see who will move on to become a full-fledged member of Project ALPACA.&#10;&#10;Project ALPACA is a quick round-based two player strategy card game. In the game, players attempt to have the highest Strength value by playing psychic Ability cards that benefit them in the round. Each round is played simultaneously, so players must try to deduce their opponent's plays.&#10;&#10;Project ALPACA is played over 10 rounds in which players attempt to achieve the highest Strength value. Each player has a small deck of 10 Strength cards [1 - 10]. Each player starts the round by flipping over the top card of their Strength deck, revealing the top card. The player with the highest Strength value wins the round, scoring a point. After 10 rounds, the player with the most points wins.&#10;&#10;To make things more interesting, players have a psychic Ability deck they will use to change the outcome of the round. This includes changes such as adding to their Strength value, subtracting from their opponent's Strength value, or even reversing the win condition, making it so that the lowest Strength value wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "ATS: Leatherneck II",
    "ID": 252097,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/252097/ats-leatherneck-ii",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The second in a three module suite for use with the Advanced Tobruk System, depicting small-unit actions in the Pacific Theater during WWII.&#10;&#10;Leatherneck II expands Leatherneck I with four additional maps and eight new scenarios and requires ownership of Leatherneck I.&#10;&#10;Gamers must also own the ATS System Rules and playaids to make use of these products.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Advanced Tobruk System (Critical Hit)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "ATS: Leatherneck III",
    "ID": 252098,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/252098/ats-leatherneck-iii",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The third in a three module suite for use with the Advanced Tobruk System, depicting small-unit actions in the Pacific Theater during WWII.&#10;&#10;Leatherneck III contains three additional maps, one large overlay and eight more scenarios, and requires ownership of both Leatherneck I and II.&#10;&#10;Gamers must also own the ATS System Rules and playaids to make use of these products.&#10;&#10;",
    "Categories": [
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Advanced Tobruk System (Critical Hit)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sagrada: Promo 3 – International Tabletop Day Window Pattern Card",
    "ID": 252099,
    "Year": "(2018)",
    "Geek Rating": "5.562",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/252099/sagrada-promo-3-international-tabletop-day-window",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Promotional card offered on International Tabletop Day 2018.&#10;&#10;This card features a level 3 and 5 pattern on opposing sides.&#10;&#10;",
    "Categories": [
      "Dice",
      "Expansion for Base-game",
      "Puzzle"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting",
      "Pattern Building",
      "Set Collection"
    ],
    "Families": [
      "Game: Sagrada",
      "Organizations: The Game Artisans of Canada",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Action Cats!: The Tabletop Adventure Expansion",
    "ID": 252119,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/252119/action-cats-the-tabletop-adventure-expansion",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Was available at International Tabletop Day 2018&#10;&#10;Adds 25 cards to the base game.  Each card features a cat celebrating International Tabletop Day and prompts to tell their Action Cats! story.&#10;&#10;",
    "Categories": [
      "Animals",
      "Expansion for Base-game",
      "Party Game"
    ],
    "Mechanics": [
      "Storytelling"
    ],
    "Families": [
      "Animals: Cats",
      "Mechanism: Story Creation"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "La Vuelta: una clásica mundial",
    "ID": 252120,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/252120/la-vuelta-una-clasica-mundial",
    "Min Players": "0",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "0",
    "Weight": "0",
    "Description": "La Vuelta is a game about cycling races. Players have to race four times in different countries with the most successful player becoming the overall winner. &#10;The game is a roll and move game in which you have to disctribute the results of three dice between your two cyclists and your support vehicle.&#10;&#10;",
    "Categories": [
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Paper-and-Pencil",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Country: Colombia",
      "Country: France",
      "Country: Italy",
      "Country: Spain",
      "Sports: Bicycling / Cycling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warnimal",
    "ID": 252121,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/252121/warnimal",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In Warnimals, four animal races battle for supremacy in a fantasy world.&#10;&#10;",
    "Categories": [
      "Animals",
      "Fantasy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Player Elimination"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mage Wars: Screaming Zombie Promo Card",
    "ID": 252122,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/252122/mage-wars-screaming-zombie-promo-card",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Promo card for Mage Wars originally available at GenCon 2014&#10;&#10;Creature. Undead. Zombie.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Game: Mage Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mage Wars: Eeker Promo Card",
    "ID": 252123,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/252123/mage-wars-eeker-promo-card",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "DriveTru Kickstarter promo card&#10;&#10;Creature. Animal&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Mage Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Invisible Enemy",
    "ID": 252127,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/252127/invisible-enemy",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a game of combat in the realm of miniaturized warfare, which re-creates the struggle between hunter-killer groups of tiny fighting vehicles called MGVs. In MGV, the heavy fighting is over or far away. On this battlefield, there are only a few units and they must hunt each other down and clear the field; targets must be secured, gauntlets run or a final swipe at launching a surgical strike. No matter what the original mission was, things have surely changed and now the remaining units must finish things. Despite their microscopic size, it is the MGVs that always end up doing the heavy lifting.&#10;&#10;A dedicated line of miniatures are produced for the game by the War Times Journal.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "La Bonne Pêche",
    "ID": 252131,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/252131/la-bonne-peche",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "La Bonne P&ecirc;che is about a fishing season. The players have to fish in three zones of different profitability with respect to quotas and sell their catches when back on land.&#10;The game ends when a player has sold fishes from all three zones. Other players have to pay penalties based on how far away from land they are. Wealthiest player wins the game.&#10;&#10;",
    "Categories": [
      "Nautical"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Theme: Fishing / Angling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Samurai Warfare",
    "ID": 252132,
    "Year": "(1980)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/252132/samurai-warfare",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "240",
    "Weight": "0",
    "Description": "Samurai Warfare&#10;&#10;These rules are designed on two levels.&#10;&#10;The first parts consists of skirmish rules which we hope are an accurate reflection of the individual warrior ethic&#10;&#10;The second part is designed to simulate major battles in the sixteenth century&#10;&#10;25mm or 15mm scale figures&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Theme: Samurai"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "2d6 Sword & Sorcery",
    "ID": 252138,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/252138/2d6-sword-and-sorcery",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "2d6 Sword &amp; Sorcery is a fast-playing &quot;beer and pretzels&quot; miniatures game of fantasy confrontations. Each figure represents either a player-controlled star or a grunt whose actions are wholly determined by the game mechanics. It's possible to play solo against &quot;AI-controlled&quot; grunts or against other players' stars, with our without grunt allies.&#10;&#10;Miniatures are further classified by reputation (essentially skill/quality), class (shooter, close combatant, or spellcaster), and armour class. The game is well suited for campaign play.&#10;&#10;",
    "Categories": [
      "Book",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Components: Miniature agnostic"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "2d6 Sci-Fi Combat",
    "ID": 252139,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/252139/2d6-sci-fi-combat",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "2d6 Sci-Fi Combat is a fast-playing &quot;beer and pretzels&quot; miniatures game of sf skirmishes. Each figure represents either a player-controlled star or a grunt whose actions are wholly determined by the game mechanics. It's possible to play solo against &quot;AI-controlled&quot; grunts or against other players' stars, with our without grunt allies.&#10;&#10;Miniatures are further classified by reputation (essentially skill/quality), class (bugs, mercenaries, police, etc), defensive value (how hard to hit or hurt), and what weapon they have. The game is well suited for campaign play.&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Components: Miniature agnostic",
      "Misc: Free Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Antarctica (fan expansion for Ticket to Ride)",
    "ID": 252142,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/252142/antarctica-fan-expansion-for-ticket-to-ride",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This Antarctica map should offer similar play to the US editions. It is intended for 2 to 4 players.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fan Expansion"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Network and Route Building",
      "Open Drafting"
    ],
    "Families": [
      "Game: Ticket to Ride (fan expansions)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Spoils of War: Burky's Shield",
    "ID": 252145,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.27",
    "Link": "https://boardgamegeek.com/boardgameexpansion/252145/spoils-of-war-burkys-shield",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Artifact Burky's Shield&#10;Vikings may not steal or trade for one of your Treasures. You may reveal this card to cancel an attempted theft or trade in progress.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Virus!: Especial Festivos",
    "ID": 252147,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.21",
    "Link": "https://boardgamegeek.com/boardgameexpansion/252147/virus-especial-festivos",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Preorder promo pack for Argentinian edition.&#10;&#10;Holidays Promo cards for Virus!:&#10;&#10;- &quot;Fin de A&ntilde;o&quot; (New Year's Eve):&#10;The player who uses this card chooses a direction. All players pass their whole body to the next player sitting in the chosen direction.&#10;(*) In P&amp;P promo card &quot;Fin de A&ntilde;o&quot; rules, the players pass their whole body to the player sitting to the right.&#10; - &quot;San Valent&iacute;n&quot; (St. Valentine's Day): (*)&#10;Steal a red organ from another player and add it to your body. You can steal a healthy, vaccined or infected organ, but not an immunized one. Remember that you can't have two equal organs in your body.&#10;(*) In P&amp;P promo card &quot;Ladr&oacute;n de Corazones&quot; rules, an immunized organ can also be stealed.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Medical"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Game: Virus!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "El extraño caso de la calle Morgue",
    "ID": 252148,
    "Year": "(1985)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.81",
    "Link": "https://boardgamegeek.com/boardgame/252148/el-extrano-caso-de-la-calle-morgue",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A funny game of imagination.&#10;&#10;Morgue street lived a time of maxium splendor. Its good location, the large gardens that surrounded it and its proximity to the Wax Museum were the incentives for a good number of people to decide to open their business there.&#10;&#10;Its many shops, crossed between generations, filled the area with life and color. Unfortunately, this situation would not last forever. The mysterious disappearances began to happen in the neighborhood, night after night. With them, businesses lost their customers.&#10;&#10;The result? The wonderful street turned into a dark and gloomy space. The only one who seemed to dare cross it was an old journalist, moved by his curiosity. He knew that a murderer was on the loose, but how to find him? In these cases, a saleswoman in a clothing store seems as suspicious as a vagabond ...&#10;&#10;After an intense investigation, he found the answer. He hurried to call the neighbors to communicate their suspicions, but when they arrived at the newsroom, the situation they found could not be much worse: the journalist had disappeared and, with him, any evidence.&#10;&#10;Inside the Strange Case of Morgue Street, we found a brochure entitled 'Rules of the Game'. However, it only narrated the setting and listed the components.&#10;&#10;Cefa proposed us to initiate an investigation. A group of young people would enter the mysterious street, ready to find the identity of the murderer.&#10;&#10;One of the owners of the inhabitants of the neighborhood would be marked as a murderer. The way and the way to discover it are the rules that you have to invent. From there, the manual left blank lines for its owner to invent game mechanics.&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;Un divertido juego de imaginaci&oacute;n.&#10;&#10;La calle Morgue vivi&oacute; una &eacute;poca de m&aacute;ximo esplendor. Su buena situaci&oacute;n, los amplios jardines que la rodeaban y su proximidad con el Museo de Cera fueron los alicientes para que un buen n&uacute;mero de personas decidiese abrir all&iacute; su negocio.&#10;&#10;Sus muchas tiendas, traspasadas entre generaciones, llenaban de vida y de color la zona. Por desgracia, esta situaci&oacute;n no durar&iacute;a eternamente. Las misteriosas desapariciones comenzaron a sucederse en el barrio, noche tras noche. Con ellas, los negocios perdieron a sus clientes.&#10;&#10;&iquest;El resultado? La maravillosa calle acab&oacute; convertida en un espacio sombr&iacute;o y tenebroso. El &uacute;nico que parec&iacute;a atreverse a cruzarla era un viejo periodista, movido por su curiosidad. Sab&iacute;a que un asesino andaba suelto, &iquest;pero c&oacute;mo encontrarlo? En estos casos, una dependienta de una tienda de ropa parece tan sospechosa como un vagabundo&hellip;&#10;&#10;Tras una intensa investigaci&oacute;n, encontr&oacute; la respuesta. Se apresur&oacute; a llamar a los vecinos para comunicarles sus sospechas, pero cuando &eacute;stos llegaron a la redacci&oacute;n del peri&oacute;dico, la situaci&oacute;n que encontraron no pudo ser mucho peor: el periodista hab&iacute;a desaparecido y, con &eacute;l, cualquier prueba.&#10;&#10;En el interior de El Extra&ntilde;o Caso de la Calle Morgue, encontr&aacute;bamos un folleto titulado &lsquo;Reglas del Juego&rsquo;. Sin embargo, en &eacute;l s&oacute;lo se narraba la ambientaci&oacute;n y se enumeraban los componentes.&#10;&#10;Cefa nos propon&iacute;a iniciar una investigaci&oacute;n. Un grupo de j&oacute;venes se adentrar&iacute;a en la misteriosa calle, dispuesto a encontrar la identidad del asesino.&#10;&#10;Uno de los due&ntilde;os de los habitantes del barrio quedar&iacute;a marcado como asesino. El modo y la manera de descubrirlo son las reglas que t&uacute; tienes que inventar. A partir de ah&iacute;, el manual dejaba l&iacute;neas en blanco para que su propietario inventase la mec&aacute;nica de juego.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Horror",
      "Murder / Mystery",
      "Novel-based"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Memory",
      "Player Elimination",
      "Point to Point Movement",
      "Role Playing"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "¿Quién es el... Personaje Secreto?",
    "ID": 252149,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/252149/quien-es-el-personaje-secreto",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Game of deduction through questions and then try to find out who is the hidden character in an envelope.&#10;&mdash;user summary&#10;&#10;Juego de deducci&oacute;n mediante preguntas y para despu&eacute;s intentar averiguar qui&eacute;n es el personaje que se esconde oculto en un sobre.&#10;&mdash;user summary (Spanish)&#10;&#10;",
    "Categories": [
      "Deduction",
      "Memory",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "El Túnel del Tiempo",
    "ID": 252150,
    "Year": "(1984)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/252150/el-tunel-del-tiempo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Tunnel of Time is a board game for 2 to 4 players whose purpose is to gather 3 groups of historical chronicles regardless of the era to which they belong. To do this, we must move around the central area of &#226;&#128;&#139;&#226;&#128;&#139;the board in order to acquire passport cards with which to jump in time and face the challenges that each season brings us. Surviving the challenge entails getting us one of the coveted chronicle letters. The six epochs are: Prehistory, Ancient Age, Middle Ages, Modern Age, Contemporary and Future Age.&#10;&#10;The board is divided into its central part by 6 seasons that can be skipped if you have the right passport, simply moving the vintage sheet so that they end up configuring a completely new board suitable for the time in which it is played.&#10;&#10;Around these moving sheets are the squares by which players will move to get the coveted passports with which to jump to the time whose chronicle letters need, or simply to face the challenges that the current era proposes.&#10;&#10;When changing the era, we will move the moving parts of the center of the board so that it changes along with the elements common to the era.&#10;&mdash;description from the publisher (translated)&#10;&#10;El T&uacute;nel del Tiempo es un juego de mesa para 2 a 4 jugadores cuyo fin es el de reunir 3 grupos de cr&oacute;nicas hist&oacute;ricas independientemente de la &eacute;poca a la que pertenezcan. Para ello, deberemos movernos alrededor de la zona central del tablero con el f&iacute;n de adquirir cartas de pasaporte con las que saltar en el tiempo y enfrentarnos a los desaf&iacute;os que nos depare cada &eacute;poca. Sobrevivir al desaf&iacute;o conlleva hacernos con una de las codiciadas cartas de cr&oacute;nica. Las seis &eacute;pocas son: Prehistoria, Edad Antigua, Edad Media, Edad Moderna, Edad Contempor&aacute;nea y Futuro.&#10;&#10;El tablero est&aacute; dividido en su parte central por 6 &eacute;pocas a las que se puede saltar si se tiene el pasaporte adecuado, simplemente moviendo las hoja de &eacute;poca para que &eacute;stas acaben configurando un tablero completamente nuevo adecuado a la &eacute;poca en la que se juega.&#10;Alrededor de &eacute;stas hojas m&oacute;viles se encuentran las casillas por las que los jugadores se mover&aacute;n para conseguir los codiciados pasaportes con los que saltar a la &eacute;poca cuyas cartas de cr&oacute;nica necesiten, o simplemente para enfrentarse a los desaf&iacute;os que la &eacute;poca actual proponga.&#10;Al cambiar de &eacute;poca, moveremos las partes m&oacute;viles del centro del tablero para que &eacute;ste cambie junto con los elementos comunes a la &eacute;poca.&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Ancient",
      "Fantasy",
      "Medieval",
      "Napoleonic",
      "Prehistoric",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Point to Point Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Birds of Prey: Airbattle RAG 4",
    "ID": 252151,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/252151/birds-of-prey-airbattle-rag-4",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Airbattle RAG 4 expands the challenging world of jet dogfighting with Birds of Prey Air Combat in the Jet Age!&#10;&#10;New Aircraft and Weapons!&#10;Sixteen new aircraft duel in the skies with Birds of Prey, starting with two swept-wing stars of the Indo-Pakistan Wars and moving through to Ultramodern fighters just entering service today! Fly the unusual Soviet Yak-38 jump-jet and the unexpectedly agile MiG-23MLD &ldquo;dogfight-Flogger&rdquo;. Take the fight to Asia, with the Japanese F-2 and its canard-equipped rival, the Chinese J-10 or over the Indian subcontinent with the Indian Tejas and Pakistani JF-17. Eight new missile data cards from around the globe grow the aircraft&rsquo;s arsenal.&#10;&#10;New Scenarios!&#10;Fight the scenario from the Wings of the Rest convention! This event&rsquo;s theme was aircraft produced outside France and the United States, spanning the era of the early swept-wing fighters to the very newest fighters in service today!&#10;&#10;Scenario Building&#10;Killjoy Builds a Convention Scenario follows the team creating a scenario for the 2017 Convention, starting with Shaken&rsquo;s concept and backdrop and following Killjoy through the IADS and BVR exchange leading to the close-in dogfight. Illustrations from pilot flight planning tools follow the entire pre-dogfight process!&#10;Scenario Design: A Practical Guide, shows best practices for creating a BoP scenario. Examine the unexpected conclusion when contrasting balance and fun. Learn about using Scenario Specific Rules (SSRs) to create desired effects.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Expansion for Base-game",
      "Miniatures",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Game: Birds of Prey (Ad Astra Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Space Swarm: First Contact",
    "ID": 252155,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/252155/space-swarm-first-contact",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "First Contact is the first expansion set for Space Swarm and introduces two new fleets for you to play. Use either the ephemeral Wardens and phase through terrain, or slam into your opponents ships as the Republik, blasting your would be foes at point blank range.&#10;&#10;Space Swarm is a fast paced game of miniature spaceship combat that sets 2 players against each other in an easy to learn, quick to play tabletop game!&#10;&#10;With rules that are designed to be simple and easy to learn, out-shoot, outmaneuver, and outnumber your opponents to secure victory. Use nimble but fragile Frigates, sturdy Cruisers, or powerful but slow Battleships.&#10;&#10;Play with just the Expansion Set, or use multiple sets to play even bigger games, the Expansion Set provides you with an exciting expansion to Space Swarm and includes the range ruler, tokens, and 24 un-assembled ship miniatures (12 Republik, 12 Warden) as well as ship stats and new game types for you to play. This game set is made from 3mm MDF and requires the full rules to play.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Das Krieges-Spiel",
    "ID": 252156,
    "Year": "(1817)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/252156/das-krieges-spiel",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Full title was &quot;Das Krieges-Spiel, oder Versuch, dem Kampf zweier gegeneinander Krieg fuhrenden Armeen in einem Brett-Spiele nachzuahmen&quot;.&#10;&#10;The game is played on a hexagon-shaped board divided into triangular areas, divided down the center by a border river. Two players each set up 52 different circular paper markers representing different military units and officers. Different types of units can move and fire in different patterns around them. Each turn a player can move or attack with up to five units and five officers.&#10;&#10;Combat is deterministic based on the combat power of different units in close combat or when firing at enemy units at a distance. If one side is strong enough in a battle an attacked unit can be either eliminated or captured. If an attack is not strong enough the difference in combat power is recorded, per unit type, so that the next battle against a unit of the same time becomes easier. The remaining strength of individual units are not tracked, only an abstract counter per type of unit.&#10;&#10;Units in a player's capital city, located at two opposite sides of the board, can be covered and moved without revealing its type to the other player, providing some fog of war and introducing some uncertainty into the otherwise deterministic combats. Each player is allowed to have 10 covered units or officers.&#10;&#10;A player wins by eliminating the highest ranked officer of the other player, the king.&#10;&#10;&mdash;user summmary&#10;&#10;",
    "Categories": [
      "Wargame"
    ],
    "Mechanics": [
      "Grid Movement",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dodgeball",
    "ID": 252164,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.63",
    "Link": "https://boardgamegeek.com/boardgame/252164/dodgeball",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "In this fast paced action game, players must stack 6 balls on their cups as quickly as possible. But beware: at the same time you have to make sure that your head is not thrown off by the flying ball! Be quick and agile! Continue to dodge the ball and at the same time push the balls onto the cup. Does your head fly off? Then you have to start all over again. If you only had 3 hands...&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Ultimate Adventures of The ULTIMATE ALLIANCE",
    "ID": 252213,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/252213/the-ultimate-adventures-of-the-ultimate-alliance",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "THE CITY IS UNDER ATTACK! Super Villains, space aliens, killer robots and more. The Ultimate Alliance must spring in to action. Unfortunately, they don't have the best organizational skills and a lot of random junk is mixed in with their super hero gear. But there's no time to make excuses or search for the perfect gear. All they can do is use the first thing they grab to save the day.&#10;&#10;The Ultimate Adventures of The ULTIMATE ALLIANCE, is a fun, semi-co-operative card game for 3+ players. Where each player takes on the role of a Super Hero in an attempt to save the town from the latest threat. Each round the &quot;Mayor&quot; or judge creates a villain by drawing a Villain card, and then powers them up with 2 &quot;Bad-er&quot; cards (enhancement cards that make the bad guy bad-er), and a location card to set the scene.&#10;&#10;Players then each receive a gear card, some helpful some not, and must come up with a plan to defeat the villain. Each player then pitches their idea to the Mayor, who picks which hero to hire based off of their plans. The winning hero receives points based off of the threat level of the Bad-er cards (1-3). Heroes also have the option of teaming up with other players and their gear to win and split the points, or push their luck and go solo and claim them all for themselves. The Mayor role then rotates each round.&#10;&#10;The game ends at a preset point limit, decided before the game starts. The player with the most points wins!&#10;&#10;Based off of the characters and world of The ULTIMATE ALLIANCE comic books by JH Comics. The game doesn't require any knowledge of the characters to play, but will provide some recognizable gear, bad guys and locations to fans of the comic.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Push Your Luck",
      "Storytelling",
      "Team-Based Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Mechanism: Judging Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "眠らぬ金山 (Nemuranu Kinzan)",
    "ID": 252227,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.45",
    "Link": "https://boardgamegeek.com/boardgame/252227/mian-ranujin-shan-nemuranu-kinzan",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "0",
    "Description": "User summary&#10;&#231;&#156;&#160;&#227;&#130;&#137;&#227;&#129;&#172;&#233;&#135;&#145;&#229;&#177;&#177; (Nemuranu Kinzan) is a 2 player card game with players trying to recover more gold where 'The Goldmine Never Sleeps'. In this game, you will try to get more gold than your opponent by using your 8 cards and deduction skills. The player who earns 7 gold and uses their 'Holiday' before the last day, wins the game.&#10;&#10;You can earn gold by 'Mining', or 'Rob' your opponent to sabotage their mining, or use your 'Holiday' to prevent suffering a penalty during the end of the game. Playing your cards at the best timing is crucial to win this game. The rule of this game is very simple and easy to learn even for beginners. It is an easy game to learn but it is a game which is hard to master.&#10;&#10;Guess what your opponent would play and try to play what you want without any sabotage!&#10;&#10;The second edition was updated and revised as follows:&#10;&#10;     In the first edition there was one Mining Area, but the second edition added three more Mining Areas and amended &quot;the 7th day&quot; in the standard ruleset to &quot;the last day&quot;.&#10;     The effect of &quot;Emergency Call&quot; was changed so that when an opponent plays 'Off-Day', you receive 2 Money instead of placing 2 Money on the Mine.&#10;     The 7-day ruleset in the first edition has been changed to a 5-day ruleset, so descriptions were amended to change 'the 7th day' to 'the last day' or 'later days' in the rules on Off-Day and on Mine Discovery.&#10;&#10;&#10;Publisher's summary&#10;&#231;&#156;&#160;&#227;&#130;&#137;&#227;&#129;&#172;&#233;&#135;&#145;&#229;&#177;&#177;&#227;&#129;&#175;&#227;&#128;&#129;8&#230;&#158;&#154;&#227;&#129;&#174;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#146;&#233;&#167;&#134;&#228;&#189;&#191;&#227;&#129;&#151;&#227;&#129;&#166;&#231;&#155;&#184;&#230;&#137;&#139;&#227;&#129;&#168;&#233;&#135;&#145;&#239;&#188;&#136;&#227;&#129;&#141;&#227;&#130;&#147;&#239;&#188;&#137;&#227;&#130;&#146;&#229;&#165;&#170;&#227;&#129;&#132;&#229;&#144;&#136;&#227;&#129;&#134;&#229;&#191;&#131;&#231;&#144;&#134;&#230;&#136;&#166;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#167;&#227;&#129;&#153;&#10;&#230;&#156;&#128;&#231;&#181;&#130;&#230;&#151;&#165;&#227;&#129;&#190;&#227;&#129;&#167;&#227;&#129;&#171;&#233;&#135;&#145;&#227;&#130;&#146;&#229;&#133;&#136;&#227;&#129;&#171;7&#227;&#129;&#164;&#231;&#141;&#178;&#229;&#190;&#151;&#227;&#129;&#151;&#227;&#128;&#129;&#228;&#188;&#145;&#230;&#151;&#165;&#227;&#130;&#146;&#228;&#189;&#191;&#231;&#148;&#168;&#227;&#129;&#151;&#227;&#129;&#159;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#174;&#229;&#139;&#157;&#229;&#136;&#169;&#227;&#129;&#167;&#227;&#129;&#153;&#10;&#233;&#135;&#145;&#229;&#177;&#177;&#227;&#129;&#139;&#227;&#130;&#137;&#233;&#135;&#145;&#227;&#130;&#146;&#229;&#165;&#170;&#227;&#129;&#134;&#227;&#128;&#140;&#230;&#142;&#161;&#230;&#142;&#152;&#227;&#128;&#141;&#227;&#128;&#129;&#230;&#142;&#161;&#230;&#142;&#152;&#227;&#130;&#146;&#229;&#166;&#168;&#229;&#174;&#179;&#227;&#129;&#153;&#227;&#130;&#139;&#227;&#128;&#140;&#231;&#155;&#151;&#230;&#142;&#152;&#227;&#128;&#141;&#227;&#128;&#129;&#228;&#189;&#191;&#227;&#130;&#143;&#227;&#129;&#170;&#227;&#129;&#132;&#227;&#129;&#168;&#231;&#189;&#176;&#233;&#135;&#145;&#227;&#129;&#140;&#227;&#129;&#130;&#227;&#130;&#139;&#227;&#128;&#140;&#228;&#188;&#145;&#230;&#151;&#165;&#227;&#128;&#141;&#227;&#129;&#170;&#227;&#129;&#169;&hellip;&#229;&#135;&#186;&#227;&#129;&#153;&#227;&#130;&#191;&#227;&#130;&#164;&#227;&#131;&#159;&#227;&#131;&#179;&#227;&#130;&#176;&#227;&#129;&#140;&#233;&#135;&#141;&#232;&#166;&#129;&#227;&#129;&#170;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#129;&#176;&#227;&#129;&#139;&#227;&#130;&#138;&#227;&#129;&#167;&#227;&#129;&#153;&#10;&#227;&#131;&#156;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#229;&#136;&#157;&#229;&#191;&#131;&#232;&#128;&#133;&#227;&#129;&#174;&#230;&#150;&#185;&#227;&#129;&#167;&#227;&#130;&#130;&#227;&#129;&#153;&#227;&#129;&#144;&#227;&#129;&#171;&#231;&#144;&#134;&#232;&#167;&#163;&#227;&#129;&#167;&#227;&#129;&#141;&#227;&#130;&#139;&#227;&#131;&#171;&#227;&#131;&#188;&#227;&#131;&#171;&#227;&#129;&#167;&#230;&#167;&#139;&#230;&#136;&#144;&#227;&#129;&#149;&#227;&#130;&#140;&#227;&#129;&#166;&#227;&#129;&#132;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#129;&#140;&#227;&#128;&#129;&#10;&#231;&#155;&#184;&#230;&#137;&#139;&#227;&#129;&#140;&#229;&#135;&#186;&#227;&#129;&#153;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#129;&#184;&#227;&#129;&#174;&#231;&#150;&#145;&#230;&#131;&#145;&#227;&#129;&#168;&#227;&#128;&#129;&#232;&#135;&#170;&#229;&#136;&#134;&#227;&#129;&#140;&#233;&#128;&#154;&#227;&#129;&#151;&#227;&#129;&#159;&#227;&#129;&#132;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#129;&#174;&#230;&#128;&#157;&#230;&#131;&#145;&#227;&#129;&#140;&#227;&#129;&#182;&#227;&#129;&#164;&#227;&#129;&#139;&#227;&#130;&#138;&#227;&#129;&#130;&#227;&#129;&#134;&#10;&#227;&#130;&#132;&#227;&#130;&#138;&#227;&#129;&#148;&#227;&#129;&#159;&#227;&#129;&#136;&#229;&#141;&#129;&#229;&#136;&#134;&#227;&#129;&#174;&#227;&#129;&#168;&#227;&#129;&#166;&#227;&#130;&#130;&#229;&#165;&#165;&#230;&#183;&#177;&#227;&#129;&#132;&#227;&#131;&#156;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#167;&#227;&#129;&#153;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Swords & Souls",
    "ID": 252232,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.67",
    "Link": "https://boardgamegeek.com/boardgame/252232/swords-and-souls",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Swords &amp; Souls is a quick combat card game with deck-building elements for 3-6 players. After you and your fellow adventurers fall in battle and are cast down to the Underworld, Hades approaches you with a deal: entertain him with one last battle, and the most aggressive among you may return to life.&#10;&#10;You and your opponents will take turns drawing and playing attack cards against each other. If your opponent can block or dodge your attack with a card of their own, they're safe... for now. If not, they'll take damage and you'll earn obols, the silver currency of the dead, which you can use to buy more powerful cards from Hades' arsenal of weapons, magic, and other tricks.&#10;&#10;Finish an opponent and you'll take a fragment of their soul. But even death is no comfort, as the souls of the defeated quickly rise again to continue the fight. Earn 3 soul fragments to become Hades' chosen champion and return in glory to the life you once lost.&#10;&#10;Blood will be shed. Legends will be born. Feelings will be hurt.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Clubhouse Defense Squad",
    "ID": 252261,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/252261/clubhouse-defense-squad",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Clubhouse Defense Squad is a 1-6 player cooperative game where you play kids who channel their favorite cartoon heroes and go up against the greatest evil that they can imagine. Clubhouse Defense Squad is a deck building, tower defense and strategy game all mashed up into one.&#10;&#10;Place randomized Gates in each of the 8 areas surrounding the Clubhouse as the first line of defense. These each also have a different game changing effect. Place 6 Bad Guys around the outside of the board, letting the D8 decide the fate of which Gate they will be attacking.&#10;&#10;Collect your allowance, buy new Arsenal or Equipment cards and then dive into the fight. Each player has their own number of Actions per turn. Your hand allows you to add damage to attacks, gain extra actions and much more.&#10;&#10;When your turn ends, the Bad Guys assault begins. Roll the D8 once and then go around the board resolving their randomized attacks. Once a Gate falls, the Bad Guys move in and start attacking the Clubhouse.&#10;&#10;You win when you vanquish all Bad Guys in the draw pile. You lose when the Clubhouse is destroyed, all defenders are kidnapped or the Dusk Clock reaches 6 pm and the kids are called home dinner.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure"
    ],
    "Mechanics": [
      "Action Queue",
      "Cooperative Game",
      "Deck, Bag, and Pool Building"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Category: Tower Defense",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Omen: Gifts of the Gods",
    "ID": 252262,
    "Year": "(2019)",
    "Geek Rating": "5.533",
    "Avg Rating": "7.37",
    "Link": "https://boardgamegeek.com/boardgameexpansion/252262/omen-gifts-of-the-gods",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "This expansion features a combination of previously released content with all new art and layout, as well as brand new units, rewards, and other content to create the most epic experience imaginable.&#10;&#10;Expands the Omen saga with the introduction of several variants: Tyche's Whims, Zeus' Challenge, and Relics of Olympus.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Omen A Reign of War",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Coffee House",
    "ID": 252264,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.73",
    "Link": "https://boardgamegeek.com/boardgame/252264/coffee-house",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "In late 17th-century London, people from all walks of life gathered at coffee houses to hear the latest news and exchange information.&#10;&#10;In Coffee House, you are a newspaper publisher. Gather news at various coffee houses and periodically publish papers in order to establish yourself as the most reputable newspaper in London. Expand your understanding of various fields of study and keep track of publication trends. By covering topics as they reach the peak of public interest, you will gain great fame and renown.&#10;&#10;&bull;&bull;&bull;&#10;&#10;17&#228;&#184;&#150;&#231;&#180;&#128;&#230;&#156;&#171;&#227;&#129;&#174;&#227;&#130;&#164;&#227;&#130;&#174;&#227;&#131;&#170;&#227;&#130;&#185;&#227;&#129;&#167;&#227;&#129;&#175;&#10;&#229;&#164;&#154;&#227;&#129;&#143;&#227;&#129;&#174;&#228;&#186;&#186;&#227;&#129;&#140;&#233;&#155;&#134;&#227;&#129;&#190;&#227;&#130;&#139;&#227;&#130;&#179;&#227;&#131;&#188;&#227;&#131;&#146;&#227;&#131;&#188;&#227;&#131;&#143;&#227;&#130;&#166;&#227;&#130;&#185;&#227;&#129;&#175;&#227;&#128;&#129;&#230;&#131;&#133;&#229;&#160;&#177;&#228;&#186;&#164;&#230;&#143;&#155;&#227;&#129;&#174;&#229;&#160;&#180;&#227;&#129;&#168;&#227;&#129;&#151;&#227;&#129;&#166;&#231;&#153;&#186;&#229;&#177;&#149;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#151;&#227;&#129;&#159;&#227;&#128;&#130;&#10;&#10;&#227;&#129;&#130;&#227;&#129;&#170;&#227;&#129;&#159;&#227;&#129;&#175;&#230;&#150;&#176;&#232;&#129;&#158;&#231;&#153;&#186;&#232;&#161;&#140;&#228;&#186;&#186;&#227;&#129;&#168;&#227;&#129;&#170;&#227;&#130;&#138;&#10;&#227;&#130;&#179;&#227;&#131;&#188;&#227;&#131;&#146;&#227;&#131;&#188;&#227;&#131;&#143;&#227;&#130;&#166;&#227;&#130;&#185;&#227;&#129;&#167;&#227;&#131;&#139;&#227;&#131;&#165;&#227;&#131;&#188;&#227;&#130;&#185;&#227;&#130;&#146;&#233;&#155;&#134;&#227;&#130;&#129;&#227;&#128;&#129;&#229;&#174;&#154;&#230;&#156;&#159;&#231;&#154;&#132;&#227;&#129;&#171;&#230;&#150;&#176;&#232;&#129;&#158;&#227;&#130;&#146;&#231;&#153;&#186;&#232;&#161;&#140;&#227;&#129;&#151;&#227;&#128;&#129;&#10;&#230;&#150;&#176;&#232;&#129;&#158;&#231;&#153;&#186;&#232;&#161;&#140;&#228;&#186;&#186;&#227;&#129;&#168;&#227;&#129;&#151;&#227;&#129;&#166;&#227;&#129;&#174;&#229;&#156;&#176;&#228;&#189;&#141;&#227;&#130;&#146;&#231;&#162;&#186;&#231;&#171;&#139;&#227;&#129;&#153;&#227;&#130;&#139;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#130;&#146;&#231;&#155;&#174;&#230;&#140;&#135;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;&#229;&#144;&#132;&#229;&#136;&#134;&#233;&#135;&#142;&#227;&#129;&#174;&#229;&#176;&#130;&#233;&#150;&#128;&#231;&#159;&#165;&#232;&#173;&#152;&#227;&#130;&#146;&#230;&#183;&#177;&#227;&#130;&#129;&#227;&#129;&#170;&#227;&#129;&#140;&#227;&#130;&#137;&#227;&#128;&#129;&#10;&#228;&#184;&#150;&#233;&#150;&#147;&#227;&#129;&#174;&#233;&#150;&#162;&#229;&#191;&#131;&#227;&#129;&#171;&#229;&#191;&#156;&#227;&#129;&#136;&#227;&#129;&#159;&#230;&#150;&#176;&#232;&#129;&#158;&#227;&#130;&#146;&#231;&#153;&#186;&#232;&#161;&#140;&#227;&#129;&#151;&#227;&#128;&#129;&#229;&#164;&#154;&#227;&#129;&#143;&#227;&#129;&#174;&#229;&#144;&#141;&#229;&#163;&#176;&#227;&#130;&#146;&#231;&#141;&#178;&#229;&#190;&#151;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#151;&#227;&#130;&#135;&#227;&#129;&#134;&#227;&#128;&#130;&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Card Game"
    ],
    "Mechanics": [
      "Push Your Luck"
    ],
    "Families": [
      "Theme: Journalism"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Marsupilami",
    "ID": 252266,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/252266/marsupilami",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Marsupilami is a family board game based on the famous comic.&#10;&#10;In Marsupilami, one of the player plays the Marsupilami while the others play the photographer. The aim of the photographers is to come closer to the Marsupilami on the board to have a good shot. The player playing Marsupilami should prevent the photographer taking any pictures, kicking them out of the board with his tail. Whenever the Marsupilami manages to kick a photographer out, he takes his role and the player who was playing the photographer takes the role of the Marsupilami onward.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Animals",
      "Children's Game",
      "Comic Book / Strip"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Louisville-Opoly",
    "ID": 252267,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/252267/louisville-opoly",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "0",
    "Weight": "0",
    "Description": "How do you make a game about The Great City of Louisville, Kentucky? While it&rsquo;s impossible to include everything, we jammed all the Louisville we could into this box. It&rsquo;s full of amazing architecture, beautiful greenspace, thoroughbreds and of course&hellip; one Mega Cavern - a little something for every Louisvillian! Looking for a fun way to experience The Derby City?&#10;&#10;Here&rsquo;s a quick idea of how to play! Buy your favorite Louisville properties, increase your rent by collecting City Blocks and trading them in for Keys to the City. Sound easy? Well, add in some traffic jams, property tax and parking fines and it gets a little more difficult and a lot more fun! Get your game on! So choose your token and advance to GO Louisville!You may soon be the Mayor of Louisville&hellip; or cruising along the majestic Ohio River aboard the famous Belle of Louisville!&#10;&#10;This is Louisville... and it&rsquo;s your roll!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Guerrilla War: Simulation '60's",
    "ID": 252282,
    "Year": "(1971)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/252282/guerrilla-war-simulation-60s",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "1200",
    "Weight": "0",
    "Description": "Guerrilla War is a hypothetical insurgency simulation game bearing similarities to the Vietnam War. There are rules for ambushes, infiltration, and airmobile assaults.&#10;&#10;This was an independently produced game with Spartan components. The artwork for the mounted map has a rough, hand-drawn appearance. It uses rows of offset rectangles that permit six-way movement, similar to that allowed by a hex grid. The counter art also has a hand-drawn appearance. The counters are printed on colored stock and need to be cut out. The rules are simply bound by a stapled corner. The combat results table card has a mix of typewritten and handwritten info. The advertised selling price was $5.00.&#10;&#10;Martin Campion's &quot;guide to conflict simulations,&quot; an article published in Moves magazine issue number 4, listed a playing time of 20 hours!&#10;&#10;&mdash;user summary'&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Reisen til fjellets indre",
    "ID": 252284,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/252284/reisen-til-fjellets-indre",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Use a dice to move forward. When standing on a square marked 'L', you must move backwards to the next 'L'. 'L' stands for lava stream. You win when standing on the center square.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "A Rock and a Hard Place: The Battle of Fort Benghaisa, 1942",
    "ID": 252291,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/252291/a-rock-and-a-hard-place-the-battle-of-fort-benghai",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Had the Germans and Italians gone ahead with Operation Herkules, the invasion of Malta, a key position they would have needed to take was Fort Benghaisa. That fort guarded the second island&rsquo;s second largest port on the eastern end of Malta (Marsaxlokk Bay). A Rock and a Hard Place details the planned German airborne assault to take the fort.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Open Drafting"
    ],
    "Families": [
      "Country: Malta",
      "Theme: Alternate History"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fancy",
    "ID": 252312,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/252312/fancy",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Free game published in the February 2018 (GTM #216) issue of Game Trade Magazine.&#10;&#10;The game utilizes the Pairs game system and is designed with the Professor Elemental Deck, though it can be played with any Pairs deck.&#10;&#10;Background: &#10;You and your friends are attending a &#10;series of parties, where you want to be seen with the &#10;fanciest people. &ldquo;Fancy&rdquo; was designed with the Professor &#10;Elemental Pairs Deck, but is compatible with them all.&#10;&#10;Equipment:&#10; A PAIRS deck and a way to keep score.&#10;&#10;Summary: &#10;The game is played in several rounds. &#10;Each is composed of eight tricks, or &ldquo;parties.&rdquo; The &#10;role of dealer passes to the left after each round. &#10;A full game is one round for each dealer.&#10;&#10;Each Round: &#10;Shuffle and deal a hand of eight cards &#10;to each player. Players look at their hands, and then &#10;pass two cards&#10; to the player on their left. The player &#10;on the dealer&rsquo;s left will lead the first trick.&#10;&#10;Each Trick: &#10;Each trick is a party. To score points, &#10;you can try to be the fanciest person, or to be seen &#10;with someone much fancier than yourself.&#10;&#10;Starting with the leader and proceeding to the left, &#10;each player plays one card face up. The card you play &#10;represents a party guest.&#10;&#10;Important Rule: &#10;A guest can&rsquo;t appear twice at the same party. You may play a duplicate of a card that was already played, but it will be discarded, scoring no points.&#10;&#10;Scoring the Trick: &#10;After each player has played (or discarded) a card, the trick is scored as follows:&#10;&#10;The Center of Attention:&#10; The lowest card played is the most fabulous in the room. This card scores its face value for the player who played &#10;it. This player will also lead the next trick.&#10;&#10;The Hangers-On: &#10;All other cards score points equal to the difference between themselves and &#10;the next-lowest card. For example, if the cards are 3-4-6-10, they score 3, 1, 2, and 4 points.&#10;&#10;Discards: &#10;Copies of earlier cards are discarded. These score zero points.&#10;&#10;After scoring, discard all the cards from this trick and play another, starting with the player who just played the lowest card. A full round is eight tricks, and a full game is one round for each player.&#10;&#10;Game End:&#10;The game ends after each player has dealt one round.  Then, the player with the most points wins!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Series: Pairs Game series 2018 (Game Trade Magazine)",
      "Series: Pairs Game System (Cheapass Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Supremacy 2020: ACW2 & Brazil",
    "ID": 252313,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/252313/supremacy-2020-acw2-and-brazil",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "0",
    "Description": "This expansion includes a complete set of yellow pieces for a new superpower: Brazil. This exciting new power (and member of the BRIC) can completely mix up the strategic balance you have unknowingly grown accustomed to.&#10;&#10;Also includes a tense 2 player scenario for the 2nd American Civil War. Escalating conflict between Democrats and Republicans plunge America into civil war as California and the North East secede.&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game",
      "Political",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Chit-Pull System",
      "Trading"
    ],
    "Families": [
      "Game: Supremacy"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The War of the Worlds: Japan",
    "ID": 252321,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/252321/the-war-of-the-worlds-japan",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.3333",
    "Description": "The War of the Worlds: Japan is a Solitaire board-wargame that puts you in command of the Human forces in a desperate attempt to defend Earth against the invading Martian Tripods!&#10;&#10;While you plan and carry out the Human side of the war, the game system commands the Martian forces.&#10;&#10;The War of the Worlds is a low complexity board-wargame for wargamers, Science-Fiction fans, and anyone who likes an easy to play game with good decision-making. Each games takes only an hour or so to play.&#10;&#10;Japan possessed a small but well-trained military forces at the time. To reflect this, their Units cost a little more, but also have a better chance to carry out their orders. Their smaller geographical area makes for more intense combat with fewer movement options. The Martians have 3 Tripods in each Wave. Japan only pays 3 PP to build Harbors, and only pay 1 PP to move Units during the Production step. Battles in Japan will be close-in, intense, and highly mobile. Overall, the game will have a frantic feel.&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Books: The War of the Worlds",
      "Components: Map (Continental / National scale)",
      "Country: Japan",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Blood & Steel: Mythological Series",
    "ID": 252324,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/252324/blood-and-steel-mythological-series",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "5",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Blood &amp; Steel - Mythological Series&#10;&#10;The basic game is a 2-player match, although more players are allowed in battle mode. Each player controls a god or mythological character that fights in the arena. The player who manages to drop his opponent&rsquo;s hit points to zero wins.&#10;&#10;Each character card contains icons that represent his/her characteristics. The characteristics represented are: Initiative, Strength, Reflexes, Endurance, Vigor and Hit Points.&#10;&#10;How to play Blood &amp; Steel?: The game is fairly simple, and one match can last about 10 or 20 minutes. Each turn is conducted as follows:&#10;&#10;1st Choosing your actions: Each player has a basic identical deck of 20 cards: some are meant for movement, some are meant for attack or defense and others for action. Each player has 3 special cards that are character specific: one for attack, one for defense and one for movement. That makes for a total deck of 23 cards per player. Each player chooses three cards for the turn.&#10;&#10;2nd Players roll for initiative, to determine who will conduct his actions first for this turn. Each player rolls 1d10 and adds his character&rsquo;s initiative modifier.&#10;&#10;3rd Both players show simultaneously their chosen cards, but he who won the initiative conducts his actions first.&#10;&#10;",
    "Categories": [
      "Mythology"
    ],
    "Mechanics": [
      "Action Queue",
      "Dice Rolling",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Suckerfish Investing Game!",
    "ID": 252326,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/252326/suckerfish-investing-game",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Suckerfish Investing Game is a fun and educational tabletop game that teaches players the important life principles of value investing!&#10;&#10;The theme of this game is to not only survive but thrive within the deep sea of investing! This game is named after the smart and cunning &ldquo;suckerfish&rdquo; (aka a Remora) that swims alongside sharks and whales in the deep ocean. These fish are not scared of the sharks and the sharks are not bothered by the fish.&#10;&#10;They thrive together. The sharks catch big fish and the Remora eat up all the scraps! Then the Remora suction-cup their heads to the sharks (which remove any barnacles from the shark) in order to catch a free ride on the shark as it swims through the vast ocean.&#10;&#10;These suckerfish have a pretty good deal!&#10;&#10;In Suckerfish Investing players will follow alongside a whale and a shark as they rise and fall (in price) throughout the deep sea of investing! Players will learn the mental side of investing, such as buying low, selling high and collecting dividends. Likewise, players will learn the emotional side of investing, such as not freaking out, being patient and investing for the long term.&#10;&#10;In this game, players will start with $5,000 each and then receive an additional $2,000 contribution every couple of months. Each player will receive the same amount throughout the game, and it is their job to invest it wisely to WIN!&#10;&#10;This game consists of a deck of 44 playing cards, 8 player cards, and 2 company cards. Each company card has 26 tiles that represent units of stock, and each company has an electronic tally counter (2 total) that keep track of the price of each company as it moves. Each card (labeled NEXT MONTH) represents 1 month of time and the entire deck represents an investing journey of over 3 years!&#10;&#10;Once the game is setup and all players are ready, the game begins and players may buy Fast Growth or Blue Chip in increments of 100 shares. Players do not have &ldquo;turns&rdquo; in this game, rather, they can buy and or sell at any time and must help each other to double-check the math and accounting.&#10;&#10;When all players are ready, one player can flip the NEXT MONTH card on the top of the deck and follow its instructions to either:&#10;Update the numbers on the electronic tally counters by pressing the red or green buttons&#10;Distribute contributions to the player whose color matches the color on the card&#10;Pay dividends to all players who own the dividend paying company&#10;All players pay taxes when these cards arise&#10;&#10;Throughout this game, players have to keep track of two moving stock prices while deciding whether to buy, sell, hold or wait, and this game is an emotional rollercoaster ride of investing!&#10;&#10;Players will continue this throughout the entire deck of cards. When the last card is played, the player with the highest score WINS!  (Fast Growth + Blue Chip + Cash = Total Score)&#10;&#10;This game teaches players:&#10;1. Multiplication, addition, and subtraction&#10;2. Accounting of money and stock units&#10;3. Investing principle - buy low and sell high&#10;4. Investing principle - collect and reinvest dividends &#10;5. Emotional intelligence - don&rsquo;t let your emotions lead you to bad investing such as buying when the price goes up and then watching it go down, rather than watching it go down and then buying! &#10;6. Advanced strategy - keeping track of the spread and standard deviation between the two companies to take advantage (buy and sell) of opportunities in price swing  &#10;7. Advanced strategy - recognizing the patterns and building an investment strategy to take advantage of these growth and dividend payments patterns&#10;&#10;About the Two Companies:&#10;&#10;Fast Growth - a fast-growing company whose price is up and down and all over the place. You can make a lot of money with Fast Growth if you buy it at the right time. Buy low and sell high!  *Fast Growth does not pay dividends.&#10;&#10;Blue Chip ETF - a whole bunch of individual companies rolled into one &ldquo;exchange-traded fund&rdquo; or ETF. This stock will grow a bit slower than Fast Growth, but it pays big dividends!&#10;&#10;Each player may buy or sell either Fast Growth or Blue Chip in increments of 100 with a limit of 500 per month. The player with the highest score at the end of the card deck is the WINNER!&#10;&#10;&ldquo;I created this game because I truly wish I had this game when growing up. I didn&rsquo;t learn about this basic investing stuff until my 30&rsquo;s and I definitely wasn&rsquo;t able to cram 3 years of investing experience into 30 minutes! I believe this game can help educate and inspire a generation to become financially free!&rdquo;&#10;&#10;Josh Vojtisek&#10;Game creator&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Economic",
      "Electronic",
      "Math",
      "Number",
      "Party Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Commodity Speculation",
      "Pattern Building",
      "Pattern Recognition",
      "Simulation",
      "Stock Holding",
      "Trading",
      "Turn Order: Time Track",
      "Variable Phase Order"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dagon's Bones",
    "ID": 252327,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.43",
    "Link": "https://boardgamegeek.com/boardgame/252327/dagons-bones",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "5",
    "Play Time": "25",
    "Weight": "2",
    "Description": "A fast and fun Lovecraft-inspired dice game played in the pubs and bars of Innsmouth. Roll the Bones, pray to Dagon.&#10;&#10;In the seaside pubs of Innsmouth they play a game of chance and fortune called Dagon's Bones. It's a dice game that requires both luck and daring and maybe a small blessing from the Elder Gods.&#10;&#10;Players attempt to steal enough coins from each other or Cthulhu himself, in order to please Dagon. But, beware, Cthulhu demands a tithe and if he gets too much, he wakes!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Player Elimination"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Crowdfunding: Kickstarter",
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kohlenklau Quartett",
    "ID": 252330,
    "Year": "(1944)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/252330/kohlenklau-quartett",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This German card deck produced in 1944 was aimed at hammering home the importance of every German in saving energy to support the war effort. The 33-card deck includes lavish colour illustrations of the many vital uses of coal during WWII, especially in producing coal gas and plastics vital for the military.&#10;&#10;While it is labelled as a &quot;Quartett&quot; game (Happy Families variant), it is designed to allow play of Schwarzer Peter (Old Maid variant) as well. For the former, 32 cards are divided into eight sets of four, and the player who collects the most sets wins. For the latter, the 33rd Kohlenklau card is added, and each set of four is divided into two pairs, one with red dots and the other with black dots. Players try to collect pairs while avoiding being stuck with the Kohlenklau card at the end of play.&#10;&#10;The eight themes illustrated are: Coal for Fighting; Coal Plastics; Coal Extraction; Coal Processing; Coal Burning; Coal in Industry; Coal Conversion; and &quot;Wonders from Coal&quot;, other uses including medicines, propellants, dyes, candles and soap.&#10;&#10;The game includes a calendar card showing the date 1944, with days of the week and dates correct for that year.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Industry / Manufacturing",
      "World War II"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "ドレスル (DRESSURU)",
    "ID": 252331,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/252331/doresuru-dressuru",
    "Min Players": "4",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "User summary&#10;&#227;&#131;&#137;&#227;&#131;&#172;&#227;&#130;&#185;&#227;&#131;&#171; (DRESSURU) is a card game using the 'butting' method where equal values cancel out (rules vary with player numbers).&#10;&#10;Choose a dress and get fashion points! But careful not to be the only one to wear a specific dress but also not to have the same one as too many others! So, ready to dress up?&#10;&#10;'Dressuru' is a play on words, which can translate roughly as 'put on a dress'. In Japan, being fashionable is tricky, as you should never 'be the only one'!&#10;&#10;Publisher's summary&#10;&#227;&#131;&#137;&#227;&#131;&#172;&#227;&#130;&#185;&#227;&#130;&#146;&#233;&#129;&#184;&#227;&#130;&#147;&#227;&#129;&#167;&#227;&#131;&#149;&#227;&#130;&#161;&#227;&#131;&#131;&#227;&#130;&#183;&#227;&#131;&#167;&#227;&#131;&#179;&#227;&#131;&#157;&#227;&#130;&#164;&#227;&#131;&#179;&#227;&#131;&#136;&#227;&#130;&#146;&#227;&#130;&#178;&#227;&#131;&#131;&#227;&#131;&#136;&#239;&#188;&#129;&#10;&#227;&#129;&#167;&#227;&#130;&#130;&#228;&#186;&#186;&#227;&#129;&#168;&#232;&#162;&#171;&#227;&#130;&#137;&#227;&#129;&#170;&#227;&#129;&#143;&#227;&#129;&#166;&#227;&#130;&#130;&#232;&#162;&#171;&#227;&#130;&#138;&#227;&#129;&#153;&#227;&#129;&#142;&#227;&#129;&#166;&#227;&#130;&#130;&#227;&#131;&#128;&#227;&#131;&#161;&#227;&#129;&#170;&#227;&#131;&#144;&#227;&#131;&#131;&#227;&#131;&#134;&#227;&#130;&#163;&#227;&#131;&#179;&#227;&#130;&#176;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#239;&#188;&#129;&#10;&#227;&#129;&#149;&#227;&#129;&#130;&#227;&#128;&#129;&#227;&#131;&#137;&#227;&#131;&#172;&#227;&#130;&#185;&#227;&#131;&#171;&#239;&#188;&#159;&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Starlight Stage: Expansion Card Set 4",
    "ID": 252332,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/252332/starlight-stage-expansion-card-set-4",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A new Starlight Stage Expansion set was released in May 2018.&#10;&#10;This expansion includes 34 cards of 4 types: 11 idol cards, 8 produce cards, 12 event cards, 3 update card.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Task Forces and Convoys:  A Naval Chess Game",
    "ID": 252333,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgame/252333/task-forces-and-convoys-a-naval-chess-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "45",
    "Weight": "1.5",
    "Description": "My simple, free print-and-play, fast-playing abstract World War 2 naval operations game for family and friends - my 7 year old daughter loves it - free to print-and-play on CoatneyHistory.&#10;&#10;Choice of 7x7 square or 7 hexagons on a side hexagonal battle boards to play upon.  The hexagonal board can enable a 3-way game:  British vs. Italian vs. French, for example.  And there can be separate task force commands for team games.&#10;&#10;Includes a simple basic game version for beginners.&#10;&#10;For the more wargame game, a CV, BB, CA&amp;CL, DD, Sub, Convoy, and Land-based Air vs. [same] matrix is used to resolve contact&amp;combat.    The rules are only 2 pages (so far).&#10;&#10;I have no idea as to play balance or optimal (selection of ship types) force structure at this point, but I/we've already had a lot of just fun with it here in Oslo.&#10;&#10;Representative Italian, American, British, German, Japanese, Russian, and French ships are included for secret selection and deployment and are revealed only with contact/combat.&#10;&#10;I now have a more complex &quot;Historical Game&quot; too, with historical scenarios - it's fun doing them for such an abstract game - and additional ship units:  Norway 1940, Mers el Kebir, Cape Spartivento, Matapan, Denmark Strait, Cornering Bismarck, Escape from Riga, 2nd Sirte, Coral Sea, Midway, Convoy PQ17, Savo, Eastern Solomons, Cape Esperance, Santa Cruz, 1st Guadalcanal, 2nd Guadalcanal, Tassafaronga, Philippine Sea, Surigao Strait, Engano, and probably more to come - maybe added by others.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Children's Game",
      "Nautical",
      "Print & Play",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Rock-Paper-Scissors",
      "Secret Unit Deployment",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: HexHex7 Grids",
      "Traditional Games: Chess"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "ドッペル言語 (Doppel-Gengo)",
    "ID": 252351,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/252351/dotsuperuyan-yu-doppel-gengo",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "User summary&#10;&#227;&#131;&#137;&#227;&#131;&#131;&#227;&#131;&#154;&#227;&#131;&#171;&#232;&#168;&#128;&#232;&#170;&#158; (Doppel-Gengo) is a word memo card game, published in Japanese. Players are trying to find matching pairs of homonyms by reading texts on the backs of the cards. The title Doppel-Gengo means 'double words' but is a pun on doppelganger.&#10;&#10;In this game, there are 50 word cards, making 25 pairs of homonyms. On each card face is a picture and a word in Japanese, along with a guide to its proninciation. The deck is shuffled and the cards spread out face-down.&#10;&#10;On each card back is a short piece of text explaining the meaning of the word hidden on the card's face. Players read the texts, try to discern the hidden words, and then identify matching homonyms to claim pairs.&#10;&#10;The game is very language dependent and cannot be played without knowing a good range of common Japanese words. However, the gameplay is open to translated editions using other homonyms to fit.&#10;&#10;Publisher's summary&#10;(&#227;&#129;&#147;&#227;&#129;&#174;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#175;&#230;&#151;&#165;&#230;&#156;&#172;&#232;&#170;&#158;&#227;&#129;&#171;&#229;&#188;&#183;&#227;&#129;&#143;&#228;&#190;&#157;&#229;&#173;&#152;&#227;&#129;&#151;&#227;&#129;&#166;&#227;&#129;&#132;&#227;&#129;&#190;&#227;&#129;&#153;)&#10;&#227;&#129;&#147;&#227;&#129;&#174;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#171;&#229;&#144;&#171;&#227;&#129;&#190;&#227;&#130;&#140;&#227;&#130;&#139;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#129;&#175;&#229;&#144;&#140;&#233;&#159;&#179;&#231;&#149;&#176;&#231;&#190;&#169;&#232;&#170;&#158;25&#231;&#181;&#132;&#227;&#129;&#174;&#227;&#131;&#154;&#227;&#130;&#162;50&#230;&#158;&#154;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#129;&#174;&#232;&#161;&#168;&#227;&#129;&#171;&#229;&#141;&#152;&#232;&#170;&#158;&#227;&#129;&#168;&#231;&#153;&#186;&#233;&#159;&#179;&#227;&#129;&#140;&#227;&#128;&#129;&#232;&#163;&#143;&#227;&#129;&#171;&#229;&#141;&#152;&#232;&#170;&#158;&#227;&#129;&#174;&#230;&#132;&#143;&#229;&#145;&#179;&#227;&#129;&#140;&#230;&#155;&#184;&#227;&#129;&#139;&#227;&#130;&#140;&#227;&#129;&#166;&#227;&#129;&#132;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#232;&#163;&#143;&#227;&#129;&#171;&#230;&#155;&#184;&#227;&#129;&#139;&#227;&#130;&#140;&#227;&#129;&#159;&#230;&#132;&#143;&#229;&#145;&#179;&#227;&#130;&#146;&#227;&#131;&#146;&#227;&#131;&#179;&#227;&#131;&#136;&#227;&#129;&#171;&#227;&#129;&#151;&#227;&#129;&#166;&#227;&#128;&#129;&#229;&#144;&#140;&#227;&#129;&#152;&#231;&#153;&#186;&#233;&#159;&#179;&#227;&#129;&#174;&#227;&#131;&#154;&#227;&#130;&#162;&#227;&#130;&#146;&#230;&#142;&#162;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#151;&#227;&#130;&#135;&#227;&#129;&#134;&#227;&#128;&#130;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Memory",
      "Word Game"
    ],
    "Mechanics": [
      "Memory",
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Battle for the Ball: the soccer football tactics boardgame",
    "ID": 252356,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/252356/battle-for-the-ball-the-soccer-football-tactics-bo",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "2",
    "Description": "Battle for the Ball is an original two-player sports board game simulating a soccer or international football match.  Playing on an 11&times;16 hex map of a classic football pitch, two teams with 10 player pieces on each side compete to control the ball, pass to forward players, tackle to control the ball, and advance to a position to make a goal.&#10;&#10;The game uses dice, player pieces, and cards to control the action. There are no springs or finger-flicking in this game; the rules, based on the 17 laws of soccer, the map, the cards and dice rolls determine success on the field and glory in the stands.  Each player side has two key phases: the initiative phase in which the side with a high die roll spends momentum points to move, pass, tackle, and score; and a teamwork phase in which the whole team moves, enabling the game to reproduce the flow and movement of the Beautiful Game.  Special cards may give special opportunities: a burst of speed or a cannonball kick; the hand of fate or owner interference... Ready your formation, lead your players to victory, and battle for the ball!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Hexagon Grid",
      "Roll / Spin and Move",
      "Score-and-Reset Game",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Donkey Chase",
    "ID": 252357,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/252357/donkey-chase",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "An Old West race game, with donkeys! You and a handful of your fellow characters in boom town &quot;Dead Man's Creek&quot; are bored and looking for something to do. You decide to have a donkey race!&#10;&#10;The goal is to race your donkey down the track (9 spaces) across the finish line. On your turn, move your donkey and play an action card that can help you or hinder your opponent. It's stunningly simple, surprisingly quick and deceptively strategic!&#10;&#10;One of the quickest games you'll play (average game play with 3 players is 15 minutes), and you'll be hoot'n and holler'n the whole time.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "American West",
      "Animals",
      "Print & Play",
      "Racing"
    ],
    "Mechanics": [
      "Action Queue",
      "Grid Movement",
      "Take That"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Court",
    "ID": 252358,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.89",
    "Link": "https://boardgamegeek.com/boardgame/252358/court",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Court is a trick taking game with a twist. If you like classic trick taking games like Spades, Euchre or Hearts, you will love the extra strategy in Court which includes special card powers, varying objectives and set collection.&#10;&#10;Each player has a hand of cards, they take turns playing a card into the &quot;trick&quot; like traditional trick taking games highest card played wins the trick and a crown worth -2 points at the end of the game but in Court the lowest card played in the trick gets to trigger its card power. Winning tricks is powerful but sometimes you want to come in last to trigger that special power just at the right moment to swing the game. You have to watch out for the powerful character cards though, when played they not only win the trick but also get to use their power.&#10;&#10;After a trick is completed the winner gets to distribute the cards played to the &quot;Court&quot; in front of each player, the court serves two purposes, first the cards in each players court at the end of the hand is the players score for the round. Second after scoring each player picks up the cards in their court and that is their hand for the next round.&#10;&#10;There is also random special objectives in play rewarding players with negative points for getting specific card combinations in their court.&#10;&#10;The game is played over 3 rounds. At the end of three rounds the player with the lowest score wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Contracts",
      "Set Collection",
      "Team-Based Game",
      "Trick-taking"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "RB8 Retro Baseball 8-bit",
    "ID": 252359,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/252359/rb8-retro-baseball-8-bit",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Remember the good old days of 8-bit video game Baseball? Watching those amazing 8-bit fireworks shoot off as you round the bases after that big Home Run. Things were just simpler it seemed. Now you can relive that nostalgia all over again in RB8 Retro Baseball 8-bit the Board Game.&#10;&#10;RB8 is a real Baseball Simulation brought to you in the retro look of a classic 8-bit experience. Play with one of the 16 complete teams out of the box or draft and build your team based on a point value player system with custom player cards. Will you build your team with big sluggers, dominant pitching, tough defenders, speedsters, or a well-balanced machine? The choice is yours as you get to manage and make the strategic choices.&#10;&#10;RB8 features a custom draw deck called Rally Cards with random events that happen during a baseball game, as the team manager you must decide when to strategically use them. You have full control of your team. Make the big manager decisions that can influence the game.&#10;RB8 also features player cards with ratings and special abilities, two six-sided dice, special custom pitcher and batter control dice, baseball field board, batter and runner markers, scoreboard with markers, and your dice key cards.&#10;&#10;RB8 Retro Baseball is Played over the course of 9 innings in a single game or a best of series. On a turn both Pitcher and Batter will compare their ratings factoring in any special abilities and roll off to see who will get control of the at bat. This is called the &ldquo;On Deck Phase&rdquo;. Whoever rolls higher factoring in all special abilities will try to maintain control by rolling their custom Pitcher or Batter die. If they maintain control they will then roll dice and compare the result with their respective key to find out the results of the at bat. Players can also decide to play Rally Cards which could also affect the outcome of the play.&#10; Whether you&rsquo;re a fan of baseball, board games, or both you&rsquo;re going to love the feel and excitement of reliving the good old days in RB8 Retro Baseball!&#10;&#10;Will you have what it takes to manage your team to victory?&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Sports",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Digital Implementations: Tabletopia",
      "Players: Two-Player Only Games",
      "Sports: Baseball",
      "Theme: Retro"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Confederate Rails: Railroading in the American Civil War 1861-1865",
    "ID": 252361,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.24",
    "Link": "https://boardgamegeek.com/boardgame/252361/confederate-rails-railroading-in-the-american-civi",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "180",
    "Play Time": "330",
    "Weight": "0",
    "Description": "Annual 2016 Issue&#10;&#10;In the spring of 1861 the American Railroad Journal predicted that the majority of the railroads would be unaffected by the Civil War, a mistaken prophecy, indeed.&#10;&#10;Confederate Rails, designed by Richard H. Berg, is a unique type of railroad game. Players operate the historical railways of the Confederate States of America during one of the &quot;hottest wars&quot; of the 19th Century &ndash; the American Civil War - which ends up turning it into a kind of an &quot;anti-railroad&quot; game. Not only do players have to deliver goods, supplies and military loads during a difficult time, but they have to adjust to a dwindling rail network.&#10;&#10;Yes, paradoxically each player's rolling stock and rail net are at their absolute finest on the first turn. From there on in the players (representing the South's various railroad companies) battle Union military advances, each other, Confederate government decrees (and neglects), the rapidly inflating and worthless money, plus wear and tear on irreplaceable equipment.&#10;&#10;The system also contains far more &ldquo;outside events&rdquo; than most rail games... thanks to the war. As the tagline on the cover suggests, it becomes an increasingly against the odds situation to stave off hunger and defeat among the South's armies.&#10;&#10;Maps - One full color 22&quot; x 34&quot; mapsheet&#10;Counters - 280 full color die-cut counters&#10;Cards - 24 full color cards&#10;Rules length - Around 12 pages&#10;Charts and tables - 2&#10;Complexity - Low&#10;How challenging is it solitaire? - Poor&#10;Playing time - Up to 3 to 4 hours for each game&#10;&#10;Designer - Richard Berg&#10;Development - Lembit Tohver&#10;Graphic Design - Mark Mahaffey&#10;&#10;&mdash;description from the publisher website&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Economic",
      "Negotiation",
      "Trains",
      "Transportation",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Digital Implementations: VASSAL",
      "Magazine: Against The Odds"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Snapshot",
    "ID": 252376,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/252376/snapshot",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "You are partaking in a photo contest at the zoo. Each player must walk through the multiple zoo paths and take 15 pictures of animals, according to objective cards. As soon as a player managed to take all the pictures he needed, the contest ends and each player tally its points.&#10;&#10;The trick is that each time an animal has a picture taken of him, he gets scared and hides. Healers must take care of him for him to be visible again by other players.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Animals",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Modular Board",
      "Point to Point Movement",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Eesti Mälumäng",
    "ID": 252382,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.70",
    "Link": "https://boardgamegeek.com/boardgame/252382/eesti-malumang",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "How well do you know Estonia?&#10;This 100th anniversary of the Republic of Estonia edition trivia game consists of 400 question cards with 800 multiple choice questions from six different categories (history, science &amp; nature, culture, sport, geography and miscellaneous). Questions are Estonian themed.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Country: Estonia",
      "Series: Country Trivia (Tactic)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dimensions of Discord Online",
    "ID": 252386,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/252386/dimensions-of-discord-online",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "You are a guild leader in the hottest new massively multiplayer online role-playing game: Dimensions of Discord Online.&#10;&#10;Since you're just starting out, you will recruit players to your guild as you earn reputation, then send those players to slay monstrous foes in the world, clear perilous raids, and compete with each other in a PvP format &mdash; all to earn that sweet, sweet loot and reputation. Each turn, you can choose to recruit players to your guild, purchase items from the auction house, challenge a raid, hunt a monstrous foe, participate in a PvP contest, or upgrade your guild hall. Your players are online only during certain times of day, and you have to balance when and how to use them together!&#10;&#10;Raids include a press-your-luck element in which you have the chance to accrue a large amount of loot, reputation, and potentially, equipment, but only if you exit the raid before your party wipes! Monstrous foes are singular fights against powerful enemies that appear randomly. PvP allows you to wager on 2-on-2 battles between your guild members, and upgrading your guild hall provides various bonuses, not the least of which is increasing your maximum number of guild members!&#10;&#10;The game ends after a certain number of turns. Can you accrue the most reputation to become the best guild on your server?&#10;&#10;",
    "Categories": [
      "Humor",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting",
      "Push Your Luck"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Kaiju Crush: Siphon Portal Promo Tile",
    "ID": 252398,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/252398/kaiju-crush-siphon-portal-promo-tile",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "An interdimensional portal has appeared in a city park! Use this portal's power to move your monster for more destruction.&#10;&#10;Wishing you could use another player&rsquo;s movement in Kaiju Crush? It&rsquo;s time to put the Siphon Portal Promo Tile into play.&#10;&#10;Place the cool-looking Siphon Portal on one of the Parks in Kaiju Crush, and your movement away from the Park can be based on ANY Movement card in play in the game. You don&rsquo;t swap the card, but you get what you need.&#10;&#10;Rules are written on the promo.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fighting",
      "Territory Building"
    ],
    "Mechanics": [
      "Modular Board",
      "Pattern Building",
      "Rock-Paper-Scissors"
    ],
    "Families": [
      "Continents: Asia",
      "Country: Japan",
      "Creatures: Monsters",
      "Theme: Kaiju"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Art Auction",
    "ID": 252413,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/252413/art-auction",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Concept&#10;&#10;The game was originally conceived with standard playing cards in my book 52+ New Card Games. I designed 20 cards with famous artwork and added some bad art and a set of forgery cards. Money cards are also included for players to make bids.&#10;&#10;The Game&#10;&#10;Players begin by getting three Forgery Cards and then choosing one each. The chosen Forgery Cards are set aside until the end of the game. Each Forgery Card matches each of the Art Cards.&#10;&#10;Eight Art Cards are then chosen randomly and players look at all of them before the game begins so that a strategy can be considered. The eight Art Cards are then shuffled and put into a pile called the Catalog. Each player then gets ten Money Cards.&#10;&#10;Play is done in rounds. For each round, the top Art Card from the Catalog is revealed and players make an initial bid. Players can then increase their bids until a winner for the round is determined. Special Cards can also be played during the round. Rounds continue until each Art Card is revealed and bid upon.&#10;&#10;The challenge of the game is to win high priced artworks without running out of money or taking in a forgery.&#10;&#10;At the end of the game, the Forgery Cards are revealed and their matching Art Cards are eliminated. Players then count up the values of the Art Cards they possess. The player with the highest value of art is the winner.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Memory"
    ],
    "Families": [
      "Theme: Art"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Alhambra: Designers' Expansion – Alhambra Zoo / Buildings of Power / Travelling Craftsmen",
    "ID": 252420,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.24",
    "Link": "https://boardgamegeek.com/boardgameexpansion/252420/alhambra-designers-expansion-alhambra-zoo-building",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Alhambra Zoo / Buildings of Power / Travelling Craftsmen were offered together under the &quot;Get to Know&quot; pledge for Alhambra: Designers' Expansions Box.&#10;&#10;Alhambra Zoo:&#10;&#10;The animals are loose in the Alhambra! Your goal is to bring them to the chambers. But each kind of animal only brings victory points if they are in a chamber with just their kind.&#10;&#10;Each time a chamber is revealed to the building market two animal tiles are drawn and placed on that chamber. There are 6 different animal kinds in the game, each awarding points at the end, but only if it is kept in a chamber which only has his kind on it. In order to move the animals to the desired chambers a player has the option to play a money card at the end of their turn, moving an animal one space (from building to building) for each value on the card plaid.&#10;&#10;The player who organizes their animals most cleverly will earn additional victory points at the end of the game.&#10;&#10;Contents: 18 animal chips&#10;&#10;Buildings of Power:&#10;The Towers in the game are replaced with new ones, each having a special ability:&#10;&#10;Blueprint - The player rolls a die and draws that many building tiles, choosing one to keep. The others are returned to the draw tower in the order the player chooses. The building tile the player kept can be placed on the building market at the start of any player's turns, replacing any already on the tableau. The exchanged tile is placed back in the draw tower.&#10;&#10;Loan - The player rolls a die and draws that many money cards from the draw pile, choosing one of them to keep. The others are returned to the top of the draw pile in the order the player chooses.&#10;&#10;Discount - The player rolls a die and places it on the tower. Every time the player purchases his first building in the round, he can choose to decrease the value on the die by one to decrease the purchase prize by one.&#10;&#10;Pinnacle - The player rolls a die and places it on the tower. When scoring walls that number is added to the shortest external wall. This can propel the smaller wall to be the biggest and therefore score more points for the player.&#10;&#10;Contents: 11 alternate tower tiles, 4 white dice, 32 black dice, and 1 purple die&#10;&#10;Travelling Craftsmen:&#10;The Craftsman came from the far away&mdash;Carcasonne to Andalusia&mdash;to help build the Alhambra.&#10;&#10;At the start of the game each player will receive one traveling craftsman which can be used for their ability on a future turn. Once used, the craftsman travels to the next player in clockwise position who then can use him. The craftsman have various abilities that can give a player bonuses on their turns. Following are some of the abilities:&#10;&#10;Switch - Before buying a building tile the player may swap two buildings on the building market.&#10;&#10;Change - The player may exchange an money card in his hand with one from the display.&#10;&#10;Direction - A player may build a building in their Alhambra, rotating it in any direction desired.&#10;&#10;Contents: 6 craftsmen cards&#10;&#10;",
    "Categories": [
      "City Building",
      "Expansion for Base-game",
      "Medieval"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Alhambra"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Alhambra: Designers' Expansion – Handymen / Gates Without End / Fresh Color",
    "ID": 252422,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.69",
    "Link": "https://boardgamegeek.com/boardgameexpansion/252422/alhambra-designers-expansion-handymen-gates-withou",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "These expansions were offered as part of the Gold Level pledge for Alhambra: Designers' Expansions Box&#10;&#10;The Handymen by Stefan Feld:&#10;Each player gets a number of helpers in their color at the start of the game. Every time a player chooses to take money as their action, they may also roll 3 six sided dice. With these dice the player forms a result by adding and/or subtracting each die to the result.&#10;&#10;When the result corresponds to a building number in his Alhambra, he can place a helper with the victory point side up on that building. Only one helper is allowed per building. With each scoring the player gets as many victory points as the biggest area of orthogonal adjacent helpers in his Alhambra. The helpers stay till the end of the game.&#10;&#10;When the result matches a building number on the building market the player places a helper next to one of the 4 building spaces with the +1/-1 side up. Next time the player wants to buy a building from that space he can adjust the purchase price by +1 or -1 to make it easier to match the exact price. Once he buys a building of that space he returns his helper to his supply.&#10;&#10;Use your helpers to get the most points during scoring while also making it easier to get your desired buildings from the building market.&#10;&#10;Contents: 48 handymen tokens and 3 dice&#10;&#10;Gates Without End by Michael Rieneck:&#10;&#10;The expansion will feature hexagonal tiles, with six bonuses, one on each corner of the hexagon. Bonuses will include victory points, the ability to switch buildings in the market, or tokens that can be tie breakers for certain building types.&#10;&#10;One of these bonus tiles will be placed next to an Arcade (the brown buildings) whenever one is added to the market. When a player buys the arcade, they take the bonus tile as well. Then, they orient the tile such that one bonus points at themselves. Each player will receive the bonus that is pointing at them immediately.&#10;&#10;Fresh Color by Macel S&uuml;&szlig;elbeck &amp; Marko Ruskowski:&#10;&#10;It's time to decorate! With the Fresh Color expansion players decorate their buildings with ornaments, mosaics and fresh colors to gain even more victory points for their buildings during scoring.&#10;&#10;At the start of the game each player gets a decoration board that holds the decorations for each of the 6 building types. Additionally a common task board is placed next to the building market. On it the different decoration tiles are placed.&#10;&#10;Every time a player overpays for a building he can either claim a decoration tile from the board and place it on their decoration board, or get colors. Which colors the player gets is determined by the board and with what money type he paid.&#10;&#10;Each decoration tile shows what kind and how much of certain colors is needed in order to build it. Once a player has all the colors needed for one of his decorations he can, as an alternate action in his turn, build it. Each finished decoration awards 2 extra victory points for each corresponding building in the players Alhambra.&#10;&#10;Contents: 6 player task boards, 1 common task board, 18 task tiles, and 36 color tokens&#10;&#10;",
    "Categories": [
      "City Building",
      "Expansion for Base-game",
      "Medieval"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Alhambra"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Alhambra: Designers' Expansion – Palace Staff",
    "ID": 252423,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.79",
    "Link": "https://boardgamegeek.com/boardgameexpansion/252423/alhambra-designers-expansion-palace-staff",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Every building in the Alhambra needs staff to maintain its beauty. These people are (depending on the building) the gardener, concubine, noble, housekeeper, archer, and stableman. The more staff you have at the end of the game, the more additional victory points you earn.&#10;&#10;At the start of the game each player gets a &quot;Chief of the palace&quot; to place at the fountain. Then a display of 4 staff members is formed next to the building market.&#10;&#10;Each time a player buys a building, they may move the chief of the palace, paying one extra money for each space he moves. The chief can go anywhere, except crossing over walls. For each building he lands on that not already has a staff member, the player can take the corresponding staff tile from the display, if he is present in the display, and place it on the building. After the chief made all his moves, the display is refilled.&#10;&#10;The more staff tiles the player manages to place in his Alhambra the more victory points they are awarded at the end of the game.&#10;&#10;Contents: 54 staff tiles and 6 foreman tokens (1 in each player color)&#10;&#10;",
    "Categories": [
      "City Building",
      "Expansion for Base-game",
      "Medieval"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Alhambra"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Alhambra: Designers' Expansion – Extensions / The New Building Ground",
    "ID": 252424,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.52",
    "Link": "https://boardgamegeek.com/boardgameexpansion/252424/alhambra-designers-expansion-extensions-the-new-bu",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "These expansions were offered as part of the Silver Level pledge for Alhambra: Designers' Expansions Box&#10;&#10;The Alhambra's iconic buildings get extensions to make them even more valuable for players.&#10;&#10;With the Extensions expansion, a new board and a new action players can take on their turn are introduced. The board is separated into 4 areas each housing 3 randomly drawn extensions for the buildings.&#10;&#10;The new action players can take is to go and build those extensions to increase the value of their already build buildings in their Alhambra. Each extension is individual to one building. In order to buy an extension from one of the areas of the new board the player has to pay with money cards depicted above each area. The value of the money card is hereby irrelevant, only the colors have to match. Once purchased the extension is placed on a corresponding building on the Alhambra. Each building can only hold one extension. During scoring each building with an extension counts as two buildings of that kind.&#10;&#10;The extensions alter the game play and strategy greatly and make for a whole new experience while playing Alhambra.&#10;&#10;Contents: 12 extension tiles and 1 extension board&#10;&#10;The New Building Ground, a brand new expansion by Dirk Henn, players are given more choices to build the building they most desire through the construction sites.&#10;&#10;At the start of the game 8 construction site tiles are mixed in with the rest of the buildings. They only show a number and the construction symbol. If one of these tiles shows up at the building market, players can buy it with the corresponding money as normal. But instead of placing the construction site in their Alhambra they can choose a building from a display of buildings that is set-up at the start of the game.&#10;&#10;The display has 4 columns each holding 3 randomly drawn buildings. From which column the player can choose, depends on the value shown on the construction site purchased. Each column is dedicated to one of the values. This gives the player more freedom and maybe give you that one building you need to win at a scoring.&#10;&#10;Contents: 8 building ground tiles, 12 construction tiles, and 4 number chips&#10;&#10;",
    "Categories": [
      "City Building",
      "Expansion for Base-game",
      "Medieval"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Alhambra"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Thief's Hoard Card Game",
    "ID": 252428,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.53",
    "Link": "https://boardgamegeek.com/boardgame/252428/thiefs-hoard-card-game",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "2",
    "Description": "Thief's Hoard is a fast-paced, chaotic card game full of thieving and backstabbery. Players take on the role of an infamous thief, and must collect $10,000 worth of precious artifacts. If a thief can keep $10K in artifacts until the end of a round, and keep the Pinkertons off their backs, they win!&#10;&#10;Thief's Hoard uses a bidding mechanic for artifacts revealed from the museum, and 'take-that' cards to shift favor from player to player.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Open Drafting",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Alhambra: Designers' Expansions Box",
    "ID": 252429,
    "Year": "(2019)",
    "Geek Rating": "5.580",
    "Avg Rating": "7.70",
    "Link": "https://boardgamegeek.com/boardgameexpansion/252429/alhambra-designers-expansions-box",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Originally available as part of the Alhambra Designers' Edition Kickstarter. This expansion contains 14 expansion modules by 9 famous designers, plus 3 fan expansion modules.&#10;&#10;The expansions are:&#10;Dirk Henn: New Building Grounds &#10;Dirk Henn: Major Construction Projects &#10;Emanuele Ornella: Palace Staff &#10;Emanuele Ornella: Orchards &#10;Klaus-J&uuml;rgen Wrede: Travelling Craftsmen &#10;Klaus-J&uuml;rgen Wrede: Bathhouses &#10;Klaus-J&uuml;rgen Wrede: Wishing Well &#10;Marco Ruskowski &amp; Marcel S&uuml;&szlig;elbeck: Fresh Colors &#10;Marco Ruskowski &amp; Marcel S&uuml;&szlig;elbeck: Palace Designers &#10;Michael Schacht: Alhambra Zoo &#10;Michael Rieneck: Gates without End &#10;Mike Elliott: Buildings of Power &#10;R&uuml;diger Dorn: Extensions &#10;Stefan Feld: Handymen&#10;&#10;Fan Expansion Modules:&#10;Louis-David P&eacute;loquin: Personal Building Market &#10;Frank Sander: Treasures &#10;Stefan Schiltz: Caliph&lsquo;s Guidelines&#10;&#10;",
    "Categories": [
      "City Building",
      "Expansion for Base-game",
      "Medieval"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Alhambra",
      "Versions & Editions: Big Box Versions of Individual Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Eldritch Century: Into the Lost Continent",
    "ID": 252433,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/252433/eldritch-century-into-the-lost-continent",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "120",
    "Weight": "0",
    "Description": "A miniatures game set in the world of Eldritch Century.&#10;&#10;Assemble a warband an face your opponents in the middle of a hostile environment, full of monsters and mishaps. Build a deck to overpower your opponents, earn victory points for completing secret objectives, and face your enemies on the battlefield in this fast-paced combat game.&#10;&#10;In the dawn of the 20th century, The Great War between the world's superpowers broke out, leading to the emergence of humanity's most vicious side. Technologies such as tanks and combat airplanes razed the european landscape while chemical weapons were unleashed upon the youth that was fighting for their countries. In October 1918, the forces of the alliance and the entente reached a stalemate at the Argonne Forest, when a mysterious mist appeared. A whole american battalion immediately disappeared, it expanded across the Argonne line and consumed most of the american offensive. Attempts to explore the mist, dubbed the Miasma in search for survivors failed and rescuers either disappeared or were driven insane by what they witnessed within. In response to this, an international secret agency known as the Phalanx initiative was formed, with the purpose to assess the threat of Miasma and contain it before it consumes all of the Wounded Earth.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Queue",
      "Area Majority / Influence",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Secret Unit Deployment"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dhow",
    "ID": 252439,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/252439/dhow",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "0",
    "Description": "A game played with a standard double-six or double-nine set of dominoes (depending on desired map size and game length).&#10;&#10;The tiles (or dominoes cards) form a grid map of a virtual fictionalized Indian Ocean, and players manipulate wooden bits reprenting trade empires, merchant houses, and the sailing ships (dhow) that they'll use to accomplish the objective of having a majority representation (most merchant houses) in each of the expanding empires - without knowing which will be the largest and which will score the most before the game ends.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Nautical",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Auction / Bidding",
      "Grid Movement",
      "Hand Management",
      "Trading"
    ],
    "Families": [
      "Traditional Games: Dominoes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "ゾンビマスター (Zombie Master)",
    "ID": 252447,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/252447/zonbimasuta-zombie-master",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "40",
    "Weight": "0",
    "Description": "User summary&#10;Abstract game from Japan, where the player first moves one of their own pieces, and then changes the direction of one of their opponent's pieces.&#10;&#10;Publisher's summary&#10;&#227;&#130;&#190;&#227;&#131;&#179;&#227;&#131;&#147;&#227;&#131;&#158;&#227;&#130;&#185;&#227;&#130;&#191;&#227;&#131;&#188; (Zombie Master) is a Japanese two player game where the two players are Zombie Masters! They will fight with their hordes of zombies to defeat and triumph over the other master.&#10;&#10;But the zombies are quite stupid. Not only they will only move forward, but what's worse, they easily get distracted and change direction on their own depending on the opponent's movements.&#10;&#10;&#227;&#130;&#190;&#227;&#131;&#179;&#227;&#131;&#147;&#227;&#131;&#158;&#227;&#130;&#185;&#227;&#130;&#191;&#227;&#131;&#188;&#227;&#129;&#168;&#227;&#129;&#170;&#227;&#129;&#163;&#227;&#129;&#159;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#140;&#230;&#149;&#181;&#227;&#129;&#174;&#227;&#130;&#190;&#227;&#131;&#179;&#227;&#131;&#147;&#227;&#131;&#158;&#227;&#130;&#185;&#227;&#130;&#191;&#227;&#131;&#188;&#227;&#130;&#146;&#229;&#128;&#146;&#227;&#129;&#153;&#227;&#129;&#159;&#227;&#130;&#129;&#227;&#128;&#129;&#232;&#135;&#170;&#229;&#136;&#134;&#227;&#129;&#174;&#227;&#130;&#190;&#227;&#131;&#179;&#227;&#131;&#147;&#227;&#130;&#146;&#230;&#147;&#141;&#227;&#130;&#138;&#230;&#136;&#166;&#227;&#129;&#134;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#227;&#130;&#190;&#227;&#131;&#179;&#227;&#131;&#147;&#227;&#129;&#175;&#229;&#137;&#141;&#227;&#129;&#171;&#233;&#128;&#178;&#227;&#130;&#128;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#129;&#151;&#227;&#129;&#139;&#227;&#129;&#167;&#227;&#129;&#141;&#227;&#129;&#154;&#227;&#128;&#129;&#231;&#155;&#184;&#230;&#137;&#139;&#227;&#129;&#174;&#227;&#130;&#190;&#227;&#131;&#179;&#227;&#131;&#147;&#227;&#129;&#174;&#229;&#139;&#149;&#227;&#129;&#141;&#227;&#129;&#171;&#229;&#143;&#141;&#229;&#191;&#156;&#227;&#129;&#151;&#227;&#129;&#166;&#229;&#139;&#157;&#230;&#137;&#139;&#227;&#129;&#171;&#229;&#144;&#145;&#227;&#129;&#141;&#227;&#130;&#146;&#229;&#164;&#137;&#227;&#129;&#136;&#227;&#129;&#166;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#132;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Horror"
    ],
    "Mechanics": [
      "Grid Movement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Puzzelpost: Het Boekanier Dossier",
    "ID": 252455,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.31",
    "Link": "https://boardgamegeek.com/boardgame/252455/puzzelpost-het-boekanier-dossier",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "0",
    "Description": "What are &ldquo;Escape the Room&rdquo; games?&#10;Escape the Room games began as digital adventures and quickly turned into real-life events all around the world where players are locked in a room and must uncover clues and hidden objects to escape. This is a game to bring the experience to your kitchen table.&#10;&#10;The Mystery:&#10;In the spring of 1979 Abigail Boekanier, 19 years old, discovers people mysteriously disappearing from the  village of Oostzoom. She starts her investigation. Her sister Helena stays behind in Amsterdam, until she notices not hearing anything from Abby for weeks...&#10;&#10;The Game:&#10;You are being asked to help in this cold case. You receive the file by post and then you can start digging in the information.&#10;&#10;The Objective:&#10;Spend an evening working with your guests to solve puzzles, unlock hidden clues, and unravel the mystery of the Boekanier Family. Will you and your guests be able to solve the mystery and discover what happened?&#10;&#10;",
    "Categories": [
      "Murder / Mystery",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Storytelling"
    ],
    "Families": [
      "Category: Escape Room Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tenochtitlan",
    "ID": 252464,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.06",
    "Link": "https://boardgamegeek.com/boardgame/252464/tenochtitlan",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "2.6667",
    "Description": "It is the late 15th century. In the central valley of Mexico stands the great city of Tenochtitlan, the capital of the mighty Aztec Empire. You are an ambitious citizen traveling through the city doing great deeds to achieve social advancement. Tenochtitlan is a Euro-style dice drafting game for 1 or 2 players.&#10;&#10;The game features four upgradable characters, each with different special powers. Five out of six double-sided location cards are selected at the beginning of each game to create a modular board (384 possible configurations). Players travel clockwise around the board, collecting different goods (represented by dice), delivering goods and making sacrifices at temples. Careful planning and interrupting your opponent's plans are the keys to victory.&#10;&#10;Tenochtitlan was created for the 2018 9-Card Nanogame Print and Play Design Contest on Board Game Geek.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pick-up and Deliver",
      "Variable Player Powers"
    ],
    "Families": [
      "Contests: 9 Card Nanogame PnP"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Vinyl: Top Shelf",
    "ID": 252466,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.59",
    "Link": "https://boardgamegeek.com/boardgameexpansion/252466/vinyl-top-shelf",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "1",
    "Description": "The Top Shelf expansion is a Kickstarter exclusive included in the Gold and Platinum editions of the game that includes the following:&#10;&#10;&#10;     1 Game Board&#10;     8 Top Shelf Albums&#10;     New Genre: Swing (18 Album Cards, 16 Mag Rack Cards, 2 Genre Tokens)&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Game: Vinyl (Talon Strikes Studios)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Vinyl:  Totally Awesome 80's",
    "ID": 252467,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.96",
    "Link": "https://boardgamegeek.com/boardgameexpansion/252467/vinyl-totally-awesome-80s",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Totally Awesome 80s is the Vinyl you love with rad graphics, new albums, and new mechanisms!&#10;&#10;It's the mid-eighties and you want the hottest records. You jump in your T-top and head down to Record Town!&#10;&#10;Vinyl is a game where players are aspiring vinyl collectors. They have some knowledge of what they would like to collect, but immediately get immersed in the experience. Players will acquire morsels of information after visiting the &ldquo;Mag Rack&rdquo;. That information will lead them to the bins where they select albums to add and expand their collection. Albums can be played at the listening booth to increase the value of a player&rsquo;s collection and their ability to collect even more albums. Unfortunately, the inventory is limited and other customers may be targeting the same vinyl gems. After the final round is concluded, players will tally their collection&rsquo;s value and determine who is the Elite Collector of Vinyl!&#10;&#10;How does it differ from other Vinyl Editions?&#10;&#10;In Totally Awesome 80s, we have opened up the Trade Counter. You will now be able to trade unwanted or low-value records in to gain attributes that you may use in later turns.&#10;&#10;Collection rewards have been reduced to max out 4. The lower end will now be 2 albums in a small collection and this will increase the number of records that a player may retire during the game. In addition, the Extended Play format and the Long Play format have been added as attributes and these albums can provide a bonus to your collections for end-game scoring. There is still more, however.&#10;&#10;We have also added 12 new Loyalty Cards which will help to bolster your end-game scoring even further. Taking all of this into account, over 150 new components added to the game!&#10;&#10;We will also introduce gameplay with 5 Genres in play instead of 4. This will give players a different style of game in this expansion. There are 6 Genres added so that players can choose which 5 Genres they would like to play with.&#10;&#10;- 6 New Genres:  Dance, Hip-Hop, New Wave, Glam Rock, R&amp;B, Reggae&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Game: Vinyl (Talon Strikes Studios)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zoo Party",
    "ID": 252474,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/252474/zoo-party",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Object: Be the last person with the Zoo-Party-Winner card at the end of the game.&#10;&#10;Play: One player is chosen to deal. The dealer shuffles the cards and deals out the deck, one card at a time. Players hold their cards in their hands. Each player separates the cards into pairs and places each set of pairs face up on the table. The player to the left of the dealer begins. They mix the remaining cards in their hand behind their back and then holds them face down to the player on their left. The Player on the left draws one card. If that card &quot;pairs&quot; with one of the remaining cards in their hand they may lay down the pair, then the player shuffles their remaining cards in hand behind their back and presents them face down to the player on their left. Play continues in the same way until only the Zoo-Party-Card remains. The Player with the Zoo-Party-Winner card left in hand is the winner. Players May bluff in an attempt to make other players draw a card other than the Zoo-Party-Winner card.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Animals",
      "Bluffing",
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "BullHockey! (Denver Coliseum 1972)",
    "ID": 252487,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/252487/bullhockey-denver-coliseum-1972",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In this 2P Sport &amp; Logistics game each player is the Owner/Manager of a minor league hockey team in 1972, skating together as bitter rivals in the Denver Coliseum. The western league is on the rise &amp; this contest could help put it on the map among HOCKEY's elite. However! In the same building: The Stock Show &amp; Rodeo is preparing to open AND the BULLS have all escaped in chaos &amp; are stampeding the rink. Manage your team &amp; crew to profit from this unique situation. The puck must drop, so there will be a winner-- but today there might be BULLS.&#10;&#10;GOAL: Have the most $$ after 3 periods of hockey&#10;&#10;Players compete on several fronts to put some $$ on the scoreboard by a variety of mechanisms:&#10;&#10;AREA CONTROL: Use barricades to control the four quadrants of the hockey rink in order to manipulate the routing of BULLS.&#10;&#10;ROLL &amp; MOVE: Each quadrant is subdivided into 16 sectors where actions may be selected by the end location of the erratic &amp; rapid transit of the PUCK token. The PUCK moves according to hockey actions, it can be moved by TIME CARDS &amp; PLAYER CARDS and it can travel by a strict P1/P2 roll &amp; move procedure.&#10;&#10;SIMULATION: Players compete in statistically realistic head-to-head hockey combat based in an abstracted dice &amp; block war-game system. The puck-shaped timer cards provide situational responses as well acting as the &quot;clock&quot; for each period of hockey. Once the deck is depleted, the buzzer sounds.&#10;&#10;STOCK HOLDING: Each barricade &amp; player card are shares of the team &amp; league value indexes represented by a 2-Axis 'tug of war' pawn index tracking the scaled value of each team's contribution to the night &amp; establishing current market prices for removing bulls &amp; scoring goals. The index is driven by the categorical accumulation of player actions. Judicious buy/sell strategies may be required.&#10;&#10;HAND MANAGEMENT: Players must manage the multi-purpose TIMER CARDS &amp; HOCKEY PLAYER CARDS for more effective operations in each phase of play, as well as more control over deterministic mechanisms within the game.&#10;&#10;CAN ALSO BE PLAYED SOLO VS. THE AUTOMATED CONSOLE&#10;NOTE: This speculative scenario is statistically &amp; historically plausible &amp; reflects accurately a confluence of scheduling in Denver, CO, January 1972.&#10;&#10;",
    "Categories": [
      "Economic",
      "Sports"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Roll / Spin and Move",
      "Simulation",
      "Stock Holding"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Jarebon",
    "ID": 252497,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/252497/jarebon",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Welcome to the fabulous world of short short story!&#10;&#10;The players will write a short short story all together.&#10;But it is not a difficult thing. Because we prepare a special&#10;notebook only for writing a strange short short story.&#10;&#10;The player can write the paragraph by just reading the previous one. Each player cannot read the whole story, so the story will be&#10;changing little by little.&#10;&#10;After the players wrote 8 paragraphs, it's done.&#10;Let's read the story that all of you had just written now and laugh!&#10;&#10;",
    "Categories": [
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Paper-and-Pencil",
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pawperties",
    "ID": 252498,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/252498/pawperties",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Pawperties is a dice rolling strategy game that allows you to play as one of five different cats! Each cat has their own cat tree, with five total unlocks that include three unique abilities, and then two action skills that you can use to turn the tides against your opponents.&#10;&#10;Roll the die, buy pawperties, and use your skills to help you gain more treats than your opponents and claw your to victory! Want to slow things down instead of racing to the finish. Some cats specialize in this play-style and would love to help you steal treats from your opponent or even stop their abilities in their tracks! No matter which play-style you prefer, the first to unlock all five tiers of their cat tower wins, so make sure you keep that in mind!&#10;&#10;We have pirates, ninjas, a mafia boss, a pacifist, and a casino owner all trying to help you win this fast-paced race to the top! If you enjoy cats, cat themed games, puns, and cute artwork, then this game is absolutely purrrfect for you!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "City Building",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting"
    ],
    "Families": [
      "Animals: Cats",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trivial Pursuit: The Beatles Edition – Bite Size",
    "ID": 252500,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgame/252500/trivial-pursuit-the-beatles-edition-bite-size",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Fab Four become fiends in the amazing Trivial Pursuit game! Open the white wedge and find 600 questions on The Beatles. Do you need help? Would your mother know? Well, don't worry; you can work it out, with a little help from your friends!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Music",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Celebrities: The Beatles",
      "Game: Trivial Pursuit",
      "Music: Music Groups",
      "Trivia: Music"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shadow Tactics: The Board Game",
    "ID": 252502,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.19",
    "Link": "https://boardgamegeek.com/boardgame/252502/shadow-tactics-the-board-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The new Shogun seized power over Japan, bringing peace to the land. However, harmony is a fragile concept, so to silence the voices of conspiracy and capture the dreaded warlord Kage-Sama, the Shogun recruits a few remarkable individuals, who specialize in deception, assassination and sabotage.&#10;&#10;Take control of 5 unique characters with vastly different skill sets and fight your way through the forces of the Daimyo, who relies on superior numbers of soldiers and samurai. Hide in bushes and sneak in the shadows as you try to infiltrate enemy camps and castles. Utilize your special skills, lure your enemies into traps and deceive the guards so your friends can swiftly penetrate defenses and deal with the leaders of the rebellion.&#10;&#10;But on the other side of the table sits the Daimyo, who is prepared for all your moves and gets new abilities gradually as you move toward your target. Every mission comes with different maps and objectives, so you have to adapt your tactics according to the situation.&#10;&#10;Highlights&#10;&#10;&#10;     5 unique ninja characters, plus several Daimyos(villains) and guards, each with their own plastic miniatures&#10;     Engaging story-based episodes: play through multiple missions, complete achievements and collect bonuses. Your actions will have consequences in future missions!&#10;     Tactical stealth gameplay and character abilities based on the acclaimed Shadow Tactics video game.&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Medieval",
      "Miniatures",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Action Queue",
      "Modular Board",
      "Role Playing",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Country: Japan",
      "History: Edo Period",
      "Players: One versus Many",
      "Theme: Ninjas",
      "Theme: Samurai"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Siberian Dawn",
    "ID": 252503,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgame/252503/siberian-dawn",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "Siberian Dawn is a deck building game set in a grim, industrial future where you play the part of an Overseer, one of the tactical experts of the Union who are responsible for quickly dealing with troubles as they arise using a limited resource pool, controlled squad level force, and possible support from the Guilds.&#10;&#10;Recruit and buy resources to increase the power of your resource deck and tactics deck. Use those resources to command your units and deal with hostile forces and events.&#10;&#10;Complete a series of objectives to finish the mission, but watch your Vitae for if it reaches 0 then you have failed and will have to face the shame of letting down the Union&#10;&#10;The story of Siberian Dawn unfolds over a series of missions that challenge with different goals. Contain angry mobs, rescue captives and bribe untrustworthy informants to progress on this mission to combat the Dawn.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Science Fiction"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "高慢パティシエ (Proud Patissier)",
    "ID": 252504,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.60",
    "Link": "https://boardgamegeek.com/boardgame/252504/gao-man-pateishie-proud-patissier",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "55",
    "Weight": "0",
    "Description": "User summary&#10;&#233;&#171;&#152;&#230;&#133;&#162;&#227;&#131;&#145;&#227;&#131;&#134;&#227;&#130;&#163;&#227;&#130;&#183;&#227;&#130;&#168; (Kouman Patishie) Proud Patessier is a Japanese game published in English and Japanese.&#10;&#10;In the royal palace in France under Bourbon Dynasty, you are one of the court patissiers who bake confections, and your duty is to deliver your confections thoughout the palace. Build your deck, and make confections by winning auctions, and deliver your confections for honor. At the end of the game, the player with the highest honor wins the game.&#10;&#10;At your turn, you select one of two cards revealed on the table, and put it into your discard pile, which will be your deck after reshuffle. Then you play one of your three cards in your hand.&#10;&#10;When you play a confection card, it's time for an auction. The winner of the auction keeps the confection card. Others are utility cards such as earning money, raising or lowering value for a specific confection, and immediate reshuffle.&#10;&#10;When a delivery card is revealed from the common deck, trade confections you have kept for honor. Each type of confection has some value, which determines the amount of honor earned per card. There are three delivery cards per game.&#10;&#10;Publisher's summary&#10;&#227;&#131;&#150;&#227;&#131;&#171;&#227;&#131;&#156;&#227;&#131;&#179;&#230;&#156;&#157;&#227;&#129;&#174;&#230;&#153;&#130;&#228;&#187;&#163;&#227;&#129;&#174;&#227;&#131;&#149;&#227;&#131;&#169;&#227;&#131;&#179;&#227;&#130;&#185;&#227;&#128;&#129;&#231;&#142;&#139;&#229;&#174;&#174;&#227;&#129;&#171;&#227;&#129;&#166;&#227;&#128;&#130;&#229;&#174;&#174;&#228;&#184;&#173;&#227;&#129;&#167;&#230;&#156;&#128;&#227;&#130;&#130;&#229;&#144;&#141;&#232;&#170;&#137;&#227;&#129;&#130;&#227;&#130;&#139;&#227;&#131;&#145;&#227;&#131;&#134;&#227;&#130;&#163;&#227;&#130;&#183;&#227;&#130;&#168;&#227;&#129;&#174;&#228;&#184;&#173;&#227;&#131;&#145;&#227;&#131;&#134;&#227;&#130;&#163;&#227;&#130;&#183;&#227;&#130;&#168;&#227;&#130;&#146;&#231;&#155;&#174;&#230;&#140;&#135;&#227;&#129;&#151;&#227;&#129;&#166;&#228;&#186;&#186;&#230;&#176;&#151;&#227;&#129;&#174;&#227;&#129;&#138;&#232;&#143;&#147;&#229;&#173;&#144;&#227;&#130;&#146;&#229;&#174;&#174;&#229;&#187;&#183;&#227;&#129;&#171;&#231;&#180;&#141;&#229;&#147;&#129;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#151;&#227;&#130;&#135;&#227;&#129;&#134;&#227;&#128;&#130;&#227;&#131;&#135;&#227;&#131;&#131;&#227;&#130;&#173;&#230;&#167;&#139;&#231;&#175;&#137;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#174;&#232;&#166;&#129;&#233;&#160;&#152;&#227;&#129;&#167;&#228;&#189;&#191;&#227;&#129;&#136;&#227;&#130;&#139;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#146;&#229;&#143;&#142;&#233;&#155;&#134;&#227;&#129;&#151;&#227;&#128;&#129;&#231;&#180;&#141;&#229;&#147;&#129;&#227;&#129;&#174;&#227;&#129;&#159;&#227;&#130;&#129;&#227;&#129;&#174;&#227;&#129;&#138;&#232;&#143;&#147;&#229;&#173;&#144;&#227;&#130;&#146;&#227;&#130;&#170;&#227;&#131;&#188;&#227;&#130;&#175;&#227;&#130;&#183;&#227;&#131;&#167;&#227;&#131;&#179;&#227;&#129;&#167;&#232;&#144;&#189;&#230;&#156;&#173;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#151;&#227;&#130;&#135;&#227;&#129;&#134;&#227;&#128;&#130;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#231;&#181;&#130;&#228;&#186;&#134;&#230;&#153;&#130;&#227;&#129;&#171;&#230;&#156;&#128;&#227;&#130;&#130;&#229;&#144;&#141;&#232;&#170;&#137;&#231;&#130;&#185;&#227;&#130;&#146;&#231;&#168;&#188;&#227;&#129;&#132;&#227;&#129;&#160;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#140;&#229;&#139;&#157;&#229;&#136;&#169;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Renaissance"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Deck, Bag, and Pool Building"
    ],
    "Families": [
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "ウサギの都市計画 (Usagi no Toshi Keikaku)",
    "ID": 252506,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/252506/usaginodu-shi-ji-hua-usagi-no-toshi-keikaku",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "User summary&#10;&#227;&#130;&#166;&#227;&#130;&#181;&#227;&#130;&#174;&#227;&#129;&#174;&#233;&#131;&#189;&#229;&#184;&#130;&#232;&#168;&#136;&#231;&#148;&#187; (Usagi no Toshi Keikaku) is a Japanese game for two players, about Rabbits' city planning.&#10;&#10;The rabbits' civilization was so flourishing that they establish a city-state. In order to expand their territory, they began working on internal affairs and invasion.&#10;&#10;Usagi no Toshi Keikaku is a two-player card game.&#10;&#10;Each turn, both players choose four cards from five action cards, and place them face-down in order of their choice. Both player reveal their first cards simultaneously and take their actions, but some actions can negate other actions the opponent played, in which case negated action has no effect. Actions allow you gain resource, spend resouce to construct a building, etc. Repeat the process until their fourth actions are resolved, then next turn begins.&#10;&#10;You immediately win the game if you have total of 10 points or more by constructing buildings.&#10;&#10;Publisher's summary&#10;&#227;&#130;&#166;&#227;&#130;&#181;&#227;&#130;&#174;&#227;&#129;&#174;&#230;&#150;&#135;&#230;&#152;&#142;&#227;&#129;&#175;&#230;&#160;&#132;&#227;&#129;&#136;&#227;&#128;&#129;&#233;&#131;&#189;&#229;&#184;&#130;&#229;&#155;&#189;&#229;&#174;&#182;&#227;&#130;&#146;&#229;&#189;&#162;&#230;&#136;&#144;&#227;&#129;&#153;&#227;&#130;&#139;&#227;&#129;&#190;&#227;&#129;&#167;&#227;&#129;&#171;&#227;&#129;&#170;&#227;&#129;&#163;&#227;&#129;&#159;&#227;&#128;&#130;&#10;&#230;&#155;&#180;&#227;&#129;&#171;&#230;&#150;&#135;&#230;&#152;&#142;&#227;&#130;&#146;&#230;&#139;&#161;&#229;&#164;&#167;&#227;&#129;&#155;&#227;&#130;&#147;&#227;&#129;&#168;&#227;&#130;&#166;&#227;&#130;&#181;&#227;&#130;&#174;&#227;&#129;&#159;&#227;&#129;&#161;&#227;&#129;&#175;&#229;&#134;&#133;&#230;&#148;&#191;&#227;&#130;&#132;&#229;&#164;&#150;&#229;&#190;&#129;&#227;&#129;&#171;&#229;&#139;&#164;&#227;&#129;&#151;&#227;&#130;&#147;&#227;&#129;&#160;&#227;&#128;&#130;&#10;&#10;&#227;&#130;&#162;&#227;&#130;&#175;&#227;&#130;&#183;&#227;&#131;&#167;&#227;&#131;&#179;&#227;&#131;&#151;&#227;&#131;&#173;&#227;&#131;&#131;&#227;&#131;&#136;&#229;&#188;&#143;&#227;&#129;&#174;&#227;&#131;&#147;&#227;&#131;&#171;&#227;&#131;&#135;&#227;&#130;&#163;&#227;&#131;&#179;&#227;&#130;&#176;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#228;&#184;&#138;&#230;&#137;&#139;&#227;&#129;&#143;&#232;&#161;&#140;&#229;&#139;&#149;&#227;&#130;&#146;&#233;&#129;&#184;&#230;&#138;&#158;&#227;&#129;&#151;&#231;&#155;&#184;&#230;&#137;&#139;&#227;&#130;&#136;&#227;&#130;&#138;&#229;&#133;&#136;&#227;&#129;&#171;10&#229;&#139;&#157;&#229;&#136;&#169;&#231;&#130;&#185;&#231;&#141;&#178;&#229;&#190;&#151;&#227;&#130;&#146;&#227;&#130;&#129;&#227;&#129;&#150;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;",
    "Categories": [
      "Ancient",
      "Animals",
      "Card Game",
      "City Building",
      "Civilization"
    ],
    "Mechanics": [
      "Action Queue",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Wars: X-Wing (Second Edition) – T-65 X-Wing Expansion Pack",
    "ID": 252507,
    "Year": "(2018)",
    "Geek Rating": "5.566",
    "Avg Rating": "7.89",
    "Link": "https://boardgamegeek.com/boardgameexpansion/252507/star-wars-x-wing-second-edition-t-65-x-wing-expans",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "No ship has become more emblematic of the Rebel Alliance than the T-65 X-wing. A mainstay of the Rebel fleet throughout the Galactic Civil War, this versatile craft was present at almost every major space battle, proving itself to be one of the most effective military vehicles in the galaxy.&#10;&#10;The T-65 X-Wing Expansion Pack for X-Wing Second Edition includes a beautifully-painted T-65 X-wing miniature for you to add to your squadron, a maneuver dial, and all the ship and upgrade cards you need to fly this iconic starfighter into battle. In addition, the T-65 X-Wing Expansion Pack contains a few entirely new cards that have never before appeared in the game's first edition. These new cards and associated punchboard are also included in the Rebel Alliance Conversion Kit for the benefit of veteran players!&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Bluffing",
      "Collectible Components",
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Queue",
      "Dice Rolling",
      "Player Elimination",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Star Wars X-Wing Miniatures Game",
      "Movies: Star Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "ウサギの火星劇団 (Usagi no Kasei Gekidan)",
    "ID": 252508,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/252508/usaginohuo-xing-ju-tuan-usagi-no-kasei-gekidan",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "User summary&#10;&#227;&#130;&#166;&#227;&#130;&#181;&#227;&#130;&#174;&#227;&#129;&#174;&#231;&#129;&#171;&#230;&#152;&#159;&#229;&#138;&#135;&#229;&#155;&#163; (Usagi no Kasei Gekidan) is a Japanese two player game about the Rabbits' theater company on Mars.&#10;&#10;The rabbits who have departed into Space finally landed on Mars, where they built a theater, and eastablished a theater company.&#10;&#10;Usagi no Kasei Gekidan is a two-player card game using a rondel. Each player has three cards, each of which shows a number of members and their belonging classes (colored with red, green, or yellow), face-up in front of that player. Each turn, you choose your action by advancing your pawn one or two sectors in the rondel wheel. Actions allow you reform your members or compete with your opponent with a specific class.&#10;&#10;At the end of the game, you score points depending on how many competitions you won for each class, and the higher scorer wins the game.&#10;&#10;Each card has a special effect which is activated during the game, or earns you additional points if you have it at end of the game.&#10;&#10;Publisher's summary&#10;&#229;&#174;&#135;&#229;&#174;&#153;&#227;&#129;&#171;&#230;&#151;&#133;&#231;&#171;&#139;&#227;&#129;&#163;&#227;&#129;&#159;&#227;&#130;&#166;&#227;&#130;&#181;&#227;&#130;&#174;&#233;&#129;&#148;&#227;&#129;&#175;&#231;&#129;&#171;&#230;&#152;&#159;&#227;&#129;&#171;&#233;&#153;&#141;&#231;&#171;&#139;&#227;&#129;&#161;&#227;&#128;&#129;&#10;&#227;&#129;&#157;&#227;&#129;&#147;&#227;&#129;&#167;&#229;&#138;&#135;&#229;&#160;&#180;&#227;&#129;&#168;&#229;&#138;&#135;&#229;&#155;&#163;&#227;&#130;&#146;&#229;&#137;&#181;&#227;&#130;&#138;&#232;&#136;&#136;&#232;&#161;&#140;&#227;&#130;&#146;&#233;&#150;&#139;&#229;&#167;&#139;&#227;&#129;&#151;&#227;&#129;&#159;&#227;&#128;&#130;&#10;&#10;&#227;&#131;&#173;&#227;&#131;&#179;&#227;&#131;&#135;&#227;&#131;&#171;&#227;&#130;&#146;&#229;&#155;&#158;&#227;&#129;&#151;&#227;&#129;&#166;&#232;&#161;&#140;&#229;&#139;&#149;&#227;&#130;&#146;&#230;&#177;&#186;&#229;&#174;&#154;&#227;&#129;&#151;&#227;&#128;&#129;&#10;&#227;&#130;&#166;&#227;&#130;&#181;&#227;&#130;&#174;&#227;&#129;&#174;&#229;&#155;&#163;&#229;&#147;&#161;&#227;&#130;&#146;&#233;&#155;&#134;&#227;&#130;&#129;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#229;&#155;&#163;&#229;&#147;&#161;&#227;&#129;&#174;&#231;&#181;&#132;&#227;&#129;&#191;&#229;&#144;&#136;&#227;&#130;&#143;&#227;&#129;&#155;&#227;&#129;&#167;3&#231;&#168;&#174;&#227;&#129;&#174;&#232;&#136;&#136;&#232;&#161;&#140;&#227;&#130;&#146;&#229;&#164;&#154;&#227;&#129;&#143;&#230;&#136;&#144;&#229;&#138;&#159;&#227;&#129;&#149;&#227;&#129;&#155;&#227;&#129;&#190;&#227;&#129;&#151;&#227;&#130;&#135;&#227;&#129;&#134;&#227;&#128;&#130;&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Rondel",
      "Set Collection"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Journal of an Outlaw: The Forbidden Treasure of Miftenmad",
    "ID": 252522,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/252522/journal-of-an-outlaw-the-forbidden-treasure-of-mif",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Yahtzee mixes with D&amp;D in this fast-paced, fun, dice-rolling game based on the popular Journal of an Outlaw book series!&#10;Each character plays a rogue trying to open a treasure chest that is protected by 10 locks. Each player takes turns rolling their polyhedral dice to see if they make the combination and open the locks. If unsuccessful at opening a lock, they arm a trap. They get one more chance to pick the lock, and failure means taking damage!&#10;&#10;Players take turns trying to open their treasure chest, they are not only trying to get the treasure, but must also live to the end! Hit points are exchanged for gold at the end of the game. Whoever winds up with the most gold wins! There are also special skills that can be earned to help your rogue achieve success.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy",
      "Novel-based"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Components: Polyhedral (not D6) dice"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Factory Funner: Expansion 2",
    "ID": 252523,
    "Year": "(2018)",
    "Geek Rating": "5.550",
    "Avg Rating": "7.48",
    "Link": "https://boardgamegeek.com/boardgameexpansion/252523/factory-funner-expansion-2",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2",
    "Description": "Originally available during the Factory Funner &amp; Bigger and Habitats 3rd edition Kickstarter&#10;&#10;Factory Funner: Expansion 2 is a small promo expansion to Factory Funner.&#10;&#10;It contains 8 new machines (plus 1 end product reservoir). The mini expansion makes that the game have more machines which improves the randomness. There will be a machine with input/output volumes 3&amp;3/3 (and only 4 vp) and 1 machine with 3 times 1 input volume which should be the &quot;easiest&quot; to place of the 3-input-pipes machines.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Out of Line: Food Trucks!",
    "ID": 252524,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.33",
    "Link": "https://boardgamegeek.com/boardgame/252524/out-of-line-food-trucks",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "All the fun of waiting in food truck lines without the actual satisfaction of tasty food. Make your enemies your friends and your friends your enemies as you jostle to be the first one served! What could be more fun than actually waiting in line? Playing a game about waiting in line!&#10;&#10;Out of Line: Food Trucks is a take-that party game for 2-6 players that plays in 15-20 minutes. To start, set-up your food trucks and make some lines. Once the initial lines are formed with foodies, the players add themselves to the back of the line. Then the game is simply a backstabbing race to the front of the line and be the first player to be served completely. Out of Line: Food Trucks is a blend of strategic positioning, card play, and pure dumb luck, where you shouldn't be afraid to cut in line or use distractions to your favor.&#10;&#10;A player's turn consists of 3 easy steps:&#10;    1. Roll a dice and move that line up &#10;    2. Take an action (play a card, move to the back of a line or just discard a card)&#10;    3.  Draw your hand back up to three cards&#10;    &#10;Player cards allow you to do things like:&#10;    &bull; Move a player to the end of a line&#10;    &bull; Force a player out of line&#10;    &bull; Let a foodie cut into the front of the line&#10;    &bull; Add a food(ies) to the end of a line&#10;    &bull; Temporarily close down a food truck&#10;    &bull; Stop another player from playing a card&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Point to Point Movement",
      "Take That"
    ],
    "Families": [
      "Theme: Food Trucks"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "ガイスターギャモン (Geister Gammon)",
    "ID": 252528,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/252528/gaisutagiyamon-geister-gammon",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Publisher's summary&#10;&#227;&#130;&#172;&#227;&#130;&#164;&#227;&#130;&#185;&#227;&#130;&#191;&#227;&#131;&#188;&#227;&#130;&#174;&#227;&#131;&#163;&#227;&#131;&#162;&#227;&#131;&#179; (Geister Gammon) is a game for two people combining Geister and Backgammon. Of course it is a matter of Backgammon to make points and race and aim for the goal.&#10;&#10;But you can also aim for different ways of victory with a Geister element, such as hitting a bad ghost.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Frozen Forest",
    "ID": 252537,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.78",
    "Link": "https://boardgamegeek.com/boardgame/252537/frozen-forest",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "4",
    "Description": "Warning: This is a hard game with some prime number math involved. As such, this game is not for everyone, but it is very rewarding when played well.&#10;&#10;A little girl named Mina and her best pal, a friendly yeti named Yuki, play hide-and-seek in a magical frozen forest. Not only do the trees grow perfectly aligned in a 10&times;10 grid, but the trees themselves grow straight up. This means that a skinny little girl could easily hide behind one. A yeti, however, is far too big not to be seen. So, that is why Mina always hides, Yuki always seeks, and they always have fun! But seeking takes a lot of energy for someone as big as Yuki, and the trees also happen to be very much to Yuki&rsquo;s tastes. So he cannot resist munching every last splinter of every tree he encounters. In fact, if he runs out of trees to eat, he gets too hungry and gives up.&#10;&#10;One player plays Yuki and the other player plays Mina. Yuki and Mina take turns moving from tree to tree. Yuki moves slowly, because with every step, he devours an entire tree (don&rsquo;t worry, no real magical trees will be harmed during the game). On the contrary, Mina moves as far as she wants.&#10;&#10;EQUIPMENT&#10;&#10;- Board with 10&times;10 tree spots&#10;- 70 snow spots (white discs)&#10;- Yuki (an &lsquo;ice&rsquo; meeple)&#10;- Mina (a red meeple)&#10;&#10;HOW TO WIN:&#10;&#10;One player plays Yuki and the other player plays Mina.&#10;&#10;Play twice swapping roles to see who does best. In many cases Yuki eventually catches Mina, but sometimes she manages to leave Yuki with no valid moves.&#10;&#10;- If both players win playing Yuki the one that ate fewer trees wins.&#10;&#10;- If both players win playing Mina, the one that ate more trees wins.&#10;&#10;- If a player wins playing both Yuki and Mina this player is clearly a hide-and-seek master!&#10;&#10;The paradox:&#10;&#10;The strategy on the second game will depend on the result of the first one:&#10;&#10;- If Yuki wins the first game, the player playing Yuki in the second game must eat fewer trees (catch Mina sooner).&#10;&#10;- If Mina wins the first game, the player playing Yuki in the second game (who won as Mina), must eat as many trees as the other player did (trying to catch Mina later!) just in case Mina eventually escapes.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Enclosure",
      "Grid Movement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Containers: Zippered Pouch",
      "Digital Implementations: Ai Ai",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Get the MacGuffin: Fist Bump",
    "ID": 252538,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.37",
    "Link": "https://boardgamegeek.com/boardgameexpansion/252538/get-the-macguffin-fist-bump",
    "Min Players": "2",
    "Max Players": "11",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Promotional Action card originally handed out as individual cards with no packaging on Table Top Day 2018.&#10;&#10;Text says:&#10;&quot;Fist bump another player when you play this.&quot;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Hand Management",
      "Player Elimination"
    ],
    "Families": [
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Talon: A Tarot Card Game",
    "ID": 252541,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/252541/talon-a-tarot-card-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Talon: A Tarot Card Game is a modern tarot trick taking game designed primarily for use with Trionfi Tarot Playing Cards. Each player receives a hand of 12 cards and players bid to become the declarer by stating how few cards they wish to exchange with the talon or kitty. The declarer's side tries to win the majority of card points in tricks.&#10;&#10;The three player game is a simplified form of 42 card Tapp Tarock similar to the kind played in Eastern Europe.&#10;&#10;The game for four players is a streamlined form of K&ouml;nigrufen in which the declarer has the option of choosing a hidden partner by naming a king.&#10;&#10;The five or six player games use 66 or 78 cards and blend elements of early Tapp Tarock with Swiss card games.&#10;&#10;Although designed mainly for three to six players; a two player variant, similar to Strohmandeln or Strawman Tarock, is also provided in which players are dealt additional piles of cards in addition to their regular hands.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Hand Management",
      "Trick-taking"
    ],
    "Families": [
      "Components: Tarot Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Shipwreck Arcana: The Imago Promo Card",
    "ID": 252543,
    "Year": "(2018)",
    "Geek Rating": "5.597",
    "Avg Rating": "7.56",
    "Link": "https://boardgamegeek.com/boardgameexpansion/252543/the-shipwreck-arcana-the-imago-promo-card",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "2",
    "Description": "The Imago is a single promo card for The Shipwreck Arcana, first released at PAX East 2018. Add even more variety and challenge to your games by adding The Imago into the arcana deck, and use the Cycle power found on the back to help you win!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Pattern Building"
    ],
    "Families": [
      "Game: The Shipwreck Arcana"
    ]
  }
]