[
  {
    "Rank": "N/A",
    "Name": "Seas the Day",
    "ID": 312998,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/312998/seas-the-day",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Seas the Day is fun memory match and basic strategy game that helps you exercise your grey cells. Each player matches multiple variables to complete their matching sets, while learning about the sea creature on the card.&#10;&#10;Each card has unique poem that encapsulates an interesting fact about the sea creature.&#10;&#10;The game also includes a strategy mode where players can choose to match one or more objects in a game to score points. While players may be tempted to target patterns that score the highest points, they will soon learn that waiting for their cards of choice may not be the best approach, as other players race to finish the game before they do.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game",
      "Educational",
      "Math",
      "Trivia"
    ],
    "Mechanics": [
      "Matching",
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Tornado Chasers",
    "ID": 312999,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/312999/tornado-chasers",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "0",
    "Description": "Tornado Chasers is a fun game full of excitement, strategy, challenges, and it does require some guts! You're a professional tornado chaser looking for the best photographs in the heart of tornado alley! Unfortunately, there is a massive tornado outbreak and now the tornados [sic] are chasing you!&#10;&#10;The first player to collect five photographs of a tornado or the last player to survive wins!&#10;&#10;&mdash;description from the back of the box&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Player Elimination",
      "Push Your Luck",
      "Rock-Paper-Scissors",
      "Set Collection",
      "Sudden Death Ending",
      "Take That"
    ],
    "Families": [
      "Category: Print-on-Demand",
      "Theme: Weather"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Messenger",
    "ID": 313006,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/313006/the-messenger",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "10",
    "Play Time": "25",
    "Weight": "0",
    "Description": "The Messenger - a solitaire card game for 8-12 year olds.&#10;&#10;The High King faces a surprise attack by the approaching armies of his nemesis! You, the royal messenger, must return to the palace and deliver the urgent message you've received from the scouts as quickly as possible.&#10;Fail to deliver your message in time - and the palace will come under attack before the High King's armies have been mustered!&#10;&#10;Quick as you are, this challenge may be too hard even for you, messenger. The palace is far away, and it'd normally take you seven days to cover the distance. Now, you only have five. What's more, the roads have become much more dangerous of late. Nevertheless, set out you must, if the High King is to receive the warning in time!&#10;&#10;Your goal is to return to the palace and deliver your message in five days or less. Along the way, you will face several challenges and come across several people and animals. Each day will present a new challenge or encounter. While some will hinder you, others will help you make it to the palace in time.&#10;&#10;Your base speed is 40 miles per day, and the royal palace is 280 miles away from your starting point. You won't make it in time unless you somehow manage to increase your speed. Perhaps something or someone along the way will help make you faster...&#10;&#10;Each time you play, you will draw up to five cards - one card each turn - and face at least three different challenges. It is up to you to decide whether you take on the encounter of the day or avoid it. While some encounters can be automatically avoided, others require you to successfully hide in order to avoid them, and some encounters simply cannot be avoided. You must take on at least three of the encounters you come across (including those which cannot be avoided).&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Alma Mater: New Students",
    "ID": 313011,
    "Year": "(2020)",
    "Geek Rating": "5.595",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/313011/alma-mater-new-students",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "150",
    "Weight": "3.6667",
    "Description": "Alma Mater: New Students consist of four new students, one in each of the four different majors, that can be swapped in and out of the Alma Mater base game to provide more variability in play.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Renaissance"
    ],
    "Mechanics": [
      "Closed Drafting",
      "End Game Bonuses",
      "Hand Management",
      "Tile Placement",
      "Worker Placement"
    ],
    "Families": [
      "Theme: School / College / University"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sankli: A Game of Chain Tag",
    "ID": 313012,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/313012/sankli-a-game-of-chain-tag",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Enjoy a game of Sankli (chain tag) brought to you on a board game.&#10;&#10;In this fast-paced two-player game, each player must race to create a line of their characters with their hands linked&#10;together.&#10;&#10;A simple format where players pick 3 cards each, place them on the board, and then use move them one at a time, rotating the card as they go, to form a line where the cards are linking hands.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Children's Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Grid Movement",
      "Pattern Movement",
      "Pattern Recognition"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "KILN",
    "ID": 313013,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgame/313013/kiln",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "A tile-cooking game for 2 to 4  players by N&eacute;stor Romeral Andr&eacute;s.&#10;&#10;Did you ever wonder where all those tiles from hundreds of tile-laying games come from? Well, they&rsquo;re made in the KILN. The KILN is the special, high-temperature oven in which you fire ceramics such as tiles made of clay.&#10;&#10;In KILN 2 to 4 players compete to manufacture tiles for the publishers of tile-laying games (such as nestorgames itself). All players share the same kiln, but each one has their own warehouse to store and sell the tiles to the publishers.&#10;&#10;Material:&#10;&#10;- A board with a scoring track and an 8&times;8 square grid (the rack) with an inner 6&times;6 area (the kiln).&#10;- Four 5&times;5 grids with plastic coating (warehouses).&#10;- 8 discs in 4 colours (2 each of red, blue, green, yellow)&#10;- 7 grey discs (for advanced play),&#10;- One black disc (goal marker).&#10;- 4 erasable markers.&#10;- 36 square tiles in four colours (red, blue, green, yellow) and one black square tile (the neutral tile), all the same size as the cells of the rack.&#10;&#10;Game overview:&#10;&#10;Players take turns pushing tiles in the kiln, then copying the biggest shape of their colour to their warehouses, and optionally selling completed rows or columns for scoring. First to reach or cross the goal score wins. Draws are impossible.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Paper-and-Pencil",
      "Pattern Building",
      "Slide / Push"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 6 x 6 Grids",
      "Containers: Zippered Pouch"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Challengers of the Great Beyond",
    "ID": 313014,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgame/313014/challengers-of-the-great-beyond",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "CALLING ALL GALACTIC HEROES!&#10;&#10;Challengers of the Great Beyond is a new skirmish game that uses the innovative Battlesworn mechanics to run space opera science fiction battles using ANY miniatures you already have.&#10;&#10;     d6 based combat&#10;     No complicated point system: use the 41 classes provided to describe any model&#10;     10 to 37 models needed, depending on the classes used -- each model is either a single character with multiple life points or part of a small squad where each trooper has 1 life point&#10;     No measurements required -- models move in straight line, arresting their movement when they are intercepted by opponents or when the terrain changes -- you can play on any size of table&#10;     Secret bidding system for initiative using a deck of common cards&#10;     Rules for solo play included&#10;     Use any miniatures, in any scale - &#10;&#10;&#10;GRAB A BLASTER AND CHALLENGE THE GREAT BEYOND!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Dice Rolling",
      "Simulation",
      "Turn Order: Random"
    ],
    "Families": [
      "Components: Miniature agnostic"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The WitchBorn: Enter Perdition",
    "ID": 313016,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.45",
    "Link": "https://boardgamegeek.com/boardgame/313016/the-witchborn-enter-perdition",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "3.5",
    "Description": "Enter a Dark Fantasy where Perdition is overrun by demonic WitchBorn returned from the dead. WitchBorn tear their brothers and sisters apart with an insatiable blood lust. You number among a few roaming bands of survivors&mdash;maybe all that is left of your kind!  Build your own war clan of eight survivors to recover lost cargo in WitchBorn infested plains.&#10;&#10;Enter Perdition is a story-driven miniatures skirmish. Use the supplied standup figures, your own miniatures, or expansion sets including Reaper Bones minis. The ever-changing stories are told by free web apps so no GM is needed.&#10;&#10;Play with one to six war clans and battle to take your world back.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Critical Hits and Failures",
      "Dice Rolling",
      "Measurement Movement",
      "Multiple Maps",
      "Role Playing",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Patata Burgesa",
    "ID": 313023,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/313023/patata-burgesa",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "50",
    "Weight": "0",
    "Description": "The Patata Burgesa is a game set in the Medieval Potato universe, where players will have to do everything in their power to secure and maintain the prized &quot;Patata Burgesa&quot; card.&#10;&#10;In this new edition, the game has updated all the art and it has 3 more Potato Cards type, making the game more unpredictable and strategical. It also reorganizated all the Potato Cards in category to improve the game flow.&#10;&#10;The turn:&#10;During each Round, each player has a turn, during which the player can only throw a card and then the action of the specific card will be performed.&#10;&#10;The victory:&#10;When as many rounds as players have been made, the end of the game will be marked, and the player who has the &ldquo;Patata Burgesa&rdquo; card, wins the game and rules the Potato-Medieval universe.&#10;&#10;&lsquo;&rsquo;-description from designer&rsquo;&rsquo;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Medieval"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Shadow of Miskatonic",
    "ID": 313025,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/313025/shadow-of-miskatonic",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Shadow of Miskatonic lets you enter the world of H.P. Lovecraft as an investigator on a mission to defeat the minions of Cthulhu and a dreaded Shoggoth.  It is a competitive card game for 2-4 players that uses a standard deck of cards, a single six sided die, red, white, and blue poker chips, and player provided tokens or pawns to recreate the world of H.P. Lovecraft, with four eldritch towns (Arkham, Dunwich, Innsmouth, and Kingsport) surrounding Miskatonic University.&#10;&#10;Players take on the role of investigators, going from town to town to find clues and artifacts to aid them in their struggle.  Along the way, they encounter cultists, priestesses, and wizards that pay tribute to the Elder Ones. Each encounter has the potential to cause investigators to lose health and sanity or gain power to fight the ultimate monster.  The object of the game is to be the first investigator to defeat a horrible monster called a Shoggoth and win.&#10;&#10;The game sets up in about 2 minutes, plays in about 20, and is put away in about 2 minutes.  The rules are free, under creative commons, and all you need is a standard deck of cards, a d6, and 3 different colored poker chips.  You will also need to provide your own player tokens or pawns.  That's it.  If you like H.P. Lovecraft or just different card games, give it a try.  Ludo Fore Putavimus !!!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Horror",
      "Print & Play",
      "Science Fiction"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Dice Rolling",
      "Open Drafting",
      "Pieces as Map"
    ],
    "Families": [
      "Components: Traditional Playing Cards",
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "REDLINE: Tactical Card Combat",
    "ID": 313026,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/313026/redline-tactical-card-combat",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "25",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Build your army, deploy it to the battlefield, upgrade your forces and command them in simultaneous combat!&#10;&#10;REDLINE: Tactical Card Combat is an exciting expandable card game that features simultaneous combat and mission based objectives to secure and hold. REDLINE, blends the tactical maneuvers of tabletop wargames with the fast paced gameplay of card games.&#10;&#10;Winning requires careful resource management, and tactical cunning thanks to REDLINE's unique mission and combat system. Unlike many other card games, the battlefield exists in the form of mission cards that grant bonuses when captured. Players give mission orders using secret dials before combat that allows for the setting up of maneuvers such flanks, feints and ambushes. Or, create a gap in the front and rush your units through to attack your opponent's deck. In REDLINE, how you fight is totally up to you. just remember, no plan survives first contact!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Deck Construction",
      "Dice Rolling",
      "Pieces as Map",
      "Simultaneous Action Selection",
      "Zone of Control"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "AuZtralia: Revenge of the Old Ones",
    "ID": 313047,
    "Year": "(2022)",
    "Geek Rating": "5.635",
    "Avg Rating": "7.58",
    "Link": "https://boardgamegeek.com/boardgameexpansion/313047/auztralia-revenge-of-the-old-ones",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "150",
    "Weight": "2.7143",
    "Description": "1932 &mdash; the desolate shores of a new world lie before the would-be colonists. They are on a mission to grow food to feed the war-ravaged populations of the world, a war fought against the terrible Old Ones.&#10;&#10;However, this new land hides a terrible secret: It is the final lair of those Old Ones not defeated in the war. They are about to rouse themselves from their slumbers and bring terror down on the settlers. At first these attacks seem to be random. After some time, it becomes obvious that there is a controlling mind behind these evil creatures. Somebody, or something, is directing the hordes of zombies, Mi-go and Shoggoths...and possibly even Cthulhu itself!&#10;&#10;AuZtralia: Revenge of the Old Ones enables you to play the game with one player controlling the forces of the Old Ones. This allows the game to be played by up to five players. As well as being able to decide where to place their forces, the Old One player can also summon terrible creatures from the void to create even more havoc. Now you can raise Nyarlathotep or call forth the Hounds of Tindalos to defeat the scourge of humans invading your lands.&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Economic",
      "Exploration",
      "Fantasy",
      "Horror"
    ],
    "Mechanics": [
      "Action Retrieval",
      "Card Play Conflict Resolution",
      "Hexagon Grid",
      "Network and Route Building",
      "Team-Based Game",
      "Turn Order: Time Track"
    ],
    "Families": [
      "Country: Australia",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Players: One versus Many",
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tichu Deluxe",
    "ID": 313051,
    "Year": "(2019)",
    "Geek Rating": "5.556",
    "Avg Rating": "7.47",
    "Link": "https://boardgamegeek.com/boardgame/313051/tichu-deluxe",
    "Min Players": "4",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.5",
    "Description": "Tichu is a partnership climbing card game, and the object of play is to rid yourself of your hand, preferably while scoring points in the process.&#10;&#10;Tichu Deluxe, published by Korea Boardgames Co., Ltd., contains both Tichu and Tichu Booster and features illustrations from uplay.it version of Tichu.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Hand Management",
      "Ladder Climbing",
      "Team-Based Game",
      "Trick-taking"
    ],
    "Families": [
      "Card Games: Climbing",
      "Card Games: Outplay",
      "Card Games: Shedding / Stops",
      "Components: Traditional Playing Cards",
      "Continents: Asia",
      "Country: China"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Roll Player: Ring of Charity Promo Card",
    "ID": 313054,
    "Year": "(2020)",
    "Geek Rating": "5.578",
    "Avg Rating": "7.61",
    "Link": "https://boardgamegeek.com/boardgameexpansion/313054/roll-player-ring-of-charity-promo-card",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "One promo card, first available to backers of Man vs. Meeple Season 3.&#10;&#10;Card text:&#10;As part of this card's cost, you must also give one gold to all other players.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Open Drafting",
      "Set Collection",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Games: Roll Player",
      "Promotional: Cards",
      "Setting: World of Ulos",
      "Theme: Jewelry"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shards of Infinity: Into the Horizon",
    "ID": 313056,
    "Year": "(2021)",
    "Geek Rating": "5.693",
    "Avg Rating": "7.80",
    "Link": "https://boardgamegeek.com/boardgameexpansion/313056/shards-of-infinity-into-the-horizon",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "The shards have awoken, their twisted voices whispering into the minds of the Shard Masters, stoking the flames of war with every word.&#10;&#10;Shards of Infinity: Into the Horizon continues the deck-building battles seen in previous Shards of Infinity sets, with players seeking a new destiny for a universe overcome by the power of the mighty shards.&#10;&#10;Two new gameplay mechanisms are featured in this set: Destinies and the evil Ingeminex. Destinies allow players to spend valuable Mastery to gain an incredible advantage during gameplay. The Ingeminex are a new source of tension that seek to harm all players, but can be defeated with a well-timed use of power.&#10;&#10;This set concludes the current storyline told throughout the Shards of Infinity adventure and paves the way for an untold future!&#10;&#10;Into the Horizon contains 60 new cards for Shards of Infinity:&#10;&#10;&#10;     30 Destinies cards.&#10;     5 Ingeminex cards.&#10;     25 center deck cards.&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building"
    ],
    "Families": [
      "Game: Shards of Infinity"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Yu-Gi-Oh!: Rush Duel",
    "ID": 313059,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.23",
    "Link": "https://boardgamegeek.com/boardgame/313059/yu-gi-oh-rush-duel",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Rush Duel is a new type of ygo card duel in TV anime Yu-Gi-Oh! Sevens, which is that newest TV anime of Yu-Gi-Oh! series. Cards of Rush Duel are different from the origin Yu-Gi-Oh! Trading card game or Yu-Gi-Oh! official card game.&#10;&#10;In this game, players draw until he/she has five cards in his/her hand each turn, and players can summon monsters as much as they can in their turn. Monster zone and spell/trap zone in Rush Duel both has three space. So it can be consider as a faster and more simple version of Yu-Gi-Oh! card game.&#10;&#10;As Rush Duels are treated as a different card game, Yu-Gi-Oh! Rush Duel products run in a separate product line to Yu-Gi-Oh! Official Card Game products. The first sets released for Rush Duel were Starter Deck Yuga - Cut Through! Sevens Road!! and Starter Deck Luke - Explosive Supremacy! Dragias!!, which could also both be purchased in one set.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Fantasy",
      "Fighting",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Deck Construction",
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Category: Two-Player Fighting Games",
      "Collectible: Collectible Card Games",
      "Comic Books: Yu-Gi-Oh!",
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Alien Exiles",
    "ID": 313060,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/313060/alien-exiles",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "25",
    "Weight": "0",
    "Description": "Alien Exiles is a quick card game, where players, as members of a planetary government, try to avoid occupation by aliens while scheming and plotting, using or abusing their power to send aliens to other &ldquo;friendly&rdquo; planets to eliminate them. Last man standing is the winner!&#10;&#10;A player must perform two actions on each of their turn and each action can be either play a card or draw a card. Players are trying avoid being occupied by aliens by either using government cover ups, sending them back to their planet (draw pile) or using &quot;custom&quot; travel papers to send them to other players. The number of aliens needed for a player to be eliminated depends on the number of players. The game ends once all other players are eliminated and only one is standing.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Unreleased Games",
      "Creatures: Aliens / Extraterrestrials",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Der Irrgarten",
    "ID": 313061,
    "Year": "(1930)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/313061/der-irrgarten",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players start at the entrance of the maze and have to make their way through to the exit. The first to do so wins the game. Movement is determinated by one die. At the crossroads the players have to follow the arrows corresponding to the number they have rolled (1 = green, 2 = red and so on).&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Maze"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Race",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Die lustige Paddlerfahrt",
    "ID": 313062,
    "Year": "(1932)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgame/313062/die-lustige-paddlerfahrt",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players  have to paddle their canoes from space 1 to space 50. Movement is determined by one die. On some spaces events hinder or benefit the players. The first to reach space 50 wins the game.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Race",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Traditional Games: Game of Goose"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Der Rundflug",
    "ID": 313063,
    "Year": "(1928)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/313063/der-rundflug",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players have to get their planes from start to finish. Movement is determined by one die. If a plane gets into the rainstorm (spaces 21-23) it has to do an emergency landing before continuing. All planes have to land at the airfield (Space 58) to refuel. At space 87 the planes have to land for a check up. If a plane gets on space 97 (snowstorm) is misses a turn. The first player to reach space 113 wins the game.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Children's Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Race",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Next War: Series Supplement #3",
    "ID": 313074,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.41",
    "Link": "https://boardgamegeek.com/boardgameexpansion/313074/next-war-series-supplement-3",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "600",
    "Weight": "4",
    "Description": "This third Next War supplement will contain the following items:&#10;&#10;    An expansion map containing the rest of Kaliningrad and a larger portion of Lithuania including the strategically important railroad connection.&#10;    Optional expansion map which depict the islands of Bornholm and Gotland as hex based maps as well as rules to integrate them into the game.&#10;    Two counter sheets containing additional and updated counters for most of the nationalities in Poland including:&#10;        New and additional ground OOB for Russia&#10;        Typhoons w/ Meteor&#10;        Additional ground units for Poland&#10;        Belgian F-35s&#10;        US F/A-18s w/ AMRAAMs&#10;        Belarus Su-30s&#10;    &#10;    Additional counters for other games in the series including:&#10;        Indian S-400s&#10;        PRC DF21s/26s&#10;    &#10;    Updated ROK Order of Battle for Next War: Korea (either edition)&#10;    Additional counters and Player Aid Cards for revamped Cyber Warfare rules.&#10;    A few optional rules.&#10;&#10;&#10;Effectively, this supplement is an upgrade kit for Next War: Poland, 1st Edition to the 2nd Edition, but, of course, it also includes goodies such as the additional counters, the ROK OoB, new Cyber Warfare rules, and assorted other optional rules.&#10;&#10;(from GMT website)&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Next War (GMT)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Black Seas: Terrors of the Deep",
    "ID": 313075,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/313075/black-seas-terrors-of-the-deep",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "500",
    "Weight": "0",
    "Description": "Sailors have swapped stories of the horrors that inhabit the seas for centuries, creating legends of monsters that come up from the murky depths to drag whole ships down to Davy Jones&rsquo; Locker. &#10;Sailors are nothing if not superstitious and many believed these creatures roamed the oceans in the Age of Sail. &#10;These Terrors of the Deep add character and a new sense of danger to your games of Black Seas.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Age of Reason",
      "Fantasy",
      "Miniatures",
      "Napoleonic",
      "Nautical",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Components: Miniatures",
      "Creatures: Monsters",
      "Game: Black Seas (Warlord Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "1066 Campaign Game",
    "ID": 313076,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/313076/1066-campaign-game",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "5",
    "Description": "A wargame for one player to recreate the English campaign of 1066.&#10;&#10;The player takes on the role of the Saxon King Harold as he defends his throne from his rebellious brother Earl Tostig; Harald Hardrada the Viking king of Norway; and the Norman Duke William.&#10;&#10;The game has a colour map, 12 plastic replica silver penny fortune counters and 11 chess pieces (replicas of the 10th century Lewis set) to use as army locators and intrigue markers, and a Haley&rsquo;s comet marker to record the 12 monthly turns.&#10;&#10;Warlords plot and launch their invasions while Harold heroically struggles to maintain his fortunes, gather the army and move in position to strike against his enemies.&#10;&#10;&mdash;description from the publisher&rsquo;s website&#10;&#10;",
    "Categories": [
      "Medieval",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Country: England",
      "History: Norman Conquest",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Slime Heroes",
    "ID": 313078,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/313078/slime-heroes",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Slime Heroes is a two-player, area control slime game. &#10;It was originally inspired by the designer's favourite game Splatoon 2.&#10;&#10;Players battle by manipulating their slime on the board and expanding your area. &#10;Each player has an action deck of 16 cards. There are four types: place a color, place a bomb, support actions, and specials. &#10;The game ends when both players run out of cards. The player with the most colors wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip",
      "Sports",
      "Territory Building",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Command Cards",
      "Kill Steal",
      "Open Drafting"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Into the Orbit",
    "ID": 313083,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgame/313083/into-the-orbit",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "In Into the Orbit you are leading your own space flight company and building bigger and better rockets to transport payload into the orbit. You decide which components you develop to enhance your rockets reliability and efficiency. Tremble at every start if your baby will reach the sky or explode right at the start. Try to bet the first who finish a own space station and win the game!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Industry / Manufacturing",
      "Space Exploration"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Investment",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Terraforming Darkness",
    "ID": 313084,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/313084/terraforming-darkness",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "After a nuclear war Earth&rsquo;s biosphere collapsed and each nation sent away their last survivals with a fleet of colony ships to the only system in range with Earth -like planets. A hidden system filled with dark matter captured the fleet during flight by gravity. Now there are no other options left as to colonise this system without working scanners because of the nebula all around.&#10;&#10;You control one of these fleets. You have to setup coalitions or try to claim entire planets yourself. Every decision you make will influence the survival of all. Take good care while mining deep, under the surface something horrifying is lurking&hellip;&#10;&#10;In this game you have to decide how much scout and colony ships you going to spend to discover new planets, when you will start colonising them as well as how to connect them and how deep you will mine. If you mine deeper into the planet&rsquo;s crust you may find giant amounts of resources. You may find horrible things as well. You will have to make a lot of thrilling decisions about risking everything to win the game or at least to barely survive. It may appear simple and minimalistic but the game experience is deep and intense.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Science Fiction"
    ],
    "Mechanics": [
      "Alliances",
      "Cooperative Game",
      "End Game Bonuses",
      "Modular Board",
      "Pieces as Map",
      "Solo / Solitaire Game",
      "Zone of Control"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Vinopolis",
    "ID": 313091,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgame/313091/vinopolis",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Vinopolis is a game where you test your knowledge about the world of wine.&#10;&#10;How does it work? Four professions related to wine are represented: the oenologist, the sommelier, the wine merchant, the winemaker. For each of these professions there will be questions with specific mechanics: true/false, numerical estimation within a range, positioning on a world map, multiple choice questions).&#10;&#10;When it is the player's turn, he moves the pawn (in the shape of a bottle) to the trade of his choice, provided it is different from the previous turn, and draws a question corresponding to his neighbour. Before he answers, players can bet on his answer (success or failure) to try to win points.&#10;If the person answers the question correctly, they win as many points as indicated on the card (depending on the difficulty of the question). If they answer incorrectly, they still win a chance card (which keeps the game balanced). &#10;The round then moves on to the next player.&#10;&#10;&quot;End-of-game&quot; cards are placed in the 5 decks of cards (1 deck &quot;chance&quot;, 4 &quot;questions&quot; packages: one per job). When 3 &quot;end-of-game&quot; cards are revealed, the game ends and the player with the most points wins the game.&#10;&#10;&mdash;user summary&#10;&#10;Affrontez-vous pour vous constituer la plus belle Cave en gagnant des Pions. Pariez et r&eacute;pondez aux questions de 4 personnages exer&ccedil;ant un m&eacute;tier li&eacute; au vin : le Vigneron, l'Oenologue, le Caviste et le Sommelier. Bluffez sur vos connaissances, pariez sur les bonnes ou mauvaises r&eacute;ponses de vos adversaires et remportez la mise !&#10;Et d&eacute;couvrez le monde du vin gr&acirc;ce aux r&eacute;ponses d&eacute;taill&eacute;es.&#10;&#10;&mdash;description from the back of the box&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Highest-Lowest Scoring"
    ],
    "Families": [
      "Food & Drink: Wine"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Caccia al pirata!",
    "ID": 313096,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/313096/caccia-al-pirata",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A pirate ship flees across the Caribbean Sea, chased by 2-4 hunters.&#10;The pirate earns one doubloon for each turn he is not taken, and more if he reachs places he never visited before.&#10;Hunters earn doubloons for reaching the pirate.&#10;&#10;Ather each player gets a turn as the pirate, the game is over and the richest win.&#10;&#10;This game is a reimplementation of the paper &amp; pencil game Strachan's Fugitive, with a new setting for a historical magazine for kids. It comes with a long article about pirates and corsairs.&#10;&#10;&mdash;description by the designer&#10;&#10;Published on History Kids, italian edition, issue #2.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Bluffing",
      "Children's Game",
      "Educational",
      "Nautical",
      "Pirates"
    ],
    "Mechanics": [
      "Hidden Movement",
      "Paper-and-Pencil",
      "Point to Point Movement",
      "Secret Unit Deployment",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Region: Caribbean Sea"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Five Parsecs: Salvage Jobs Expansion",
    "ID": 313105,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/313105/five-parsecs-salvage-jobs-expansion",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This expansion adds Salvage Jobs to the Five Parsecs From Home game system.&#10;&#10;With these rules you can obtain a license, dig around old starship wrecks and get in a shoot-out over the loot.&#10;&#10;Updated, tweaked and improved from the original version, this expansion includes all the extra detail needed to work in the current version of the Five Parsecs rules set, letting your crew take on a quest one day, a salvage job the next and fight off alien invaders on Thursday!&#10;&#10;If you are familiar with the original version, now salvage jobs are simply another mission type you can get involved with in the game, using the same crew. It also benefits from the many improvements to Five Parsecs such as the massively increased Enemy table&#10;&#10;&#10;Note that this is an expansion to Five Parsecs From Home. It is NOT a stand-alone title.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Players: Wargames with Solitaire Rules",
      "Series: Five Parsecs (Nordic Weasel Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Five Parsecs: Salvage Crew",
    "ID": 313106,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/313106/five-parsecs-salvage-crew",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The adventure continues.&#10;&#10;With Five Parsecs : Salvage Crew you can try your luck at planetary salvage.&#10;&#10;Search crashed ships and alien ruins, deal with hazards and fight off other claimants (and the odd mutant gang or alien critter).&#10;&#10;Create a unique crew with character and identity, load them up and set them lose on the universe.&#10;&#10;Character creation follows the very popular method from Five Parsecs From Home but with tables adjusted for the types of characters you'll find in the new style of campaign.&#10;&#10;Salvage Crew is written for campaign play, allowing you to watch your crew develop and grow (hopefully!) as they survive encounters, learn their trade and loot the universe.&#10;&#10;New rules are included for revealing unexpected encounters and scouting the area for bad guys.&#10;&#10;&#10;The game engine is intended for solo play from the get go:&#10;&#10;This means we've avoided complex rules that are easy to lose track of, kept the number of exceptions and special cases to a minimum and all solo play mechanics are integrated directly into the core rules.&#10;&#10;No need to flip back and forth between Movement and the Solo mechanics any longer.&#10;&#10;This is a complete, stand alone game.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Book",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Players: Wargames with Solitaire Rules",
      "Series: Five Parsecs (Nordic Weasel Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Across the Po Valley: Wargaming the Late French Revolutionary War",
    "ID": 313107,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/313107/across-the-po-valley-wargaming-the-late-french-rev",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Across the Po Valley: Wargaming the Late French Revolutionary War&#10;&#10;Wargamer and author Tom Garnett provides a view into a lesser known campaign where the successes of Napoleon Bonaparte in his brilliant 1796-1797 campaign were wiped out in 1799 by an equally brilliant campaign led by the Russian hero Marshal Alexander Suvorov. &#10;Twelve battle scenarios, ranging from northeast to southwest northern Italy, tracks the sweep of the Russian-Austrian coalition against their French opponents. &#10;Each scenario comes with a detailed battle map, a complete order of battle with unit labels, and special rules and content you need to set up and play each game.&#10;&#10;SCENARIOS:&#10;&#10;     French Attack at Pozzo, Battle of Magnano&#10;     Russian Attack at Lecco, Battle of Adda River Line&#10;     Austrian Attack at Vaprio, Battle of Cassano&#10;     French Attack , Clash at Bassignana&#10;     French Attack at San Giuliano Vecchio,&#10;     Battle of 1st Marengo&#10;     French Morning Attack, Battle of Tidone Creek&#10;     Coalition Counterattack, Battle of Tidone Creek&#10;     Coalition Right Column Attack, Battle of Trebbia&#10;     French Right-Wing Attack, Battle of Trebbia&#10;     Austrian Right-Wing Attack, Battle of Novi&#10;     Russian Attack Against Novi, Battle of Novi&#10;     Morning Meeting Engagement, Battle of Genola&#10;&#10;&#10;This book only provides scenario information and some additional rules modifications designed for a variant of the Regimental Fire and Fury rules system. The basic rulebook is needed to play these scenarios.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Miniatures",
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Country: Italy",
      "History: French Revolutionary Wars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bear Flag Republic",
    "ID": 313109,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.56",
    "Link": "https://boardgamegeek.com/boardgame/313109/bear-flag-republic",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "3",
    "Description": "Bear Flag Republic is a card-enhanced game for 2 players based on California in 1846-47 at the time of the Mexican-American War. The game map shows most of California (known as Alta (upper) California. The owners are Mexico &amp; the Californios or Californians). The object of the game is for the Californians to retain Alta California while the goal of the Bear Flaggers and United States troops and sailors is to seize the soon to be Golden State. The fighting itself was not particularly bloody and involved relatively small numbers of troops. There are two major events that influence the course of the game. One is the outbreak of the Bear Flag Revolt just before the formal Declaration of War between the United States and Mexico is known of in California. The other is the rebellion of Southern California over the initial occupation by the Americans. The game is a TWO-ACT play. Several key and often-random events may play a powerful role in he final outcome of the fighting. The game will take 1-3 hours to play to completion.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Point to Point Movement"
    ],
    "Families": [
      "Country: USA",
      "History: Mexican – American War",
      "States: California"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Handful of Cuts",
    "ID": 313113,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/313113/a-handful-of-cuts",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "A Handful of Cuts sees each player taking the roles of assassins and plotting to slowly kill their fellow assassins in a death by a thousand cuts, or in this case A Handful of Cuts. Lie, steal, cheat and constantly think outside of the box to get the best of your fellow friends and enemies to take their blood cards and be the last alive.&#10;&#10;Each player starts by drawing three mission cards. These could range from coercing a player into doing the most mundane of tasks for you to pulling off complicated schemes with the help of other players. Each successful mission allows you to steal blood from that player. If all but one player has run out of blood cards the game ends and that player wins.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Party Game",
      "Real-time",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Acting",
      "Contracts",
      "Hidden Roles",
      "Scenario / Mission / Campaign Game",
      "Semi-Cooperative Game",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Relative Insanity Party Game Expansion/Travel Pack",
    "ID": 313114,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.45",
    "Link": "https://boardgamegeek.com/boardgame/313114/relative-insanity-party-game-expansiontravel-pack",
    "Min Players": "4",
    "Max Players": "12",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Everyone has at least one crazy family member...If you don't think you do, then that means it's you! In relative insanity, you read a setup card aloud, like: &ldquo;when the customs Agent asked My mother if she had anything to declare, she blurted out&hellip;&rdquo; then everyone else chooses one of their punch line cards to finish the phrase, like: &quot;your face could stop a clock&quot; Or &quot;in My fantasy, I'm wearing a camouflage thong,&quot; and so on. In-between laughter, the reader picks The funniest one to give that player a point! It's a different hilarious game Each time you play! Features the humor of Jeff Foxworthy. For 4 to 12 players, this pack can be played on its own or added to the original game!&#10;&#10;&mdash;desciption from the publisher&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Tom's Party",
    "ID": 313117,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/313117/toms-party",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Today is Tom the mouse's birthday and his friends are preparing a surprise birthday party. Place the different elements and guest in the party before Tom appears. If he arrives early, quickly release a balloon so that he can linger to play with it, and you'll have time to finish the surprise.&#10;&#10;We should take from the bag one wooden piece with some guest, elements or Tom, if we take some guest or element, then we can prepare the party, but if we take Tom, we should give him a balloon, then Tom will play with the ballon and we have the another chance to finish the party. We have 4 balloons, if we finish the party before we loose the 4 balloons, then we win, otherwise we lose, due Tom discover the surprise.&#10;&#10;&mdash;desciption from the publisher&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Human Season",
    "ID": 313120,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/313120/human-season",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Human Season is a 2-6 player set collection hunting sim. Play as one of 6 critters as you race to be the first to fill all your harvest tags. Each turn, you move and then perform an action. You can search for an item, hunt a human, steal from your buddies. Be the first to return enough trophies to the hunting lodge to collect 7 hunting tags.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Exploration",
      "Humor"
    ],
    "Mechanics": [
      "Action / Event",
      "Dice Rolling",
      "Movement Points",
      "Set Collection",
      "Simulation",
      "Take That",
      "Turn Order: Progressive"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Young Jedi: Collectible Card Game – Menace of Darth Maul Starter",
    "ID": 313122,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.60",
    "Link": "https://boardgamegeek.com/boardgameexpansion/313122/young-jedi-collectible-card-game-menace-of-darth-m",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "This is a very simple CCG based on the movie Star Wars: Episode I.&#10;&#10;Menace of Darth Maul Starter contains two customized 30-card starter decks.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Expansion for Base-game",
      "Fighting",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Movies: Star Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Young Jedi: Collectible Card Game – The Jedi Council Starter",
    "ID": 313123,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/313123/young-jedi-collectible-card-game-the-jedi-council",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "This is a very simple CCG based on the movie Star Wars: Episode I.&#10;&#10;The Jedi Council Starter contains two customized 30-card starter decks.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Expansion for Base-game",
      "Fighting",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Movies: Star Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Young Jedi: Collectible Card Game – Battle of Naboo Starter",
    "ID": 313124,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/313124/young-jedi-collectible-card-game-battle-of-naboo-s",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "This is a very simple CCG based on the movie Star Wars: Episode I.&#10;&#10;Battle of Naboo Starter contains two customized 30-card starter decks.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Expansion for Base-game",
      "Fighting",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Fictional Events: Battle of Naboo",
      "Movies: Star Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Young Jedi: Collectible Card Game – Reflections Starter",
    "ID": 313125,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/313125/young-jedi-collectible-card-game-reflections-start",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "This is a very simple CCG based on the movie Star Wars: Episode I.&#10;&#10;Reflections Starter contains two customized 30-card starter decks.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Expansion for Base-game",
      "Fighting",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Movies: Star Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Young Jedi: Collectible Card Game – Duel Of The Fates Starter",
    "ID": 313126,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/313126/young-jedi-collectible-card-game-duel-of-the-fates",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "This is a very simple CCG based on the movie Star Wars: Episode I.&#10;&#10;Duel Of The Fates Starter contains two customized 30-card starter decks.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Expansion for Base-game",
      "Fighting",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Movies: Star Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Young Jedi: Collectible Card Game – Boonta Eve Podrace Starter",
    "ID": 313127,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/313127/young-jedi-collectible-card-game-boonta-eve-podrac",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "This is a very simple CCG based on the movie Star Wars: Episode I.&#10;&#10;Boonta Eve Podrace Starter contains two customized 30-card starter decks.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Expansion for Base-game",
      "Fighting",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Movies: Star Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Claim: Storage Box",
    "ID": 313128,
    "Year": "(2020)",
    "Geek Rating": "5.517",
    "Avg Rating": "6.19",
    "Link": "https://boardgamegeek.com/boardgameexpansion/313128/claim-storage-box",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "0",
    "Description": "This sturdy box is large enough to hold lots of CLAIM cards with or without sleeves, with room to spare.&#10;&#10;There are different sizes of compartments that can hold different number of cards.&#10;&#10;The box also includes the 1st Scenario Card + 2 limited edition all-new 10 card promo sets (Awakeners and Satyrs)!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Game: Claim",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dining with Dracula",
    "ID": 313130,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/313130/dining-with-dracula",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "2",
    "Description": "&ldquo;Dining with Dracula&rdquo; is a blood draining mix of worker placement and clever time management for up to 4 players!&#10;&#10;Ah, the life of an immortal vampire&hellip;  Staying up all night, avoiding silver bullets, and draining the blood from innocent strangers&hellip; Glamourous, right? Well, it is&hellip; unless you&rsquo;ve been doing it for centuries on end.&#10;&#10;The game features 3 innovative mechanisms:&#10;&#10;     Worker Placement: One worker can&rsquo;t do it all! You&rsquo;ll lure tourists to do your bidding with doughnuts and cold beer, effectively adding more workers to complete more actions every day.&#10;     Action/Time Management: Each action you take drains time from a shared clock&hellip; and once that clock strikes midnight, the round is over.&#10;     Dinner at Dracula&rsquo;s: You can&rsquo;t just convert resources to VP - you need Dracula&rsquo;s approval. Bribe your way to his dinner table and only then can you brag about your daily achievements!&#10;&#10;&#10;Tired of the posh luxury of the vampire lifestyle, good old Count Dracula has spent the last few decades building up a bustling tourism business that provides a steady stream of income&hellip; and of fresh blood. But now he's tired and he needs a worthy heir.&#10;&#10;As vampires directly descended from his many, many bites, you and your fellow players will take on the role of potential heirs doing your best to take advantage of poor, old Dracula. Bribe him, shower him with irresistible gifts, and trick him into believing you&rsquo;ve got what it takes to be&hellip; the NEW DRACULA!&#10;&#10;Will you prove your merit and earn your rightful place as the successor to Dracula&rsquo;s empire? OR Will you end up as little more than a midnight snack? &#10;Find out in&hellip;Dining with Dracula!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Unreleased Games",
      "Books: Dracula",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Russia's Navy: Soviet & Russian Naval Vessels, 1955-2020",
    "ID": 313131,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.17",
    "Link": "https://boardgamegeek.com/boardgameexpansion/313131/russias-navy-soviet-and-russian-naval-vessels-1955",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "150",
    "Play Time": "150",
    "Weight": "4",
    "Description": "Russia's Navy is a comprehensive listing of platforms, weapons and sensors for Soviet &amp; Russian naval units from 1955-2020. All the data is based on real-world information, and is the most accurate unclassified source in existence.&#10;&#10;It is being released with in conjunction with another five books (Harpoon V rules, Player's Handbook, America's Navy, America's Aircraft, and Russia's Aircraft).&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Expansion for Base-game",
      "Modern Warfare",
      "Nautical",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Paper-and-Pencil",
      "Simulation"
    ],
    "Families": [
      "Series: Harpoon (Admiralty Trilogy Group)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Russia's Aircraft: Soviet & Russian Military Aircraft, 1955-2020",
    "ID": 313132,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.40",
    "Link": "https://boardgamegeek.com/boardgameexpansion/313132/russias-aircraft-soviet-and-russian-military-aircr",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "150",
    "Play Time": "150",
    "Weight": "4",
    "Description": "Russia's Aircraft is a comprehensive listing of platforms, weapons and sensors for Soviet &amp; Russian military aircraft from 1955-2020. All the data is based on real-world information, and is the most accurate unclassified source in existence.&#10;  &#10;It is being released with in conjunction with another five books (Harpoon V rules, Player's Handbook, America's Navy, America's Aircraft, and Russia's Navy).&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Expansion for Base-game",
      "Modern Warfare",
      "Nautical",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Paper-and-Pencil",
      "Simulation"
    ],
    "Families": [
      "Series: Harpoon (Admiralty Trilogy Group)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "America's Navy: US Naval Ships 1955-2020",
    "ID": 313133,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.17",
    "Link": "https://boardgamegeek.com/boardgameexpansion/313133/americas-navy-us-naval-ships-1955-2020",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "150",
    "Play Time": "150",
    "Weight": "4",
    "Description": "America's Navy is a comprehensive listing of platforms, weapons and sensors for US Modern Naval units. All the data is based on real-world information, and is the most accurate unclassified source in existence.  &#10;It is being released with in conjunction with another five books (Harpoon V rules, Player's Handbook, America's Aircraft, Russia's Navy and Russia's Aircraft).&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Expansion for Base-game",
      "Modern Warfare",
      "Nautical",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Paper-and-Pencil",
      "Simulation"
    ],
    "Families": [
      "Series: Harpoon (Admiralty Trilogy Group)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "America's Aircraft: US Military Aircraft 1955-2020",
    "ID": 313134,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/313134/americas-aircraft-us-military-aircraft-1955-2020",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "150",
    "Play Time": "150",
    "Weight": "0",
    "Description": "America's Aircraft is a comprehensive listing of platforms, weapons and sensors for modern US Military Aircraft. All the data is based on real-world information, and is the most accurate unclassified source in existence.&#10;&#10;It is being released with in conjunction with another five books (Harpoon V rules, Player's Handbook, America's Navy, Russia's Navy and Russia's Aircraft).&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Modern Warfare",
      "Nautical",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Paper-and-Pencil",
      "Simulation"
    ],
    "Families": [
      "Series: Harpoon (Admiralty Trilogy Group)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Young Jedi: Collectible Card Game – Battle of Naboo Booster Pack",
    "ID": 313135,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/313135/young-jedi-collectible-card-game-battle-of-naboo-b",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "11 Card Booster Pack for the Young Jedi: Collectible Card Game &#226;&#128;&#147; Battle of Naboo Starter.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Expansion for Base-game",
      "Fighting",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Fictional Events: Battle of Naboo",
      "Movies: Star Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Young Jedi: Collectible Card Game – Boonta Eve Podrace Booster Pack",
    "ID": 313136,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/313136/young-jedi-collectible-card-game-boonta-eve-podrac",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "11 Card Booster Pack for Young Jedi: Collectible Card Game &#226;&#128;&#147; Boonta Eve Podrace Starter&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Expansion for Base-game",
      "Fighting",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Movies: Star Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Young Jedi: Collectible Card Game – Duel Of The Fates Booster Pack",
    "ID": 313137,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/313137/young-jedi-collectible-card-game-duel-of-the-fates",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "11 Card Booster Pack for Young Jedi: Collectible Card Game &#226;&#128;&#147; Duel Of The Fates Starter&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Expansion for Base-game",
      "Fighting",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Movies: Star Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Young Jedi: Collectible Card Game – Menace of Darth Maul Booster Pack",
    "ID": 313138,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/313138/young-jedi-collectible-card-game-menace-of-darth-m",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "11 Card Booster Pack for Young Jedi: Collectible Card Game &#226;&#128;&#147; Menace of Darth Maul Starter&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Expansion for Base-game",
      "Fighting",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Movies: Star Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Young Jedi: Collectible Card Game – Reflections Booster Pack",
    "ID": 313139,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/313139/young-jedi-collectible-card-game-reflections-boost",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "11 Card Booster Pack for Young Jedi: Collectible Card Game &#226;&#128;&#147; Reflections Starter&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Expansion for Base-game",
      "Fighting",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Movies: Star Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Young Jedi: Collectible Card Game – The Jedi Council Booster Pack",
    "ID": 313140,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/313140/young-jedi-collectible-card-game-the-jedi-council",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "11 Card Booster Pack for Young Jedi: Collectible Card Game &#226;&#128;&#147; The Jedi Council Starter&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Expansion for Base-game",
      "Fighting",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Movies: Star Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Arena Deathmatch (4th Edition)",
    "ID": 313141,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/313141/arena-deathmatch-4th-edition",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Arena Deathmatch is a tabletop miniatures game where each player takes the role of a lanista, creating and training a band of between 2 and 4 Avatars of War (heroes chosen by the Gods themselves) and pitting them against the band of other players in the arena, in front of a raucous crowd that is thirsty for action, blood and violence.&#10;&#10;The outcome of a game of Arena Deathmatch begins to be written long before you jump into the arena, when you recruit and train your champions. The huge customization options allow each of your gladiator's game cards to be totally unique, created almost from sratch to suit your tactics.&#10;&#10;Once in the arena, you must test your ability to think fast and use cunning tactics to attack your opponent's weak points. But your opponent is not the only obstacle to victory; the perils of the arena await you as pits of death and wild beasts threaten your band.&#10;&#10;Finally, don't underestimate the importance of pleasing your followers. Having the crowd by your side will often make the difference between victory and defeat!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Mythology"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling"
    ],
    "Families": [
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Theme: Gladiators"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tiny Epic Mechs: Deluxe Edition",
    "ID": 313163,
    "Year": "(2019)",
    "Geek Rating": "5.566",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgame/313163/tiny-epic-mechs-deluxe-edition",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "3",
    "Description": "Deluxe copies of Tiny Epic Mechs come with Kickstarter-exclusive content and are not going to enter normal retail circulation. In addition, the deluxe version includes all of the stretch goals from the Kickstarter campaign.&#10;&#10;From the description of Tiny Epic Mechs:&#10;&#10;Tiny Epic Mechs is an arena-style player-vs-player action-programming game. It features ITEMeeples with plastic molded power armors and a Mech suit that the ITEMeeples actually go inside of.&#10;&#10;In Tiny Epic Mechs, players take on the roles of highly skilled and athletic Mech pilots. They compete in a free-for-all battle royale over the span of six rounds. In each round, players select four of eight available actions to program. These actions keep you moving around the arena while allowing you to deploy high-scoring defensive turrets, plant explosive land mines with hidden values, collect resources, purchase weaponry, and power up into your Power Armor or eventually the highly-sought-after Mech Suit. While each player has their own Power Armor, there is only one Mech Suit, reserved for the king of the hill.&#10;&#10;Your programmed actions are played out one at a time around the table until all players have executed their four actions. When you cross paths with another player, combat ensues. During combat, players exchange fire until one player is out of ammo and must retreat, or they are defeated and forced to reset.&#10;&#10;Combat is fast, and you can use each weapon only one time per fight, so the more weapons you have, the longer you'll last. Weapons are categorized into three types, and each type counters one of the other types. If you time your weapons correctly, you can counter your opponent and unleash a more powerful attack and gain an edge over them. Dealing a lot of damage to your opponent will wow the audience and earn you lots of points, which brings you closer to victory. You also score victory points every other round based on area control and who controls the Mech. At the end of the game, you also earn points for each weapon you own.&#10;&#10;",
    "Categories": [
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Queue",
      "Area Majority / Influence",
      "Grid Movement",
      "Modular Board",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Misc: Watch It Played How To Videos",
      "Players: Games with Solitaire Rules",
      "Series: Tiny Epic (Gamelyn Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rocódromo",
    "ID": 313166,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.63",
    "Link": "https://boardgamegeek.com/boardgame/313166/rocodromo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Roc&oacute;dromo is a climbing game for 2-4 players, 7+ years old and about 10 minutes of playing time.&#10;&#10;Roc&oacute;dromo is a game in which we compete to be the first to reach the top of a climbing wall. As if it was a race, we combine colour sticks of different lengths which simulate the routes of the wall that was built at the beginning of the game. Who will be the first to conquer the climbing wall?&#10;&#10;Roc&oacute;dromo has two game modes: Basic and Advanced. The differences between them are the difficulty and the levels of the wall that we set to climb: &#10;&#10;     In Basic mode, the wall to be climbed will have three levels. &#10;     In Advanced mode, the wall can have more levels, a different shape or it can include some special settings. &#10;&#10;&#10;If it&rsquo;s the first time you play, we recommend the Basic mode; once you know the mechanics, we encourage you to follow the rules to set up the game in Advanced mode.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Party Game",
      "Sports"
    ],
    "Mechanics": [
      "Grid Movement",
      "Line Drawing",
      "Measurement Movement",
      "Modular Board",
      "Movement Template",
      "Point to Point Movement",
      "Race"
    ],
    "Families": [
      "Digital Implementations: Tabletopia",
      "Organizations: Board Games Association of Creators in Spain (LUDO)",
      "Sports: Mountain Climbing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Five Parsecs: Bug Hunt",
    "ID": 313179,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.08",
    "Link": "https://boardgamegeek.com/boardgame/313179/five-parsecs-bug-hunt",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The adventure continues.&#10;&#10;With Five Parsecs : Bug Hunt it's you and your team of battle-hardened marines against the awfully big fangs of the alien horrors that lurk in the shadows.&#10;&#10;Create a batch of characters and undertake procedurally generated missions, complete with Tactical Locations where tech-inclined characters can block, delay or distract the alien hordes.&#10;&#10;Character creation follows the very popular method from Five Parsecs From Home but with tables adjusted for the types of characters you'll find in the new style of campaign.&#10;&#10;Bug Hunt allows you to take the fight to the alien horror. Just make sure you brought spare ammo.&#10;&#10;The game engine is intended for solo play from the get go:&#10;This means we've avoided complex rules that are easy to lose track of, kept the number of exceptions and special cases to a minimum and all solo play mechanics are integrated directly into the core rules.&#10;&#10;No need to flip back and forth between Movement and the Solo mechanics any longer.&#10;&#10;If you own both this and the Five Parsecs From Home, Salvage Crew or Gang Warfare rules, they are compatible.&#10;&#10;This permits you to build a character under one campaign system and then move them to the other over time.&#10;&#10;Want to go freelance? Want to start a crime syndicate?&#10;&#10;Five Parsecs is an adventure that never ends.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Book",
      "Horror",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Players: Solitaire Only Wargames",
      "Series: Five Parsecs (Nordic Weasel Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Goats vs Mountain",
    "ID": 313182,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.24",
    "Link": "https://boardgamegeek.com/boardgame/313182/goats-vs-mountain",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "50",
    "Weight": "0",
    "Description": "Grass is tasty, always, but grass that&rsquo;s located on the top of the highest mountain fraught with dangers is even tastier!&#10;&#10;Goats vs Mountain is a dizzying and frenetic race game for 2 to 4 goats. Your goal is to reach the top of the mountain before the other goats do, but be careful, the mountain is not so easy to climb!&#10;&#10;Each game is different as the mountain is constantly changing and things might fall down on your head but... luckily, you have horns! Goats are also famous for their tactical positioning on vertical surfaces, did you know?&#10;&#10;Play your cards wisely to determine your next move, butt ahead of your rivals, team up with friendly goats and most of all beware of rockfalls&hellip; Do this and you will become the Greatest Of All Time!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Animals",
      "Racing"
    ],
    "Mechanics": [
      "Ladder Climbing",
      "Modular Board",
      "Race"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tiny Epic Zombies: Game Boy Geek Promo Card",
    "ID": 313198,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.76",
    "Link": "https://boardgamegeek.com/boardgameexpansion/313198/tiny-epic-zombies-game-boy-geek-promo-card",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Promo Player Card, originally available through Game Boy Geek's 2020 Kickstarter campaign.&#10;&#10;Human-side text: Game Time! When you end your turn in a Store with another Human, gain 2 *bullet*. (Courtyard does not count as a store)&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Horror",
      "Zombies"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Pick-up and Deliver",
      "Push Your Luck",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Celebrities: Boardgame Celebrities",
      "Creatures: Zombies",
      "Players: Games with Solitaire Rules",
      "Players: One versus Many",
      "Promotional: Game Boy Geek",
      "Series: Tiny Epic (Gamelyn Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Greedy's Crazy Coconut Game",
    "ID": 313208,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/313208/greedys-crazy-coconut-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The object of this card game is to collect the most coconuts before the yellow picture of Greedy the Monkey is built.&#10;&#10;Each player takes it in turns to take a card from the deck, starting with the youngest. If it is coconuts take the card and keep it showing the number of coconuts on the card (1 to 6). If it is a yellow card showing part of Greedy the monkey place it in the middle. Once all the Greedy jigsaw is complete the game ends. If a blue monkey card is drawn the player loses all their coconuts back to the deck. The winner is the one with the most coconuts when the jigsaw is complete.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "El Juego de la Vida Educacion y Cultura Financiera",
    "ID": 313210,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/313210/el-juego-de-la-vida-educacion-y-cultura-financiera",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "0",
    "Description": "El Juego de la Vida Educacion y Cultura Financiera is a game about Financial Education and Culture. This consists of a board, with email and surprise cards, tickets, bills, checks, insurance policies; in which the players advance according to what is thrown on the dice, paying and / or charging for consumption / rent according to the business in which they or a player arrives, having the opportunity to buy businesses that do not have an owner and putting franchises on them , mortgage and pawn, as well as can request a credit from the Caja; put your money in installments, buy insurance policies, handle checks, buy bicycles, panels and solar water heaters to save on electricity and gas, and invest in machinery to work the field crops such as combines and tractors.&#10;&#10;Each player receives an endowment of money when starting the game, and chooses a token from the 6 available colors, when passing through the Payroll space, each player receives money on a monthly basis. The player who has the most accumulated money including the sum of his properties and manages not to go bankrupt wins.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Dice",
      "Educational",
      "Negotiation"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "War of the North Atlantic: WWII Action Game of Strategy and Chance",
    "ID": 313221,
    "Year": "(1984)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/313221/war-of-the-north-atlantic-wwii-action-game-of-stra",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The Allied player attempts to convoy his Destroyer escorted Ammunition and Cargo ships across the Atlantic from New York City to Plymouth, England.  The German players attempts to sink as many enemy ships as possible with his U-boats.&#10;&#10;The game contains a square-grid mounted map board of the North Atlantic, a 4-page rules booklet, a 4-page historical commentary, 31 card deck (16 Fleet cards/15 Wolf Pack cards), 26 plastic miniature ships (8 U-boats/6 Destroyers/6 Ammo Ships/6 Cargo Ships), 14 cardboard square tokens (6 Depth Charges/8 Torpedoes), and 2 Dice.&#10;&#10;Movement and combat is by dice-rolling.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Components: Miniatures",
      "Players: Two-Player Only Games",
      "Region: Atlantic Ocean"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tangoes: Card Set 2",
    "ID": 313222,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/313222/tangoes-card-set-2",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Tangoes Card Sets provide hours of additional play variety for the Tangoes tangram-based games. Each pack includes 54 challenging puzzles and solutions, on 27 cards, in a slim resealable plastic container. There have been a total of 11 expansion card sets released, numbered 2 through 12 because they count the original game's cards as set 1. The card sets are not numbered by order of difficulty; each set simply contains new and different puzzles.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Components: Tangrams",
      "Game: Tangoes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tangoes: Card Set 4",
    "ID": 313223,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/313223/tangoes-card-set-4",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Tangoes Card Sets provide hours of additional play variety for the Tangoes tangram-based games. Each pack includes 54 challenging puzzles and solutions, on 27 cards, in a slim resealable plastic container. There have been a total of 11 expansion card sets released, numbered 2 through 12 because they count the original game's cards as set 1. The card sets are not numbered by order of difficulty; each set simply contains new and different puzzles.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Components: Tangrams",
      "Game: Tangoes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tangoes: Card Set 5",
    "ID": 313224,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/313224/tangoes-card-set-5",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Tangoes Card Sets provide hours of additional play variety for the Tangoes tangram-based games. Each pack includes 54 challenging puzzles and solutions, on 27 cards, in a slim resealable plastic container. There have been a total of 11 expansion card sets released, numbered 2 through 12 because they count the original game's cards as set 1. The card sets are not numbered by order of difficulty; each set simply contains new and different puzzles.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Components: Tangrams",
      "Game: Tangoes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tangoes: Card Set 6",
    "ID": 313225,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/313225/tangoes-card-set-6",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Tangoes Card Sets provide hours of additional play variety for the Tangoes tangram-based games. Each pack includes 54 challenging puzzles and solutions, on 27 cards, in a slim resealable plastic container. There have been a total of 11 expansion card sets released, numbered 2 through 12 because they count the original game's cards as set 1. The card sets are not numbered by order of difficulty; each set simply contains new and different puzzles.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Components: Tangrams",
      "Game: Tangoes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tangoes: Card Set 7",
    "ID": 313226,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/313226/tangoes-card-set-7",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Tangoes Card Sets provide hours of additional play variety for the Tangoes tangram-based games. Each pack includes 54 challenging puzzles and solutions, on 27 cards, in a slim resealable plastic container. There have been a total of 11 expansion card sets released, numbered 2 through 12 because they count the original game's cards as set 1. The card sets are not numbered by order of difficulty; each set simply contains new and different puzzles.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Components: Tangrams",
      "Game: Tangoes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tangoes: Card Set 8",
    "ID": 313227,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/313227/tangoes-card-set-8",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Tangoes Card Sets provide hours of additional play variety for the Tangoes tangram-based games. Each pack includes 54 challenging puzzles and solutions, on 27 cards, in a slim resealable plastic container. There have been a total of 11 expansion card sets released, numbered 2 through 12 because they count the original game's cards as set 1. The card sets are not numbered by order of difficulty; each set simply contains new and different puzzles.&#10;&#10;In Card Set 8, all 54 puzzles create images of people.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Components: Tangrams",
      "Game: Tangoes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tangoes: Card Set 9",
    "ID": 313228,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/313228/tangoes-card-set-9",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Tangoes Card Sets provide hours of additional play variety for the Tangoes tangram-based games. Each pack includes 54 challenging puzzles and solutions, on 27 cards, in a slim resealable plastic container. There have been a total of 11 expansion card sets released, numbered 2 through 12 because they count the original game's cards as set 1. The card sets are not numbered by order of difficulty; each set simply contains new and different puzzles.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Components: Tangrams",
      "Game: Tangoes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tangoes: Card Set 10",
    "ID": 313229,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/313229/tangoes-card-set-10",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Tangoes Card Sets provide hours of additional play variety for the Tangoes tangram-based games. Each pack includes 54 challenging puzzles and solutions, on 27 cards, in a slim resealable plastic container. There have been a total of 11 expansion card sets released, numbered 2 through 12 because they count the original game's cards as set 1. The card sets are not numbered by order of difficulty; each set simply contains new and different puzzles.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Components: Tangrams",
      "Game: Tangoes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tangoes: Card Set 11",
    "ID": 313230,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/313230/tangoes-card-set-11",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Tangoes Card Sets provide hours of additional play variety for the Tangoes tangram-based games. Each pack includes 54 challenging puzzles and solutions, on 27 cards, in a slim resealable plastic container. There have been a total of 11 expansion card sets released, numbered 2 through 12 because they count the original game's cards as set 1. The card sets are not numbered by order of difficulty; each set simply contains new and different puzzles.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Components: Tangrams",
      "Game: Tangoes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tangoes: Card Set 12",
    "ID": 313231,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/313231/tangoes-card-set-12",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Tangoes Card Sets provide hours of additional play variety for the Tangoes tangram-based games. Each pack includes 54 challenging puzzles and solutions, on 27 cards, in a slim resealable plastic container. There have been a total of 11 expansion card sets released, numbered 2 through 12 because they count the original game's cards as set 1. The card sets are not numbered by order of difficulty; each set simply contains new and different puzzles.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Components: Tangrams",
      "Game: Tangoes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Héroi'cartes: Le Labo déglingo",
    "ID": 313250,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.42",
    "Link": "https://boardgamegeek.com/boardgame/313250/heroicartes-le-labo-deglingo",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "1",
    "Description": "YOU will decide your own adventure!&#10;You are part of the &quot;detecteam&quot; and fight to rid the world of the bad guys. In this new adventure, you are trapped in Dr. Deglingo's laboratory alongside your friends. Your objective: destroy his super-secret super-dangerous device. But be careful not to meet him on the way!&#10;To win the game, draw cards and discover the way to progress in your adventure. Chose your own actions for a fun solo experience!&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;C'est TOI qui cr&eacute;es ton aventure !&#10;Tu fais partie de la D&eacute;tecteam, une &eacute;quipe d&eacute;di&eacute;e &agrave; prot&eacute;ger le monde des super-vilains. Dans cette nouvelle aventure, tu es pi&eacute;g&eacute; avec tes amis dans le labo du Docteur D&eacute;glingo. Ton objectif: d&eacute;truire son invention ultra-secr&egrave;te et ultra-dangereuse. Mais attention &agrave; ne pas tomber sur lui au cours de ton exploration !&#10;Pour remporter la partie, pioche et d&eacute;couvre au fur et &agrave; mesure tes cartes pour faire avancer ton aventure. Choisis tes actions pour un jeu en solo 100% rigolo !&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wings Under the Stars: a Five Parsecs Scenario",
    "ID": 313253,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/313253/wings-under-the-stars-a-five-parsecs-scenario",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This scenario pack for Five Parsecs From Home can be worked into any ongoing campaign and pits your crew against a warclan of the Swift, diminutive winged reptilians prone to bouts of unpredictable religious fervor.&#10;&#10;The pack includes the new enemy with 3 possible leaders, rules for their unpredictable AI behavior and 6 rewards that can be obtained.&#10;&#10;3 methods for including the pack in your campaign are provided.&#10;&#10;This pack is intended for use with the current iteration of Five Parsecs From Home. To ensure the most compatible result, make sure you've downloaded the most recent update to the rules.&#10;&#10;There is no need to restart your campaign to use this pack.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Book",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Series: Five Parsecs (Nordic Weasel Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Americana!",
    "ID": 313254,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/313254/americana",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This fun &amp; surprising Americana Trivia Challenge will broaden your awareness of America's most fascinating cultural knowledge! Try to stake your flags in richly imaginative categories as you share and discover funny stories, amazing tidbits and truly inspiring american lore!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Educational",
      "Trivia"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Country: USA"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Heroes of Heartland",
    "ID": 313257,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/313257/heroes-of-heartland",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Heroes of Heartland is a fantasy based role playing game. Players take the role of an adventurer leading a small band of people into a new land.  Players may choose to build up their base and gather resources. Or they choose to go exploring and gain experience to level up their hero.&#10;  &#10;During their turn players will move their hero then take an action. Experience is gained by exploring, which can then be used to upgrade your hero. Resources are gained by building structures and using the gather action to collect them.&#10; Every round new quests will come up that players must strive to finish. The goal of the game is to complete the most quests. The player with the highest value quest cards will win the game.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Role Playing"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Poker Family",
    "ID": 313264,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/313264/poker-family",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Poker Family is a card game variant of Poker that allows beginners and families to play the game.&#10;&#10;Poker Family is a card game for 2 to 8 players, suitable from about 6 years. It takes about 45 to 120 minutes, depending on the number of poker chips used or the amount of play money. The game comes with a poker card deck of 55 cards; a set of double-sided cards with poker chips on one side and play money on the other. Additional accessories are also included to make the poker rules and the flow of the game more understandable to younger players and beginners.&#10;&#10;Poker Family is played according to the rules of Texas Hold'em: The cards are shuffled well. The players next to the card reading place the Small and Big blind. Each player gets 2 cards. There is a first round of bidding (call, raise, fold). Then 3 community cards are revealed. The 2nd round of bidding takes place. The 4th and 5th community cards are revealed, followed by the bidding rounds. The players remaining at the end of the round who have not folded show their poker cards in the showdown. From their own 2 cards and the 5 revealed community cards, the players try to form the highest ranking cards. The player who has formed the highest ranking cards at the end of the game gets the pot of poker chips or play money.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Children's Game",
      "Party Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Open Drafting",
      "Player Elimination",
      "Set Collection"
    ],
    "Families": [
      "Components: Traditional Playing Cards",
      "Traditional Card Games: Poker"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sorcerer: Endbringer",
    "ID": 313272,
    "Year": "(2024)",
    "Geek Rating": "5.562",
    "Avg Rating": "7.69",
    "Link": "https://boardgamegeek.com/boardgameexpansion/313272/sorcerer-endbringer",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.6667",
    "Description": "This expansion combined with the Sorcerer Base Game allows 1-3 players for solo and cooperative play.&#10;&#10;One to three players will team up to battle against a crazed demigod known as a Endbringer. You&rsquo;ll create this adversary by combining a Nemesis (who they are), with an Archetype (what army they lead), and a Scenario (what they are doing). For example you may battle Erling Khan the Deathdealer who is Leading the Invasion. Each of the four different oversized Nemesis Cards comes with a large standee and a unique &quot;Nemesis Deck&quot;.&#10;At various points in the game, you will reveal the top card of their Nemesis Deck. Each card can generate multiple different effects depending on the game state. The Endbringer defense is spread out among Symmetry Cards, one per battlefield (per player in the game). As Symmetry cards take damage, put damage counters on them. When a Symmetry Card has damage equal to its defense, it is destroyed. Flip it over to reveal a devastating effect the Endbringer unleashes in retaliation. Destroy all the Symmetry Cards and you win the game!&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game",
      "Dice",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Horror",
      "Mythology"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Open Drafting",
      "Push Your Luck"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Epic Card Game: Guardians of Gowana – Kickstarter Promo Pack",
    "ID": 313276,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.21",
    "Link": "https://boardgamegeek.com/boardgameexpansion/313276/epic-card-game-guardians-of-gowana-kickstarter-pro",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "KS exclusive promo pack for Epic. Contains stretch goal promo cards from Epic Jungle (later renamed to Guardians of Gowana).&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fantasy",
      "Fighting",
      "Prehistoric",
      "Zombies"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Epic Card Game"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Caught on Tape",
    "ID": 313280,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/313280/caught-on-tape",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A player takes a piece of tape from a roll of adhesive tape, which rolls the two wheels of adjectives and nouns, creating an unique category, for example &quot;adorable compliments&quot;, &quot;shocking foods&quot;, &quot;confusing stores&quot;.&#10;&#10;Each player in turn must name a thing in this category, the first player to fumble, hesitate, or unable to find will get the piece of tape on their face.&#10;&#10;&mdash;user summary&#10;&#10;Try not to get caught up in a sticky situation! The Caught on Tape game is a hilarious, laugh-out-loud game that's not about winning &mdash; it's about not losing! Pull a piece of tape to spin the randomizer, which will combine two words into a unique category for the round. Players then take turns, quickly shouting out terms that fit within that category. The challenge might be to name irritating celebrities, or embarrassing hobbies, but if players draw a blank or take too long to answer, their opponents get to place a piece of tape on their face! Get ready for loads of laughs as players get stretched lips and wacky eyebrows. The first player with 5 pieces of tape on their face loses the game!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Single Loser Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Bitte einsteigen",
    "ID": 313287,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/313287/bitte-einsteigen",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players start with five trains at a train station (Ab) and have to reach the opposite station (An).One may use the express railway (red stations) or the regional train (white stations). Movement is one station per turn or jumping over occupied stations, if the station behind is unoccupied.  Trains on red stations may be thrown out by passing trains. Trains on white stations are unaffected if jumped over. Each railway hat two tracks which may be switched at the stations, which counts as a move.&#10;&#10;This game was produced in the 1950s as a promotional giveaway with a sticker of the advertising business on the cover. Its an interesting combination of pachisi and halma.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Trains"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Race"
    ],
    "Families": [
      "Promotional: Board Games",
      "Traditional Games: Halma",
      "Traditional Games: Pachisi / Ludo"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pact Winter",
    "ID": 313293,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.32",
    "Link": "https://boardgamegeek.com/boardgameexpansion/313293/pact-winter",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "35",
    "Play Time": "50",
    "Weight": "2",
    "Description": "We hate the cold in winter, so we want to complete the winter tasks as quickly as possible so that we can retreat into the warmth.&#10;&#10;Pact Winter, an expansion for Pact, you can play the game with up to six players. Various new winter tasks and winter specialists promise a dramatic endgame.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Semi-Cooperative Game",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer Age of Sigmar: Warcry – Gotrek Gurnisson Promo Card",
    "ID": 313294,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.60",
    "Link": "https://boardgamegeek.com/boardgameexpansion/313294/warhammer-age-of-sigmar-warcry-gotrek-gurnisson-pr",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "From the December 2019 issue of White Dwarf. Add the legendary hero Gotrek Gurnisson to your games of Warcry.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Setting: Age of Sigmar"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bärenmarke Alpenspiel",
    "ID": 313296,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/313296/barenmarke-alpenspiel",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players have to move either a tractor or a horse carriage from from start to finish. They may use three different kinds of streets: country road, mountain road and &quot;Bundesstra&szlig;e&quot;, each with its own obstacles and benefits. Movement is determined by a die with the numbers 1, 2 and 3.&#10;&#10;The first player to reach finish wins the game.&#10;&#10;The game was published in the 1970s as a giveaway. Tractors and carriages were enclosed in packs of four cans B&auml;renmarke coffee creamer.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Travel"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Race",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Promotional: Board Games",
      "Region: Bavaria (Germany)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Chronicles of Crime: The Millennium Series – Chronicles of Time Expansion",
    "ID": 313301,
    "Year": "(2020)",
    "Geek Rating": "5.739",
    "Avg Rating": "7.93",
    "Link": "https://boardgamegeek.com/boardgameexpansion/313301/chronicles-of-crime-the-millennium-series-chronicl",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "The Chronicles of Time Expansion contains FOUR new scenarios that are playable with games from the entire Millennium Series.&#10;&#10;Scenario #1 - &quot;Pursuit of Knowledge&quot; (Requires Chronicles of Crime: 1400)&#10;A scholar from the faculty of medicine at the University of Paris has been murdered. His body was found in his laboratory surrounded by mysterious drawings and notes that seem to document his research. What was he up to? Who wanted him dead?&#10;New 1400 components: 4 Character cards, 2 Location boards, a dog meeple, 4 Vision cards.&#10;&#10;Scenario #2 - &quot;The Bitter Pill&quot; (Requires Chronicles of Crime: 1900)&#10;For the police, the case is closed. A retired high-ranking officer has been found dead in his mansion and a young man with blood-covered hands has been caught on the scene. He&rsquo;s in shock and can&rsquo;t explain the situation at all. It seems obvious what happened. A friend of yours, however, happens to know the boy quite well and is absolutely sure that he wouldn&rsquo;t hurt a fly and begs you to look into this case. How could you refuse?&rdquo;&#10;New 1900 components: 4 Character cards, 2 Location boards, an Eiffel Tower meeple, 4 Puzzle cards.&#10;&#10;Scenario #3 - &quot;The Dream That Never Ends&quot; (Requires Chronicles of Crime: 2400)&#10;You take the case of a strange avatar lost in Cyberspace. For some unknown reason, it can't get back to its body, and the memories of its real-life existence are faded due to prolonged exposure to virtual reality. Who is this mysterious avatar? Why is it lost in cyberspace? Will you find the true identity of the avatar, before its mind slips into eternal oblivion?&#10;New 2400 components: 4 Character cards, 2 Location boards, a raven meeple, 1 new Implant card.&#10;&#10;Scenario #4 - &quot;A Matter of Time&quot; (Requires Chronicles of Crime: 1400, 1900 and 2400)&#10;Kalia Lavel finds herself needing to travel back in time to get help for one of her toughest cases yet!&#10;New components: 3 Character cards, 3 Location boards.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Deduction",
      "Medieval",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Scenario / Mission / Campaign Game",
      "Storytelling",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Digital Hybrid – App/Website Required",
      "Crowdfunding: Kickstarter",
      "Game: Chronicles of Crime",
      "Mechanism: Campaign Games",
      "Misc: Limited Replayability",
      "Misc: LongPack Games",
      "Series: Chronicles of Crime – The Millennium"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shelter 66",
    "ID": 313305,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/313305/shelter-66",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Shelter 66 is a cooperative card a game that challenges players to place traps, steal cards from other players, and use the tools that they can find.&#10;&ldquo;NUKE CHANCE&rdquo; cards will make the game much more interesting and strange.&#10;&#10;In this game, we introduce: tactics, traps, action and different gameplays.&#10;&#10;Shelter 66 is a dynamic board game with cards and dice&#10;Different inventory cards which can be combined.&#10;Strange and unexpected events. Interesting tactics.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Print & Play"
    ],
    "Mechanics": [
      "Action / Event",
      "Dice Rolling",
      "Open Drafting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "All Purpose Miniature Rules",
    "ID": 313309,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/313309/all-purpose-miniature-rules",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "How many times have you looked at some new figures in the store only to say &ldquo;Those are neat but I don't play that game.&rdquo; Or seen a game but not had the figures to play?  &#10;Now that problem is solved.  &#10;All Purpose Miniature Rules is a game of miniatures combat that utilizes any miniatures you own.&#10;&#10;With these rules you can recreate classic military battles, like Gettysburg and the Battle of Hastings. &#10;You can see what would have happened if a squad of Viet-Nam-Era U.S. Troops went to the Alamo and fought against the Mexicans, or if Space Marines were helping the Greeks at Thermopylae.  &#10;Anything you'd like to do is fair game.&#10;&#10;The game itself is divided into four primary parts:&#10;&#10;     Skirmish Combat,&#10;     Mass Combat,&#10;     Vehicles and&#10;     Creatures and Special Powers. &#10;&#10;&#10;&#10;The Skirmish rules, presented here, are for the actions that include less then 24 figures on a side, and use primarily 25-30mm figures.&#10;&#10;Note that you will need this first part of the game rule as this product supplies all the basics rules and mechanics for the system as a whole.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Fantasy",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cavern Tavern: Tantrum Tankard Card",
    "ID": 313311,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.17",
    "Link": "https://boardgamegeek.com/boardgameexpansion/313311/cavern-tavern-tantrum-tankard-card",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Available from Tantrum House Board Game Reviews: Season 5 Kickstarter campaign.&#10;&#10;Item card: At the end of the game, if you are higher on the Nasty track than the rest of the players, gain 5 points.&#10;&#10;",
    "Categories": [
      "Dice",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Set Collection",
      "Take That",
      "Worker Placement"
    ],
    "Families": [
      "Players: Games with Solitaire Rules",
      "Promotional: Tantrum House",
      "Setting: The Five Realms",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rising Sun: Comic Book Extras",
    "ID": 313314,
    "Year": "(2021)",
    "Geek Rating": "5.541",
    "Avg Rating": "7.73",
    "Link": "https://boardgamegeek.com/boardgameexpansion/313314/rising-sun-comic-book-extras",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "96 Kickstarter Exclusive Clan and Province mini cards, to be used with the 3 special game modes which change the rules of war. Included with the Kickstarter edition of the 68-page Rising Sun graphic novel, an exclusive edition of the 3 Rising Sun issues published by IDW.&#10;&#10;Originally, those game modes required players to write on a piece of paper their chosen Province or Clan, but this promo will give each player a full set of 8 Province cards and 8 Clan cards they can pick from.&#10;&#10;Here's an overview of the 3 game modes:&#10;&#10;&#10;     Ninjas of Rising Sun: Each player secretly assigns a Ninja to a Province, surprising their opponents and taking down 2 figures there before the War Phase.&#10;     The Ichiko: Each player secretly attempts to predict who will win the battle at a certain Province. If they get it right, they steal the War Province token from its rightful winner.&#10;     Merciful Conquest: Each player secretly indicates a Province to receive special battle rules: They will grant more Victory Points to the winner, but the losing figures will not be killed.&#10;&#10;&#10;Also includes the Tower Season Cards Set, containing the 15  Season cards originally made for the Dice Tower and designed by their team. It includes brand new Enhancements, Virtues, War and Winter upgrades, to create a new play experience in conjunction with the basic Season cards.&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Bluffing",
      "Fantasy",
      "Miniatures",
      "Mythology",
      "Negotiation",
      "Wargame"
    ],
    "Mechanics": [
      "Action Drafting",
      "Alliances",
      "Area Majority / Influence",
      "Area Movement",
      "Auction: Sealed Bid",
      "Betting and Bluffing",
      "Closed Drafting",
      "End Game Bonuses",
      "Follow",
      "Force Commitment",
      "Negotiation",
      "Set Collection",
      "Simultaneous Action Selection",
      "Take That",
      "Variable Phase Order",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Game: Rising Sun",
      "Country: Japan",
      "Crowdfunding: Kickstarter",
      "Promotional: Cards",
      "Theme: Samurai"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Acorn Paws",
    "ID": 313350,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/313350/acorn-paws",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Lend a paw and earn your share of acorns as the park squirrels gather all the loose acorns from around town and divide them up. Players select cards from their hand trying to receive the most acorns from the day's collection. The player with the most acorns at the end of 7 rounds wins the game.&#10;&#10;Each round a new bag of acorns is poured into the center of the play area. Players count the acorns, and then select a card to play, trying to earn the largest share of the acorns. When all rounds are completed, the player with the most acorns wins the game.&#10;&#10;Skills Focus:  Division with Remainders,  Probability&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Squirrels"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pistols at Dawn",
    "ID": 313351,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/313351/pistols-at-dawn",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Based on the 17th-century pistol dueling game for iPhone &quot;Pistols at Dawn&quot; by Cedar Hill Games and Tobyn Manthorpe.&#10;&#10;Players take turns playing cards to move their crosshairs to stay on target or to move the opponent's crosshairs off target. There are three types of targeting cards that move a player's crosshairs, their opponent's crosshairs, or both. Players can earn &quot;shot points&quot; which can be used to purchase special abilities from the shop.&#10;&#10;Play alternates between players until both players pass. A player will only pass if they cannot play a card or purchase abilities. After both players have passed, any crosshairs in the red zone score a hit on their opponent.&#10;&#10;Keep your opponent off-target while you take aim and fire.&#10;&#10;Regarding the iOS app that this game is inspired by, &quot;Pistols at Dawn, a great game that no one played.&quot; Tobyn Manthorpe&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Print & Play"
    ],
    "Mechanics": [
      "Tug of War"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "L.E.A.D.",
    "ID": 313371,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/313371/lead",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "L.E.A.D. stands for Lead Everyone Against Discrimination.&#10;&#10;Inspired by the Tower of Babel, this board game has players use of multi-lingual lead types salvaged from an ancient print shop in Ipoh in the formation of a tower, while describing Malaysia's captivating heritage. Character cards depict people in a variety of different traditional styles of dress, and feature the a border of the words &quot;Lead Everyone Against Discrimination&quot; in 4 different languages, representing the melting pot nature of Malaysia.&#10;&#10;Win the game by building the tower of lead types till it's completed with one lead type standing on top of the tower.&#10;&#10;&quot;Through this game, The Alphabet Press (TAP) hopes to enlighten more people on the history of letterpress printing in Malaysia and at the same time, highlight the diversity of languages spoken in this country &ndash; which has led to the existence of and need for these multi-lingual lead types.&quot;&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Sorcerer: Seth Character Pack",
    "ID": 313376,
    "Year": "(2024)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.51",
    "Link": "https://boardgamegeek.com/boardgameexpansion/313376/sorcerer-seth-character-pack",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "As Seth, your Grimoire contains 7 sin cards, one for each of the 7 deadly sins. This new card type can be played for free. You spend an action to play a sin card, resolve its effect, and then perform a different action.&#10;&#10;The effect of a sin card is minor, but after that effect, the sin card is attached to your character skill card. For an action, you can rain a hail of magical bullets down on your enemies, dealing collateral damage based on the number of sin cards you have collected.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game",
      "Dice",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Horror",
      "Mythology"
    ],
    "Mechanics": [
      "Action Points",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Open Drafting",
      "Push Your Luck"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sorcerer: Sigismund Character Pack",
    "ID": 313377,
    "Year": "(2024)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/313377/sorcerer-sigismund-character-pack",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "As Sigismund you will grow your order of vampires. You'll create newborn vampires and sanctuaries that give your vampires additional powers in certain battlefields.&#10;&#10;Note: This Kickstarter exclusive Character Pack contains 20 cards. In addition to the standard avatar standee, skill cards and 10 card character deck, this pack contains 3 different sanctuary cards and 6 Coven Newborn tokens.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game",
      "Dice",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Horror",
      "Mythology"
    ],
    "Mechanics": [
      "Action Points",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Open Drafting",
      "Push Your Luck"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sorcerer: House of Petro Lineage Pack",
    "ID": 313378,
    "Year": "(2024)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.54",
    "Link": "https://boardgamegeek.com/boardgameexpansion/313378/sorcerer-house-of-petro-lineage-pack",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "With this lineage you will serve spirits called Loa. You will add cards to your temple (placing them under your House of Petro skill card), then use those cards to power new abilities as you channel a different Loa each turn.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game",
      "Dice",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Horror",
      "Mythology"
    ],
    "Mechanics": [
      "Action Points",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Open Drafting",
      "Push Your Luck"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sorcerer: Sword of Gabriel Lineage Pack",
    "ID": 313379,
    "Year": "(2024)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.37",
    "Link": "https://boardgamegeek.com/boardgameexpansion/313379/sorcerer-sword-of-gabriel-lineage-pack",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "With Sword of Gabriel cards you gain light counters you can use to bless your minions (giving them +1 attack and essence) or to play Divine cards in reaction to your opponent.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game",
      "Dice",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Horror",
      "Mythology"
    ],
    "Mechanics": [
      "Action Points",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Open Drafting",
      "Push Your Luck"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sorcerer: Forsaken Church Domain Pack",
    "ID": 313380,
    "Year": "(2024)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.38",
    "Link": "https://boardgamegeek.com/boardgameexpansion/313380/sorcerer-forsaken-church-domain-pack",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The minions of the Godforsaken Church are extremely aggressive. Many deal collateral damage, which the opponent must immediately assign to their minions or the battlefield.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game",
      "Dice",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Horror",
      "Mythology"
    ],
    "Mechanics": [
      "Action Points",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Open Drafting",
      "Push Your Luck"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sorcerer: Bewitched Woodland Domain Pack",
    "ID": 313381,
    "Year": "(2024)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.31",
    "Link": "https://boardgamegeek.com/boardgameexpansion/313381/sorcerer-bewitched-woodland-domain-pack",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "The minions of the Bewitched Woodland work together and protect each other. They will allow you to heal your minions, gain omens, and ready your minions for additional attacks.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game",
      "Dice",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Horror",
      "Mythology"
    ],
    "Mechanics": [
      "Action Points",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Open Drafting",
      "Push Your Luck"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Javelins",
    "ID": 313383,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/313383/javelins",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "25",
    "Play Time": "30",
    "Weight": "0",
    "Description": "JAVELINS is a relative of Amazons&#10;&#10;Materials&#10;10X10 square board&#10;8 pawns in two colors&#10;Supply of sticks (javelins)&#10;&#10;Play&#10;White moves first. Turns then alternate.&#10;&#10;On a turn do two things.&#10;&#10;1. Move your pawn in a straight line across any number of empty squares (orthogonally or diagonally). Pawns cannot move through other pawns. When moving orthogonally pawns cannot move through javelins. When moving diagonally pawns cannot move through 2 or more javelins whose ends meet at the same corner of a square.&#10;&#10;2. The moved pawn throws a javelin orthogonally in a straight line across any number of empty squares and empty edges of squares. Javelins cannot be thrown through other javelins or pawns. If thrown vertically a javelin is placed horizontally along an empty edge of a square. If thrown horizontally a javelin is placed vertically along an empty edge of a square. No javelins are to be placed along the outer edge of the board.&#10;&#10;Last player to move wins.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Grid Movement",
      "Tile Placement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Players: Two-Player Only Games"
    ]
  }
]