[
  {
    "Rank": "25101",
    "Name": "Baggage Claim",
    "ID": 3030,
    "Year": "(1987)",
    "Geek Rating": "5.491",
    "Avg Rating": "5.20",
    "Link": "https://boardgamegeek.com/boardgame/3030/baggage-claim",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "A Ravensburger small-box game. Each player controls an airplane that is flying to various &quot;airports&quot;. Each airport is a collection of face down baggage cards. Cards are numbered one through 10, with there being more 1's than 10's. The object of the game is to pick up baggage in ascending numerical order, being the first player to collect numbers 1 to 10.&#10;&#10;This game from Alex Randolph from 1987 uses a similar mechanism as earlier used by Haltet den Dieb (Georg Schittenhelm) in 1975.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "25102",
    "Name": "Among Us",
    "ID": 192801,
    "Year": "(2018)",
    "Geek Rating": "5.491",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/192801/among-us",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.5",
    "Description": "INTRODUCTION&#10;Aliens are among us! Coming from a distant planet they do not have peaceful intentions: they are ready to assimilate humanity to make us blue, small and flabby just like them. And since the day was not already awful enough, they want to start right from your city. They are plenty, smart and wicked, just like fag ash, but do not panic: as current lodger of planet Earth, we still have some aces in the hole to play.&#10;&#10;On our side, we have unshakable field agents, tough to the bones and loyal to the cause, although limited when it is time to take action. We can also count on a brilliant group of scientists: if these eggheads could just work together, they might indeed find a way to prevent the imminent invasion... too bad that at the first warning they fled and scatter to the ends of the city! They might be braniacs but definitely miss the guts.&#10;&#10;As part of the resistance, your mission is to coordinate the agents on the field and gather all the scientists before the aliens complete their plan of conquering the city. You shall send orders from your secret headquarter, but be aware: the enemy is looking for you, and if it manages to localize you, it would assimilate and bring you by its side with no hesitation! If that happens you will end up in the perfect situation to undermine all the effort of your former comrades.. the Earthlings!&#10;&#10;COURSE OF THE GAME&#10;&#10;The game is divided in three stages that repeat until the end of the game:&#10;1. Event execution (carried out by the architect)&#10;2. Players&lsquo; turns (carried out by all players clockwise)&#10;3. Consolidation (carried out by the architect)&#10;&#10;1. Event execution &#10;The invasion is underway! At any moment an alien attack or a stroke of luck can completely change the situation...&#10;&#10;The architect turns over the top card of&#10;the events deck and execute its effects.&#10;Then, he discards the card.&#10;&#10;2. Players&lsquo; turns&#10;&#10;Each player will be able to command agents in the city or to plan the best strategy to pursue his/her goal. Beware, though: with each action there is the risk of being detected and assimilated by aliens! The alien players may choose to stay hidden until the end of the game or to reveal themselves (without showing their cards)to be in favor with other alien players at the price of exposing themselves to the opposing faction.&#10;&#10;During his/her turn a player may have to perform risky actions that require to draw a given number of assimilation cards. Once drawn, the cards must be kept secret and cannot be revealed to other players. By drawing at least&#10;one Assimilated! card a player becomes an alien. From this very moment on, his/her goal is to let the alien faction win the game! If the assimilation deck is empty the player can still perform his/her actions without drawing any card. An alien player drawing a Human card is still alien. Moreover, drawing two or more Assimilated! Cards does not change the situation.&#10;Once alien, alien forever!&#10;&#10;3. Consolidation&#10;&#10;After all players have completed their turn, the field is prepared for the next stages.&#10;&#10;THE GOAL OF THE GAME&#10;&#10;The goal of the game is to save all the scientists on the map before the invasion is completed. To archive this objective you must keep out the aliens from the rescue. Keep your eyes on your neighbours, they may no longer be the friends you used to trust, not anymore.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Dice",
      "Party Game",
      "Science Fiction",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Action Queue",
      "Area Majority / Influence",
      "Cooperative Game",
      "Pick-up and Deliver",
      "Point to Point Movement",
      "Variable Player Powers",
      "Voting"
    ],
    "Families": [
      "Creatures: Aliens / Extraterrestrials"
    ]
  },
  {
    "Rank": "25103",
    "Name": "May Contain Butts",
    "ID": 365470,
    "Year": "(2022)",
    "Geek Rating": "5.491",
    "Avg Rating": "5.52",
    "Link": "https://boardgamegeek.com/boardgame/365470/may-contain-butts",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "May Contain Butts will keep you on the edge of your seat and have you barking like a dog as you look out for matches of goats, sloths, parrots and more!&#10;&#10;The aim of the game is to spot a front and butt match and be the first to react, allowing you to pick up the cards. Watch out for the additional surprise action cards to trigger confusion - when the shout symbol is displayed you will have to make the noise of the animal on that card, or if you see a poop card this means its a race to place your hand in the middle.&#10;&#10;Keep playing until someone runs out of cards - whoever has the most cards claims victory in this butt-tastic game!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Relative Movement"
    ],
    "Families": []
  },
  {
    "Rank": "25104",
    "Name": "Risky Strategy",
    "ID": 2391,
    "Year": "(1991)",
    "Geek Rating": "5.491",
    "Avg Rating": "5.16",
    "Link": "https://boardgamegeek.com/boardgame/2391/risky-strategy",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "A humorous election campaign game.  Mostly luck but the events are hilarious (endorsed by Clint Eastwood, move ahead three - or - sex scandal breaks, move back three).  It is fun game which can add for a light hearted game play with friends and family.&#10;&#10;",
    "Categories": [
      "Dice",
      "Political"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Voting"
    ],
    "Families": [
      "Political: Elections"
    ]
  },
  {
    "Rank": "25105",
    "Name": "Barons' War: The Battle of Lewes and Evesham",
    "ID": 12130,
    "Year": "(2004)",
    "Geek Rating": "5.491",
    "Avg Rating": "5.32",
    "Link": "https://boardgamegeek.com/boardgame/12130/barons-war-the-battle-of-lewes-and-evesham",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.6667",
    "Description": "The system for Barons' War provides a simulation of 13th century warfare by focusing on the essential factors of that period's combat.&#10;&#10;Barons' War covers the two major battles of Simon de Montefort - Lewes and Evesham, providing a new take on a rarely covered period of English history. These battles take place in a unique period of English military history when the long bow had not gained its predominance on the English battlefield and cavalry was still the most lethal weapon in the medieval English arsenal.&#10;&#10;",
    "Categories": [
      "Medieval",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Country: England",
      "History: Barons' Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "25106",
    "Name": "On Top",
    "ID": 35468,
    "Year": "(2008)",
    "Geek Rating": "5.491",
    "Avg Rating": "5.15",
    "Link": "https://boardgamegeek.com/boardgame/35468/on-top",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.3333",
    "Description": "This Game is about placing tiles in a way that your own colour becomes the majority in the multicolour circles. The player whose colour dominates the circle is the only one who gets points.&#10;Besides there is the posibility for a team play (2 on 2).&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "25107",
    "Name": "Hogger Logger",
    "ID": 158771,
    "Year": "(2015)",
    "Geek Rating": "5.491",
    "Avg Rating": "5.37",
    "Link": "https://boardgamegeek.com/boardgame/158771/hogger-logger",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.25",
    "Description": "As the &quot;guesser&quot;, you must guess whether the next number card is higher or lower, or in the world of lumberjacking pigs, &quot;Hogger&quot; or &quot;Logger.&quot; Use the cards in your hand to help yourself guess correctly. But watch out for your opponents who can also play cards and steal cards to change your odds. The tricky part is that only one player can be the guesser, and each time there's an incorrect guess, the guesser rotates one spot to the left. You win the round by being the player to guess the last card correctly, so you must know when to swine-and-dine your opponents or when to cut down them down at the most opportune time. Make your guess, knock on wood, and go hog wild in this exciting game of highs and lows.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Number"
    ],
    "Mechanics": [
      "Simultaneous Action Selection",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "25108",
    "Name": "Chameleon",
    "ID": 17576,
    "Year": "(2005)",
    "Geek Rating": "5.491",
    "Avg Rating": "5.11",
    "Link": "https://boardgamegeek.com/boardgame/17576/chameleon",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Its the 3-D building game with a colorful twist! As players race to build towers using their Chameleon' blocks, there's a surprise with every move - the Chameleon blocks magically change their colors!&#10;&#10;Place one red block on a tower and the block below turns green. Choose another red block, add it to the tower, and the block below changes to red. You'll need skill and luck to correctly &quot;predict&quot; what colors will appear. Matching colors earns you another turn. If block colors don't match, dismantle the tower, block by block, and start from the ground up!&#10;&#10;The concentration game that builds memory skills! Stack'em up, match'em up, and win!  Ages 7 and up&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Memory",
      "Racing"
    ],
    "Mechanics": [
      "Memory",
      "Pattern Building",
      "Pattern Recognition"
    ],
    "Families": [
      "Animals: Chameleons"
    ]
  },
  {
    "Rank": "25109",
    "Name": "TETO, the cardgame",
    "ID": 34759,
    "Year": "(2008)",
    "Geek Rating": "5.491",
    "Avg Rating": "5.31",
    "Link": "https://boardgamegeek.com/boardgame/34759/teto-the-cardgame",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "ENGLISH:&#10;From the rules booklet: TETO: the cardgame implements the jokish traditional Spanish game into a non-collectible cardgame. We tried to catch the essence of this game without altering its mechanics.&quot;&#10;&#10;The components are two cards, a third card as front page (which is not needed to play), and a rules booklet. Plays similar to &quot;head or tails&quot;, but with different victory scenarios. The game pictures are humorous, they aren't gross, so is suitable for Ages 16 and up.&#10;&#10;Although the game is not collectible, there are 4 different sets. Each set is auto playable, and all four play the same, the only difference is in the artwork of the cards. When you buy a game of Teto, you get one random set of the 4 available.&#10;&#10;&#10;ESPA&Ntilde;OL:&#10;Del libreto de reglas: TETO: el juego de cartas es una adaptaci&oacute;n del popular juego espa&ntilde;ol &quot;Teto&quot; al mundo de los juegos de cartas no coleccionables. Hemos intentado plasmar lo mejor posible la esencia de este tradicional entretenimiento manteniendo intacta su mec&aacute;nica.&quot;&#10;&#10;Los componentes son dos cartas, una tercera carta a modo de portada (que no se necesita para jugar) y un librillo de reglas. El juego propone diferentes escenarios de victoria. Las im&aacute;genes del juego son humor&iacute;sticas sin resultar groseras, con lo que Teto es adecuado de 16 a&ntilde;os en adelante.&#10;&#10;Aunque el juego en s&iacute; no es coleccionable, existen 4 modelos diferentes. Cada modelo es autojugable y los cuatro se juegan de forma id&eacute;ntica, siendo las ilustraciones de las cartas lo &uacute;nico que cambia. Cuando compras un Teto, obtienes un modelo al azar de los 4 disponibles.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Humor"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Role Playing"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "25110",
    "Name": "Jochen der Rochen",
    "ID": 15031,
    "Year": "(2004)",
    "Geek Rating": "5.491",
    "Avg Rating": "5.39",
    "Link": "https://boardgamegeek.com/boardgame/15031/jochen-der-rochen",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.0667",
    "Description": "In short, Bambeleo for kids.&#10;&#10;Longer version, according to Frank Branham: &quot;You have a circular dance floor that has been sabotaged by sawfish. You must jiggle the floor to make as many different colored (5 colors, 2 of each color) fish fall off without two fish of the same color or Ray the Stingray falling off. You can bail at any time, and score as many birthday cake pieces as the number of fish that came off the dance floor.&quot;&#10;&#10;&quot;This particular dex game is obscenely simple to learn, fairly tricky to operate, and absolutely compulsive to play. It just look SO mind-numbingly stupid. Besides how can you knock a game about a Stingray's undersea birthday party?&quot;&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game",
      "Nautical"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "25111",
    "Name": "Heroes of Graxia",
    "ID": 72482,
    "Year": "(2010)",
    "Geek Rating": "5.491",
    "Avg Rating": "5.47",
    "Link": "https://boardgamegeek.com/boardgame/72482/heroes-of-graxia",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.6061",
    "Description": "Heroes of Graxia is a deck building game for 2-6 players that features dynamic gameplay using cards in a fantasy strategy-based environment.&#10;&#10;The game uses cards to represent forces on the gameplay table. Starting with a small deck of 12 cards, players build their empire by buying the best cards to prepare them to out-smart and out-maneuver other players to obtain trophies and prestige in the World of Graxia.&#10;&#10;The game will contain more than 240 unique cards at release, as well as miniatures. Buy for your deck the best Weapons, Armor, Spells, Armies, Henchmen, and Mercenary cards. Conquer enemies by playing these cards on the gameplay table in a sequence of turns with other players.&#10;&#10;As Players defeat Units and Heroes of opposing Legions, they gain Prestige by taking the appropriate Prestige Point cards and placing them in their Loot Pile. These points are tallied the end of the game to determine the winner. Player&rsquo;s may examine the Loot Pile of each other at any time.&#10;&#10;The fantasy world of Graxia is filled with mysteries designed for players to discover and solve. Why are there huge continents floating in the sky? Why is there such a wide variety of races living on each of these continents when travel between these lands is only accomplished through the use of Guardian created magical portals?&#10;&#10;Only selecting your favorite Guardian, exploring the world, and commanding your armies in battle, provides the answers to some of the Graxian mysteries.&#10;&#10;Heroes of Graxia is not a CCG. It is a deck building card game based on the Graxia universe and Guardians of Graxia board game published by Petroglyph.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Medieval"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "25112",
    "Name": "Top Face!",
    "ID": 180940,
    "Year": "(2015)",
    "Geek Rating": "5.491",
    "Avg Rating": "4.99",
    "Link": "https://boardgamegeek.com/boardgame/180940/top-face",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "GOAL of the Game&#10;&#10;Top Face! unites young and old with 3 different games, each increasing in difficulty.. The games are played in several rounds with 3 to 8 players. Whichever game is chosen, the goal is to guess and makes others as many facial expressions as possible. The value of the cards is shown on their back (1 or 2 points).&#10;&#10;How to play to the infernal race&#10;&#10;The first player turns the hourglass over and then attempts to make other players guess as many as possible to other players until the end of the hourglass time (&agrave; la charades).&#10;&#10;     If the facial expression is guessed, the current player retains his card (1 point). Otherwise, the card can be discarded at the moment there are more than one person to guess left. &#10;     The player who guessed the facial expression immediately takes 1 white from the draw pile card and scores 1 point.&#10;     The current player then draws a new card to make others guess another facial expression and so on until the end of the hourglass. Once the time has run out, he may continue to make others guess the current card in hand.&#10;     If a facial expression is not guessed, the white card of the current player is returned to the deck.&#10;&#10;&#10;The winner&#10;The game ends after 2 rounds around the table (3 or 4 players) (1 round for 5+ players) or if the deck is finished.The player who has the most points wins.&#10;&#10;The game features 3 sets of different rules!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Real-time",
      "Word Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "25113",
    "Name": "Clouds",
    "ID": 243606,
    "Year": "(2018)",
    "Geek Rating": "5.491",
    "Avg Rating": "5.27",
    "Link": "https://boardgamegeek.com/boardgame/243606/clouds",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "It's a bird, it's a plane, it's a...bear?&#10;&#10;Clouds is a matching game that was made for the wildest of imaginations. Turn over a card and quickly search to find the cloud halves that complete the picture. Be the first to find them, and win! Race your friends, or take on the challenges solo.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "25114",
    "Name": "UNO Pocket",
    "ID": 255689,
    "Year": "(2017)",
    "Geek Rating": "5.491",
    "Avg Rating": "5.17",
    "Link": "https://boardgamegeek.com/boardgame/255689/uno-pocket",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "2",
    "Play Time": "10",
    "Weight": "1",
    "Description": "The familiar Uno card game, in a smaller version. There are many variations of Uno Pocket (sometimes new decks are called Uno Mini).&#10;They usually contain around 46 cards and were made usually by Cartamundi as a promotion for the brand. They always feature a customized backs, but no rules differ from original Uno.&#10;&#10;Available as a gift by buying two packs of Mentos.&#10;In Europe, this was available in 2015 as part of a Nivea promotion.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Number"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Game: UNO"
    ]
  },
  {
    "Rank": "25115",
    "Name": "Lang lebe der König!",
    "ID": 298,
    "Year": "(1997)",
    "Geek Rating": "5.491",
    "Avg Rating": "5.21",
    "Link": "https://boardgamegeek.com/boardgame/298/lang-lebe-der-konig",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "The theme is the struggle for kingship in England. Players struggle to control the territories in England, each worth a number of votes (from 2 - 4) during the election phases. With 4 players, 20 votes are necessary to be elected king.&#10;&#10;",
    "Categories": [
      "Wargame"
    ],
    "Mechanics": [
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "25116",
    "Name": "Cows Can't Dance (But They Like to Be Asked!)",
    "ID": 2370,
    "Year": "(1996)",
    "Geek Rating": "5.491",
    "Avg Rating": "5.12",
    "Link": "https://boardgamegeek.com/boardgame/2370/cows-cant-dance-but-they-like-to-be-asked",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "In this outrageous card game, cows and bulls dance...but only by invitation. Pair a cow card with a bull card and earn extra points. Match dancer cards of the same suit or use your Madame Fifi card to cut in for a dance lesson. Earn points for each pair on your dance floor. The player with the most points wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Animals: Cattle / Cows"
    ]
  },
  {
    "Rank": "25117",
    "Name": "Berzerk",
    "ID": 5084,
    "Year": "(1983)",
    "Geek Rating": "5.491",
    "Avg Rating": "5.15",
    "Link": "https://boardgamegeek.com/boardgame/5084/berzerk",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.2857",
    "Description": "From the box:&#10;&#10;Go Berzerk and play the exciting shoot-em-up game that's just as much fun as the arcade game of the same name!  You and your opponent take turns controlling either the Humanoid Warrior or the indestructible Evil Otto and his robot army.  Make the wrong move and your Humanoid will get zapped.  You score points for every enemy robot your Humanoid zaps and a bonus if you get all six.  You opponent gets a chance to be the Humanoid player and zap robots to score points later in the game.  Score more points than your opponent and you'll win the game!&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Children's Game",
      "Fighting",
      "Science Fiction",
      "Video Game Theme"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games",
      "Theme: Arcade Video Games"
    ]
  },
  {
    "Rank": "25118",
    "Name": "Penguin Brawl: Heroes of Pentarctica",
    "ID": 234623,
    "Year": "(2018)",
    "Geek Rating": "5.491",
    "Avg Rating": "5.58",
    "Link": "https://boardgamegeek.com/boardgame/234623/penguin-brawl-heroes-of-pentarctica",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "90",
    "Weight": "1.3333",
    "Description": "Penguin Brawl: Heroes of Pentarctica is a fast-paced action card game about penguins, deception and the thrill of glorious battle!&#10;&#10;The game itself is deceptively simple. Learn what each card type does, get to know the basics, and away you go; the rest is down to how you play. All in-game rules are printed directly on the cards and generally Penguin Brawl can be learned in under 5 minutes.&#10;&#10;3-8 players is recommended in standard mode, but Penguin Brawl can be played with 2-12 players by adding Expansions and playing in &quot;Head 2 Head&quot; and &quot;Penguins Gone Wild&quot; modes.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Fantasy",
      "Fighting",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Memory",
      "Player Elimination",
      "Push Your Luck",
      "Variable Player Powers"
    ],
    "Families": [
      "Animals: Penguins",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "25119",
    "Name": "Oskar",
    "ID": 4383,
    "Year": "(1994)",
    "Geek Rating": "5.491",
    "Avg Rating": "5.01",
    "Link": "https://boardgamegeek.com/boardgame/4383/oskar",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.25",
    "Description": "This is a trick - taking card game. You do not only have to win tricks. The main goal is to earn chips. You get chips if you are trendy. Your films are trendy if they got the most points from tricks. It does not matter what color your cards have to earn the points - the points you get for the cards are determined by the film genre your dice shows. You do get the points for your own tricks and the points for every others players tricks who has a dice with the same film genre.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "25120",
    "Name": "J'te Gage Que...",
    "ID": 27155,
    "Year": "(2006)",
    "Geek Rating": "5.491",
    "Avg Rating": "5.48",
    "Link": "https://boardgamegeek.com/boardgame/27155/jte-gage-que",
    "Min Players": "4",
    "Max Players": "50",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "1.0323",
    "Description": "Bluff party (aka, I Betcha...) can be played during almost any other social activity, including another game.&#10;&#10;At the start of the game, each player receives a card that features three challenges, e.g., &quot;Speak three sentences in a foreign language&quot; or &quot;Suck your thumb for 30 seconds&quot;. Players agree on an ending time for the game, perhaps 1-2 hours, then each player must perform or act out his three challenges during that time in a subtle manner, but with witnesses. If no one says anything for 30 seconds after a player has completed a challenge, he can whip out his card and show everyone the challenge he's just performed. This nets him a number of points specified on the card for that challenge.&#10;&#10;If, however, another player says, for example, &quot;I bet you had to suck your thumb&quot; and the guesser is right, then the guesser earns two points; if she's wrong, she loses one point.&#10;&#10;Whoever has the most points at the end of the game wins.&#10;&#10;Can be integrated with:&#10;&#10;    J'te Gage Que... 2&#10;&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Acting",
      "Role Playing"
    ],
    "Families": []
  },
  {
    "Rank": "25121",
    "Name": "Firefly: Fistful of Credits",
    "ID": 169502,
    "Year": "(2015)",
    "Geek Rating": "5.491",
    "Avg Rating": "5.35",
    "Link": "https://boardgamegeek.com/boardgame/169502/firefly-fistful-of-credits",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.625",
    "Description": "Do the job. Get paid. Aim to misbehave.&#10;&#10;Firefly: Fistful of Credits is a two-to-four-player cooperative game where players step into the boots of Serenity&rsquo;s crew to pull off a series of dangerous heists and hopefully walk away with their lives and a tidy fortune! The game features three distinct heist scenarios inspired by the episodes Bushwhacked, The Train Job, and Ariel; each with their own highly-detailed board, tokens, and Heist card, which details unique objectives from the show that must be accomplished in order to win.&#10;&#10;Players pair up any two of the nine crew members, forming unique teams that work with other players to collect gear, fight, and face both luck and misfortune while racing against the clock to complete the heist. Be careful: triggering an alarm, lollygagging around or sticking your nose in the wrong crate can open up a whole world of ugly - be it Reavers, Alliance, or the sinister Hands of Blue!&#10;&#10;Fail and it&rsquo;s all over... but succeeding means you and your crew walk away with more than a fistful of credits!&#10;&#10;",
    "Categories": [
      "Adventure",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management",
      "Roll / Spin and Move"
    ],
    "Families": [
      "TV Shows: Firefly"
    ]
  },
  {
    "Rank": "25122",
    "Name": "Color Smash",
    "ID": 239074,
    "Year": "(2016)",
    "Geek Rating": "5.491",
    "Avg Rating": "5.29",
    "Link": "https://boardgamegeek.com/boardgame/239074/color-smash",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Speed game. On a player's turn they flip a card. If the card contains the correct name of the color as text on the card, players have to slap on the card. The quickest will win all the flipped cards. After all cards are played, the player with most cards won is the winner.&#10;&#10;",
    "Categories": [
      "Real-time"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "25123",
    "Name": "Cards Against Star Wars",
    "ID": 344265,
    "Year": "(2020)",
    "Geek Rating": "5.491",
    "Avg Rating": "5.02",
    "Link": "https://boardgamegeek.com/boardgame/344265/cards-against-star-wars",
    "Min Players": "3",
    "Max Players": "20",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "1",
    "Description": "Modelled on &ldquo;Card Games Against Humanity,&rdquo; this &ldquo;Cards Against Star Wars&rdquo; card game is a Limited Edition card game with the Star Wars theme for you and your friends, and all the more fun if you&rsquo;re a fan of Obi Wan Kenobi, Princess Leia, R2D2 and the rest of the crew.&#10;&#10;Cards Against Star Wars is all about using rude and offensive Star Wars-style humour. Choose your friends wisely, and maybe start recruiting new Star Wars buddies of yours who will take kindly to joking with the Jedi or making announcements about Death Stars made from certain intimate female parts of the anatomy.&#10;&#10;Cards Against Star Wars is the unofficial Star Wars version of the Cards Against Humanity card game.&#10;&#10;Each round, one player reads from a blue card and everyone, in turn, answers with their funniest white card.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Mature / Adult",
      "Movies / TV / Radio theme",
      "Party Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Hand Management",
      "Player Judge"
    ],
    "Families": [
      "Movies: Star Wars",
      "Series: Cards Against Humanity-Like"
    ]
  },
  {
    "Rank": "25124",
    "Name": "Switch: Secrets of the Temple",
    "ID": 38860,
    "Year": "(2008)",
    "Geek Rating": "5.491",
    "Avg Rating": "4.49",
    "Link": "https://boardgamegeek.com/boardgame/38860/switch-secrets-of-the-temple",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.1429",
    "Description": "As what was available on the website http://www.outplaygames.com&#10;&#10;Set during the Great Fushimi earthquake in Japan 1596, On the hillside of Arima, away from the preying eyes of the villager lays a deserted keep. Protected by a strange defensive mechanism and terrifying creatures engineered to guard its deadly secret,you are sent to retrieve it the Breastplate of Judgment, a biblical artifact that holds the key to omnipotent powers...&#10;&#10;Different Characters... &#10;You can choose one of six characters with different playing style and equipped with different weapons and skills and fight your way to retrieve the mysterious artifact.&#10;&#10;Multiple Battle Platforms&hellip;.&#10;You may team up with your friends to battle monsters, the vicious Gatekeeper or even with each other to survive.&#10;&#10;Unpredictable and Deadly&hellip;.&#10;Random switching rooms, unpredictable earthquakes, deadly monster attacks and your &ldquo;friends&rdquo; reduce your chances of survival.&#10;&#10;SWITCH: Secrets of the  Temple is an adventure board game designed with simplicity in mind yet while having awesome fun with your friends. A fun gameplay with a beautifully rendered map and individually different play style of characters and a story inspired by historical details in the backdrop of the sengoku period.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management",
      "Modular Board",
      "Roll / Spin and Move",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "25125",
    "Name": "Night of the Grand Octopus",
    "ID": 154602,
    "Year": "(2014)",
    "Geek Rating": "5.491",
    "Avg Rating": "5.47",
    "Link": "https://boardgamegeek.com/boardgame/154602/night-of-the-grand-octopus",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.3889",
    "Description": "Long ago, the Grand Octopus, one filled with cosmically divine powers, reigned over the entire world &mdash; until an unfortunate combination of circumstances imprisoned it at the bottom of the ocean. Idle under miles of water, it fell asleep dreaming of the day when its time would come once again.&#10;&#10;In Night of the Grand Octopus, you are one of the Elect and have been recruited by the Illuminati to form a cult to glorify the tentacled one. What's more, your dreams have told you that the time has come, the stars have aligned so that you can perform the &quot;Ritual of Appeal&quot; and bring the Grand Octopus to surface once again. To perform the ritual, however, you need the right magical components, components to be found in a famous English university for young wizards and witches &mdash; and you're not the only one seeking them.&#10;&#10;In each round, players secretly place their cultist and monster tokens on locations, then reveal those locations at the same time. If only one cultist group occupies a location, that cult gains strength &mdash; but if two or more cults want the same spot, they must negotiate or both lose cult strength. If, on the other hand, a rival monster occupies the location, the cultist is eliminated. Gulp!&#10;&#10;",
    "Categories": [
      "Bluffing"
    ],
    "Mechanics": [
      "Set Collection",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "25126",
    "Name": "Stworze",
    "ID": 231966,
    "Year": "(2017)",
    "Geek Rating": "5.491",
    "Avg Rating": "5.73",
    "Link": "https://boardgamegeek.com/boardgame/231966/stworze",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "3",
    "Description": "Stworze is an adventure game set in slavic mythology, legends and folk tales. The game takes us on a journey across the Land, a world rich in lore and deities. Players assume the roles of eight mythical creatures (Stworze is an antiquated Polish word for creature, English counterpart could be ellen-g&#199;&#163;st), who will use their strength and artfulness in order to either help or harm people of the Land in everyday life. By fulfilling  unique quests they try to spread the influence towards the entire region. With every action Stworze will fight their way to dominion over the Land and its people.&#10;&#10;The first Stworze to complete all missions from the unique quests deck becomes the winner. Each quest requires action, and each action demands operations on the board. Those actions expand the influence over the Land which helps us to become the only Guardian of the region.&#10;&#10;As an action we can help or harm people, complete a quest or set rampaging crowd to a Stworze&rsquo;s lair. Completing an action brings you one step closer to the unavoidable events - eg. Dziady (Grandfathers) or Jare Gody (Slavic spring equinox festival).&#10;&#10;The game offers two variants:&#10;&#10;1. For beginners &#10;You create your missions deck according to the printed numbers on cards&#10;&#10;2.For experienced players&#10;Recommended after playing at least one game and familiarising with all the components. A player creates the missions deck as they wish. Additionally, one chosen card is given to each of the opponents.&#10;&#10;Update :&#10;&#10;Stworze International edition (Essen Spiel 2018) :&#10;&#10;- new Action: Duel&#10;- Rest action and Lair action become one&#10;- some minor differences&#10;- 10 miniatures in the box&#10;&#10;",
    "Categories": [
      "Adventure",
      "Ancient",
      "Fantasy",
      "Mythology"
    ],
    "Mechanics": [
      "Area Movement",
      "Commodity Speculation",
      "Open Drafting",
      "Secret Unit Deployment",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Country: Poland",
      "Creatures: Monsters",
      "Crowdfunding: Wspieram",
      "Mythology: Slavic"
    ]
  },
  {
    "Rank": "25127",
    "Name": "There's Been A Murder",
    "ID": 296576,
    "Year": "(2019)",
    "Geek Rating": "5.491",
    "Avg Rating": "5.57",
    "Link": "https://boardgamegeek.com/boardgame/296576/theres-been-a-murder",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "1.375",
    "Description": "There's been a murder in an austere country house in 1930s England. Everyone's a suspect, but nobody wants to talk about it! Can the players work together to solve the mystery, or will the murderer escape justice?&#10;&#10;In There's Been A Murder, players may not talk about the cards they hold in their hand or that they've seen during play. By playing their cards and following the instructions they can discover who holds the key cards, allowing the Detective to uncover the Murderer. When this happens, everyone wins!&#10;&#10;The game comes with 24 cards (22-24 for advanced play only), and each card in the game has a unique power to aid or hamper the deduction.&#10;&#10;During the game, players will hold two cards in their hand and choose one to play on their turn. After resolving any relevant effects, the next player will take their turn. The players win if the Detective is successfully used to find the Murderer, or the Murderer is passed to the Confidant. The players lose if the Murderer kills the Witness, or if the deck runs out of cards.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Communication Limits",
      "Cooperative Game",
      "Hand Management"
    ],
    "Families": [
      "Digital Implementations: Tabletopia",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "25128",
    "Name": "The Best of TV and Movies",
    "ID": 167669,
    "Year": "(2012)",
    "Geek Rating": "5.491",
    "Avg Rating": "5.51",
    "Link": "https://boardgamegeek.com/boardgame/167669/the-best-of-tv-and-movies",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "Compete with your family or friends to see who has the largest film and television culture of yesterday and today.&#10;&#10;Nostalgia and laughter guaranteed!&#10;&#10;Young and old have their chance with nearly 1,600 questions about TV series French and international TV games, entertainment, TV magazines, reality TV and the cult films of the big screen!&#10;&#10;With over one third of picture cards, this game is very fun since it will recognize among other visuals: how series returns such logo as decoration or object, what is the name of that character or what poster film belongs image ...&#10;&#10;The mechanics of this board game is simple and accessible to all: just good answer questions to advance his pawn and reach the first final box.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Logo Board Game"
    ]
  },
  {
    "Rank": "25129",
    "Name": "PAC-MAN Card Game",
    "ID": 4951,
    "Year": "(1982)",
    "Geek Rating": "5.491",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/4951/pac-man-card-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "A card game derived from the popular video game.&#10;&#10;Players form 3-card sets of cards with picture cards of the Pac-Man or Ghost characters or number cards with dots, simulating the dots which Pac-Man &quot;gobbles up&quot; in the video game.&#10;&#10;Players utilize individual game boards and place cards in open spaces as defined on each board. Picture cards are placed between two number cards. If the picture card is a Pac-Man card, the two number cards which bracket it are added together.&#10;&#10;If the card is a Ghost card, the number card on the right is subtracted from the card on the left. So opponents are allowed to place ghost cards and number cards on opponents game boards in an attempt to hinder point scoring.&#10;&#10;There is also a Pac-Man eating a Ghost card which acts as a multiplier between the two numbers.&#10;&#10;Players play one card per turn, and the person who reaches 100 points if the winner.&#10;&#10;An advanced version would subtract points from the players running total if the three card combination included a ghost and the subtraction resulted in a negative total.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Movies / TV / Radio theme",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Set Collection",
      "Trick-taking"
    ],
    "Families": [
      "Theme: Arcade Video Games",
      "Video Game Theme: Pac-Man"
    ]
  },
  {
    "Rank": "25130",
    "Name": "Zoo Food",
    "ID": 15147,
    "Year": "(1999)",
    "Geek Rating": "5.491",
    "Avg Rating": "4.89",
    "Link": "https://boardgamegeek.com/boardgame/15147/zoo-food",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Zoo Food is a simple childrens' game. Ten animal cards are placed on the table. Each animal likes to eat three kinds of food. Thirty food tokens are placed in a bag.&#10;&#10;The game includes 10 animal cards, each showing the three types of food the animal likes to eat. Under the picture of the animal is an empty circle. A set of food chits, each 1/3 of a circle, are placed in a bag. Players each take a few animal cards (based on the number of players) and on turn draw a food chit blindly from the bag. If it matches one of their animals, they can keep it and place it in the circle. When the animal has all three foods, a complete circle is made. The winner is the player who has the most animals at the end of the game.&#10;&#10;Early versions of this game showed pictures of the 10 animals on the cards; later versions made this into a puzzle as well as the animals are wooden pieces that fit into the cards.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Series: Spielend Neues Lernen (Ravensburger)"
    ]
  },
  {
    "Rank": "25131",
    "Name": "Word Rummikub",
    "ID": 4598,
    "Year": "(1983)",
    "Geek Rating": "5.491",
    "Avg Rating": "5.45",
    "Link": "https://boardgamegeek.com/boardgame/4598/word-rummikub",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "A letter/word version of Rummikub, players attempt to create long words and score points to win.&#10;&#10;Complete words may be placed on the table, or letters can be added to current words. Words already on the table can be broken apart and the letters used to form new words as long as at the end of a player's turn he has added at least one new tile, all letters on the table have been used to form valid, unique words, and the longest new word contains at least one letter from his rack.&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Game: Rummikub",
      "Traditional Card Games: Rummy"
    ]
  },
  {
    "Rank": "25132",
    "Name": "Goosebumps: One Day at Horrorland Game",
    "ID": 9578,
    "Year": "(1996)",
    "Geek Rating": "5.491",
    "Avg Rating": "5.44",
    "Link": "https://boardgamegeek.com/boardgame/9578/goosebumps-one-day-at-horrorland-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.3333",
    "Description": "Welcome to HorrorLand, the scary amusement park where you and your friends play for your lives! Complete a ride to collect its ride token. Hang on as you whirl around in a coffin on the Wheel of Fear! Then be sure to run fast across the Horror Bridge before you get knocked off! Ready for the scariest ride of all? Use a ticket card to go down the towering Doom Slide. But watch out! Someone may play a card and release the rides' hidden skulls. They'll roll down and take you with them! The first player to survive all three rides must race back to the Entrance to win!&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Horror",
      "Novel-based"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Books: Goosebumps"
    ]
  },
  {
    "Rank": "25133",
    "Name": "Build-A-Burger",
    "ID": 19087,
    "Year": null,
    "Geek Rating": "5.491",
    "Avg Rating": "5.05",
    "Link": "https://boardgamegeek.com/boardgame/19087/build-a-burger",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "From Box: &#10;Fill Your Bun - It's Lots of Fun!&#10;Players Collect ingredient cards as they travel the game board, hoping to be the first to complete a burger.&#10;&#10;Whoever can collect 8 ingredient cards first completes their burger and wins the game!&#10;&#10;No reading required.&#10;&#10;Aim of the game:&#10;To be the first player to complete his burger with 8 different ingredients.&#10;Active player throuw the die, move his pawn and land on a ingredient space. He choose in ingredient of the middle of the board and if it is the same as the one his pawn is on, he wins it.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice",
      "Memory"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Memory",
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Food & Drink: Burgers",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "25134",
    "Name": "Bra$ilis",
    "ID": 87871,
    "Year": "(2010)",
    "Geek Rating": "5.491",
    "Avg Rating": "5.15",
    "Link": "https://boardgamegeek.com/boardgame/87871/bra-dollar-ilis",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.3333",
    "Description": "In Bra$ilis, most of the citizen that come to politics try to take advantage of their position with schemes, make some extra money and raise in status and power. What move Bra$ilis is the power, in this game you will be able to feel that power.&#10;Each player takes roll of a politic that has as a main objective obtain the majority of votes.&#10;And for that, every move counts!! Make partnerships, create intrigues, lie and make a fool of other politics... in resume, everything you find in politics! Run away from scandals  and corruption and try, at max, help (or trick) the population for more votes.&#10;&#10;In each turn, players reveal a card/news containing three atributes: votes, image and money. Each of this political news will be disputed by the players according to their strategy. Players have a set of cards in their hands and place their political influence and power in front of them or in front of the other players, when they think their participation is enought they can chose to 'pass'. The politician that cointains the higher value of political power in front of him by the time everyone has passed is considered the autor of that scandal published and recieve all the information displayed in the card.&#10;The winner is the player who at the end of the game accumulates more votes.&#10;&#10;In the path to the victory, the administration of your image and money are essentials! With money you can buy political help, hiring a lawyer, marketeer or even a advertiser.&#10;Your image, despite being the first tie-braker, will help you gain more or less cards during the game. But beware! The population is not watching the corruption quietly, there is a scale for their 'angryness' and they can start a revolution at any time!!&#10;&#10;&#10;&#10;                                                                                                                                                                                                                                            &#10;                                                                                                                                                                                                                                        &#10;                                                                                                                                                                                                                                    &#10;                                                                                                                                                                                                                                &#10;                                                                                                                                                                                                                            &#10;                                                                                                                                                                                                                        &#10;                                                                                                                                                                                                                    &#10;                                                                                                                                                                                                                &#10;                                                                                                                                                                                                            &#10;                                                                                                                                                                                                        &#10;                                                                                                                                                                                                    &#10;                                                                                                                                                                                                &#10;                                                                                                                                                                                            &#10;                                                                                                                                                                                        &#10;                                                                                                                                                                                    &#10;                                                                                                                                                                                &#10;                                                                                                                                                                            &#10;                                                                                                                                                                        &#10;                                                                                                                                                                    &#10;                                                                                                                                                                &#10;                                                                                                                                                            &#10;                                                                                                                                                        &#10;                                                                                                                                                    &#10;                                                                                                                                                &#10;                                                                                                                                            &#10;                                                                                                                                        &#10;                                                                                                                                    &#10;                                                                                                                                &#10;                                                                                                                            &#10;                                                                                                                        &#10;                                                                                                                    &#10;                                                                                                                &#10;                                                                                                            &#10;                                                                                                        &#10;                                                                                                    &#10;                                                                                                &#10;                                                                                            &#10;                                                                                        &#10;                                                                                    &#10;                                                                                &#10;                                                                            &#10;                                                                        &#10;                                                                    &#10;                                                                &#10;                                                            &#10;                                                        &#10;                                                    &#10;                                                &#10;                                            &#10;                                        &#10;                                    &#10;                                &#10;                            &#10;                        &#10;                    &#10;                &#10;            &#10;        &#10;    &#10;&#10;&#10;Em Bra$ilis, os cidad&atilde;os que entram para a vida p&uacute;blica querem, quase sempre, se aproveitar dos diversos esquemas e falcatruas e, com isso, faturar uma graninha extra e de quebra um pouco de poder e status. Afinal o que move Bra$ilis &eacute; o Poder e, nesse jogo, voc&ecirc; poder&aacute; experimentar esse poder...&#10;Cada jogador ser&aacute; um pol&iacute;tico de Bra$ilis que far&aacute; de tudo para, ao final do jogo, obter o maior n&uacute;mero de votos poss&iacute;veis e, assim, obter maior poder pol&iacute;tico. Mas n&atilde;o pense que isso &eacute; tarefa f&aacute;cil, pois todos estar&atilde;o brigando pelo mesmo objetivo e a popula&ccedil;&atilde;o estar&aacute; de olho no que acontece no Planalto.&#10;E nessa hora vale tudo!! Alian&ccedil;as, intrigas, trapa&ccedil;as, acusa&ccedil;&otilde;es falsas, manipula&ccedil;&otilde;es... Enfim, tudo que existe na pol&iacute;tica! Fuja dos esc&acirc;ndalos de corrup&ccedil;&atilde;o e tente, ao m&aacute;ximo, ajudar (ou enganar) a popula&ccedil;&atilde;o para conseguir mais votos.&#10;&#10;Source: Back of the box.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Negotiation",
      "Political"
    ],
    "Mechanics": [
      "Action Points",
      "Auction / Bidding",
      "Team-Based Game"
    ],
    "Families": [
      "Country: Brazil"
    ]
  },
  {
    "Rank": "25135",
    "Name": "Kocham Cię, Polsko!",
    "ID": 68605,
    "Year": "(2009)",
    "Geek Rating": "5.491",
    "Avg Rating": "4.56",
    "Link": "https://boardgamegeek.com/boardgame/68605/kocham-cie-polsko",
    "Min Players": "2",
    "Max Players": "20",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.5",
    "Description": "(&quot;I love you, Poland!) a trivia game with questions about Polish history, culture, sport and movie celebrities, and songs. uses talisman-style roll-and-move mechanic. players need to answer correctly questions in each of 6 different categories on the way to the finish space in the center.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Country: Poland"
    ]
  },
  {
    "Rank": "25136",
    "Name": "Monopoly: Major League Baseball",
    "ID": 13383,
    "Year": "(2004)",
    "Geek Rating": "5.491",
    "Avg Rating": "5.03",
    "Link": "https://boardgamegeek.com/boardgame/13383/monopoly-major-league-baseball",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "1.4",
    "Description": "In this Monopoly version players can buy, sell, and trade all 30 American League and National League teams of America's pastime. The game comes with a set of special collectors tokens including: MLB baseball cap, hotdog, ball in glove, pitcher, batter and catcher&rsquo;s mask.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Sports Teams: Major League Baseball (MLB)",
      "Sports: Baseball"
    ]
  },
  {
    "Rank": "25137",
    "Name": "aBRIDGEd",
    "ID": 22379,
    "Year": "(2006)",
    "Geek Rating": "5.491",
    "Avg Rating": "5.24",
    "Link": "https://boardgamegeek.com/boardgame/22379/abridged",
    "Min Players": "4",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "1.5556",
    "Description": "&quot;A Revolution in Bridge! aBRIDGEd is a streamlined version of the classic Bridge card game. This engaging and easy-to-learn game [20 minutes to learn] plays just like Bridge &mdash; but without the complex bidding.&quot; Two decks are included, each with colored cards numbered 2-14. Teams are chosen and 13 cards dealt to each player. Then each player declares Pass or Play, depending on whether they think their team can win at least 10 of the tricks. If a player says Play in Round 1, they are the &quot;dummy.&quot; They lay all their cards down and declare which color will be trump (or no-trump). Each player then declares their hand's pip strength (small dots on some cards) and color count (largest quantity of one color in their hand). Starting on the dummy's left, cards are played. You must follow suit if you can; highest card  of the 4 wins. [Note: if no one calls play in Round 1, players will bid on how many tricks their team can win.] After 13 tricks, one team scores points as indicated on a chart. If the declaring team fails to make their bid, the opposing team scores. Play ends after four rounds.   &#10;&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Trick-taking"
    ],
    "Families": [
      "Traditional Card Games: Bridge"
    ]
  },
  {
    "Rank": "25138",
    "Name": "Food Chain",
    "ID": 41890,
    "Year": "(2009)",
    "Geek Rating": "5.491",
    "Avg Rating": "5.45",
    "Link": "https://boardgamegeek.com/boardgame/41890/food-chain",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.2308",
    "Description": "By playing cards in Food Chain, players create natural food chains, hunting and eating in the forest and competing against one another for the best dishes.&#10;&#10;In game terms, each player holds four cards in hand, and four cards are placed in the middle of the table, which represents the forest. The card deck has twelve different types of animals/objects, in addition to special cards like the hunter, who can hunt any other card, and angry bees, which scare cards out of the forest. Players take turns in clockwise order and can choose one of five actions each turn:&#10;&#10;&#10;    Hunt the food to create natural food chains&#10;    Eat the food&#10;    Leave the food &#10;    Swap one card in hand for one in the forest&#10;    Pass by discarding a card and drawing a new one&#10;&#10;&#10;The game ends when the deck runs out, and passing is the only option available to all players; alternatively, the game ends when one player has lost all of his tokens to opponents. All players then add up their points from the top-left corner of each card, and also each token scores one point. The player with the most points wins.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Educational",
      "Environmental"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Theme: Food / Cooking",
      "Theme: Nature",
      "Theme: Trees and Forests"
    ]
  },
  {
    "Rank": "25139",
    "Name": "Politika",
    "ID": 246,
    "Year": "(1996)",
    "Geek Rating": "5.491",
    "Avg Rating": "5.15",
    "Link": "https://boardgamegeek.com/boardgame/246/politika",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.5",
    "Description": "Card game that could only have come from Italy! Based on their politics, players try to form the government, and when they do, they try to pull in as much cash as possible, through advantageous laws or just plain corruption and bribery. Other players hamper this in any way they can, and, if they win a vote of no-confidence, hope to take over the government. Not to improve it of course, just to do the same as the previous one.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Political"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "25140",
    "Name": "Monster Rejects",
    "ID": 195195,
    "Year": "(2016)",
    "Geek Rating": "5.491",
    "Avg Rating": "5.35",
    "Link": "https://boardgamegeek.com/boardgame/195195/monster-rejects",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Monster Rejects is a ridiculous card game where a racist, homeless, senile, slutty and other reject monsters battle in four different realms.&#10;&#10;The game is a modified, more strategic version of Crazy 8's combined with reject monsters and f*cked up mechanics.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Mature / Adult",
      "Number"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "25141",
    "Name": "Celebrity Taboo",
    "ID": 11573,
    "Year": "(1991)",
    "Geek Rating": "5.491",
    "Avg Rating": "5.38",
    "Link": "https://boardgamegeek.com/boardgame/11573/celebrity-taboo",
    "Min Players": "4",
    "Max Players": "0",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "1.4615",
    "Description": "This is like regular Taboo except that all the &quot;clue words&quot; are names of famous celebrities past and present.&#10;&#10;Players divide into two teams. A card is secretly drawn and a &quot;clue giver&quot; tries to get his team to say the word on it . . . without using any of the related words that are also on the card. The team has a timer during which they score as many clues as possible.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Team-Based Game"
    ],
    "Families": [
      "Components: Sand Timers",
      "Game: Taboo",
      "Word Games: Guess the Word"
    ]
  },
  {
    "Rank": "25142",
    "Name": "Bohnkick",
    "ID": 21631,
    "Year": "(2006)",
    "Geek Rating": "5.491",
    "Avg Rating": "5.32",
    "Link": "https://boardgamegeek.com/boardgame/21631/bohnkick",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.5625",
    "Description": "With the 2006 World Championships in Germany, Amigo releases Bohnkick at N&uuml;rnburg 2006.&#10;&#10;Bohnkick is a quick soccer cardgame for two or four players. Each player or team attempts to pass the ball and make a successful shot on the goal. Some shots are stronger than others, but sometimes even a lucky shot can get past the goaltender. There are also numerous fouls which can occur, perhaps even resulting in a penalty kick.&#10;&#10;Ages 8 and up&#10;&#10;Contents:&#10;&#10;    109 game cards&#10;    1 game overview&#10;&#10;&#10;Bohnkick is part of the Bohnanza family of games.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Sports"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Game: Bohnanza",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "25143",
    "Name": "Bookworm: The Dice Game",
    "ID": 286748,
    "Year": "(2019)",
    "Geek Rating": "5.491",
    "Avg Rating": "4.99",
    "Link": "https://boardgamegeek.com/boardgame/286748/bookworm-the-dice-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "The bookworm thought of something new to test the knowledge of his potential successors: Dice define the letters for which players have to create words. Players can get the dice from the middle or steal them from other players. Theme cards specify the category. A special die causes turbulences as it provides bonus points, minus points or a new theme.&#10;&#10;Bookworm: The Dice Game maintains the reliable game principle but the dice cause way more rotation. The cards also can be used for the original Bookworm game.&#10;&#10;",
    "Categories": [
      "Dice",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Dice with Icons",
      "Components: Letter Cubes / Word Dice",
      "Theme: Books / Libraries",
      "Versions & Editions: Dice Versions of Non-Dice Games"
    ]
  },
  {
    "Rank": "25144",
    "Name": "Joust",
    "ID": 251328,
    "Year": "(2019)",
    "Geek Rating": "5.491",
    "Avg Rating": "5.23",
    "Link": "https://boardgamegeek.com/boardgame/251328/joust",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.6667",
    "Description": "Brave knights take up their lances, tighten their saddles, and mount their birds. Who can defeat the most foes, capture the most eggs, and truly gain the glory of being the world's best at Joust?&#10;&#10;Joust brings the classic video arcade game to the tabletop in an action-packed, strategy board game. Requiring players to manage the speed and altitude of their knight, Joust features a unique momentum system that has players playing cards that immediately move their knight, but repeat effects for turns to come. Act quickly, but think ahead, because in the game of Joust speed can be your greatest ally &mdash; or biggest foe.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Fantasy",
      "Medieval",
      "Racing",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Action Queue",
      "Grid Movement",
      "Race",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Series: IDW Games Atari"
    ]
  },
  {
    "Rank": "25145",
    "Name": "Fort Boyard",
    "ID": 30334,
    "Year": "(1998)",
    "Geek Rating": "5.491",
    "Avg Rating": "5.04",
    "Link": "https://boardgamegeek.com/boardgame/30334/fort-boyard",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "This game is based on the French TV Game Show &quot;Fort Boyard&quot;.&#10;Fort Boyard' is a real fort located on the west coast of France, built to protect the arsenal of Rochefort and finished 1857. Later used as a prison.&#10;&#10;Players examine rooms to get keys with which they can open at the end of the game a chest filled with gold. Some keys are obtainable by answering questions or solving riddles, other keys only by physical challenges. A timer rises tension to fulfill the quests.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Adventure",
      "Deduction",
      "Trivia"
    ],
    "Mechanics": [
      "Deduction",
      "Team-Based Game"
    ],
    "Families": [
      "Constructions: Fort Boyard (France)",
      "TV Shows: TV Game Shows"
    ]
  },
  {
    "Rank": "25146",
    "Name": "It's the Great Pumpkin, Charlie Brown",
    "ID": 26176,
    "Year": "(2006)",
    "Geek Rating": "5.491",
    "Avg Rating": "5.03",
    "Link": "https://boardgamegeek.com/boardgame/26176/its-the-great-pumpkin-charlie-brown",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "From the Publisher:&#10;&#10;It's the Great Pumpkin, Charlie Brown Board Game: Celebrate Halloween with Charlie Brown, Sally, Lucy and Snoopy! Help them dress up in their Halloween costumes and collect candy while Trick or Treating. Next it's a race through the Pumpkin Patch to reach Linus as he waits for The Great Pumpkin to rise. The first Peanuts pal to share their candy with Linus wins the game!&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Comic Book / Strip",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [],
    "Families": [
      "Comic Strips: Peanuts"
    ]
  },
  {
    "Rank": "25147",
    "Name": "Contact: Signals from Outer Space",
    "ID": 296517,
    "Year": "(2020)",
    "Geek Rating": "5.491",
    "Avg Rating": "5.29",
    "Link": "https://boardgamegeek.com/boardgame/296517/contact-signals-from-outer-space",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.5",
    "Description": "In the collaborative space adventure game Contact, you follow a signal while knowing neither exactly where it comes from, nor who sends it out. This signal wants to lead you to a certain planet, but instead of space coordinates, you receive only a strange sequence of flight instructions for your spaceship.&#10;&#10;Can you identify the right target planet from this signal? And what will you find when you get there?&#10;&#10;During the game, you follow a signal and travel from planet to planet. Each round a different player takes the role of 'the Source' of the signal. He wants his fellow players to reach the planet from where he is sending his signal. They, as the Crew, therefore have to decode the Sources signal which he performs as a kind of flight simulation using his hand with 'taps' as stopover landings on planets on the way.&#10;In this cooperative game players loose if fuel runs out (6 incorrect guesses at the target planet), or win together if they managed to follow the signal with their rocket to 12 (different) planets.&#10;The game includes a variant for professionals, and helper cards to adjust difficulty in addition to the starting difficulty &#10;level.&#10;&#10;The person giving hints can only 1) show the length of the flight by 2) how long he keeps his hand above the table&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Deduction",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Communication Limits",
      "Cooperative Game"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "25148",
    "Name": "Machina II: Przeładowanie",
    "ID": 26778,
    "Year": "(2006)",
    "Geek Rating": "5.491",
    "Avg Rating": "5.32",
    "Link": "https://boardgamegeek.com/boardgame/26778/machina-ii-przeladowanie",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "1.7407",
    "Description": "&quot;Machina II: Przeladowanie&quot; is a re-edition of very popular  game called &quot;Machina&quot; published in 2002 in Poland. Every player is an Engineer working on his unique prototype. The aim of the game is to construct your own prototype using particular Elements (tiles) listed on your Prototype Card. Lack of Elements in game makes players steal and sabotage each other on almost every turn!&#10;&#10;",
    "Categories": [
      "Humor",
      "Industry / Manufacturing"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "25149",
    "Name": "Magma Monster",
    "ID": 63899,
    "Year": "(2010)",
    "Geek Rating": "5.491",
    "Avg Rating": "5.32",
    "Link": "https://boardgamegeek.com/boardgame/63899/magma-monster",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.1667",
    "Description": "You are an explorer who have entered the middle of the earth to explore. Suddenly you encounter a terrible Magma monster. Can you escape the monster over the burning lava river? Place LEGO bridges over the burning lava by rolling the dice.&#10;&#10;A title in the LEGO&copy; game series. All parts are made out of LEGO, even the dice.&#10;&#10;",
    "Categories": [
      "Exploration"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Tile Placement"
    ],
    "Families": [
      "Creatures: Monsters",
      "Series: LEGO Games",
      "Toys: LEGO"
    ]
  },
  {
    "Rank": "25150",
    "Name": "Ulanga",
    "ID": 280147,
    "Year": "(2019)",
    "Geek Rating": "5.491",
    "Avg Rating": "5.10",
    "Link": "https://boardgamegeek.com/boardgame/280147/ulanga",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.4",
    "Description": "Deliver the goods to the villages nearby the Ulanga River. Sail the steamboats that go down the river everyday avoiding the risks of the Eastern Africa.&#10;&#10;Before starting, players must create a river with all river tiles.&#10;&#10;The game is played by turns. Each player must play a Movement (At the end of the movement, if any player has a Port card matching the port the boat just stop in, they may discard that card to draw a Scoring 2 points) or Restriction card in order to disturb another player's movement (If a player cannot play any card, they must flip one of their Anchor tokens over, losing 3 points).&#10;&#10;The game ends when a player loses their 3 anchors or the last Scoring token is drawn. The player with the most points is the winner.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Nautical"
    ],
    "Mechanics": [
      "Hand Management",
      "Point to Point Movement"
    ],
    "Families": [
      "Continents: Africa",
      "Theme: Rivers"
    ]
  },
  {
    "Rank": "25151",
    "Name": "Sheep Boom Bah",
    "ID": 259310,
    "Year": "(2019)",
    "Geek Rating": "5.491",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/259310/sheep-boom-bah",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.3333",
    "Description": "Sheep Boom Bah is a tile flipping, sheep herding game for 2-4 players. After all your sheep wonder into an active land mine field, it&rsquo;s your job to safely return the absent minded flock back to your farm safely.&#10;&#10;On the players turn, they can use an action to move a sheep onto a field tile. Once there, the player flips the tile over and discovers what&rsquo;s underneath. Either a field, landmine or barn is revealed. Bonus points are scored for finding a field or barn tile.&#10;&#10;Players can use playing cards in their hand to move, steal and revive sheep.&#10;&#10;At the end of the game, players score points based on the final positions of their sheep either in the barn or the barnyard.&#10;&#10;Score the most points at the end to win the game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals"
    ],
    "Mechanics": [
      "Hand Management",
      "Memory",
      "Take That",
      "Tile Placement"
    ],
    "Families": [
      "Animals: Sheep",
      "Digital Implementations: Board Game Arena"
    ]
  },
  {
    "Rank": "25152",
    "Name": "Epic Death!",
    "ID": 137201,
    "Year": "(2014)",
    "Geek Rating": "5.491",
    "Avg Rating": "5.41",
    "Link": "https://boardgamegeek.com/boardgame/137201/epic-death",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Epic Death! is a card game of fate, loot and meeting death in glorious battle! You control a rag-tag party of hardened adventurers, looking to don the biggest, shiniest loot before going toe to toe with mighty dragons, scheming sorcerers and undead chickens in the hope of attaining an epic death!&#10;&#10;Designed for two to five players, Epic Death! is easy to learn, fun to play and most of all brimming with epic.&#10;&#10;Epic Death! is centered around weaving a story for your adventurers. Using piles of dice modified by fate cards, you strive to complete as many quests as possible, piling epic loot on to your characters, until the time comes to find death in the jaws of the most ferocious monster you can find.&#10;&#10;If only it was so easy.&#10;&#10;During your quests, rival adventurers will be using their own fate cards against you in the hopes of making you gain fail, detracting from your final epic score with shameful tales of botched deeds. In the worst cases this can lead to you suffering ignominious defeat and death against lesser creatures, forever stricken from the annals of history.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Humor"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "25153",
    "Name": "The Golden Girls: Any Way you Slice it",
    "ID": 257880,
    "Year": "(2018)",
    "Geek Rating": "5.491",
    "Avg Rating": "5.08",
    "Link": "https://boardgamegeek.com/boardgame/257880/the-golden-girls-any-way-you-slice-it",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1",
    "Description": "Test your knowledge of The Golden Girls trivia with 4 different styles of game play. To win be the first player to collect 8 slices of (cheese)cake.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Trivia"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simultaneous Action Selection",
      "Take That"
    ],
    "Families": [
      "TV Shows: The Golden Girls"
    ]
  },
  {
    "Rank": "25154",
    "Name": "Trivial Pursuit: TV Edition – 4,800 Questions and Answers",
    "ID": 4952,
    "Year": "(1992)",
    "Geek Rating": "5.491",
    "Avg Rating": "5.31",
    "Link": "https://boardgamegeek.com/boardgame/4952/trivial-pursuit-tv-edition-4800-questions-and-answ",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.9",
    "Description": "A complete game with 800 cards (4,800 questions).&#10;&#10;&#10;Each player has a circular playing piece with six pie-shaped holes. The goal of the game is to collect a pie in each color. The colors correspond to different question categories.&#10;&#10;The board consists of a circular track with spaces in seven different colors. Six of the colors correspond to question categories while the last color gives a new dice roll. Six spaces along the track are &quot;pie spaces&quot;, and from these there are &quot;spokes&quot; of track leading to the middle of the board.&#10;&#10;Players roll a die and move along the track in any direction they like. When a player stops on a color they get a question of the appropriate category. If the player answers a question correctly while on a pie space, they get a pie of that color (assuming they don't already have it). A correct answer on another square allows the player to roll again.&#10;&#10;Once the player has one pie in each color, she can move along the spokes to the middle of the board to win the game.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Game: Trivial Pursuit",
      "Trivia: Television"
    ]
  },
  {
    "Rank": "25155",
    "Name": "5 Second Rule Mini Game",
    "ID": 243093,
    "Year": "(2016)",
    "Geek Rating": "5.491",
    "Avg Rating": "5.26",
    "Link": "https://boardgamegeek.com/boardgame/243093/5-second-rule-mini-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "The game of quick thinking and fast talking!&#10;It should be easy to name 3 animals found in a zoo - but can you do it under the pressure of 5 seconds twisting down and with the other players staring, waiting for you to get flustered? Time is not on your side, so just say what comes to mind and risk ridiculous answers slipping out as time twirls down on the spiral timer.&#10;There are opportunities to 'duck' the questions or inflict 'pain' on your opponents by use of the SWITCH or PASS ON cards.&#10;Contents:&#10;90 Question cards (180 questions)&#10;6 PASS ON cards&#10;6 SWITCH cards&#10;1 Spiral timer&#10;1 Set of rules&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Series: 5 Second Rule"
    ]
  },
  {
    "Rank": "25156",
    "Name": "Pablo Escobar: The Boardgame",
    "ID": 263074,
    "Year": "(2018)",
    "Geek Rating": "5.491",
    "Avg Rating": "4.91",
    "Link": "https://boardgamegeek.com/boardgame/263074/pablo-escobar-the-boardgame",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2",
    "Description": "Travel back in time to an era where &ldquo;the king of the cartels&rdquo; ruled Colombia. Manage your own cartel and lead the production of &ldquo;parcels&rdquo; until they are sold in the US. Control your finance and become the best &ldquo;parcel&rdquo; producer or, alternatively, place your bet on marketing or transport. Specialize in different skills by increasing your power, finance, mobility or alliance to become the wealthiest criminal in history!&#10;&#10;In the game you will try to transport your &ldquo;parcels&rdquo; as quickly as possible and eventually sell them. Manage your cartel by investing money in production, transport, coordination or marketing. Use your money in the right way to make sure you have your &ldquo;parcels&rdquo; in Florida as quickly as possible. Do you have the right skills to take your place in the world as king of the cartels, like Pablo Escobar?&#10;&#10;Pablo Escobar: The Boardgame is an economical board game where players manage their cashflow and traffic flow of their products. The game is highly tactical, with a bit of luck and gamble. Players contain unique competence that differ each play session, so every game is unique.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Economic",
      "Mafia",
      "Territory Building",
      "Transportation"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Roll / Spin and Move",
      "Variable Player Powers"
    ],
    "Families": [
      "Country: Colombia",
      "Decades: The 1980's",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "25157",
    "Name": "Numbers Up",
    "ID": 10368,
    "Year": "(1975)",
    "Geek Rating": "5.491",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/10368/numbers-up",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.4",
    "Description": "Numbers Up is a fast, fun game for the whole family.  Each player competes by showing his skill in memorizing where the pegs are, and placing them numerically on the peg board before his time is up.&#10;&#10;Re-implemented by:&#10;&#10;    Top 15&#10;&#10;&#10;",
    "Categories": [
      "Memory",
      "Number",
      "Real-time"
    ],
    "Mechanics": [
      "Memory",
      "Real-Time"
    ],
    "Families": []
  },
  {
    "Rank": "25158",
    "Name": "Prima Ballerina",
    "ID": 168168,
    "Year": "(2014)",
    "Geek Rating": "5.491",
    "Avg Rating": "4.99",
    "Link": "https://boardgamegeek.com/boardgame/168168/prima-ballerina",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "The game is played with two sets of cards, one set showing the top half of a ballerina figure in various positions, and the other showing the bottom half. The first player turns over one card of each type forming a complete picture of a ballerina and must imitate the position shown. On subsequent turns, each player must imitate the previous position from memory and then reveal a new one. The players win if they successfully complete the &quot;ballet&quot;.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Series: Superminis (HABA)"
    ]
  },
  {
    "Rank": "25159",
    "Name": "Die kleine Hexe",
    "ID": 29694,
    "Year": "(2007)",
    "Geek Rating": "5.491",
    "Avg Rating": "5.22",
    "Link": "https://boardgamegeek.com/boardgame/29694/die-kleine-hexe",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "1",
    "Description": "Die kleine Hexe is a game based on the childs book by Otfried Preu&szlig;ler (published in English as: The little Witch). The players move the little witch and her raven Abraxas around to help them do her good works. If they succeed within a set number of rounds, all players win (the player who helped most wins a little bit more). Otherwise, all players lose.&#10;&#10;The playing field consists of the inside of the box, which is filled with a number of steeples with loose tops. Above them, held by wooden sticks in the corner of the box, is the (cardboard) sky. The little witch moves on her broom among the churches, held and led by a magnet above the sky.&#10;&#10;There are 13 cards (hidden after the games starts) showing the good tasks, each with a colored chip corresponding to a location in the 'city'. In each player turn a task gets selected. The player now has to remember the correct card and fly the little witch between the high church towers to the correct location, without accidentally knocking down one of the tipsy tops.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Fantasy",
      "Memory",
      "Novel-based"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Memory"
    ],
    "Families": [
      "Authors: Otfried Preußler",
      "Theme: Witches"
    ]
  },
  {
    "Rank": "25160",
    "Name": "Power Barons",
    "ID": 535,
    "Year": "(1986)",
    "Geek Rating": "5.491",
    "Avg Rating": "5.52",
    "Link": "https://boardgamegeek.com/boardgame/535/power-barons",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "from the general Comment:&#10;This is essentially a card game. Cards come in four basic suits plus a special gray &quot;political power&quot; suit. The cards have values from 5 - 50, with the most cards in the middle of the range. In your turn, you challenge an opponent to a duel in one of the suits. You play a card in any suit (not necessarily the one you are challenging in) , then your opponent plays a card in the same suit. Players can alternately withdraw, or keep going. You then play a different suit - in the same manner, adding up your total score. The suit you challenged in counts double. If the defender withdraws, the challenger places a base (i.e. scores a point) on the defender. If the challenger withdraws, he just finishes his turn without scoring. However, the loser forfeits all cards played (redrawing, but perhaps taking poorer cards), and the winner holds his played cards, and takes the loser's cards into a pool which can score points.&#10;&#10;If no one withdraws after all four suits have been played, players may add gray cards in an attempt to take the lead. Ultimately, a player will pass or run out of gray cards, at which point the high score will win the hand.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "25161",
    "Name": "LineUp",
    "ID": 85562,
    "Year": "(2010)",
    "Geek Rating": "5.491",
    "Avg Rating": "4.97",
    "Link": "https://boardgamegeek.com/boardgame/85562/lineup",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.6",
    "Description": "The Memory Crime Game with a Sneaky Selection of Suspects&#10;&#10;This comical crime game is perfect for showing off your memory skills. Travel the game board and stop at each of six crime scenes to take a five-second eyewitness look at the suspect. Study the picture, because when you head back to the police station for a lineup, you&rsquo;ll face a challenging string of look-alike suspects. Kids who can analyze, differentiate and remember the smallest details will come out ahead. But there&rsquo;s a glitch in the system: a Lucky Break could trip up even the most solid ID.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "25162",
    "Name": "Deadland",
    "ID": 230995,
    "Year": "(2017)",
    "Geek Rating": "5.491",
    "Avg Rating": "5.35",
    "Link": "https://boardgamegeek.com/boardgame/230995/deadland",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "1.6",
    "Description": "Deadland is a cooperative/competitive survival game.&#10;&#10;Players are survivors and move through six different areas searching for a certain number of radios to win the game. During each turn, some cards are revealed, and survivors could be forced to raise their infection level. If a survivor reaches infection level 8, they die and play as a zombie, with their goal now being to avoid survivors to win the game.&#10;&#10;",
    "Categories": [
      "Zombies"
    ],
    "Mechanics": [
      "Area Movement",
      "Cooperative Game"
    ],
    "Families": []
  },
  {
    "Rank": "25163",
    "Name": "Monopoly: Golf",
    "ID": 12912,
    "Year": "(1998)",
    "Geek Rating": "5.491",
    "Avg Rating": "5.05",
    "Link": "https://boardgamegeek.com/boardgame/12912/monopoly-golf",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "1",
    "Description": "A monopoly (from Greek monos &mu;&#207;&#140;&nu;&omicron;&sigmaf; (alone or single) + polein &pi;&omega;&lambda;&epsilon;&#225;&#191;&#150;&nu; (to sell)) exists when a specific person or enterprise is the only supplier of a particular commodity.&#10;&#10;Monopoly is a roll-and-move game where players move around the game board buying or trading properties, developing their properties with houses and hotels. When opponents land on players owned property, the owning player collects rent from the landing player. Owning sets of properties increases the rent paid to the player who owns them, by the player who lands on the square. The ultimate goal is to have the most money and drive opponents into bankruptcy.&#10;&#10;Monopoly where you buy and sell golf courses.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Sports: Golf"
    ]
  },
  {
    "Rank": "25164",
    "Name": "Star Quest",
    "ID": 3467,
    "Year": "(1979)",
    "Geek Rating": "5.491",
    "Avg Rating": "4.98",
    "Link": "https://boardgamegeek.com/boardgame/3467/star-quest",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "&quot;Galactic Combat in the 22nd Century!&quot;&#10;&#10;A game of interstellar combat between the six great trading Houses that control the exploration of the galaxy in the 22nd century. Plan out your moves while expending energy to accelerate and decelerate, travel in and out of hyper-space, lauch and evade missiles. Can you survive and make it to the prize before anyone else?&#10;&#10;Starquest is a game of Interstellar combat as the spaceships of from two to six players move and fight around an unexplored star system. To survive Players must learn the most effective ways to accelerate and decelerate their spaceships, how to launch and evade missiles, how to deal with the powerful gravity field of the star itself and when to risk a return to Hyperspace. The game contains a colorful map, 100 cardboard playing pieces and a short rules booklet. Starquest is a fast moving game that can be played in anywhere from a few minutes to an hour.&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Space Exploration",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "25165",
    "Name": "Match Attax",
    "ID": 36506,
    "Year": "(2007)",
    "Geek Rating": "5.491",
    "Avg Rating": "5.30",
    "Link": "https://boardgamegeek.com/boardgame/36506/match-attax",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.3333",
    "Description": "A collectible card game based on football players from the English Premier League.&#10;In 2009, a German edition with players from the Bundesliga was released.&#10;&#10;The aim of a game is to form a team of 14 (11 starting players and 3 substitutes), and to score more goals than your opponent by comparing attack or defense values on each player card.&#10;&#10;Special cards include &quot;Star Player&quot; cards and &quot;Man of the Match&quot; cards.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Memory",
      "Sports"
    ],
    "Mechanics": [
      "Memory",
      "Rock-Paper-Scissors",
      "Trick-taking"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games",
      "Series: Topps Attax CCGs",
      "Sports Teams: Bundesliga",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "25166",
    "Name": "Summer Camp",
    "ID": 7069,
    "Year": "(2003)",
    "Geek Rating": "5.491",
    "Avg Rating": "5.33",
    "Link": "https://boardgamegeek.com/boardgame/7069/summer-camp",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "In Summer Camp, each player becomes a pubescent camper residing in her very own cabin. During the game, players do their best to persuade the coolest kids at camp to hang out with them, while simultaneously sending the uber-dorks into other player's cabins. One camper might lead a late night toilet paper attack, while another slips off to the lake for some skinny dipping with a summer fling. Watch out for the visit from grandma and grandpa or the surprising prescription of orthopedic shoes! For every cool person, event and item in your cabin, you garner  'cool points' , while un-cool cards take the same points away. Play several games in a row and develop rivalries, crushes, and ancient grudges.&#10;&#10;Note: this is not a game for children.  You need one six-sided die (not included) to play.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "25167",
    "Name": "Whosit?",
    "ID": 2406,
    "Year": "(1976)",
    "Geek Rating": "5.491",
    "Avg Rating": "5.39",
    "Link": "https://boardgamegeek.com/boardgame/2406/whosit",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.3333",
    "Description": "Character Guessing Game&#10;&#10;Players randomly choose one of 20 character cards which depict one of the cast of characters.  Each character has a variety of characteristics.  Each player also gets some question cards.  Each player then takes turns asking their question to the other players.  If you get a Yes, you may draw another question card and ask another question.  If you get a No, you may ask no more questions, but may try to guess the identity of all the players.  A nice mechanism for showing if the player is right is part of the game.  When a player makes his guesses a box is handed around and each player puts a chip in the Yes side if his identity was correctly guessed or a chip in the No side if it was not.  The guessing player looks at the results and the game ends if all the chips are in the Yes side.  Else the game continues.&#10;There are also some oddball characters that will either: always lie, always answer no, or answer yes or no to any question.&#10;&#10;",
    "Categories": [
      "Deduction"
    ],
    "Mechanics": [
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "25168",
    "Name": "Banana Party",
    "ID": 137404,
    "Year": "(2013)",
    "Geek Rating": "5.491",
    "Avg Rating": "5.30",
    "Link": "https://boardgamegeek.com/boardgame/137404/banana-party",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Game description from the publisher:&#10;&#10;&quot;Out of my way!&quot; cries Ben Banana, the boss of the jungle monkey gang. On which limb is he sitting now? If you jiggle the proper tree limbs in this 3D jungle, you might annoy Ben and his gang enough that you can then pilfer their beloved bananas.&#10;&#10;In the end, whoever collects the most bananas in Banana Party will win the game and be able to host a party of her own...&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Better Description Needed!",
      "Animals: Apes / Monkeys",
      "Food & Drink: Bananas",
      "Series: Queen Kids"
    ]
  },
  {
    "Rank": "25169",
    "Name": "The Bionic Woman",
    "ID": 6839,
    "Year": "(1976)",
    "Geek Rating": "5.491",
    "Avg Rating": "5.01",
    "Link": "https://boardgamegeek.com/boardgame/6839/the-bionic-woman",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "FROM THE BOX:&#10;&#10;Jaime Sommers, The Bionic Woman, is about to go on assignment and needs your help. Assist her through perilous adventures, including the Top Secret Assignment, and you may win the game. THE BONIC WOMAN is an intriguing game for up to four children aged 7 through 12. With a combination of luck and strategy each player tries to move through as many assignments as possible. Accumulating points along the way Steve Austin may add a surprise assist at any time, and there's always the Special Assignments and the final Top Secret Assignment to work toward. The action is fast-paced and full of suspense. Players race around the board, accumulating points by completing assignments. But there's always the chance that an error in judgment will result in a loss, making the final outcome a surprise until the last minute.&#10;&#10;Includes: Gameboard, 40 cards (36 Adventure &amp; 4 Special), 4 playing pieces, plastic clips &amp; instructions (on inside insert).&#10;&#10;Based on the hit 1976-78 ABC/NBC TV series of the same name.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Children's Game",
      "Movies / TV / Radio theme",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Variable Player Powers"
    ],
    "Families": [
      "TV Shows: The Six Million Dollar Man / The Bionic Woman"
    ]
  },
  {
    "Rank": "25170",
    "Name": "Wetland",
    "ID": 145963,
    "Year": "(2013)",
    "Geek Rating": "5.491",
    "Avg Rating": "5.21",
    "Link": "https://boardgamegeek.com/boardgame/145963/wetland",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "OBJETIVE:&#10;&#10;Each player has two cards of the same color, a frog and a fly, and the game&rsquo;s objective is to link your tokens before your opponents.&#10;&#10;COMPONENTS:&#10;&#10;Board tiles (x9)&#10;Frog tokens (x4)&#10;Fly tokens(x4)&#10;Book of Rules (Spanish and English)&#10;&#10;GAME DATA:&#10;&#10;It is a very abstract game, mathematician and visionary. It is a game for all the traditional family and friends, suitable for over eight years, and does not last more than thirty minutes the game being able to play for two to four players.&#10;&#10;The game becomes complicated when you realize that this game does not stop to think for even a second, the game is made up of nine rotating tiles that only rotate in the direction indicated by an arrow in the middle of each tile and not all tiles rotate in the same direction.&#10;&#10;Each tile is divided into four waterlilies, color each player, and all the tokens must be always on top of his waterlilies of the same color.&#10;&#10;On each turn the player always has two movements, and each movement is a move a token or rotate selected tile.&#10;&#10;There is a tile that tells you how to get extra moves. Getting until four moves in a turn, and this is where the thing becomes complicated and you need to visualize more moves of all your opponents and yours, can use even false movements to play to lapse of concentration of your opponents and try to fool them to they do not find your way to get your tokens together.&#10;&#10;Wetland is definitely the XXI century modern puzzle&#10;&#10;Wetland is designed for the enjoyment of everyone, friends and family. Play something different and surprise surprising your opponent.&#10;&#10;Regards and hope you like it.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Math"
    ],
    "Mechanics": [
      "Modular Board",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "25171",
    "Name": "Balancing Aliens",
    "ID": 7869,
    "Year": "(2003)",
    "Geek Rating": "5.491",
    "Avg Rating": "5.24",
    "Link": "https://boardgamegeek.com/boardgame/7869/balancing-aliens",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.2727",
    "Description": "From the publisher:&#10;&#10;Two rocking great games in one!&#10;&#10;How close to the edge will you go? Balancing Aliens and The Alien's Dance will test your skill as you decide where to place the aliens. But watch out, tip the spaceship and you&rsquo;ll send it crashing. A great game for family and friends.&#10; Balancing Aliens - The alien spaceship has developed a wobble and the aliens must go out to fix it.  Don't be the one to topple the aliens!&#10;&#10;The Alien's Dance - The aliens are dancing rings around the ship, and the ship is starting to sway.  See how long you can keep them dancing!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Dice"
    ],
    "Mechanics": [],
    "Families": [
      "Creatures: Aliens / Extraterrestrials"
    ]
  },
  {
    "Rank": "25172",
    "Name": "Turbulent Top",
    "ID": 9293,
    "Year": "(1996)",
    "Geek Rating": "5.491",
    "Avg Rating": "5.27",
    "Link": "https://boardgamegeek.com/boardgame/9293/turbulent-top",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Witches, toads, kobolds and other denizens of the Magic Kingdom are developed by turning the gyroscope. There is a gadget like a top to spin a given picture. Base on the spinning picture, player have to place their tokens quickly to the picture that they think best fit the spinning picture. All players guess at the same time and whoever recognizes the motive first gets the gyroscope card. When the spinning stops, player who select the correct picture is the winner. Most pictures wins.&#10;&#10;Ages 6 and up&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Series: bring-along games (Ravensburger)",
      "Series: Mini (Ravensburger)"
    ]
  },
  {
    "Rank": "25173",
    "Name": "Aloha",
    "ID": 20018,
    "Year": "(2005)",
    "Geek Rating": "5.491",
    "Avg Rating": "5.43",
    "Link": "https://boardgamegeek.com/boardgame/20018/aloha",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.1818",
    "Description": "From the publisher:&#10;&quot;Aloha, Holiday Island. Island tourism grew explosively around 1960 and travel agents searched desperately for new paradise beaches. Your travel office asks you to explore new holiday destinations. Your task is to find the best beaches and the most attractive locations.&quot;&#10;&#10;Aloha is a nice mix of tile play and push-your-luck. Players are travel reps trying to secure the best beaches by placing sun loungers on beaches as they explore the island. The tiles show a good mix of land and water, with 1-3 golden beaches on most tiles. On your turn, you jump your rep to a new place, then draw a tile. This must be placed adjacent so you can walk straight onto it, otherwise your turn is over. If you walk on, and it has a beach, you have the option of dropping a lounger in your color onto it on its side.&#10;&#10;Then you can decide to push your luck and draw another tile. Each time you walk on, you may drop another lounger, but these go onto their sides. When you decide you've done enough or cannot move on anyway, you stop drawing and turn your loungers upright. But if you draw a tile you can't place so that you walk on, you lose all the loungers on their sides back to your pot. The tile still gets placed, and the game has a clever rule. Whenever a tile is placed, it must go where it touches the most tiles. So if the tile is going next to where you stand, sometimes you have no choice, the game forces its placement. But usually you have a few choices and these are crucial to pushing your luck.&#10;&#10;Finally, when all the tiles are down, the island is scored. The longest beach gets a 10pt marker, the next a 9pt marker and so on (with rules for tie-breaks). Then, the player with the most loungers on that beach collects to points markers (more tie-breaks). Also, any loungers still in your pot are also worth 1 pt each.&#10;&#10;At first, you think you must fight over owning beaches, and try to wrest back control of a beach. But in fact you will only win by occupying several beaches, and often you only need 3 or 4 markers to secure control. Being able to start a beach, get control, then extend it to get most points will win. Players can be unlucky and draw un-walkable tiles a few times, but this means you are not picking the correct places when jumping.&#10;&#10;As the game ends, your options reduce, but you should have done your work already. The result is a nice looking island, with lush jungle and bluewater inlets, dotted with lots of loungers.&#10;&#10;You have nothing to do till your turn, but if you make the right choices, you should have a winning chance. Knowing when to go one more tile matters, and knowing when to stop. Players with lots of loungers left in front of them can still win, but may have wasted their opportunities.&#10;&#10;",
    "Categories": [
      "Territory Building"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Modular Board",
      "Push Your Luck",
      "Tile Placement"
    ],
    "Families": [
      "Theme: Tropical"
    ]
  },
  {
    "Rank": "25174",
    "Name": "Skip-Bo Junior",
    "ID": 40507,
    "Year": "(2003)",
    "Geek Rating": "5.491",
    "Avg Rating": "5.40",
    "Link": "https://boardgamegeek.com/boardgame/40507/skip-bo-junior",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1",
    "Description": "From the instructions: &#10;&quot;Each player is dealt a &quot;Stockpile&quot; of 10 to 15 cards (depending on the number of players).  The aim of the game is to get rid of these cards by creating Building Piles of cards in numerical sequence from 1 through 10.  A player is also dealt a Hand of 3 new cards face up at the beginning of his/her turn which are used to assist in playing the Stockpile.&quot;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Game: Skip-Bo",
      "Versions & Editions: Junior Versions of Grown-Up Games"
    ]
  },
  {
    "Rank": "25175",
    "Name": "Arne Total",
    "ID": 11243,
    "Year": "(2003)",
    "Geek Rating": "5.491",
    "Avg Rating": "4.76",
    "Link": "https://boardgamegeek.com/boardgame/11243/arne-total",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Choose a color. Accumulate as many value cards of your color before the stack runs out of cards. Deal all the players 8 cards. Each time it is your turn you must first draw a card from the stack. You can only play 1 white card when it is your turn&#10;&#10;Game within the game: the black cards. You can play black cards at any given moment, so even when it is not your turn.&#10;&#10;family card game to be played by 2-6 persons. &#10;duration of the game 10-25 minutes&#10;Ages 7 and up&#10;&#10;Re-implements:&#10;&#10;    Arne.&#10;&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Game: Arne"
    ]
  },
  {
    "Rank": "25176",
    "Name": "Diary of a Wimpy Kid: Zoo-Wee Mama Card Game",
    "ID": 89404,
    "Year": "(2010)",
    "Geek Rating": "5.491",
    "Avg Rating": "5.13",
    "Link": "https://boardgamegeek.com/boardgame/89404/diary-of-a-wimpy-kid-zoo-wee-mama-card-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Game description from the publisher:&#10;&#10;Bluffing your way out of chores may be a breeze, but can you outwit your friends in a game of zoo-wee mama?&#10;&#10;In Diary of a Wimpy Kid: Zoo-Wee Mama Card Game, after everyone draws a card, pick an icon on your card and guess how many times it appears on all the cards in play. Players may raise your guess or declare &quot;Zoo-Wee Mama&quot; and make everyone reveal their cards. Collect cards every time your guess is correct &ndash; or when you push your opponents to guess too high!&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Books: Diary of a Wimpy Kid"
    ]
  },
  {
    "Rank": "25177",
    "Name": "Celestial Rainbows",
    "ID": 150061,
    "Year": "(2013)",
    "Geek Rating": "5.491",
    "Avg Rating": "4.91",
    "Link": "https://boardgamegeek.com/boardgame/150061/celestial-rainbows",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.5",
    "Description": "CELESTIAL RAINBOWS is a light, cooperative card game featuring the fantastic rainbow art by the visionary artist, Aurora. The object of the game is to work together to build as many of the seven rainbows as possible. The game may be lost if players are not able to complete a rainbow, but this game is designed to be a positive game that focuses on improving and not so much the negative connotations of losing. Players work to improve their score from their last game. Though cooperative, players have limited table talk and must coordinate their card plays based on what cards they can see on the table.&#10;&#10;A fun game suitable for all ages.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Children's Game",
      "Deduction",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "25178",
    "Name": "Cut and Run",
    "ID": 1242,
    "Year": "(1988)",
    "Geek Rating": "5.491",
    "Avg Rating": "5.39",
    "Link": "https://boardgamegeek.com/boardgame/1242/cut-and-run",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.4545",
    "Description": "&quot;The Game of Gambling Strategy&quot; - Be the first to collect a set or more of casinos and to successfully 'Cut and 'Run'.&#10;&#10;The game consists of a playing board, a regular pack of cards, poker chips, a roulette wheel, casinos cards (5 sets of three colors), action cards and player guides. The aim of the game is to collect a Casino Set and to stay a complete round on the board without any losses. At the roll of a dice, players travel around the board buying casinos. If they land on a casino that is already owned then they must gamble at the casino using the supplied deck of cards and roulette wheel. To win the game a player must circumnavigate the board one last time while maintaining at least one set of casinos.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Dice",
      "Party Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Dice Rolling",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "25179",
    "Name": "Aapep",
    "ID": 31066,
    "Year": "(2007)",
    "Geek Rating": "5.491",
    "Avg Rating": "5.19",
    "Link": "https://boardgamegeek.com/boardgame/31066/aapep",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.9167",
    "Description": "&quot;Just beyond the horizon Aapep lies coiled in wait, greedily charting Ra&rsquo;s progress across the heavens.  At dusk, as the setting sun brushes the western mountains, he prepares to strike...&quot;&#10;&#10;In Aapep you play either the demon Aapep, trying to swallow the sun, or the god Ra, fighting to escape the dark seas of the underworld.&#10;&#10;Players take turns placing pyramid tiles onto the board -- Aapep swallows the sun if from any edge of the board he can &ldquo;see&rdquo; dark sides on the first pyramid tile that is visible from that direction while Ra escapes if from any edge of the board he can &ldquo;see&rdquo; light sides on the first pyramid tile visible from that direction.&#10;&#10;Once all tiles are placed, players move a pyramid on their turn -- making for some tough strategy for an apparently simple game on a tiny (4 x 4) board.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Ancient",
      "Mythology"
    ],
    "Mechanics": [
      "Team-Based Game",
      "Tile Placement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 3-Dimensional (3D)",
      "Components: 4 x 4 Grids",
      "Mythology: Egyptian"
    ]
  },
  {
    "Rank": "25180",
    "Name": "Machu Picchu",
    "ID": 3302,
    "Year": "(1998)",
    "Geek Rating": "5.491",
    "Avg Rating": "5.13",
    "Link": "https://boardgamegeek.com/boardgame/3302/machu-picchu",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "1.5",
    "Description": "A card-driven placement game. Four priests attract support to their temple from the Sun &amp; Moon. Each player is trying to maximize the value of 2 of the priests, revealing them at the end. Whichever has the highest combined score will win.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Religious"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Cities: Cusco (Peru)",
      "Country: Inca Empire",
      "Country: Peru",
      "Theme: Native Americans / First Peoples"
    ]
  },
  {
    "Rank": "25181",
    "Name": "Ashes to Ashes",
    "ID": 277565,
    "Year": "(2021)",
    "Geek Rating": "5.491",
    "Avg Rating": "6.79",
    "Link": "https://boardgamegeek.com/boardgame/277565/ashes-to-ashes",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "1.25",
    "Description": "The Little Girl is the key to everything...&#10;&#10;Ashes to Ashes is a game for 2-5 players (45 min.) in which two factions (Humans and Vampires) try to catch the Chosen One, to bring her back to their own faction base.&#10;&#10;During the game, these factions will fight themselves: the annihilation of one of them is one of the other ways to win a game. Humans and Vampires will also face the members of a Secret Society (formed by members of these races), which wants to pursue their own goal and can be played as a third faction or by a bot.&#10;&#10;Each faction draws cards and play them: in this way one player can place tiles and/or move special portals, to create a path for their miniatures or to disrupt the route of the opponent's models. The goal is to arrive close to the Chosen One, to catch her and to bring in the own base. Obviously, each player have to balance the ability of the own three Characters, decide which artifact to buy and when attack the other miniatures, to steal the Chosen One from the other faction or to kill an enemy model.&#10;The Secret Society's goal, instead, is to allow the Chosen One to complete her full path: so they can help one faction or the other, but only for a future personal gain.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Fantasy",
      "Fighting",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Queue",
      "Grid Movement",
      "Hand Management",
      "Point to Point Movement",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Creatures: Vampires",
      "Crowdfunding: Kickstarter",
      "Setting: The Faceless Universe"
    ]
  },
  {
    "Rank": "25182",
    "Name": "Dark Victory: The Battle of the Alamo",
    "ID": 4365,
    "Year": "(1997)",
    "Geek Rating": "5.491",
    "Avg Rating": "5.35",
    "Link": "https://boardgamegeek.com/boardgame/4365/dark-victory-the-battle-of-the-alamo",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.8889",
    "Description": "The Mexican assault on the Alamo. This game uses the Hougomont : The Rock of Waterloo system. A small group of Texans defend the fort of Alamo against the veteran army of Santa Ana.&#10;&#10;Victory is determined by how long the Texans can hold until they bite the dust as well as casualty level of the Mexicans. Chrome includes 'dead markers' to indicate where soldiers have fallen.&#10;&#10;",
    "Categories": [
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: San Antonio (Texas, USA)",
      "History: Texas Revolution",
      "Magazine: Command",
      "Theme: Siege"
    ]
  },
  {
    "Rank": "25183",
    "Name": "Crosstrack",
    "ID": 4374,
    "Year": "(1994)",
    "Geek Rating": "5.491",
    "Avg Rating": "5.31",
    "Link": "https://boardgamegeek.com/boardgame/4374/crosstrack",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.5714",
    "Description": "Object - The first player to make a continuous track connecting any two opposite sides of the gameboard is the winner.  The continuous winning track must be unbroken and connect directly from any one of the four terminals on one side of the board to any one of the four terminals on the opposite side of the board.  Players may play any octagonal piece from his stock of unplayed pieces, rotate any of his pieces already on the board, relocate any of his pieces, or place any of the common stock of pieces to make connections.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Tile Placement"
    ],
    "Families": [
      "Components: 6 x 6 Grids",
      "Mechanism: Connection"
    ]
  },
  {
    "Rank": "25184",
    "Name": "Monopoly: My Marvel Heroes",
    "ID": 28371,
    "Year": null,
    "Geek Rating": "5.491",
    "Avg Rating": "5.04",
    "Link": "https://boardgamegeek.com/boardgame/28371/monopoly-my-marvel-heroes",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "1.5",
    "Description": "A monopoly (from Greek monos &mu;&#207;&#140;&nu;&omicron;&sigmaf; (alone or single) + polein &pi;&omega;&lambda;&epsilon;&#225;&#191;&#150;&nu; (to sell)) exists when a specific person or enterprise is the only supplier of a particular commodity.&#10;&#10;Monopoly is a roll-and-move game where players move around the game board buying or trading properties, developing their properties with houses and hotels. When opponents land on players owned property, the owning player collects rent from the landing player. Owning sets of properties increases the rent paid to the player who owns them, by the player who lands on the square. The ultimate goal is to have the most money and drive opponents into bankruptcy.&#10;&#10;The classic Monopoly customisable with your own Marvel Comics character creations.&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Stock Holding",
      "Trading"
    ],
    "Families": [
      "Comic Books: Marvel Universe",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "25185",
    "Name": "Halloween Party",
    "ID": 9388,
    "Year": "(2004)",
    "Geek Rating": "5.491",
    "Avg Rating": "5.46",
    "Link": "https://boardgamegeek.com/boardgame/9388/halloween-party",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.2162",
    "Description": "Toc Toc Toc! (Knock Knock!) is a light, fun and fast paced card game for 3 to 6 players. The rules are very simple, and since it's pure bluff, it can be played as well by children and adults.&#10;&#10;On Halloween night, each player holds a big party in their dark castle and tries to attract the most interesting people &mdash; vampires, ghosts, and other monsters. Regularly, there is a knock on your door &mdash; knock, knock! &mdash; and you must decide whether to open or not. Of course, every player tries to open to the nicest people and to avoid unwelcome visitors such as pure souls that will scare your guests as well as vampires sent by your opponents to lure your best guests into their castle.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Horror",
      "Humor"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Holidays: Halloween",
      "Theme: Spooky Old Houses"
    ]
  },
  {
    "Rank": "25186",
    "Name": "Stumped",
    "ID": 238721,
    "Year": "(2018)",
    "Geek Rating": "5.491",
    "Avg Rating": "5.26",
    "Link": "https://boardgamegeek.com/boardgame/238721/stumped",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.3333",
    "Description": "Stumped adds a huge twist to the traditional deck-building game: buildable miniature wooden trees. Your objective is simple: successfully grow a 10 leaf tree before your opponents do. But actually doing this can get a bit tricky, with a huge variety of 165 different cards, ranging from some downright nasty attack cards, to more growth-focused and defensive cards (scroll down to see all of them). Every game has a fresh set of challenges, opportunities, and strategies. You might try and truncate your trainee's tree, or you might just end up Stumped.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Farming"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Deck, Bag, and Pool Building",
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "25187",
    "Name": "Gute Freunde",
    "ID": 10511,
    "Year": "(1988)",
    "Geek Rating": "5.490",
    "Avg Rating": "4.97",
    "Link": "https://boardgamegeek.com/boardgame/10511/gute-freunde",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Frogs jump after silver and gold. On a sunny clearing in a dark forest is a small pond, on which beautiful sea-roses float. Each player transforms into a frog and jumps after gold and silver coins, which are on the bottom of the pond. Whichever frog can out-jump and collect the most coins wins.   This game comes with no board.  Instead 12 small wooden plates are present, on which sea-roses are shown. These are now set up in such a way that each frog can jump easily from sea-rose to sea-rose.&#10;&#10;The length of the frog&rsquo;s jump is decided through cubes and then when one is finished jumping one picks from a material bag that also contains worthless black stones in addition to the gold and silver.&#10;&#10;In order to prevent the first frog from jumping all of the sea-roses the first frog placed may do only one jump, the second placed may do two, the third, three and the fourth four.  Play remains exciting during the entire operational sequence. If one lands on the same rose as another frog one shakes and calls themselves  &quot;good friends&quot;.  A successful high-quality children's game, which captivates with  beautiful, attractive  wood  characters&#10;&#10;Ages 5 and up.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Math",
      "Racing"
    ],
    "Mechanics": [
      "Modular Board",
      "Point to Point Movement"
    ],
    "Families": [
      "Animals: Frogs / Toads"
    ]
  },
  {
    "Rank": "25188",
    "Name": "Catan: Chocolate Edition",
    "ID": 181471,
    "Year": "(2015)",
    "Geek Rating": "5.490",
    "Avg Rating": "5.21",
    "Link": "https://boardgamegeek.com/boardgame/181471/catan-chocolate-edition",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.4",
    "Description": "A game of Catan in Chocolate. Build settlements, roads, cities and knights to become the champion of a chocolate Catan world.&#10;&#10;Contents:&#10;&#10;    32 pieces of chocolate with the following printed on them&#10;        15 settlements(1VP)/cities(2VP), 3 each in 5 different colors&#10;         9 roads&#10;         8 knights (0.5VP each)&#10;    &#10;    90 resource cards&#10;    1 spinner&#10;&#10;&#10;At the start each player receives two settlements in different colors and a road to bind them together (similar to the layout of Catan the Card Game). Active player then spins a spinner which contains 7 possible outcomes, one for each resource, one year of plenty where the players may choose a resource for free, and a robber which will rob the players of half their resources if they have more than 7. For each resource field on the spinner, three colors of settlements are shown. These colors will produce the resource in question for all players when the spinner lands there. Then a player may build new things by paying the appropriate amount and, either take a new piece of chocolate from the box and add it to their display, or for cities, turn over the settlement piece to its back side which have a city of the same color. Settlements must have a road between them, and knights must be placed next to a settlement/city. Also, each settlement/city may only have one knight attached to it. Trading is also allowed, either between players or with the bank 3:1&#10;First player to reach 5VP wins.&#10;&#10;",
    "Categories": [
      "Civilization",
      "Negotiation"
    ],
    "Mechanics": [
      "Hand Management",
      "Network and Route Building",
      "Trading"
    ],
    "Families": [
      "Components: Consumable Chocolate",
      "Food & Drink: Chocolate",
      "Game: Catan"
    ]
  },
  {
    "Rank": "25189",
    "Name": "Snifty Snakes",
    "ID": 15819,
    "Year": "(1975)",
    "Geek Rating": "5.490",
    "Avg Rating": "5.31",
    "Link": "https://boardgamegeek.com/boardgame/15819/snifty-snakes",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "2",
    "Play Time": "2",
    "Weight": "1.1429",
    "Description": "From those wacky Canadians comes this dexterity game in which you wear a nose/glasses apparatus with a long, flexible snake attached to the nose.  You use your snake to push cones about the board (no hands!), trying to get them into various holes on the board to win points.&#10;&#10;From the box cover:&#10;Fit your snifty snake n' snout and push your crazy cones about. Fab new skill game full of fun, laughs and jokes for everyone!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Snakes"
    ]
  },
  {
    "Rank": "25190",
    "Name": "BrainBox: The World",
    "ID": 40247,
    "Year": "(2008)",
    "Geek Rating": "5.490",
    "Avg Rating": "5.42",
    "Link": "https://boardgamegeek.com/boardgame/40247/brainbox-the-world",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.375",
    "Description": "Do you know where Machu Pichu is? Or what bird New Zealanders are named after? BrainBox World contains 71 beautifully-illustrated cards showing the very best this world has to offer, and then some!&#10;&#10;The object of the game is to study a card for 10 seconds and then answer a question based on the roll of a die. If the question is answered correctly, the card is kept and the person with the most number of cards after 5 or 10 minutes is the winner.&#10;&#10;Made from a minimum of 70% recycled material and designed in the UK, the BrainBox range is fabulous fun. Find out who the BrainBox is in your family &ndash; it may not be who you think it is!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Memory",
      "Trivia"
    ],
    "Mechanics": [
      "Memory",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Game: Brainbox"
    ]
  },
  {
    "Rank": "25191",
    "Name": "Bamboozle",
    "ID": 2225,
    "Year": "(1997)",
    "Geek Rating": "5.490",
    "Avg Rating": "5.18",
    "Link": "https://boardgamegeek.com/boardgame/2225/bamboozle",
    "Min Players": "4",
    "Max Players": "99",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.1667",
    "Description": "Comes with a gadget that serves as both a letter cube randomizer and a two-sided timer. One team creates a list of five words from the letters showing on the letter cubes. The other team must guess those words in the same amount of time or less as the first team used to compile the list.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "25192",
    "Name": "Hollywood Squares",
    "ID": 4577,
    "Year": "(1967)",
    "Geek Rating": "5.490",
    "Avg Rating": "4.95",
    "Link": "https://boardgamegeek.com/boardgame/4577/hollywood-squares",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "This game is very much like the TV show it is based on.&#10;&#10;Players attempt to answer true/false trivia questions to place their X or O on a tic-tac-toe grid. Incorrect answers award the space to the opponent.&#10;&#10;Play is best of 3 games of tic-tac-toe.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Trivia"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Components: 3 x 3 Grids",
      "TV Shows: TV Game Shows"
    ]
  },
  {
    "Rank": "25193",
    "Name": "Quick",
    "ID": 36650,
    "Year": "(2008)",
    "Geek Rating": "5.490",
    "Avg Rating": "5.19",
    "Link": "https://boardgamegeek.com/boardgame/36650/quick",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Every round, each player receives a stack of 5+ hidden cards. Simultaneously, they sort them according to one or more public criteria (simplest example: higher number on top). To achieve this, a player may only use one hand, and may only hold one card in hand at any time. He may use any number of temporary stacks on the table, but the cards on table must be kept face-down all the time.&#10;&#10;The first players who manage to accurately order their stack gain a chip. This takes them closer to victory, since the goal is to collect six chips. But for each chip you already have, you receive one more card to sort, so players behind have a good chance to catch up.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Memory"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "25194",
    "Name": "Risk: Battlefield Rogue",
    "ID": 147523,
    "Year": "(2013)",
    "Geek Rating": "5.490",
    "Avg Rating": "5.51",
    "Link": "https://boardgamegeek.com/boardgame/147523/risk-battlefield-rogue",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "1.9412",
    "Description": "Risk Battlefield Rogue combines the tactical squad-based team play from the award-winning Battlefield series with the strategy and skill of the Risk game.&#10;&#10;The game comes with nine different scenarios, each with its own victory condition. In each scenario, you choose tiles to combine to form the battlefield. Then, you use squads to achieve your objective. You might be fighting to control a zone, placing units in a certain location, or eliminating your opponent's units. There are three levels of play: Boot Camp, Intermediate, and Advanced. The Advanced mode includes rules for air support, destructible cover, special commander powers, and class-specific powers.&#10;&#10;On their turn, players will draw cards based on how many and which type of control points they own, move aircraft, fight other aircraft, move one squad, and fire with one squad. The game's cards allow players to recruit new units, call in airstrikes, or manipulate combat odds by upgrading the specialized attack and defense dice to more powerful ones with better results. The winning player or team is the one that accomplishes the stated victory condition on a scenario, usually by holding a specific set of territories or eliminating an entire opposing force.&#10;&#10;",
    "Categories": [
      "Dice",
      "Modern Warfare",
      "Territory Building",
      "Video Game Theme",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Campaign / Battle Card Driven",
      "Dice Rolling"
    ],
    "Families": [
      "Game: Risk (Official)"
    ]
  },
  {
    "Rank": "25195",
    "Name": "Party & Co: Junior",
    "ID": 29268,
    "Year": "(1994)",
    "Geek Rating": "5.490",
    "Avg Rating": "5.27",
    "Link": "https://boardgamegeek.com/boardgame/29268/party-and-co-junior",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "35",
    "Play Time": "35",
    "Weight": "1",
    "Description": "From the Party & Co family, This Party &amp; Co - Junior game has been specially designed for kids. With 5 categories themed in kids world, it will bring a lot of fun to the little ones.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Math",
      "Memory",
      "Party Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Line Drawing",
      "Memory",
      "Role Playing",
      "Roll / Spin and Move",
      "Singing"
    ],
    "Families": [
      "Components: Sand Timers",
      "Game: Party & Co",
      "Versions & Editions: Junior Versions of Grown-Up Games"
    ]
  },
  {
    "Rank": "25196",
    "Name": "Race",
    "ID": 16262,
    "Year": "(1984)",
    "Geek Rating": "5.490",
    "Avg Rating": "5.04",
    "Link": "https://boardgamegeek.com/boardgame/16262/race",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Simple &quot;take that&quot; card game simulating a car race in which the players are competing to complete 1,000km. Similar to Mille Bornes.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Racing"
    ],
    "Mechanics": [
      "Take That"
    ],
    "Families": [
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "25197",
    "Name": "Sangoku",
    "ID": 146259,
    "Year": "(2016)",
    "Geek Rating": "5.490",
    "Avg Rating": "4.89",
    "Link": "https://boardgamegeek.com/boardgame/146259/sangoku",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6667",
    "Description": "In a mythic oriental universe, great powers battle for control of Three Realms: The Heavens, The Earth and The Hells. Sangoku (meaning &quot;three realms&quot;) is an elegant and thematic card game by renowned designer Mike Elliott.&#10;&#10;In the game, players recruit warriors &ndash; Dogs, Samurais, Oni and Dragons &ndash; to their armies by playing poker hands to each of the Three Realms. The best hand in each realm wins, and a Warrior is summoned from the winning cards &ndash; but the weakest cards also summon the most powerful Warriors, with the 2 card in each suit (Fire, Metal, Earth, Water, Wood) summoning a mighty Dragon. With these recruited Warrior tokens, players advance on their opponents to gain ascendancy in the Realms. They can also wager and collect Legend cards, which when combined into sets can be used to powerful effect, including bringing forth uniquely damaging Warriors.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Mythology"
    ],
    "Mechanics": [
      "Hand Management",
      "Player Elimination",
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "25198",
    "Name": "The Real Ghostbusters Game",
    "ID": 4893,
    "Year": "(1986)",
    "Geek Rating": "5.490",
    "Avg Rating": "5.44",
    "Link": "https://boardgamegeek.com/boardgame/4893/the-real-ghostbusters-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.2222",
    "Description": "This 3-D, roll-and-move game is a version of Ghost Castle, re-themed to match the cartoon series. However, there are several rules differences between them, such as the addition of requiring Ghost Cards to progress to each next room.&#10;&#10;Collect four ghost cards and make your way to the top of the stairs while avoiding the traps. A plastic skull is used to drop down the &quot;ghost trap&quot; to trigger the traps.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Children's Game",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Creatures: Ghosts",
      "Movies: Ghostbusters"
    ]
  },
  {
    "Rank": "25199",
    "Name": "CardChess",
    "ID": 19062,
    "Year": "(2001)",
    "Geek Rating": "5.490",
    "Avg Rating": "5.04",
    "Link": "https://boardgamegeek.com/boardgame/19062/cardchess",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.3333",
    "Description": "In this chess variant for up to 4 players, the game is played on a 10x10 board with four suits of sixteen cards corresponding to traditional chess pieces.&#10;&#10;Four games can be played with this set.&#10;&#10;Cardchess: Players shuffle the 16 cards of their suit and place them randomly face down in eight pairs of two on the letters A, R, D, C, H, E, S and S. Each player has two moves each turn. They first turn over a card. Second, they pick any face up card and move it according to chess rules. To win the game, a player must capture all of his opponents' Kings by checkmate. Once a King is captured, all the pieces from his team are removed from the board.&#10;&#10;Positional Cardchess: The only difference between Cardchess and Positional Cardchess is the initial setup. In Positional Cardchess, the eight cards of highest value are placed face down on letters A, R, D, C, H, E, S and S in the same order as traditional chess.&#10;&#10;Memory Cardchess: All player cards are shuffled together and placed face down on the board in a configuration which depends on the number of players. On each turn, players have two moves. They first turn over a card. The card remains face up if it is in their suit. If it isn't, the card must be clearly shown to other players so they can memorize it. Second, players move the card they just turned over or any other previously exposed card according to chess rules. To win the game, a player must capture all of his opponents' Kings by checkmate.&#10;&#10;Traditional chess: The game board and cards allow to play a traditional game of chess.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement",
      "Memory"
    ],
    "Families": [
      "Traditional Games: Chess"
    ]
  },
  {
    "Rank": "25200",
    "Name": "Crossed Wires",
    "ID": 1221,
    "Year": "(1993)",
    "Geek Rating": "5.490",
    "Avg Rating": "5.01",
    "Link": "https://boardgamegeek.com/boardgame/1221/crossed-wires",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.1667",
    "Description": "Six telephones are placed around the board and connected over seven hexagonal tiles through a spaghetti-like maze of wires.  A die is rolled to determine a start phone. The players follow the tangled lines with their eyes -- no fingers, please!  The first player to figure out which telephones are connected wins a telephone chip, and the first player to collect six chips wins the game.&#10;&#10;A &quot;perceptual dexterity&quot; game for Ages 6-12.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Maze",
      "Puzzle"
    ],
    "Mechanics": [
      "Modular Board",
      "Tile Placement"
    ],
    "Families": []
  }
]