[
  {
    "Rank": "N/A",
    "Name": "Shoot the Crow",
    "ID": 103168,
    "Year": "(1927)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/103168/shoot-the-crow",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Target shooting game. Shooter uses a cardboard gun as a platform for aiming a rubber band loaded with a wooden ball at standing crow targets. Each of the crow targets has a different point value  (five or ten) based on the size/shape of the crow silhouette. First player to hit targets totaling 25 points wins the game.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Crows / Ravens / Magpies"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Crusade",
    "ID": 103170,
    "Year": "(1923)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/103170/crusade",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "This is an abstract strategy game for two to four players based on a checkers theme. A spinner is employed for movement. Moves are made in a straight line, forward, backward or sideways, but not diagonally. The point of the spinner corresponding in color to the player's knights indicates the number of moves the player may make.&#10;&#10;The object of the game is to get as many knights as possible into any of the other players' castles, and also to score by capturing the opponents' knights. A capture may be made by a player spinning a number that will land his knight directly in a space occupied by an opponent's knight when not on the gold field or in a castle. Knights may be passed or jumped at any time but they are safe from capture on the gold field or in a castle.&#10;&#10;The winner is determined by the score of points. For each knight captured the player scores five points. For each knight moved to opponent's castle the player scores 15 points. The game can be played to conclusion, even though one or two players may be eliminated.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Indoor Highland Games",
    "ID": 103171,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/103171/indoor-highland-games",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "One of the truly great sporting events in the world is the Highland Games of Scotland. Played outdoors for centuries, now transported to your living room. &#10;Take part in such modern classics as Tossing the 2HB, Jockionary, Vegetarian Sword Dancing and How High is my Sporran.&#10;&#10;Components:&#10;24 cards with activities on them&#10;5 tiddlywinks.&#10;&#10;Each turn a player draws one of the cards from the deck. This card explains what the mini game will be for this round. It could be a physical activity or a quiz on Scottish things.&#10;The card explains the rules of the game and how to play it. &#10;Players compete over several rounds to try to amass the most points through competing in these mini, modified 'indoor highland games'.&#10;The winner is the person or team with the most points at the end of 5 rounds.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Voting"
    ],
    "Families": [
      "Country: Scotland"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Rift: A Scifi Boardgame",
    "ID": 103172,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/103172/the-rift-a-scifi-boardgame",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Annihilation Imminent!&#10;&#10;It looms before you like a great gaping maw, threatening to consume everything: a vast hole in space and time, of matter and void, warping the very fabric of reality, causing chaos and unexplainable, horrific events. It grows at an exponential rate, leaving you precious little time to research the cause and find a solution that will mend the Rift and save the universe!&#10;&#10;From 2-4 players will race across the Cosmos trying to gather enough technology to seal the Rift before it&rsquo;s too late. Conquer planets, fight aliens and avoid deadly hazards. They are only means to an end in your time-critical mission.&#10;&#10;Planets are setup randomly so gameplay is different every time. Events have large effects on the board so players must be careful as to where they move and conquer. Once you have captured enough Aliens, their combined research points will help you to buy Tech which will not only help against your enemies but is necessary to seal the Rift. Uses 12-sided dice.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Reise ins Tierreich: Mitbringspiel",
    "ID": 103174,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/103174/reise-ins-tierreich-mitbringspiel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Reise ins Tierreich: Mitbringspiel distills the essence of the board game Reise ins Tierreich, also released in 2011, into a tinier package with players once again trying to play animal cards that best other animal cards in certain values.&#10;&#10;The game includes 33 animal cards &ndash; with a card showing one of six continents and one of five types of animals: mammal, amphibian, reptile, bird, fish &ndash; a set of ten category tokens and four &quot;dice tokens&quot;. Each card shows the animal image on one side and has stats about that animal's weight, height/length, longevity and number of offspring on the other. Each player starts the game with three animal cards in hand, and the category tokens are placed in a circle with a shared pawn on one token.&#10;&#10;On a player's turn, she throws the dice tokens, then moves the sum of the pips being shown. If she lands on a regular category token, she can use the side showing &ndash; say, &quot;longevity, oldest&quot; &ndash; or flip the token to the other side &ndash; which might be &quot;offspring, fewest&quot;. Each player then chooses a card in hand and reveals it simultaneously. The player whose animal best fit the category places that animal card before her and draws a replacement card. Everyone else returns their card to hand.&#10;&#10;If the player lands on a continent or animal token, she chooses a specific continent or animal type as well as one of the four animal stats and whether players want to be high or low. Each player then chooses an animal card and reveals, with the winning player(s) placing that card before them and drawing a replacement. (A player can swap out an entire hand of cards, but must sit out the next challenge.)&#10;&#10;The first player to have five cards before her wins the game.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Series: Geolino"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hui Buh: Die verflixte Gespensterjagd",
    "ID": 103176,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/103176/hui-buh-die-verflixte-gespensterjagd",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "In Hui Buh: Die verflixte Gespensterjagd, Count Morticor has imprisoned the royal family and while the ghost Hui Buh has been covered with chains, you still have a chance to direct the ghost to help the family escape.&#10;&#10;To set up the game the first time, players need to take the string included in the box and form a loop on one end while tying the other end to a plastic key. Before the game begins, the players shuffle the twelve dungeon tiles &ndash; seven of which are blank on both sides while five hide a member of the royal family &ndash; then place the tiles in the plastic grid in the box bottom.&#10;&#10;On a player's turn, she tries to use the rope to maneuver the key into the slot on one of the dungeon tiles and pick it up, after which she can then look at the tile. If the tile is blank, she can return it to any empty spot in the grid and try to &quot;fish&quot; for a new dungeon tile. If she finds a member of the royal family, she keeps the tile and her turn ends. Meanwhile, the other players are rolling a die that bears the face of Count Morticor among many blank sides. Each time the Count appears, disturbed by the rattling chains persumably, the players grab one of seven ghost chips. If they grab all seven before the active player rescues a member of the royal family, that player's turn ends immediately.&#10;&#10;Whoever rescues the most members of the royal family wins the game.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Memory"
    ],
    "Families": [
      "Creatures: Ghosts"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mein Hundequiz",
    "ID": 103177,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/103177/mein-hundequiz",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Translated game description from the publisher:&#10;&#10;What do you know about dogs? In this exciting trivia game, you can put your knowledge to the test and learn new and interesting things about dogs.&#10;&#10;How does a dog's sense of smell compare to that of a man? What does a puppy get out of playing with a squeaky toy? The exciting questions and multiple choice answers in Mein Hundequiz are complemented by brilliant dog photos.&#10;&#10;",
    "Categories": [
      "Animals",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Dogs",
      "Trivia: Animals"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Age of Dinosaurs",
    "ID": 103178,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.88",
    "Link": "https://boardgamegeek.com/boardgame/103178/the-age-of-dinosaurs",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "The Age of Dinosaurs is an interactive strategy board game.&#10;&#10;Theme: Players migrate populations of twelve dinosaur species across varying habitats in a quest to find food and avoid being eaten. Just as in a real ecosystem, each different species occupies its own niche, with different food requirements, fighting ability, speed, and favored habitats. The arrangement of the various habitats changes from game to game. To play the game well, a player must determine which combination of species will be most advantageous on a given board, and place their dinosaurs in locations where they will be able to find food and mates and avoid being eaten.&#10;&#10;Game-play: Play is organized into rounds. Each round consists of the players' turns and an End Phase in which the board is adjusted to prepare for the next round. Each player begins with 10 points of dinosaurs on the board, and increases this point total in two ways: (1) by successfully breeding dinosaurs to produce eggs, which hatch into new dinosaurs at the end of the round; (2) by introducing a new species during the End Phase.&#10;During a turn, a player rolls dice to determine the locations of new plant growth on the board, migrates dinosaurs to new locations, and attempts to feed and breed dinosaurs.  For predators, feeding involves hunting other dinosaurs.  Other players become involved with the current player's turn when their dinosaurs are hunted, and they must choose to fight or flee, and when they choose to play a card that impacts the current player's actions.&#10;During the End Phase, fresh kills become rotten carcasses, rotten carcasses rot away entirely, hungry dinosaurs starve, eggs hatch, and players have an opportunity to choose one of four improvements for the following round (various combinations of new dinosaurs, eggs, and cards).&#10;&#10;Goal: The game ends when at least one player has reached 40 points at the end of a round.  The player with the highest point total at that time wins.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals",
      "Environmental",
      "Farming",
      "Prehistoric"
    ],
    "Mechanics": [
      "Area Movement",
      "Commodity Speculation"
    ],
    "Families": [
      "Animals: Dinosaurs"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Agricola: NL-Deck",
    "ID": 103182,
    "Year": "(2011)",
    "Geek Rating": "5.745",
    "Avg Rating": "7.19",
    "Link": "https://boardgamegeek.com/boardgameexpansion/103182/agricola-nl-deck",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "150",
    "Weight": "3.4",
    "Description": "Game description from the publisher:&#10;&#10;Play Agricola with a new thematic setting! Discover the Netherlands &ndash; a small country with more than just the stereotypical windmills, cheese, and tulips. The 60 Minor Improvements and 60 Occupations in the 120-card Agricola: NL-Deck expansion can be played as a stand-alone deck or shuffled into other decks.&#10;&#10;The Dutch version of this deck is included in Agricola: De Lage Landen from 999 Games.&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game",
      "Farming"
    ],
    "Mechanics": [
      "Worker Placement"
    ],
    "Families": [
      "Game: Agricola"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Agricola: World Championship Deck – 2011",
    "ID": 103183,
    "Year": "(2011)",
    "Geek Rating": "5.887",
    "Avg Rating": "7.86",
    "Link": "https://boardgamegeek.com/boardgameexpansion/103183/agricola-world-championship-deck-2011",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3.65",
    "Description": "The WM-Deck for Agricola is a new set of cards for Uwe Rosenberg&rsquo;s boardgame hit. The 60 Minor Improvements and 55 Occupations are divided into 5 Mini-Decks and were created for the first Agricola World Championship 2011 in Vienna. The card set was designed and tested by users of the internet portal Play-Agricola. Play there and create your own cards!&#10;&#10;&#10;The five mini-decks can be shuffled together to form a single deck that can be played by itself or mixed into some or all of the EGIK decks. Or, you can play the mini-decks.&#10;&#10;How to play the Mini-Decks&#10;There are several ways to play the minidecks (labelled alpha, beta, gamma, delta and epsilon)&#10;&#10;     To learn to utilize the decks: each player gets one deck and discards down to 7 occupations and 7 minor improvements.&#10;&#10;&#10;Either randomize who's getting what deck or (for experienced players) let players bid for the decks they want to play.&#10;&#10;&#10;     Or: Play a Booster Draft. Each player gets a deck. First, draft Occupations in clockwise direction until everyone has 7. Then, draft Improvements counter-clockwise until everyone has 7.&#10;&#10;&#10;&#10;     Or: play any other draft format where you need boosters.&#10;&#10;&#10;courtesy of Hanno Girke (Lookout Games)&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game",
      "Farming"
    ],
    "Mechanics": [
      "Worker Placement"
    ],
    "Families": [
      "Game: Agricola"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bohn Camillo",
    "ID": 103186,
    "Year": "(2011)",
    "Geek Rating": "5.533",
    "Avg Rating": "7.23",
    "Link": "https://boardgamegeek.com/boardgameexpansion/103186/bohn-camillo",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.25",
    "Description": "Bohn Camillo, a Bohnanza variant for two players only, is a take-off of the movie Don Camillo e l'on. Peppone, with the title characters having a love-hate relationship in which they fight each other, spy on each other, and steal from each other &ndash; all while trying to thwart their antogonist's plans. Only the &quot;Bohn Gottes&quot; &ndash; the Bean God &ndash; who hangs on the cross stands between the two and can prevent the worst, although when the situation warrants they can be generous to one another.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Farming",
      "Negotiation"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Game: Bohnanza",
      "Players: Two-Player Only Games",
      "Series: Bean Games (Lookout)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Flipping Crazy",
    "ID": 103189,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/103189/flipping-crazy",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Flipping Crazy is an Othello (or Reversi if you prefer) like game that uses a hexagonal board for play.  Players place and move pieces in an attempt to have the most of their own color on the board.&#10;&#10;Players can expand from current piece locations, or move already played pieces 2 spaces away.  Players take opponents pieces by being adjacent to them.&#10;&#10;When no more moves can be made, the player with the most of pieces on the board wins.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Area Majority / Influence"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gespensterburg",
    "ID": 103192,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/103192/gespensterburg",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.5",
    "Description": "An exciting race through a haunted castle.&#10;&#10;Answer trivia, complete rhymes and recite tongue twisters based on classic horror stories and films to advance through the haunted castle. The first player to reach the Black Raven wins!&#10;&#10;",
    "Categories": [
      "Horror",
      "Humor",
      "Puzzle",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Creatures: Ghosts"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Charioteer: Racing at the Famous Circus Maximus",
    "ID": 103195,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgame/103195/charioteer-racing-at-the-famous-circus-maximus",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Game description from the publisher:&#10;&#10;The trumpets blare and your horses are ready. The moment of truth is at hand as the Emperor himself signals the start of the race. You guide your chariot around the racing oval using all the skill, savvy, and if need be, savagery, in the quest to finish first. The quest for fame and fortune is on and none shall stand in your way. Welcome to the world of Charioteer!&#10;&#10;Relive the glory that was Rome with this fast-paced chariot racing game. Charioteer includes two levels of play:&#10;&#10;&bull; Charioteer - As a Charioteer, you spend your entire time chariot racing, trying to gain experience and find work in the best of places, Rome herself.&#10;&bull; Patron - As a Patron, the head of a chariot Racing Faction, you buy and sell both horses and charioteers alike, then put up the money to enter the races, all with the hope of winning more fame and a chance to race in Rome herself.&#10;&#10;In either case, you must learn your trade on the fringe of the Empire and work your way to your ultimate goal, racing at the famous Circus Maximus in Rome herself!&#10;&#10;",
    "Categories": [
      "Ancient",
      "Book",
      "Racing"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling"
    ],
    "Families": [
      "Ancient: Rome",
      "Sports: Chariot Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wie weet wat Quiz",
    "ID": 103201,
    "Year": "(1985)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/103201/wie-weet-wat-quiz",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The &quot;Wie weet wat Quiz&quot; is an educational family game with questions about six categories. &#10;Each player has to move over the board answering questions to move his meeple, and in the same time trying to block other meeples paths and not be blocked himself.&#10;Goal of the game is to reach the finish first&#10;&#10;",
    "Categories": [
      "Educational",
      "Trivia"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Periodic Quest: Card and Board Game Set",
    "ID": 103216,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/103216/periodic-quest-card-and-board-game-set",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Periodic Quest: Card and Board Game Set&#10;&#10;Some of the games included in the set are described below&#10;&#10;Atomic Rummy Card Game&#10;Each player adds one card from the deck or play area to his/her collection and plays a card. Goal of each player is to make complete sets of cards that form well defined patterns on the Periodic Table.  The game continues till the deck is empty. Player who comes up with patterns using maximum number of cards is the winner of the game.  For 2 to 6 players,  No prior chemistry  knowledge required.&#10;&#10;Atomic Number Card Game&#10;Each player adds one card from the shuffled deck to his/here collection and places a card on the table from the collection. At the end of each round, the player who played the card with the highest value that matches the starting card type wins the round. The game continues until all the cards in the deck are played. The player with the highest sum of card value wins the game.  For 4 to 8 players. No prior chemistry knowledge required.&#10;&#10;Compound Formula Card Game&#10;Each player adds one card from the shuffled deck to his/her collection and places  a card on the table form the collection. If some or all cards on the table can be used to recreate formula of a chemical compound, the player claims those cards.  The game continues until all the cards in the deck are played. The player with the highest sum of the cards value wins the game. For 4 to 8 players .Basic chemistry knowledge is required&#10;&#10;Atomic Shell Card Game&#10;Each player adds one card from the shuffled deck to his/her collection and place a card on the table form the collection. If the sum of electrons in the outer shells of the cards satisfies some predefined conditions, the player claims those cards.  The game continues until all the cards in the deck are played. The player with the highest sum of card value wins the game. For 4 to 8 players&#10;&#10;Explorer Board Game&#10;This board game takes players through the Periodic Table and introduces them to various elements and encourages them to challenge their opponents in the understanding of the element properties.  For 2 to 4  players . No prior chemistry knowledge required.&#10;&#10;Challenger Board Game(s)&#10;These board   games challenge players in their ability to recall chemical compound formulas or to identify meaningful patterns on the Periodic Table.  Players could maximize the chance of winning by strategically selecting the right combination of elements identified by face values of dice after rolling dice. For 2 to 4 players . No prior chemistry knowledge required for the Rummy version.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Dice",
      "Educational",
      "Travel"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Building",
      "Pattern Recognition"
    ],
    "Families": [
      "Traditional Card Games: Rummy"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Android: \"We're tracking you in free fall\"",
    "ID": 103230,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.88",
    "Link": "https://boardgamegeek.com/boardgameexpansion/103230/android-were-tracking-you-in-free-fall",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "2",
    "Play Time": "2",
    "Weight": "0",
    "Description": "A single-card expansion that can be obtained by using the order form in the &quot;Free Fall&quot; book from Fantasy Flight Games. This is an event card entitled &ldquo;We&rsquo;re tracking you in free fall&rdquo; and makes the Beanstalk a dangerous place to be.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Murder / Mystery",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Setting: Android",
      "Theme: Cyberpunk"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rattus: Africanus",
    "ID": 103233,
    "Year": "(2011)",
    "Geek Rating": "5.761",
    "Avg Rating": "7.06",
    "Link": "https://boardgamegeek.com/boardgameexpansion/103233/rattus-africanus",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.12",
    "Description": "Rattus: Africanus, a new expansion for the 2010 release Rattus, introduces a caravan and diplomats to add more strategic possibilities to the game. What's more, with the introduction of region cards, players will have more control on possible outbreaks of the Black Death.&#10;&#10;In addition to making Rattus feel like a completely new gaming experience, Rattus Africanus makes it possible to play the game with up to six players.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Medieval"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Rattus",
      "Medical: Diseases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "CryptidsTV",
    "ID": 103234,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.47",
    "Link": "https://boardgamegeek.com/boardgame/103234/cryptidstv",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6667",
    "Description": "CryptidsTV, a new type of party game, challenges players to create new television shows, with them taking part in all aspects of a show's production meetings &ndash; drawing, talking and being creative &ndash; with the aim of getting their show on prime time. Part of the challenge comes from being presented with two separate concepts drawn from separate card decks &ndash; for example, a liquid creature and a fad that appeals to kids &ndash; and figuring out how to merge these concepts creatively into a single creation.&#10;&#10;Each player takes one role card and reveals it to indicate his role for the game. The assistant director distributes pens and creation sheets to players.&#10;&#10;In each round, the director randomly selects one Cryptids card, such as &quot;vehicle creature&quot;, then everybody must draw a creature representing this category within one minute. The assistant director redistributes the drawings among players (with players not being allowed to look at them), then the director randomly selects one Show card, such as &quot;The creature is able to communicate and converse with humans! What is the secret behind it?&quot; Each player then makes his presentation using the caption and drawing in hand.&#10;&#10;Players then vote on the winning presentation by simultaneously pointing to the show they thought best, with the director breaking ties. The winner is selected to air on prime time, with the player who drew the cryptid receiving the prime time tile, and its reporter receiving the prime time host tile. Everyone gives them a round of applause.&#10;&#10;Play four rounds total with 3-6 players, and only three rounds with seven or more players. End the game by kibitzing over the suggestions that were botched and didn't merit air time.&#10;&#10;Can be combined with the material in the sequel CryptidsTV 2.&#10;&#10;",
    "Categories": [
      "Animals",
      "Humor",
      "Movies / TV / Radio theme",
      "Party Game",
      "Real-time",
      "Science Fiction",
      "Word Game"
    ],
    "Mechanics": [
      "Line Drawing",
      "Paper-and-Pencil",
      "Role Playing",
      "Storytelling",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Central Lanes Swimming",
    "ID": 103252,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/103252/central-lanes-swimming",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Statistical replay games on Swimming event, featuring in the basic set all the events from Bejing 2008, both men and women competitions.&#10;Each swimmer in each competition is rated for a Class of Ranking, from A to E, corresponding to one of three resolution Tables for the various distances of the competitions.&#10;&#10;For each single race is given an average run time, valid for all competitors, then you have to roll a couple of dice for each section of the race (from 2 rolls in case of a sprint event, up to 16 rolls for long distance races, like 800 freestyle women, 1500 freestyle men and 4x200 relays) to see how the swimmer gains or loses time in respect to that average.&#10;&#10;There are also rules for false starts and other infractions that can lead to disqualification, rules for variable form of the competitors and for the capacity to win a frantic affair.&#10;&#10;Several expansion sets for other Olympic Games and World Championships will be released later&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Players: Solitaire Only Games",
      "Sports: Olympics"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Loose Cannons",
    "ID": 103257,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/103257/loose-cannons",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Those crazy Clowns have taken over the circus cannons again. They've created a wall of colorful blocks and are taking turns blasting it with cannonballs. Blocks and cannonballs are flying everywhere. Each Clown has a favorite color and he's trying to keep the other Clowns from blasting the blocks of that secret color.&#10;&#10;In Loose Cannons players are clowns that take turns playing range cards, that represent cannon fire, at a wall of colorful blocks. Each clown is attempting to remove the other clown's secret colors and protect their own color.&#10;&#10;The first phase of the game involves the building of the wall. After players have discovered their secret color and a secret numbered block they take turns pulling blocks from a bag and placing them in the wall. &#10;When the wall is complete, players take turns playing cards from their hand to knock blocks out of the wall. The deck includes a lot of special cards to make cannonballs miss-fire, go long, fall short or even knock 2 blocks off in one shot.&#10;There are a limited number of cannonballs per player, which varies based on the number of players, so when the first player shoots his last cannonball, the round is completed and scores are tallied.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Memory",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management",
      "Memory",
      "Tile Placement"
    ],
    "Families": [
      "Theme: Circus",
      "Theme: Clowns"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Unable, unwilling",
    "ID": 103258,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.86",
    "Link": "https://boardgamegeek.com/boardgame/103258/unable-unwilling",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "A light, satirical card game set in a Quaker meeting. Membership has declined so far that you, the players, are all that are left. Unfortunately, the meeting still has over 40 nominated positions, and they all need to be filled by teatime. Can you persuade your Friends to nominate someone else? Or will you be the first to collapse from overwork, resign your membership and write an angry letter to The Friend?&#10;&#10;The players each have a handful of cards, comprising nominations for jobs and  increasingly-desperate ways of trying to get out of them. The game uses a line mechanic, similar to Family Business or Guillotine, with players eliminated when they succumb to too much work; the winner is the last player standing.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Religious"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Architect",
    "ID": 103259,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/103259/architect",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Architect is a tile placement game for 2-4 players. It's designed for nestorgames' game system Nestortiles.  This game has been entered in the 2nd NESTORTILES game design contest.&#10;&#10;Players are architects who construct buildings over three rounds. The player who lays out the best plan and builds the most appealing structure to the proper height at the right time will win.&#10;&#10;Each turn, players either draw a new tile, exchange two of their tiles for two new tiles or play a tile from their hand to their board.  Tiles must be placed adjacent to another tile already on the board; a tile placed on top of another tile must be a higher number; a tile cannot be the same color or number as the tile immediate beneath it or any adjacent tile.&#10;&#10;Round 1 ends when one player has 6 tiles on their board, round 2 ends with 10 tiles and round 3 ends with 14 tiles.  After every round, points are scored according to the number of dots visible on a player's board, points are lost for tiles still in hand and bonus points are added for tiles at the level of the round that just ended.  For example, at the end of round 1 players earn 1 point per tile at level 1.  The bonuses have the potential to score much higher after rounds 2 and 3.  At the end of the game, players earn a bonus by squaring the highest level on which they have a tile (e.g. having a tile at level 5 earns a bonus of 25 points).&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Components: Nestortiles"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ascension: Chronicle of the Godslayer – Journeyman Sage Promo",
    "ID": 103260,
    "Year": "(2011)",
    "Geek Rating": "5.583",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/103260/ascension-chronicle-of-the-godslayer-journeyman-sa",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "August 20-21 Game Day promo.  It was supposed to be given out at Gen Con 2011, but was not available at the time.&#10;&#10;Cost: 4 Runes&#10;&#10;Enlightened Hero&#10;&#10;Fate:  When this card enters the center row, each player may banish a Hero in their hand to acquire a Mystic or Heavy Infantry and add it to their hand.&#10;&#10;Banish a Hero in your hand.  If you do, acquire a Hero with Honor value up to one more than that of the banished card and put it in your hand.&#10;&#10;2 Honor&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Game: Ascension Deck Building"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ascension: Theme Pack – Leprechaun",
    "ID": 103262,
    "Year": "(2011)",
    "Geek Rating": "5.639",
    "Avg Rating": "7.05",
    "Link": "https://boardgamegeek.com/boardgameexpansion/103262/ascension-theme-pack-leprechaun",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.5",
    "Description": "Ascension: Theme Pack &ndash; Leprechaun contains three Leprechauns and nine Pots of Gold. To use them in a game of Ascension, shuffle the Leprechauns into the center deck and set the Pots of Gold to the side. Whenever you play a Leprechaun after acquiring it, you acquire a Pot of Gold from the board or from another player and place it in your discard pile. Each Pot of Gold is a Lifebound Construct; when you play it, you draw a card, and whenever you play a Leprechaun while you have a Pot of Gold under your control, you gain one Honor.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Creatures: Fairies / Elves / Pixies",
      "Game: Ascension Deck Building"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Digger's Garden Match",
    "ID": 103264,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.05",
    "Link": "https://boardgamegeek.com/boardgame/103264/diggers-garden-match",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Help Digger match Colors &amp; Shapes&#10;&#10;Take a walk through the garden with Digger and see how many matches you can make! Match tiles together by color or shape and then count the number of shapes on both tiles.&#10;&#10;The tiles are 6-sided, and players start with 2 tiles in their hand, with a &quot;wild&quot; Starter Tile on the table.  Each player places a tile from their hand next to another tile, matching either color or shapes with a tile already on the table.  Either way the match is made, the player scores points based on the number of shapes on both matching edges of the tiles.&#10;&#10;WHAT THEY'LL LEARN: Shape Recognition, Color Recognition, Early Mathematics&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Educational",
      "Number"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Tile Placement"
    ],
    "Families": [
      "Animals: Dogs"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Telling Time With Tibbar",
    "ID": 103269,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/103269/telling-time-with-tibbar",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Time to learn!&#10;&#10;Learn to tell time with Tibbar! Practice telling time by moving Tibbar's hands on Tibbar's Clock Puzzle. Learn three different clock formats (analog, digital, and 24-hour) by playing the memory game Tibbar's Time Game.&#10;&#10;The last player to get out of bed this morning starts the game.  This player begins by turning over 3 clock tiles, one of each color (red, green, and blue).&#10;&#10;- If the tiles each show the same time, the player collects the tiles and begins a new turn.  A player may continue taking turns as long as they can reveal the correct tiles.&#10;&#10;- If the tiles do not show the same time, the player must turn them back clock-face down.  The player to the left then takes the next turn, following the same rules.&#10;&#10;After all tiles have been collected, the game ends.  The player with the most completed sets wins!  Note that the back of the rules booklet contains a handy guide for players having trouble reading the times at first.&#10;&#10;Teaches:&#10;Memory&#10;Fine Motor Skills&#10;Telling Time in 3 ways&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Memory"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Spacca 15",
    "ID": 103275,
    "Year": "(1975)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.33",
    "Link": "https://boardgamegeek.com/boardgame/103275/spacca-15",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Italian board game of the '70, based on the quiz show &quot;Spaccaquindici&quot;.&#10;Three players try to answer questions to identify characters and events through pictures or meaning of common words.&#10;The mechanism of the game also included the typical actions of some card games, how to bet or fold, so the player must have skills typical of game of chance in addition to the mnemonic knowledge.&#10;The player who scores 15 points is the winner.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Trivia"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "A Coat of Steel",
    "ID": 103280,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.40",
    "Link": "https://boardgamegeek.com/boardgame/103280/a-coat-of-steel",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "5",
    "Description": "Miniatures rules unlike anything you've seen before&#10;We don't think that's an idle boast, and we don't make it lightly... these rules have been in the making for almost ten years. We've poured our hearts and souls into them! The graphics alone should give you pause, while looking at the individual Noble cards should give you a hint as to how much historical research when into them.&#10;&#10;Just as important, the systems in this game are chock full of novel systems and historical flavour without being bogged down with minute details that halt the flow of play. You always know where you are and how you got there, the trick being to get yourself out of the jam you just got yourself into!&#10;&#10;Each hand-to-hand encounter with the enemy is like a little game of its own. Both sides get six cards with different tactics you can employ- lead with your Nobles, call for a supreme effort (dangerous if the men aren't up to it) thrust and poke at them to keep your casualties low, gather into a tight-knit unit around the standards to make it hard for them to break in amongst you, or go all-out with daggers drawn for maximum execution. Each card has its strengths and weaknesses you will used based on the troops and nobles engaged and even inhow the battle is going in other wards. Delay or try to end it quickly? Go for casualties or go for the leaders?&#10;&#10;Descriptions from games website&#10;&#10;",
    "Categories": [
      "Medieval",
      "Miniatures",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "A Crown of Paper",
    "ID": 103281,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.43",
    "Link": "https://boardgamegeek.com/boardgame/103281/a-crown-of-paper",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "THE WARS OF THE ROSES are ON!&#10;Between 1450 and 1490 direct usurpation was the rule rather than the exception. Around a half dozen men claimed the crown of England-Henry Holland, Richard of York, Lambert Simnel and Perkin Warbeck failed. Edward Earl of March, Richard Duke of Gloucester and Henry Tudor succeeded. Henry of Lancaster possessed it twice, while his son was dispossessed once.&#10;&#10;It is my opinion that this is one of our best campaign games. We managed to work in all kinds of period flavour while making the game easy and playable, in a system that brings a historical result. The decisions are agonizing, but play moves very quickly, and with most scenarios only a few turns long, you could easily get two into one game night!&#10;&#10;Most scenarios begin with few troops in play- a faction must use their nobles in the ancestral lands to gather Well-Wishers, Retainers and Array troops and lead them into battle. Spend too much time recruiting and you'll find your side already beaten leaving you nothing for it but to abandon your troops and flight to the Continent! You have to act quickly and often risk the game on one move that will make or break your claimant's chance at the throne...&#10;&#10;Above Description from game's web site&#10;&#10;The game is played after choosing a scenario depicting one campaign during the wars. Typical victory conditions include clearing a geographic area or capturing/killing specified enemy personalities. To that end players maneuver their nobles on an area map of England seeking to raise troops and then confront their opponent. A robust battle system is included, but battles may also be played out using the related &quot;A Coat of Steel&quot; miniatures rules if the players prefer.&#10;&#10;",
    "Categories": [
      "Medieval",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Map (Continental / National scale)",
      "History: Wars of the Roses",
      "Misc: Free Wargames"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Omen: A Reign of War – Shattered Aegis",
    "ID": 103282,
    "Year": "(2011)",
    "Geek Rating": "5.562",
    "Avg Rating": "7.46",
    "Link": "https://boardgamegeek.com/boardgameexpansion/103282/omen-a-reign-of-war-shattered-aegis",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.1667",
    "Description": "War rages across the peninsula, cities smolder and the countryside weeps. The Reign of War has no end in sight, and as the conflict burns its way across the land, the gods have upped the ante and offered new, powerful units to the Sons' ranks.&#10;&#10;Shattered Aegis is the first expansion for Small Box Games' Omen: A Reign of War and adds 16 new units to the base game: eight new Soldiers, four new Beasts, and four new Oracles. The expansion also introduces a new mechanism &ndash; Enrage &ndash; offering players new tactics.&#10;&#10;Aside from new units, Shattered Aegis presents three new game modes for even more variety, including advanced deck building and a four-player variant.&#10;&#10;The Second Edition of Omen: A Reign of War, released in 2012, combines all of the content from the first edition base game and all of the content from the Shattered Aegis expansion.  Since this expansion is now included as part of the second edition game, it is no longer for sale by itself.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Expansion for Base-game",
      "Fantasy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Open Drafting",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Omen A Reign of War",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Redakai: Harrier Promo Card",
    "ID": 103283,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/103283/redakai-harrier-promo-card",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Redakai: Harrier is a promotional card distributed by Spin Master at the 2011 San Diego Comic Con. The card can be added to decks (or not) as players see fit, and the only additional rules are included on the card itself.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Sight Reduction",
    "ID": 103285,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/103285/sight-reduction",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This game is game #27 in the Games on Half a Checkerboard Series.&#10;&#10;Sight Reduction challenges players to remove their own pieces that can trace a line of sight to another one of their own pieces.  When players remove certain pieces is critical, as there is a timing element which can result in a player winning or losing a game, based on when they remove pieces.  In the normal version of the game, the board is set up randomly.  There is also a variant rules for more deterministic play.&#10;&#10;The game also also includes a solitaire variant, which is very similar to the regular 2 player version.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Components: 4 x 8 Grids"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Even Odder",
    "ID": 103286,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/103286/even-odder",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This game is game #28 in Games on Half a Checkerboard Series&#10;&#10;Even Odder features several layers of contradictory victory conditions that force players to use discernment as for which would be most likely to be feasible to do, with the final one where the winner is determined by whether their tallest stack is even or odd.  The play mechanics are similar to those found in Sight Reduction, game #27 in the Games on Half a Checkerboard Series, including a randomized board layout to start, and line of sight being used to determine whether or not a piece can join with another piece in a stack.  Unlike Sight Reduction, pieces join together with other friendly pieces to grow a stack, as opposed to being removed from the board.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Components: 4 x 8 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Munchkin Dice Bag",
    "ID": 103289,
    "Year": "(2011)",
    "Geek Rating": "5.532",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgameexpansion/103289/munchkin-dice-bag",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1",
    "Description": "&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;User SummaryThe Munchkin Dice Bag is a textured nylon/vinyl/plastic dice bag. It's triangular (about 6.5 inches on a side) and is about 2.5 inches thick. On the middle of the right side is a long zipper that opens the bag. It comes in two flavors, tan with brown text and pink with purple text.&#10;&#10;The bag has a special rule for use in Munchkin games: &quot;When you take a Munchkin d6 out of the Munchkin Dice Bag and roll it, the Munchkin head counts as a 7, not a 1.&quot; This is referring to the special Munchkin d6s that come with Munchkin core sets, and which have a Munchkin Man head in place of the single pip for the &quot;1&quot;. (These dice can also be purchased separately.) So while you can use the Munchkin Dice Bag to store a large number of dice, the special rule only applies to the d6s with the Munchkin head.&#10;&#10;In addition to the special rule, the tan dice bag comes with two Munchkin cards. See the board game version for details.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;OtherPart of the Munchkin series.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Humor"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management"
    ],
    "Families": [
      "Game: Munchkin"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Munchkin Reindeer Games",
    "ID": 103291,
    "Year": "(2011)",
    "Geek Rating": "5.593",
    "Avg Rating": "6.73",
    "Link": "https://boardgamegeek.com/boardgameexpansion/103291/munchkin-reindeer-games",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2",
    "Description": "Game description from the publisher:&#10;&#10;Those scary Reindeer are back! And they've brought new Santa monsters like Teeny Tiny Tim, Recalled Toys, and (eek!) Mrs. Claus. You know what you have to do. Kill them and take their stuff! Armor yourself in Tinsel, and grab the Snow Shoes and the Reindeer Hat. Celebrate Christmas the Munchkin way &ndash; with Reindeer Games!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Humor"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Munchkin",
      "Holidays: Christmas"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Neuroshima Tactics",
    "ID": 103294,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.94",
    "Link": "https://boardgamegeek.com/boardgame/103294/neuroshima-tactics",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "3",
    "Description": "Form a gang and fight for dominance over the city. Seize the most valuable districts, search the ruins to gather the precious gambles, make use of your units' special abilities, which are straight from Neuroshima RPG.&#10;&#10;Neuroshima Tactics is a miniature wargame in which the players - using 28mm figures - clash among the ruins of the Goddam United States. Each player commands a force comprising of 5 to 12 models in an attempt to achieve certain goals in the allotted amount of time. The game is set in the world of Neuroshima and includes 4 playable armies:&#10;- Hegemony&#10;- Outpost&#10;- Borgo&#10;- Moloch&#10;...assisted by various Characters.&#10;&#10;",
    "Categories": [
      "Fighting",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Setting: Neuroshima",
      "Versions & Editions: Board Game Versions of Role-Playing Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Happy Holidays: The Christmas Game",
    "ID": 103309,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.20",
    "Link": "https://boardgamegeek.com/boardgame/103309/happy-holidays-the-christmas-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "In 2010 this game was given to LEGO employees around the world as a special treat.&#10;&#10;The aim of the game is to collect as large a pile of presents as possible, but you may only count two colours of present when the game ends.&#10;&#10;Now here's how you do it:&#10;&#10;The youngest player goes first. Play then continues clockwise.&#10;On your turn do the following in order:&#10;&#10;If you do not have a reindeer in front of you must take one from in front of any other player.&#10;&#10;Roll the LEGO&reg; Dice and carry out the action you rolled.&#10;Watch out! If you do not have a reindeer in front of you and forget to take one BEFORE you roll you miss your turn!&#10;&#10;The dice has the following sides:&#10;&#10;4* Sleigh stack (each showing two colours)&#10;Do the following in order:&#10;1) Take a gift matching EACH of the colours you rolled from the around the tree and place both onto the sleigh in front of you. If there are no gifts of one colour only take a gift of the other colour. If there are no gifts of either colour roll again.&#10;2) Choose ONE of the colours you rolled and take ALL the gifts of that colour from the sleigh and place them in front of you.&#10;&#10;1*Reindeer reward&#10;Choose a sleigh and take ALL the gifts from that sleigh and place them in front of you. If you choose a sleigh in front of another player swap the sleigh in front of you with the sleigh you choose.&#10;&#10;1*Christmas wish&#10;Choose a gift colour. Every other player must give you ONE gift of that colour if they have any. Place all the gifts you receive in front of you. If nobody has any gifts roll again.&#10;Stacking your gifts&#10;&#10;When you take gifts from a sleigh or receive them from other players make separate stacks of the gifts of each colour you collect and keep them in front of you.&#10;&#10;Remember! If you do not have a reindeer in front of you and forget to take one BEFORE you roll you miss your turn!&#10;&#10;How to win the game&#10;The game ends when gifts of only ONE colour are left around the tree, or when all the gifts have been taken. Any other gifts left on the sleighs or under the tree are out of the game.&#10;&#10;Each player now builds the tallest stack possible using gifts of only TWO colours. Any other gifts collected by each player do not count. The player with the highest combined stack&#10;wins the game.&#10;&#10;",
    "Categories": [
      "Animals",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Set Collection"
    ],
    "Families": [
      "Animals: Deer / Antelope",
      "Holidays: Christmas",
      "Series: LEGO Games",
      "Toys: LEGO"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "You 'n' It",
    "ID": 103310,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/103310/you-n-it",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The object of the game is to amass 100,000 units of gold and get back to your Solar System with your units of gold intact.  When you do get to your Solar System, the winner of the game is the person with the most units of gold over 100,000.&#10;&#10;You roll the dice, land on a space and do either what the text says or what the card that you draw says.  There is a trading mechanism where you can trade cards with other players.  Otherwise, it's a roll and move race game.&#10;&#10;The game comes with a story titled &quot;The Saga of the ITs from the Galaxy of Golar&quot;&#10;&#10;",
    "Categories": [
      "Science Fiction"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Politics",
    "ID": 103313,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/103313/politics",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Politics, a new euro styled card game, from No Mana Games. Politics captures the essence of the political arena in a way that is fun and easy to understand.  In politics it isn&rsquo;t just about strategy, it&rsquo;s about how you can manipulate others into handing you a victory.&#10;&#10;Politics support three to five players and plays in under an hour. Players must convince others to back their political agenda while keeping both their allies and enemies in the dark. Politics is based around the principle that nothing in the game can be accomplished without the help of others, but there can be only one winner.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Political"
    ],
    "Mechanics": [
      "Trading",
      "Voting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Road Course Deck",
    "ID": 103324,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/103324/road-course-deck",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Track deck representing stock car racing on a road course.  Expands Stock Car Championship Racing Card Game as the 4th track deck available.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Racing",
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tri-Oval Track Deck",
    "ID": 103325,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/103325/tri-oval-track-deck",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Track deck representing stock car racing on a Superspeedway size Tri=Oval.  Expands Stock Car Championship Racing Card Game as the 5th track deck available.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Racing",
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Jinx",
    "ID": 103330,
    "Year": "(1957)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/103330/jinx",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Jinx is a simple roll-and-move game for 2-4 players where the winner is the first to reach the top of a 10 step cardboard staircase that you assemble. Four colored plastic pawns are used as movers. The single wooden die is rolled once per turn and the players follow the printed instructions. Rolling JINX moves the player's pawn back to step number 1.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "UNO: Marvel Heroes",
    "ID": 103331,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.90",
    "Link": "https://boardgamegeek.com/boardgame/103331/uno-marvel-heroes",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "An Uno variation. This version features various Marvel Super Heroes and Villains.&#10;&#10;WHAT MAKES IT DIFFERENT FROM TRADITIONAL UNO: The Feats of Fate card. When you play the Feats of Fate Card is played you can trade one of your cards to the first player in clock-wise order who has a Draw 4 Wild or Draw 2 card.  If none of your opponents have one of the requested cards then you can play another card of your choice.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Comic Book / Strip"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Comic Books: Marvel Universe",
      "Game: UNO",
      "Theme: Superheroes",
      "Versions & Editions: Versions with IP after the original release"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dunger Derby the Board Game",
    "ID": 103341,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.12",
    "Link": "https://boardgamegeek.com/boardgame/103341/dunger-derby-the-board-game",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "Dungers are smelly, short sighted, hairy, violent beasts lacking intelligence. What to do with them? RACE THEM! Up to 5 players can grab their Dungers and race through checkpoints to be the first to cross the finish line. However Dungers have trouble listening and are as likely to run into a wall or the the completely wrong direction as they are to head where you want (oh and did we mention the traps on the track?)&#10;&#10;Each turn a player indicates the direction he hopes his Dunger will run.  Dice are rolled to see if he is listening.  If he is not listening you roll to see what direction he is going to run.  Then dice are rolled to see how far your Dunger runs that turn.  Running into walls and boulders knocks your Dunger out but knocks some sense into them letting you control their movement better when they wake up.   Running into another players's Dunger results in a fight with the winner getting to decide the direction the loser's Dunger runs for his next turn.&#10;&#10;Dunger Derby the Board Game has easy to learn rules is meant to be played in 45 minutes or less for a great family game night.  We have test gamed the game with several 6 year olds (with the parents helping them play) and we've had them have a lot of funs watching the pigs run, knock themselves out or get into fights.  As a result we've rated Dunger Derby the Board Game for ages 6 and up based on our testing.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Fantasy",
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Theme: Fantasy Sports"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Road to the Capital",
    "ID": 103351,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/103351/road-to-the-capital",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "3",
    "Description": "Destroy the Capital to Win &#10;1943, during World War II. &#10;Leading your army, you must capture opponent nation destroying the its Capital city. &#10;Do not let the enemy come on over your city.&#10;&#10;Rules&#10;Each player plays with a pack of cards &ldquo;Nation&rdquo; (50 cards), made up by Vehicles, Cities, Fortuity etc.&#10;The game consists of rounds in which one player attacks and another one defends. At each turn, the player draws a card (unless otherwise noted) and he can put at stake more cards or none of them. &#10;Each player begins with the pack of cards on deck and only with the Capital card is disclosed and at stake.&#10;&#10;There are 7 types of cards: Cities, Vehicles, Aircrafts, Soldiers, Tactics, Fortuity and Equipments:&#10;&#10;Cities: They are useful to produce troops and make them attack. Capital is the main town and if it is defeated, the game is lost. &#10;Vehicles: They are battleship troops and they attack other terrestrial troops or, in the case of anti-aircraft, also aircrafts. &#10;Aircrafts: They can attack and defend the terrestrial vehicles without suffering any damage (except for the anti-aircraft) or they can attack other aircrafts or, if there are no aircraft opponents (or antiaircraft), directly the cities.&#10;Soldiers: They are pedestrian troops and they attack other pedestrian troops, or in the case of anti-aircraft, also aircrafts. They can be more powerful thanks to the equipment cards. &#10;Tactics: These are special cards with specific powers and they expire in one round. &#10;Fortuity: This card must be played in the right moment they are drawn and it damages the player himself. They expired in one round.&#10;Equipments: These cards enhance the soldier cards. At most one equipment for each Soldier Card. They expire when its pertinent Soldier dies and they can&rsquo;t be reallocated.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kleur Bekennen",
    "ID": 103354,
    "Year": "(1970)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.83",
    "Link": "https://boardgamegeek.com/boardgame/103354/kleur-bekennen",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Both players make and hide color combinations and try to guess the colors of the opponent at the same time.&#10;&#10;Try guess the right color combination of three cylinders behind the fence of your opponent before him.&#10;&#10;This is a simplified version of Mastermind Challenge that uses three columns of information instead of five.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Deduction"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Mastermind",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Crash Zone",
    "ID": 103361,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.38",
    "Link": "https://boardgamegeek.com/boardgame/103361/crash-zone",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.5",
    "Description": "Crash Zone is a simulation of an American demolition derby. The game uses a unique zone based movement system and has card based game play. The objective is simple, crash all the others cars out of the race. The last car running is the winner.&#10;&#10;The game is played on a hex board divided into 10 zones. The player manages a hand of 7 cards to drive more aggressively or defensively. On a player's turn, the player first plays driving cards and moves through zones to build momentum. Then, if they end their turn adjacent to an opponent's car they make a hit. The player decides how much momentum to put towards the hit and can then add hit bonus cards. The opponent can then respond with defensive cards and hit bonus cards as well. Damage is then recorded on a player car card. Each player's car damage is hidden by a player screen but visual clues (damage) are placed on the physical car, other player can only see which sections have taken damage but not the amount. The derby cars are wooden game pieces where the 4 corner pieces(driver front, driver rear, passenger front and passenger rear) can be removed and replaced with corresponding damaged piece.&#10;&#10;",
    "Categories": [
      "Fighting",
      "Racing"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Party on the beach",
    "ID": 103363,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.60",
    "Link": "https://boardgamegeek.com/boardgame/103363/party-on-the-beach",
    "Min Players": "3",
    "Max Players": "20",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Travel edition of the game Party &amp; Co with 45 cards and 225 questions and tasks. In teams you answer questions and tasks in 5 categories: charades, drawing, trivia, lip reading and word guessing.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Acting",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Game: Party & Co"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Party & Co XX Century",
    "ID": 103364,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.33",
    "Link": "https://boardgamegeek.com/boardgame/103364/party-and-co-xx-century",
    "Min Players": "3",
    "Max Players": "20",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Party &amp; Co edition with questions about the 20th Century&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Party & Co"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ni'ihau: A Solitaire map for Steam (fan expansion for Steam)",
    "ID": 103365,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgameexpansion/103365/niihau-a-solitaire-map-for-steam-fan-expansion-for",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Ni'ihau is a solitaire print-and-play map, designed by Miguel Sanhueza for Steam. The map depicts Ni&rsquo;ihau, the smallest of the inhabited Hawaiian Islands.&#10;&#10;The player has 8 turns to maximize their score.  Throughout the game, there is the chance that delivery options are limited, or even entirely stopped for a turn, making bankruptcy a threat...&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fan Expansion",
      "Print & Play",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Pick-up and Deliver",
      "Tile Placement"
    ],
    "Families": [
      "Game: Steam"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Paia",
    "ID": 103374,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/103374/paia",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Paia is an abstract game played on a grid of 7x7 squares. Each player has a set of pieces with various lines of fire. When a piece of the opponent is within two of your lines of fire, the opponent's piece is destroyed. The goal of the game is to have the most non-destroyed pieces on the board when all pieces have been placed.&#10;&#10;Official Rules&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "All About Greater White Plains",
    "ID": 103375,
    "Year": "(1980)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/103375/all-about-greater-white-plains",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "In this &quot;chamber of commerce&quot; game players travel around White Plains, New York to the locations shown on their shopping lists. The first player to get home with a complete set of cards for all of the locations on their shopping list wins the game!&#10;&#10;The board is six large jigsaw puzzle pieces. It features local businesses and tourist attractions. Players move along actual streets and highways in the area.&#10;&#10;Includes the huge puzzle-board, 6 tokens, play money, cards, shopping lists, dice, and the rules.&#10;&#10;&#10;",
    "Categories": [
      "Travel"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Cities: New York (New York, USA)",
      "Country: USA",
      "Promotional: Board Games",
      "Promotional: Towns / Cities / Regions",
      "Series: All About Town"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Triumph & Tragedy",
    "ID": 103381,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.15",
    "Link": "https://boardgamegeek.com/boardgame/103381/triumph-and-tragedy",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "Skirmish Wargame Rules 1900-1939&#10;&#10;From the back cover:&#10;&quot;Triumph and Tragedy is a set of wargame rules that allows for both straigth historical games as well as those with a cinematic, more adventurous approach.&#10;&#10;You can re-enact conflicts in settings as diverse as Russia, China, India, Darkest Africa an many more.&quot;&#10;&#10;Every player has a card for every squad or vehicle, cards are piled in secret order and turned over one every turn. Turning up the card and revealing the unit that will act this turn is a contemporary action of the players. With each unit card revealed is turned up an action card that describes what the unit will actually do during the turn. There are 8 different actions possible that vary from easy things like shooting or moving to more elaborated or special actions like the ones esecuted by squad leaders and heroes.&#10;&#10;Every unit has a fixed &quot;score&quot; that is used to accomplish everything and it's based on the experience level of the unit itself. It is necessary to roll and beat that score to successfully accomplish the task, so the more experienced a unit is, the lower the score will be. An array of situational modifiers are provided. Tests are made usually with a d10, but morale and other special tests can requiere using 2d6.&#10;&#10;Rules are included too for campaign gaming, artillery, air support and personalization of special characters and heroes on the game table.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simultaneous Action Selection",
      "Variable Phase Order"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Warlord: Savage North Rulebook",
    "ID": 103384,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.17",
    "Link": "https://boardgamegeek.com/boardgameexpansion/103384/warlord-savage-north-rulebook",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3",
    "Description": "Publisher Blurb:&#10;&#10;Warlord: The Savage North contains everything you need to play 8 brand new factions for the Warlord Second Edition game system. Set in the frozen lands of northern Adon, the book features the Warlord Second Edition core rules and eight battle-ready, hardcore factions! A history of the setting, map, and detailed background information for each of the forces offers players an opportunity to build and paint unique armies in this inhospitable region.&#10;&#10;New Factions include:&#10;Bloodstone Gnomes&#10;Wood Elves of Tembrithil&#10;Dark Elves of the Darkreaches&#10;Dwarves of Kragmarr&#10;Black Orcs of Kargir&#10;Frost Giants of Icingstead&#10;Koborlas of the Nornwood&#10;Sisterhood of the Blade&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Phase Order"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "My Very First Games: Gitti Giraffe",
    "ID": 103388,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/103388/my-very-first-games-gitti-giraffe",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Gitti Giraffe &ndash; as with other titles in HABA's &quot;My Very First Games&quot; series &ndash; is a game for small children that's designed to teach them the concept of rules. In this case, players need to choose colors, stack blocks and carefully move a tipsy object across a table.&#10;&#10;The components of Gitti Giraffe are two trees, a color die, foliage cards, eight blocks and a giraffe on wheels. To set up the game, place the trees some distance apart, place the foliage cards on the trees, and stack one block on the giraffe's body with its head on top.&#10;&#10;On a turn, a player rolls the color die, then uses a block of this color to lengthen the giraffe's neck (taking the head off at first, then replacing it). The player then pushes the giraffe from one tree to another. If no blocks fall, the player receives a foliage card as a reward; if one or more blocks fall, the player gets no reward and the blocks are returned to the pool. When all the foliage cards have been claimed, the player with the most such cards wins.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Animals: Giraffes",
      "Series: My Very First Games (HABA)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gorilla",
    "ID": 103391,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.05",
    "Link": "https://boardgamegeek.com/boardgame/103391/gorilla",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "15",
    "Weight": "1",
    "Description": "A card game similar in many ways to Uno. There are four suits and different animals of each suit. Players attempt to get rid of their cards by matching the animal or the suit. Special cards can cause other players to pick up cards or miss a turn or even reverse the order of play. First player to lose all his cards is the winner.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Apes / Monkeys"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Eaten By Zombies!: We Have the Bomb! Promo",
    "ID": 103392,
    "Year": "(2011)",
    "Geek Rating": "5.516",
    "Avg Rating": "5.86",
    "Link": "https://boardgamegeek.com/boardgameexpansion/103392/eaten-by-zombies-we-have-the-bomb-promo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.6",
    "Description": "Hay, look what you found! It&rsquo;s a safe cozy shelter to hide from all those pesky zombies outside&hellip; but what if you have a Bomb Shelter then who has their finger on the BOMB!&#10;With the 'We have the Bomb!' promo pack the ante has just been upped.  Now you don&rsquo;t just have zombies to worry about because now someone is about to drop a bomb shell on them!  You and the other survivors are about to become collateral damage &hellip; you better hope you have a shelter in that Safe House of yours!&#10;The 'We have the Bomb!' promo comes with 9 cards; 8 'Bomb Shelters' Swag cards to add to any game of Eaten by zombies! &amp; 1 'We have the Bomb!' a unique card that will be added to the bottom ten cards of the 'Zombie Deck' to be dropped on all the Survivors and Zombies at the same time.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Horror",
      "Zombies"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Slimes of D",
    "ID": 103400,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgame/103400/slimes-of-d",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": " SLIMES OF D (or: SLIMES ATTACK !! ) &#10;A 20 minutes, ONE player slime-defense card game&#10;No bookkeeping, NO DICE: just you, the cards and a token to defend !!&#10;&#10; 1. INTRODUCTION &#10;This is the story of a small but crucial battle in the Great War of D. &#10;While waiting for the Heroes to find the Amulet of D'eugor, the Black Knight sends a special force to destroy the Stone of D. The Stone of D is hidden in a small cave in the depths of the northern mountain, protected by the Mage of D. To buy time, the Mage of D casts a mighty defensive spell to drive all dark forces from the area. For a while, the Black Knight's minions are held back, but then they find that one creature can penetrate the barrier: the lowly slimes! Now, as the slimes creep ever closer, the Mage of D must use the power of Fire, Earth, Water and Air to protect the Stone of D!!&#10;&#10; 2. THE MISSION &#10;As the Mage of D, with the power of Fire, Earth, Water and Air, you must hold your ground by repelling the Slimes until the King Slime arrives, and then defeat him to win the game !!&#10;&#10; 3. THE CARDS (54 cards) &#10;40 Power Cards&#10;4 Mage Cards&#10;4 Big Slime Cards&#10;4 King Slime Cards&#10;1 Stone of D Card&#10;1 Token Cards (4 Mage Tokens and 1 Turn Token)&#10;&#10;Website: www.jackdgames.com&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting",
      "Humor",
      "Print & Play"
    ],
    "Mechanics": [
      "Area Movement",
      "Hand Management"
    ],
    "Families": [
      "Contests: Solitaire Print & Play",
      "Players: Games with Solitaire Rules",
      "Series: D (JD Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Name Your Price",
    "ID": 103403,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.67",
    "Link": "https://boardgamegeek.com/boardgame/103403/name-your-price",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Some people would do crazy things for nothing more than a dare. Most of us though would want a hefty financial incentive to lose our inhibitions or challenge our morality. &quot;Name Your Price&quot; poses the question: How much?&#10;&#10;One player reads out an imaginary situation, the group discusses it, and the player places a face-down card indicating how much money it would take for that player to act out. Then the other players make secret guesses on the value of that money.&#10;&#10;Situations are purely hypothetical and might test your:&#10;&#10;     morality (eg Break into your best friend&rsquo;s house)&#10;     or your modesty (eg Walk to your local store completely naked)&#10;     It could be embarrassing (eg Walk around your local shopping centre with a nappy on your head)&#10;     Or just downright painful (eg Pierce your tongue)&#10;&#10;&#10;",
    "Categories": [
      "Humor",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Scrabble Junior: Charlotte's Web",
    "ID": 103410,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/103410/scrabble-junior-charlottes-web",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Scrabble Junior: Charlotte's Web is a Charlotte's Web version of the Scrabble Junior family. The game features a two-sided gameboard and 104 letter tiles. The words to be created are printed on the gameboard, and the players take turns placing up to two letters per turn onto those words, always placing the next letter of the word in order. Points are scored for being the player to place the letter tile that completes a word.&#10;&#10;From the game box: &quot;Match up letters and spell out the words in Charlotte's Web!  Join Wilbur and Charlotte on the Zuckerman's Farm.  Use your letter tiles to spell the words Charlotte spelled, and many more.  Every time you finish a word you get a scoring chip.  When all the tiles are played, the one with the most chips wins!&quot;&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Educational",
      "Movies / TV / Radio theme",
      "Novel-based",
      "Word Game"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Spelling",
      "Tile Placement"
    ],
    "Families": [
      "Game: Scrabble"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Simpletons",
    "ID": 103421,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.38",
    "Link": "https://boardgamegeek.com/boardgame/103421/simpletons",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "You are the Boss of a small tribe of Neanderthals.  But you won't stay Boss for long if you can't prove your superiority over the other tribes.  To prove your might, you must command your tribe to hunt, gather, or steal as many stones as possible.  When the stones are all gone, the Boss with the most stones will be universally feared and respected. Stones give much power.&#10;&#10;SIMPLETONS is a quick playing multiplayer card game that takes less than 5 minutes to learn, so you can jump right in and steal your neighbors stones!&#10;&#10;In a game of SIMPLETONS, each player has a similar hand of cards, each displaying a single action. Every round, each player selects one card from their hand and plays it face down on the table. Once all players have selected their action, they flip their cards up and resolve them. Players continue to play rounds until all of the stones in the supply are gone.&#10;&#10;Card selections include HUNT and GATHER - which allow you to take varying amounts of stones from the supply. Each deck also includes a RAID card for each opponent - which allows you to take half of their stones. Beware though, because every player has a DEFEND card, that will block opponents' HUNT cards - effectively causing them to skip their turn.&#10;&#10;SIMPLETONS plays quickly, regardless if you play it with 3 or 8 players - and features fun caveman cartoons.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Prehistoric"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "ZAP 'EM (Zombie Attack Prevention and Extermination Machine)",
    "ID": 103425,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.75",
    "Link": "https://boardgamegeek.com/boardgame/103425/zap-em-zombie-attack-prevention-and-extermination",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "You are an inventor and engineer in a small rural town. When news comes of a wave of zombies sweeping over the region, you immediately turn to a way to stop them. By creating the Zombie Attack Prevention and Extermination Machine (which, with your characteristic acumen for catchy names, becomes the ZAP &lsquo;EM), you have enabled your town to weather even the most severe zombie invasion. Unfortunately, the ZAP&rsquo;EM is rather expensive to run, and after building it you are pretty short on cash. You decide to turn your ingenuity into a money-making scheme. By renting out your zombie-slaying capabilities, you can become one of the richest and most respected people in town. That is, assuming you can kill all these zombies in the first place...&#10;&#10;At the beginning of the game you will place tiles representing homes, buildings, and terrain features-and, of course, zombies. As the zombies spawn and move around the board terrorizing (and killing) the inhabitants, you must chase them down and ZAP 'EM! If you are lucky, you may even earn some cash! Win the game by killing every zombie in town. You can also keep track of your high score (the amount of cash you have at the end of the game.) Other options include varying difficulty levels and a campaign system that allows you to string multiple games together.&#10;&#10;",
    "Categories": [
      "Dice",
      "Print & Play",
      "Zombies"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board"
    ],
    "Families": [
      "Contests: Solitaire Print & Play"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pipeline Duell",
    "ID": 103426,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.40",
    "Link": "https://boardgamegeek.com/boardgame/103426/pipeline-duell",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Between the two players, there is an upright grid formed by seven poles. The players now take turns inserting tube tiles which have different sides. While a tile might be advantageous because it connects tubes on my side, it might also help my opponent with the tubes on the reverse side - so it has to be carefully considered how to align a given tile. &#10;Tiles are randomly drawn from a bag. The first player to connect the base to the top of the grid on his/her side is the winner.&#10;&#10;(user summary by HilkMAN)&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dog Collector",
    "ID": 103430,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.80",
    "Link": "https://boardgamegeek.com/boardgame/103430/dog-collector",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "DESCRIPTION:&#10;Dalmatian...Dane...Collie...Dachshund...Beagle --- You can find all your favorites in Dog Collector, a card game designed for the entire family.  Over 60 different dogs await you, as you attempt to put together sets of cards --- matching cards of the same color or number for points --- with a twist.&#10;&#10;To keep everyone on their toes, each turn players have to pass a specific card type to their neighbor, allowing you to try to accumulate the cards you need to win the game.&#10;&#10;GAME OBJECTIVE:&#10;Have the most points at the end of the game.&#10;&#10;GAMEPLAY:&#10;Players draw cards to create sets of colors or numbers and place them onto the table for points.  When a player discards a card, each card defines a different set of cards that need to be passed between the players, keeping everyone involved and providing strategic options.&#10;&#10;GAME ELEMENTS:&#10;Over 60 different dogs card are included in the game.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals",
      "Card Game",
      "Deduction"
    ],
    "Mechanics": [
      "Hand Management",
      "Memory"
    ],
    "Families": [
      "Animals: Dogs"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Prepotent",
    "ID": 103434,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.40",
    "Link": "https://boardgamegeek.com/boardgame/103434/prepotent",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2",
    "Description": "In Prepotent, players breed, bet on, and race horses. Designed by Tom Russell, Prepotent blends the short term tactical thinking found in its streamlined racing mechanisms with the long term strategy of horse breeding. Additional intrigue is found in the betting mechanisms: Do you want your horse to strive for only second place so the opponents lose their bets?&#10;&#10;In game terms, each player has two horses: one stallion and one mare. When players breed horses, they breed their mare to other players' stallions, and each player can set a stud fee for how much this costs. Players must decide if they want to breed a new stallion or new mare; with a new mare, desirable traits will last longer, but with a superior stallion, races are more likely to be won in the immediate future.&#10;&#10;Players can bet on each horse to win, place, or show. Money is made both by successful bets and by the player's own horse placing well in races. In addition, the older a player's horse is, the slower it becomes, but the more money it makes if it places well in races.&#10;&#10;Each horse has a set of traits, and when a new horse is bred, the most desirable traits are what players strive for.  Parent horses that are genetically compatible can offer gene traits superior to unmatched mates.  Each of these traits represents an action the horse is required to take during the course of the race.  Each race is four rounds long, and each horse has four traits, so each horse will use every one of its traits, helpful or hindering.&#10;&#10;Players acquire money by setting stud fees that other players must pay to breed with their stallions, winning bets on races, and having their own horse place well in races.  The player with the most money at the end of the game wins.&#10;&#10;",
    "Categories": [
      "Animals",
      "Economic",
      "Racing"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Dice Rolling",
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Admin: Cancelled Games",
      "Crowdfunding: Kickstarter",
      "Sports: Horse Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Drum Roll: Plate Spinner",
    "ID": 103454,
    "Year": "(2011)",
    "Geek Rating": "5.608",
    "Avg Rating": "6.95",
    "Link": "https://boardgamegeek.com/boardgameexpansion/103454/drum-roll-plate-spinner",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.4167",
    "Description": "Drum Roll: Plate Spinner is a promotional card that was offered for free at Spiel 2011 and included with preorders of the Drum Roll base game. The plate spinner belongs to a new performer type called &quot;Oriental&quot;; it is unique and has a new ability.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Action Points",
      "Open Drafting",
      "Set Collection",
      "Voting"
    ],
    "Families": [
      "Theme: Circus"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "POX: Save the People",
    "ID": 103460,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.68",
    "Link": "https://boardgamegeek.com/boardgame/103460/pox-save-the-people",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "35",
    "Play Time": "35",
    "Weight": "2.5",
    "Description": "Pox: Save the People is a new board game challenging 1-4 players to stop the spread of a deadly disease. Not only is the game fun, but through play, players understand group immunity and the need to vaccinate. Players ages 7-65, and both casual and hardcore gamers have enjoyed POX.&#10;&#10;Players cooperate to vaccinate and cure people on the board until the disease is fully contained, before the number of deaths exceeds acceptable losses or the disease becomes out of control. The players win or lose together. Players alternate drawing cards. Each card specifies how the disease spreads, and then which public health resources the player has available for allocation. It's important to protect the vulnerable people on the board, because if they become infected, they immediately die. But watch out! Don't neglect the infected people because they can die too if the infection gets too bad!&#10;&#10;Many public health groups need to better promote immunizations in order to continue to prevent vaccine preventable diseases. Vaccinations against deadly diseases such as diphtheria, polio, and whooping cough were standard public health measures, and they worked: kids today don&rsquo;t worry about getting polio, for example. But due to suspicions about vaccines and links to other diseases, more parents are refusing to immunize their children, and this could lead to a national health crisis. Parents mistakenly believe that vaccines aren&rsquo;t necessary any more, or that children develop immunity to these diseases automatically through time. These myths lead to disaster. Whooping cough is back, for example, for the U.S. has lost what is called herd immunity to this disease as the percent of vaccinated people is lowering, allowing ways for contagion to spread among the populace.&#10;&#10;Between POX's unique packaging and gameplay, what's stopping YOU from saving the people?!&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Educational",
      "Medical"
    ],
    "Mechanics": [
      "Bias",
      "Cooperative Game",
      "Enclosure",
      "Pattern Building",
      "Simulation"
    ],
    "Families": [
      "Components: 9 x 9 Grids",
      "Medical: Diseases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dicey Curves",
    "ID": 103461,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.75",
    "Link": "https://boardgamegeek.com/boardgame/103461/dicey-curves",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Dicey Curves is a dice-driven car racing game, where the track is constructed from a deck of cards. To move around the track, you need to roll dice combinations: straightaways allow you to move for whatever combo you can make, advancing one space per die in the combo, while curves contain gateways that require specific combos of dice &ndash; from one to five &ndash; in order to pass.&#10;&#10;Five-dice combos are tough when you have only five dice to roll, but thanks to &quot;exploding dice&quot; you'll have a chance. In game terms, every 6 you roll allows you to add another die to your roll. To balance the luck sometimes inherent to dice games, players have control chips that allow them to reroll dice, add additional dice, switch positions between cars, and even control other players' cars.&#10;&#10;With the track deck, players can construct traditional pre-configured tracks or race along a &quot;mystery rally&quot; route.&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Category: Print-on-Demand",
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Math'd Potatoes",
    "ID": 103463,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/103463/mathd-potatoes",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A math game filled with lots of family fun! Roll your dice trying to hit the required value so you can move ahead. If you fall behind, don't worry. There are several ways to &quot;ketchup&quot;! A great introduction to various math operations.&#10;&#10;Players turn over a Math Challenge Card on their turn, and then roll dice to try to get a result that meets the requirements on the card.  The Challenges have varied requirements; some require an exact number, and some allow an answer from within a range of numbers, while still others demand an answer that is even or odd.&#10;&#10;On their turn, the player rolls dice, some with numbers and some with math operators (+ or -).  Players must use all the dice in any order, so long as the number dice are separated by operator dice.  If no solution is found, they may reroll some or all of their dice.&#10;&#10;On numbered spaces, the Challenge must be solved in a number of attempts less than or equal to the number shown on the space.  Some spaces picture a potato and are a &quot;Hot Potato&quot; zone, where any player may win.  All players compete at the same time to see who can solve the Challenge first.&#10;&#10;When someone wins a Challenge they roll a Number Die, move that many spaces, then take another turn.  This continues as long as they are able to solve the Challenge, and passes clockwise when they can't.&#10;&#10;When a player passes the Ketchup Packet marker, anyone who is behind gets to slide forward to the closest &quot;Catch Up&quot; space.  The first player to reach the final space on the board is the &quot;Sweet Potato&quot; and wins the game.&#10;&#10;WHAT THEY'LL LEARN: Problem Solving, Quick Thinking, Less Than, Greater Than, Addition &amp; Subtraction&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice",
      "Educational",
      "Math"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Aquarium Expansion",
    "ID": 103464,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.90",
    "Link": "https://boardgamegeek.com/boardgameexpansion/103464/aquarium-expansion",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The Aquarium Expansion provides the cards and rules required to play Aquarium with up to six players for even more fun and interaction.&#10;&#10;Aquarium Expansion cannot be played on its own; the base game is required to play.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Set Collection",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "My Monster",
    "ID": 103465,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/103465/my-monster",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Pick your monster and collect all their missing shapes by reaching into the bag. No peeking! An ideal &quot;hands on&quot; activity to encourage tactile skills in young learners.&#10;&#10;On their turn, a player draws a Monster Piece from the cloth bag.  They can't peek in the bag, but they can spend some time feeling the shapes of the pieces in the bag before selecting one.&#10;&#10;If the selected Monster Piece matches an empty space with the same shape and color on their Monster Board, they may fill that space with the Monster Piece.  If the space is already occupied by another matching Monster Piece, then they must put the selected marker back into the cloth bag.&#10;&#10;When a player has either placed a piece on their Monster Board, or returned a piece to the bag, they pass clockwise.  The game ends when one player has filled their Monster Board with the correct Monster Pieces.&#10;&#10;WHAT THEY'LL LEARN: Mental Imaging, Probability, Mind/Hand Coordination&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [],
    "Families": [
      "Creatures: Monsters"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pairamid",
    "ID": 103466,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.64",
    "Link": "https://boardgamegeek.com/boardgame/103466/pairamid",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5714",
    "Description": "Ancient Egyptians hid treasures in their pyramids, and protected them with dangerous traps. Each player picks a pair of colors, and either gains or loses coins based on where those researchers land. Support your team colors and delay the others to win!&#10;&#10;Unlike other games, you do not play a single color in Pairamid.  Each player always plays in two colors, and these are indicated by Pyramid Markers placed in front of each player.  You might share Pyramid colors with another player.&#10;&#10;The first player rolls all the dice, and selects one die to place on the board -- the die does not need to match your own color!  The player places the die on the matching square on the board, then moves the matching researcher the number of spaces indicated on the die.  The player then passes the remaining dice to the next player.&#10;&#10;When moving a researcher:&#10;&#10;- Spaces occupied by another researcher are jumped over and are not counted.&#10;- If the researcher reaches a space with either the White Scarab or Black Scarab, they stop on that space.&#10;&#10;The White Scarab will always be in a white chamber, which will have a positive score listed on the board.  When a researcher is moved to a space with the White Scarab, all players with a Pyramid Marker matching the color of the researcher receive the number of Treasure Tokens indicated on the board.  Similarly, the Black Scarab will always be in a black chamber, and all players with a Pyramid Marker matching a researcher in a chamber with the Black Scarab will lose the number of Treasure Tokens indicated on the board.  In both cases, this causes the Scarab to be moved to the next chamber matching its color (from +1 to +2 to +3 and so on for the White Scarab, and from -1 to -2 to -3 and so on for the Black Scarab).&#10;&#10;The Great Chamber may be used as a shortcut by one researcher at a time.  It is also the final room for both Scarabs, counting as +7 as well as -7.  When a researcher enters the Great Chamber after a Scarab has been placed there, that color is scored as normal (+7 or -7 for the matching color), and the game ends.  The player with the most Treasure Tokens wins!&#10;&#10;WHAT THEY'LL LEARN: Working in Teams, Planning Ahead, Evaluating Options&#10;&#10;",
    "Categories": [
      "Exploration"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Ancient: Egypt",
      "Constructions: Pyramids",
      "Country: Egypt",
      "Occupation: Adventurer / Explorer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sitting Ducks Gallery Expansion",
    "ID": 103467,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.99",
    "Link": "https://boardgamegeek.com/boardgameexpansion/103467/sitting-ducks-gallery-expansion",
    "Min Players": "3",
    "Max Players": "12",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "This is not a standalone game. It must be played in combination with the base game Sitting Ducks Gallery (Chinese edition) by Wargames Club. The based game combined with this expansion would get a similar result of Sitting Ducks Deluxe (Sitting Ducks Deluxe)&#10;&#10;The game comes with 88 game cards. 33 new types of action cards are introduced. 6 new duck colors are added which allow you to expand the game with up to 12 players.&#10;&#10;[Chinese, box back]&#10;&#229;&#176;&#132;&#233;&#180;&#168;&#229;&#173;&#144;&#230;&#147;&#180;&#229;&#177;&#149;&#231;&#137;&#136;&#10;&#229;&#156;&#168;&#233;&#128;&#153;&#232;&#163;&#161;&#239;&#188;&#140;&#231;&#190;&#189;&#230;&#175;&#155;&#228;&#187;&#141;&#231;&#132;&#182;&#229;&#136;&#176;&#232;&#153;&#149;&#233;&#163;&#155;&#239;&#188;&#129;&#228;&#189;&#160;&#232;&#169;&#166;&#229;&#156;&#150;&#230;&#138;&#138;&#232;&#135;&#170;&#229;&#183;&#177;&#231;&#154;&#132;&#233;&#180;&#168;&#229;&#173;&#144;&#232;&#186;&#178;&#233;&#150;&#139;&#229;&#176;&#141;&#230;&#137;&#139;&#231;&#154;&#132;&#231;&#129;&#171;&#232;&#151;&#165;&#239;&#188;&#140;&#233;&#130;&#132;&#230;&#152;&#175;&#232;&#166;&#129;&#232;&#128;&#131;&#230;&#133;&#174;&#229;&#176;&#132;&#230;&#147;&#138;&#229;&#176;&#141;&#230;&#150;&#185;&#231;&#154;&#132;&#233;&#180;&#168;&#229;&#173;&#144;&#229;&#145;&#162;&#239;&#188;&#159;&#10;33&#231;&#168;&#174;&#229;&#133;&#168;&#230;&#150;&#176;&#232;&#161;&#140;&#229;&#139;&#149;&#231;&#137;&#140;&#239;&#188;&#140;&#228;&#187;&#164;&#228;&#189;&#160;&#231;&#154;&#132;&#233;&#129;&#138;&#230;&#136;&#178;&#230;&#156;&#137;&#230;&#155;&#180;&#229;&#164;&#154;&#231;&#154;&#132;&#232;&#174;&#138;&#229;&#140;&#150;&#239;&#188;&#140;&#230;&#155;&#180;&#231;&#132;&#161;&#231;&#155;&#161;&#231;&#154;&#132;&#230;&#168;&#130;&#232;&#182;&#163;&#239;&#188;&#129;&#229;&#176;&#143;&#233;&#180;&#168;&#231;&#137;&#140;&#231;&#154;&#132;&#229;&#135;&#186;&#231;&#143;&#190;&#239;&#188;&#140;&#228;&#189;&#191;&#228;&#189;&#160;&#232;&#173;&#183;&#229;&#185;&#188;&#228;&#185;&#139;&#229;&#191;&#131;&#230;&#130;&#160;&#231;&#132;&#182;&#232;&#128;&#140;&#232;&#181;&#183;&#239;&#188;&#129;&#10;&#233;&#128;&#153;&#230;&#147;&#180;&#229;&#177;&#149;&#230;&#155;&#180;&#230;&#143;&#144;&#228;&#190;&#155;6&#231;&#168;&#174;&#229;&#133;&#168;&#230;&#150;&#176;&#233;&#161;&#143;&#232;&#137;&#178;&#231;&#154;&#132;&#233;&#180;&#168;&#229;&#173;&#144;&#231;&#137;&#140;&#239;&#188;&#140;&#233;&#129;&#138;&#230;&#136;&#178;&#229;&#143;&#175;&#228;&#187;&#165;&#229;&#144;&#140;&#230;&#153;&#130;&#229;&#164;&#154;&#233;&#128;&#185;12&#228;&#186;&#186;&#228;&#184;&#128;&#233;&#189;&#138;&#231;&#142;&#169;&#228;&#186;&#134;&#239;&#188;&#129;&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Expansion for Base-game",
      "Humor"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Animals: Ducks"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Siege: The Castle-Crashing Card Game of Medieval Mayhem",
    "ID": 103512,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.04",
    "Link": "https://boardgamegeek.com/boardgame/103512/siege-the-castle-crashing-card-game-of-medieval-ma",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "3",
    "Description": "Siege is a fast-paced card game of skill, luck and strategy in which 2 to 4 players engage in medieval warfare. Using various attacks, defensive measures, enhancements and the abilities of those garrisioned within their castles, the players battle to see who will be the last one standing. As players are defeated, they become the Plague and still influence the outcome of the game.&#10;&#10;The game is played using a deck of 135 cards and a pair of dice. Wall cards are also used to keep track of damage dealt to each player. Two plague cards are used by players defeated first in three or four player battles. Suitible for ages 10 and up.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Battles of Westeros: Brotherhood Without Banners",
    "ID": 103515,
    "Year": "(2011)",
    "Geek Rating": "5.620",
    "Avg Rating": "7.62",
    "Link": "https://boardgamegeek.com/boardgameexpansion/103515/battles-of-westeros-brotherhood-without-banners",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3",
    "Description": "Game description from the publisher:&#10;&#10;Brotherhood Without Banners introduces players to a new ally force that can supplement a primary House's forces, such as House Stark or House Lannister from the Core Set, through regular play or Skirmish rules. With new unit types, a rulebook with four new scenarios, new cards, new commanders, and even more, this expansion will bring greater variety to your Battles of Westeros experience and awesome power to your House&rsquo;s cause!&#10;&#10;Ally yourself with three new commanders, sworn to protect the smallfolk against all who would harm them: Lord Beric Dondarrion, Anguy &quot;the Archer&quot;, and Thoros of Myr. Dubbed the &quot;Lightning Lord&quot;, Beric's sigil is a forked lightning bolt, and his weapon a flaming sword. Swift in battle, he is a leader who will stand against any enemy. Anguy is an archer with a reputation across Westeros for devastating accuracy and can avoid capture by using his surroundings to his advantage. The red priest of R'hllor, Thoros of Myr, is a formidable warrior but his greatest strength is in his ability to assist his fallen Brotherhood members...&#10;&#10;The Brotherhood units continue the Battles of Westeros trend of representing ally forces with tan-colored miniatures. However, unlike all other Battles of Westeros sets, Brotherhood Without Banners does not include any banner or pole components, as these outlaw warriors neither answer to a liege lord nor ride under any flag. These units do not follow normal activation rules and are controlled through a new mechanism: Brotherhood tokens.&#10;&#10;This expansion also features new thematic keywords, such as Call to Arms and Scrapper. Call to Arms represents the Brotherhood's ability to incite the local peasantry to take up arms and join them on the battlefield. Scrapper is attributed to units who are stubborn and hardy fighters, aggressive even when defending.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Medieval",
      "Novel-based",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Hand Management"
    ],
    "Families": [
      "Books: A Song of Ice and Fire",
      "Game: Battles of Westeros",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Chess Dungeon",
    "ID": 103525,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/103525/chess-dungeon",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "Chess Dungeon is chess-without-limits, created by Thomas P. W. James.  Two or more people may play.  Chess Dungeon applies the orthodox game language of Chess to an emergent playing space.  It has no &quot;board&quot; as such - the playing area and the pieces that may be played are determined by custom, collectable playing cards. Each card may serve as either tiles of the &quot;board&quot; (&quot;Land&quot;), or be tabled (&quot;Declared&quot;) to place the Chess pieces upon a Land card.  Two cards are played per turn until players' cards run out.  In this way players determine the size of the game (thus its approximate duration) by agreeing to how many cards may be played in a game.  Players may also agree to different piece limitations and so forth.  The aims are: be the last player alive (not checkmated), avoid stalemate, and win cards from other players in order to gain points.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Educational",
      "Maze",
      "Political",
      "Puzzle",
      "Territory Building",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Grid Movement",
      "Modular Board",
      "Tile Placement",
      "Trading",
      "Variable Player Powers"
    ],
    "Families": [
      "Traditional Games: Chess"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "2+1 Basketball Showtime",
    "ID": 103527,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/103527/2-plus-1-basketball-showtime",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "2+1: Basketball Showtime is a card game that emulates a basketball game  between two teams. Each player, who from now on will be known as coach, has a deck of 35 cards. The objective of the game is clear: to win by scoring more points than the opposite team, during the four periods which the game is divided.&#10;&#10;Each player gets 3 cards placing them on their attack or defense side. To each card played the opponent needs try to counter. Two pointers, Out of the Perimeter three point&rsquo;s shots, Dunks&hellip;&#10;&#10;Information: Age: 8+ | Playing time: -30&rsquo; | Number of players: 2| Languages: Spanish/English | Language dependence: No necessary in-game text&#10;&#10;2+1 Basketball showtime became finalist at the 3rd edition of the Feria JugarXJugar of Granollers and 3rd price at the 1st Edition Imprimir y Jugar of Jugando en Pareja.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Sports"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Players: Two-Player Only Games",
      "Sports: Basketball"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zodica",
    "ID": 103529,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/103529/zodica",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Zodica is a trick taking card game for 3 to 6 players. The deck has 5 suits (Venus, Mars, Jupiter, Saturn and Neptune) with twelve cards in each suit (1 - 12). Thirteen of the cards also picture a sign of the Zodiac. The object of Zodica is to try to avoid capturing Zodiac cards while also trying to go out before your opponents.&#10;&#10;Game play consists of dealing out all the cards, then passing cards to an opponent and then playing tricks.  Players are required to beat a trick if they can, but they want to avoid taking points.  At any point, if 4 (or more) Zodiac cards have been played on a trick, an alignment has occurred. The player who played the 4th Zodiac card immediately wins the trick and takes the lead.&#10;&#10;The first player in a round to go out in a round gives all cards that they have taken to the last player to go out in the round.At the end of each round, players score points for each Zodiac card they have taken (or received from going out last). The player with the lowest score wins.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Theme: Astrology"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Seofan",
    "ID": 103533,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/103533/seofan",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3",
    "Description": "Introduction&#10;&#10;You are the Bretwalda, rulers of Anglo Saxon England. It is 400AD and Britain is on the brink of a power vacuum as Rome looks to leave these shores and defend her empire closer to home. Foreign invaders, like the Picts, Scots, Vikings and Saxons, will take advantage and claim this land for their own. Romano-British rule is coming to and end and we are at the dawn of the Anglo-Saxon era. You must defend the Anglo-Saxon heptarchy from these foreign invaders and quash the rebellious Britons. But history is written and there is an ever looming threat. In 1066, William Duke of Normandy became king of all England and ended the Anglo-Saxon era once and for all. Can you make this land your own before the Norman invasion?&#10;&#10;Seofan, the Anglo-Saxons board game, is a game for 1 to 4 players. You progress through the game from 400AD to 1066AD. Your Bretwalda will travel the seven kingdoms of England along roads like the great Fosse Way, Ermine Street and Watling Street, seeking to control towns by building forts (to exercise your military might), monasteries (to convert the pagan settlers), mints (a source of wealth), and burhs (Anglo-Saxon settlements of power). You will use warriors, missionaries, farmers and traders to settle and defend the kingdoms, and resource cards to fund your settlement, your armies, your church and your economy. Each turn your Bretwalda can take actions to travel the seven kingdoms, to enact great battles, to convert pagan settlers, to trade, and to build your realm.&#10;&#10;Game events will be throwing unexpected surprises at you as you proceed through each decade, like the legend of Arthur, the writings of the Venerable Bede, the Viking invasions, the revolutionary laws of Aethelberht, Offa and Ine, or the glorious coronation of King Alfred the Great. These events may be your saviour, or they may signal your downfall. All the while, rebellious uprisings can cause the level of civil unrest to rise. Can you conquer and control the seven kingdoms before the level of civil unrest explodes, and rewrite history by building a permanent Anglo-Saxon England before the Norman invasion of 1066?&#10;&#10;Overview of Gameplay&#10;&#10;The game can be played solo or co-operatively, with 1 to 4 players.&#10;&#10;The game board shows a map of the seven kingdoms of England (Northumbria, Mercia, East Anglia, Essex, Sussex, Kent and Wessex), and the towns of those kingdoms in which you will settle, battle, trade and rule. These towns are linked by roads along which the players (and invaders!) can travel.&#10;&#10;Each game turn is broken into distinct phases. In the Draw phase you draw resource cards from a resource deck into your hand. In the Actions phase each player has 4 actions which they can use in a variety of ways: they can spend resource cards to place red, green, yellow and blue blocks (representing warriors, farmers, missionaries and traders) across the towns of the seven kingdoms; they can build mints, forts, monasteries and burhs; they can travel the map from town to town, repelling invaders and rebels (represented by black blocks); they can trade or crusade or appease local unrest, and progress through the game by adding a decade to the game calendar. During the Conflict phase you resolve battles between your warriors and the pagans. During the Rebellion phase you draw cards from a rebellion deck, which determines in which towns the locals are rebelling against your rule (and more black blocks appear). Finally, in the Progress phase, you can advance the game time through the seven eras from 400AD to 1066AD, and an event card is drawn to re-enact real events from history on the game board. You can choose to progress more slowly, giving you more time to build and settle and defend the realm, but when you do the level of civil unrest will rise too. As you progress through the game you progress through time, and real events from history will throw up surprises - some good (like a great coronation feast), and some bad (like a mutinous group of mercenaries).&#10;&#10;To win the game you must control all seven kingdoms. To control a kingdom you must repel, defeat, convert or settle all black blocks in the kingdom and build one of each type of special building (fort, monastery, mint, and burh). This allows you to place a celtic cross in the kingdom and cement your rule. The special buildings can only be built by settling your warriors, missionaries, farmers and traders in the towns on the game board. You must do all this before the level of civil unrest rises (through out of control rebellions and invasions) and before the Norman invasion of 1066.&#10;&#10;",
    "Categories": [
      "Medieval",
      "Print & Play"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Cooperative Game",
      "Hand Management",
      "Point to Point Movement",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Where's Tinker Bell?",
    "ID": 103537,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/103537/wheres-tinker-bell",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Where's Tinker Bell is not a traditional board game in many ways, although there are certain elements like turn taking which are the same. The game comprises of a revolving green plastic base which looks a little bit like a small green hill. On the top of the hill you place a small plastic model of Peter Pan. He doesn't serve any purpose in the game at all, but the girls quite like him! There are eight plastic bluebell cups which are placed over eight holes on the revolving board. Under one of these is placed a small Tinker Bell fairy and the aim of the game is to discover exactly where she is! You might think this all depends on guess work but it does not because Tinker Bell makes a 'tinkle bell' sound when she moves.&#10;&#10;So how does the game work? After you have put all the above pieces in place, each player then receive a number of playing cards. These have pictures of Peter Pan, Wendy, John and Michael, and depending which cards you have determines whether you can spin the revolving board or not! It does not tell you who should go first in the instructions but we normally say it is the youngest player. So if that player has the appropriate card, they can trade it in for a spin of the board. And this is what happens...&#10;&#10;Firstly they have to be quite careful because if the board is spun too heavily all the bluebells will go flying. If you spin it too gently Tinker Bell will not make a sound. Therefore, the key to success in this game is getting your spin just right! If you do, the board should spin round and you should hear some tinkling music which hopefully should lead you to working out which bluebell Tinker Bell is hiding under! Now this is actually easier said than done! As an adult with probably better levels of concentration than my daughters, I find it quite difficult. You really need to have total quiet and place your ear as close to the board as you can! Then it is possible to get a good idea where she is although I still think it comes doen to a certain amount of luck!&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Fantasy",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Creatures: Fairies / Elves / Pixies",
      "Folk Tales & Fairy Tales: Peter Pan"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Brawl Inn",
    "ID": 103543,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/103543/brawl-inn",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "In Brawl Inn each player rule a tavern , and they compete to attract the best clients and collect money to hire staff and buy furniture. &#10;In the tavern , you must serve drinks to clients to get money, but if you serve him too much , they can start a brawl!&#10;Choose wise wich clients will drink more, but beware with those who drink too much!!  &#10;Hire Staff as waiters and security  to improve your tavern and keep it safe from destructive brawls.&#10;You must make rise your tavern and start brawls on the tavern's oponent, buy furniture and winning the game obtaining the ultimate prize for a tavern...&#10;The mithril fork!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Open Drafting"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Office Dice",
    "ID": 103549,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgame/103549/office-dice",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Office Dice puts each player in control of one &lsquo;team&rsquo; of a faceless corporate giant, where the only currency is completed projects, and the only job security is never being noticed. Players compete against each other to put the finishing touches on each project to reap all the rewards for everyone&rsquo;s hard work. It&rsquo;s all about who handed in the report, not who did all the work. Oh, and watch your back, because every empty cubicle means someone is trying to get you fired while they&rsquo;re on break.&#10;&#10;",
    "Categories": [
      "Dice",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Frog Game",
    "ID": 103556,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.20",
    "Link": "https://boardgamegeek.com/boardgame/103556/frog-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "2",
    "Play Time": "5",
    "Weight": "1",
    "Description": "The object of Frog game is to be the player to use your Frog to catch as many balls as possible. The player catching the most balls wins the game.&#10;&#10;Contents:&#10;&#10;     1 Plastic game base&#10;     4 Plastic frogs with levers&#10;     24 Plastic marbles&#10;&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Frogs / Toads",
      "Components: Marbles"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Skirmish At Harper's Ferry",
    "ID": 103570,
    "Year": "(1891)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/103570/skirmish-at-harpers-ferry",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "This is an abstract strategy game with an American Civil War theme. Players maneuver on a geometric point-to-point network of spaces with a &quot;river&quot; and &quot;bridges&quot; across the center. Each player controls an army of wooden pawns representing a general, a war correspondent, a colonel, three lieutenants, etc. The first player to capture or pin all of the enemy pawns is declared the winner.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "American Civil War",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games",
      "States: Maryland"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Deck Siege",
    "ID": 103571,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.85",
    "Link": "https://boardgamegeek.com/boardgame/103571/deck-siege",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Overview&#10;A solitaire print-and-play siege/defense game. Using just a standard deck of playing cards and a record sheet, the player defends a city against a stream of attackers, trying to hold out until the deck is exhausted, at which time a score may be figured based on how well the city survived.&#10;&#10;Originally created on a business flight because I wish I had something I could play on a tiny airplane tray and all I had was a deck of cards and a notebook, it has been playtested and developed further as a submission for the Solitaire Print and Play Contest in July 2011.&#10;&#10;Game Play&#10;The record sheet divides a city into four sections, each with defenders, walls and city ratings. Each turn, the player will use hand cards to generate reinforcements, repairs, defensive sorties and other special actions based on the rank and suit of the cards he has. Afterward, the enemy troops appear based on card draws where each suit corresponds to a quadrant of the city and the rank indicates strength. However, each suit of enemy has an ability or advantage that makes them a little different from each other when attacking or appearing. The attack process is straightforward and occurs automatically each round after both the player and the enemy have played their cards.&#10;&#10;Over the course of the game the player may make more informed decisions about how to spend his cards based on which cards he's already seen come out of the deck, but luck (good and bad) is still present in which cards he gets in hand to spend and where and in what order the enemies arrive. Many cards can be spent in more than one way by the player, so there is a degree of hand management as well.&#10;&#10;The game is designed to play with a standard deck of cards and a record sheet, making this a very portable, small-footprint game. I've played it holding the whole deck in one hand and simply placing the discards face-up at the bottom of the deck, while making my notes and tracking information on the record sheet.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Components: Traditional Playing Cards",
      "Contests: Solitaire Print & Play",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Card Games",
      "Theme: Siege"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ascension: Chronicle of the Godslayer – Nethersnare Promo",
    "ID": 103574,
    "Year": "(2011)",
    "Geek Rating": "5.589",
    "Avg Rating": "7.01",
    "Link": "https://boardgamegeek.com/boardgameexpansion/103574/ascension-chronicle-of-the-godslayer-nethersnare-p",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Promo given out at Gen Con 2011.&#10;&#10;Cost: 3 Runes&#10;&#10;Void Construct&#10;&#10;Once per turn, if there is no Monster under this, you may put a Monster from the center row under it.  You may defeat Monsters under this as though they were in the center row.  If this leaves play, put any Monster under this on top of the center deck.&#10;&#10;2 Honor&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Game: Ascension Deck Building"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zombie Rush",
    "ID": 103588,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/103588/zombie-rush",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "What is Zombie Rush? It's a cartoonish strategic and life treating choice card game by C&amp;M Games. The Zombies are at it again, and they are very hungry for fresh human brains. The object of the game is to try not to be the main breakfast, lunch, or dinner, of course. Stay alive by avoiding a certain amount of Zombie cards. But you have to be on your toes and make quick decisions or it can cost you your brains. But don't panic, you've got your old faithful shotgun and handgun to help you out. It shouldn't be a big problem, or will it? Components of the game consist of 88 Cards and easy-to-play Rule sheet.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Horror",
      "Humor",
      "Print & Play",
      "Zombies"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Open Drafting",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Libertad o Muerte",
    "ID": 103599,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/103599/libertad-o-muerte",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "From the front cover &quot;Rules and army lists for the Spanish Civil War and more!&quot;&#10;&#10;The main core ruleset is described like that:&#10;&quot;Triumph and Tragedy is a set of wargame rules that allows for both straigth historical games as well as those with a cinematic, more adventurous approach.&#10;You can re-enact conflicts in settings as diverse as Russia, China, India, Darkest Africa an many more.&quot;&#10;&#10;So this book gives players anything they want to accurately portrait battles and skirmishes during the Spanish Civil War.&#10;While the basics of the game are kept, army lsts, scenarios, historical coverage and &quot;flavour&quot; rules are provided to give the game a decisive tuning for the period covered.&#10;An optional, this time diceless, system to manage vehicle movement is given too.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "History: Spanish Civil War"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Assault on Galactus Prime",
    "ID": 103601,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.97",
    "Link": "https://boardgamegeek.com/boardgame/103601/assault-on-galactus-prime",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "Death Throes of a Galactic Empire&#10;&#10;Euro Game #7&#10;&#10;&quot;Now my fellow pilots and I wait for the word to attack and destroy the Ion Supercannon that protects this hated world from invasion by our ground troops. Its loss will turn Galactus Prime into lowly Dorrus once again. And though we are united, there is a friendly rivalry amongst us for the honor of being the one who brings the supercannon down. We all want to be that pilot &ndash; that hero.&quot;&#10;&#10;This is it! The final battle to destroy the Evil Empire that all began many years ago as a small uprising. Now the rebellion is almost complete as the final assault begins on the Empire&rsquo;s Planetary Capital, Galactus Prime.&#10;&#10;Assault on Galactus Prime is a 2-player race game of deck-building and glorious die rolling. Can you recruit the pilots necessary and lead the Attack Run that will bring down the planet&rsquo;s greatest defense, the Empire&rsquo;s massive Ion Supercannon? For when it is destroyed, the ground assault can begin and the remaining defenses of Galactus Prime removed, and then the Evil Empire will be swept away into oblivion!&#10;&#10;Game Data:&#10;&#10;Complexity: 3 on a 9 scale&#10;Solitaire Suitability: 1 on a 9 scale&#10;&#10;Game Components:&#10;&#10;&bull;    One 6-page full color Rules booklet with Examples of play&#10;&bull;    One 8.5&rdquo; x 16.5&rdquo; map&#10;&bull;    One Presidential Favor card&#10;&bull;    One Pilot Worlds mat&#10;&bull;    One Player Aid sheet&#10;&bull;    80 units and markers&#10;&bull;    60 Deck cards&#10;&bull;    Designers Notes and Galactus fiction within!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Open Drafting"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Euro Games (Victory Point Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Quarriors! Quaxos Promo Cards",
    "ID": 103610,
    "Year": "(2011)",
    "Geek Rating": "5.728",
    "Avg Rating": "6.53",
    "Link": "https://boardgamegeek.com/boardgameexpansion/103610/quarriors-quaxos-promo-cards",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.8621",
    "Description": "The release of Quarriors!, WizKids/NECA&rsquo;s exciting new game featuring a revolutionary dice building mechanic, is right around the corner, and to celebrate, we&rsquo;re offering 3 exclusive promotional cards that will only be available for a limited time!&#10;&#10;The cards are:&#10;&#10;Quaxos&rsquo; Scavenging Goblin&#10;When summoned, you gain +1 Quiddity for each Quaxos creature in a ready area. Cannot be damaged by other Quaxos creatures (and can soak up damage equal to its defense value) and gains +1 attack and defense for each other Quaxos creature in the ready area.&#10;&#10;Quaxos&rsquo; Warrior of the Quay&#10;When summoned, you may summon another creature for free. Cannot be damaged by other Quaxos creatures (and can soak up damage equal to its defense value) and gains +1 attack and defense for each other Quaxos creature in the ready area.&#10;&#10;Quaxos&rsquo; Quake Dragon&#10;When summoned, you may destoy a Quaxos creature to gain one glory point. Cannot be damaged by other Quaxos creatures (and can soak up damage equal to its defense value) and gains +1 attack and defense for each other Quaxos creature in the ready area.&#10;&#10;",
    "Categories": [
      "Dice",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling"
    ],
    "Families": [
      "Promotional: BGG Store Promos",
      "Promotional: Cards",
      "Series: Quarriors Pool Building system"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hot Bats Baseball",
    "ID": 103626,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/103626/hot-bats-baseball",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Hot Bats Baseball is played in three innings. Like real baseball, three strikes equal an Out and three Outs (per player) equal an inning.&#10;Players try to strike the balls with the help of (like pinball) flippers.&#10;Whether you play alone or against another, the object of the game is to achieve the highest number of runs (points) possible within three innings.&#10;&#10;Contents:&#10;&#10;     1 Hot Bats Baseball Arena&#10;     4 Plastic basketballs (1 1/4&quot;)&#10;     6 Playing cards&#10;     1 3-Piece baseball net&#10;     1 Top piece&#10;     1 Left piece&#10;     1 Right piece&#10;     4 Mini-Baseballs (7/8&quot;)&#10;&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Sports: Baseball"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kingdoms of Europe",
    "ID": 103633,
    "Year": "(1895)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/103633/kingdoms-of-europe",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Victorian Card Game. The gameplay is about collecting sets, very similar to the company's Counties of England series. Unlike other set collecting games, the sets here are of different numbers of cards per set.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The London Post",
    "ID": 103634,
    "Year": "(1895)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/103634/the-london-post",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Victorian card game. Set collecting using similar rules to the same company's Counties games. Each card relates to a London postal district. The sets are made up of different numbers of cards.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Cities: London (England, UK)",
      "Country: England"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hats Off",
    "ID": 103637,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/103637/hats-off",
    "Min Players": "1",
    "Max Players": "0",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "Hats Off is a wooden game made by Schylling.  There are 6 colored wooden clowns on a rod that rotate when the wooden ball hits them.  Table top bowling.  When the ball hits the clown the hat falls off.  Each player has 3 rolls to try &amp; knock all the hats off the clowns.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Schlängeln",
    "ID": 103645,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.94",
    "Link": "https://boardgamegeek.com/boardgame/103645/schlangeln",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "In Schl&auml;ngeln, players try to lure colorful striped snakes from behind the bushes to sic them on bullies who stole their snacks.&#10;&#10;No, that's not right. They want to lure snakes for their own internal satisfaction &ndash; well, that and the ability to win the game. To call the snake forward, they must properly guess the color of the snakes through good memory and the right questions. Whoever attracts the most snakes wins the game.&#10;&#10;The game is played with twenty cardboard snakes. Each snake has three coloured rings (separated by black rings). At the beginning of the game, each player receives three snakes, which they hide behind their player screen (the bush), with the snakes' heads sticking out underneath the screen.&#10;&#10;Now, in turn, the players get to ask one other player for a color. That player then has to respond based on the snakes behind the screen:&#10;&#10;     If the player has one or more snakes whose first coloured ring behind the screen has that color, the player responds with &quot;Yes!&quot; and pushes those snakes forward from under the screen, so that the coloured ring becomes visible to the other players. The asking player may now ask another question.&#10;     If that is not the case, but one or more snakes do have a ring of that color that is further behind the screen, the player responds with &quot;Later!&quot;&#10;     If no snakes have a ring of that color, the player responds with &quot;Bad luck!&quot;&#10;&#10;&#10;If a snake is completely pushed out from under the screen, then the asking player gets the snake, and the player whose snake was pushed out takes a new snake from the supply and places it behind the screen. In this case, the asking player's turn ends.&#10;&#10;Twice during the game, a player can use a magical flute, which allows them to direct a question for a color to all other players instead of just one.&#10;&#10;The game ends when all the snakes have been lured from the bushes. The player who has collected the most snakes wins.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Animals: Snakes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Friesematenten: Die Schattenmänner",
    "ID": 103647,
    "Year": "(2011)",
    "Geek Rating": "5.567",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgameexpansion/103647/friesematenten-die-schattenmanner",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.2857",
    "Description": "Friesematenten: Die Schattenm&auml;nner is an expansion for the basic Friesematenten game released by Amigo Spiele in 2010 and cannot be played on its own.&#10;&#10;&quot;The Shadow Men&quot; includes sixty new cards and forty wooden markers that allow for a variety of new actions. The markers come into play through the cards: Some cards come into play with markers, other cards produce markers during the production step, and some action cards can also introduce markers. The effect of the markers depends on the card on which they are played. Action cards with markers may be executed several times by discarding a marker instead of the card itself to pay for the action. Other cards may have their values (such as victory points or production) changed based on the number of markers on them.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Expansion for Base-game",
      "Humor",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Income",
      "Layering",
      "Race",
      "Take That",
      "Turn Order: Auction"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Agent Bones In: Mission Bonehead",
    "ID": 103657,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/103657/agent-bones-in-mission-bonehead",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Mission Bonehead is an educational trivia game designed to be used in the classroom to review, expand and enhance students' knowledge of bone health. Through the use of action cards during the gameplay, it also gets students to move their bones while they play!&quot; Mission Bonehead divides the students into four different teams with one or more students per team: Team Calendar, Team Hand, Team Sandwich, and Team Shoe to answer trivia questions and perform bone-building activites.&#10;In a quest to reach the end of the board, players answer multiple choice questions about bone health or perform activities such as doing fifteen jumping jacks to move varying numbers of spaces on the board based on the difficulty of the question/activity. During each team's turn, a player from an opposing team will read out either a blue question card, which has a multiple choice question which the team must answer, or a green action card, which will have an activity which the whole group must perform.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Original Chicago Trivia Board Game",
    "ID": 103658,
    "Year": "(1984)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/103658/the-original-chicago-trivia-board-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This game is just what it sounds like, a Trivial Pursuit type game using trivia that is entirely about Chicago. It's broken into six categories: History/Geography, Big Bucks, Politics, Sports, Entertainment and PhD.&#10;&#10;The game is very hard, even for long time Chicagoans. The questions are extremely difficult to begin with and you can lose category chips for wrong answers in some situations, including the last question to win which your opponents get to choose.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Cities: Chicago (Illinois, USA)",
      "Country: USA"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fu: The Game of @#%* Up Politics",
    "ID": 103681,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/103681/fu-the-game-of-at-percent-up-politics",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A satirical political game of cunning and intrigue.  Players take turns playing cards and casting votes attempting to be the first to reach the stated goal conditions.&#10;&#10;Each turn, players draw a card, and then play a card.  Certain cards require a vote.  Each player starts with one vote, but may acquire more through some cards.  If a vote passes, the card is played.  If it fails, the card is discarded.  Either way, the player's turn is considered to be over.&#10;&#10;The victory conditions fluctuate, ala Fluxx, with goal cards being played by the players on their turn.  The first player to match the current goal condition wins the game.&#10;&#10;Mostly a joke game, this game satirizes politics with cards such as &quot;Everybody Wins - Current game ends with everyone winning&quot; and &quot;Communism - All players play with their hands face up on the table. Anyone may play cards from anyone elses hand.&quot;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Political"
    ],
    "Mechanics": [
      "Hand Management",
      "Simulation",
      "Voting"
    ],
    "Families": []
  }
]