[
  {
    "Rank": "24101",
    "Name": "Steal This Game",
    "ID": 211047,
    "Year": "(2016)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.60",
    "Link": "https://boardgamegeek.com/boardgame/211047/steal-this-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1",
    "Description": "Steal This Game was designed by D&aacute;vid Turczi on the spot at SPIEL 2016 after an unfortunate incident left the publisher a full cash box short.&#10;&#10;This nanogame, playable by two players in five minutes or less, fits on a postcard (with two dice supplied by the players). The players take turns being robbers and exhibitors at a board game trade fair &mdash; rolling dice, lying, guessing, and shuffling cards.&#10;&#10;The exhibitor tries to hide cash in one of the cash boxes and keep it hidden - shell game style. The robber secretly rolls a pair of dice and then tries to make increasingly risky moves to gain more information about the location of the cash and move the clerk away from the full cash box. If the exhibitor catches the thief in a lie, the thief must immediately risk stealing from a cash box without additional information.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Memory"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "24102",
    "Name": "Conquian",
    "ID": 93275,
    "Year": "(1897)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.45",
    "Link": "https://boardgamegeek.com/boardgame/93275/conquian",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.75",
    "Description": "A rummy-type of card game played with a Spanish/Latino deck or a modified standard 52-card deck (8s, 9s and 10s removed).&#10;&#10;A wikipedia entry describes the potential of Conquian as being the oldest or amongst the oldest of rummy-type games.&#10;&#10;A version of the game includes dealing 7 or 8 cards to each player in a 4-player game or 9 cards in 3- or 2-player game (or 8 cards for a 2 player game). The object is to win by playing runs of 3 or more, 3 or 4 of a kind, or melds (or watching players having to meld) to your tableau (the winner's tableau must be the amount of the initial hand + 1 more card) and running out of cards in your hand.&#10;&#10;The active player may use the the obligatory drawn card to lay down a run  or 3+ of a kind. Your tableau may be arranged in to different melds or runs to accommodate new arrangements. When a set or multiple sets are laid a card must be discarded. If a card is passed, then next player clockwise and likewise is able to utilize the card. If during the same turn someone utilizes the discards (thus laying down sets and ending with another discard) then the process repeats. If no one has won, then the next player clockwise from the current active player continues with a draw.&#10;&#10;Any cards melded to another player's tableau allow the opposing player to discard a card.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Card Games: Draw and Discard",
      "Card Games: Exchange",
      "Components: Traditional Playing Cards",
      "Traditional Card Games: Rummy"
    ]
  },
  {
    "Rank": "24103",
    "Name": "Catan Junior Mitbringspiel",
    "ID": 269978,
    "Year": "(2019)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.41",
    "Link": "https://boardgamegeek.com/boardgame/269978/catan-junior-mitbringspiel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Land in sight! Aboard their pirate ship in Catan Junior Mitbringspiel, the players sail across the sea, attempting to become the most powerful pirate of all! To do this, players must build their pirate camps on newly discovered islands and tap important sources of raw materials. The more raw materials you get, the greater your wealth.&#10;&#10;But beware of Captain Klau for wherever he appears, he makes life difficult for pirates...&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Catan"
    ]
  },
  {
    "Rank": "24104",
    "Name": "Sky My Husband",
    "ID": 12316,
    "Year": "(2004)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.35",
    "Link": "https://boardgamegeek.com/boardgame/12316/sky-my-husband",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Here's a description of the game from Cocktail Games:&#10;&#10;Sky My Husband is a collaborative effort from Guillaume Blossier and Jean-Loup Chiflet. A while back, Guillaume showed us a prototype of a game in which players had to find English expressions through their literal French translations - averaging about two clues per phrase. This idea, highly innovative in terms of a game, went over very well in tests. We were reminded of the book &quot;Sky my Husband&quot;, which was based on a similar idea (it included literal French translations of English phrases) - and sold over 200,000 copies over the last 10 years. It seemed logical to us, then, to contact the book's author, Jean-Loup Chiflet. He was excited by the concept and helped us out greatly with the content, as well as getting permission from the book's publisher to use the same title.&#10;&#10;In the game, 460 expressions, each with two clues, are read out by a player. The object of the game is to deduce the original English phrase the fastest. As an example, one English phrase is &quot;Tie-break&quot;. The literal French translation &quot;Repos de cravate&quot; (Resting tie) is provided, along with two clues: Tennis and Deciding Game.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "24105",
    "Name": "Slide 5",
    "ID": 4118,
    "Year": "(1980)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.44",
    "Link": "https://boardgamegeek.com/boardgame/4118/slide-5",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.8571",
    "Description": "You and your opponent alternately slip chips into the slotted gameboard. Whoever is the first person to get 5 of their color in a diagonal, vertical or horizontal row wins the game. But be careful, Slide 5 can be your downfall, for the gameboard is very changeable... if a row is filled with 5 chips (not all of the same color), a player may insert another chip into that row causing the others to slide down into new positions and to force out the bottom chip. So look every which way before you Slide 5!&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Category: n in a row",
      "Components: 5 x 5 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "24106",
    "Name": "Falling Coin",
    "ID": 181263,
    "Year": "(2015)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.43",
    "Link": "https://boardgamegeek.com/boardgame/181263/falling-coin",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1",
    "Description": "Falling Coin is an engaging and challenging microgame with only 13 cards. Player need to provide one coin to play this game, and the goal is to NOT let the coin fall off the cards.&#10;&#10;Randomly choose a starting player, who places the coin on the center of the starting card and holds the card with two fingers (thumb and index). Going clockwise, the next player draws a card from the deck and uses the card to &quot;take over&quot; the card stack from the previous player. (In essence, you use this new card to carry the existing bunch of cards as well as the coin!)&#10;&#10;Sounds easy? The challenging part is that you must use the matching color of your card to touch the card stack, and the parachute icon in the center of your card must still be visible! Play continues until someone cannot keep the cards balanced, thereby dropping the coin off the cards. That player loses the game of Falling Coin.&#10;&#10;The game can be played in a number of rounds, and the player who loses the fewest times is declared the winner!&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Acting"
    ],
    "Families": []
  },
  {
    "Rank": "24107",
    "Name": "Kérdezz ! Felelek",
    "ID": 131756,
    "Year": "(1992)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.53",
    "Link": "https://boardgamegeek.com/boardgame/131756/kerdezz-felelek",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.5",
    "Description": "The game &quot;K&eacute;rdezz-Felelek&quot; (Ask me - I answer) presents well-known faces of literature and arts, geographical locations, rare species of fauna and abstractions. During the game we retrieve our knowledge from our memory whilst we learn new things. Players move along the board based on their answers and whoever crosses the FINISH line first, wins.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "24108",
    "Name": "Wollmilchsau",
    "ID": 108158,
    "Year": "(2011)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.30",
    "Link": "https://boardgamegeek.com/boardgame/108158/wollmilchsau",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Another entry in Zoch Verlag's family of cute animal games, Wollmilchsau is a speedy reaction game in which you want to name the right animal on a turn &ndash; but which animal is right may be harder to determine than you think.&#10;&#10;To set up, shuffle the deck of animal cards, then divide it into two face-up piles of cards; each card shows one of six animals: mouse, cat, dog, sheep, pig, or cow (from smallest to largest). Take one card from the top of one deck, and insert it face-down halfway through that deck.&#10;&#10;All players compete at the same time. One player rolls a die that has one of the six animals on each face. The first player to yell out the name of the animal rolled will score &ndash; except if that animal is on one of the face-up cards; in this case, players must yell out one of the animals not visible on the top of the decks, with the first player doing so scoring &ndash; except for the final rule for animal calling, that being that the animal named correctly in the previous round cannot be called out in the current round, even if it would otherwise be correct. If two or more players yell an animal's name correctly at the same time, they all score. (The largest correct animal is the one that players cannot name in the subsequent round.)&#10;&#10;If you score, you either:&#10;&#10;    Take one card from the top of one face-up deck and place it in front of you, or&#10;    Turn all the face-up cards in front of you face down to make them safe.&#10;&#10;&#10;Safe for what, you may ask? If you call out an animal incorrectly, you must discard all face-up cards in front of you; if you have no face-up cards, then you must turn one safe card (if you have any) face up to put it at risk again.&#10;&#10;Once the face-down card in the deck appears, you split this deck to create a third face-up pile, increasing the difficulty of the game. Once all the cards have been claimed, the game ends and the player with the most cards wins.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Dice",
      "Farming",
      "Real-time"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Recognition"
    ],
    "Families": [
      "Theme: Anthropomorphic Animals"
    ]
  },
  {
    "Rank": "24109",
    "Name": "Debunked",
    "ID": 274439,
    "Year": "(2020)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.53",
    "Link": "https://boardgamegeek.com/boardgame/274439/debunked",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Debunked is a highly strategic card game of logic, reason and nonsense! There are two decks, one full of fallacious arguments, and the other full of everything else - which includes logic to debunk the arguments, ways to improve your hand (such as resurrecting a card from the discard pile), and, most importantly, ways to mess with your opponent (such as making them skip their go). It&rsquo;s very simple to learn, but hard to master&hellip; like logic itself.&#10;&#10;There are 2 decks, 1 full of fallacious arguments, and 1 full of everything else. Place 1 argument in the middle and then deal 5 cards to each other.&#10;&#10;On your turn you can play as many cards as you like. For example, you could debunk two of the fallacies committed by the argument, discard a card from your opponent, and make your opponent skip their turn. Opponents may have cards which burn your logic or block your actions.&#10;&#10;Once the argument is fully debunked, players receive one point per fallacy they successfully laid, plus 1 point for the player who finished the argument, and then the next argument is placed in the middle (giving the player who finished the previous argument first dibs).&#10;&#10;The game ends when there are no more arguments to debunk, and the sweet song of reason finally echoes peacefully. The player with the most points wins and the player with the least points believes in anything and everything!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Open Drafting",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "24110",
    "Name": "Strain",
    "ID": 98472,
    "Year": "(2011)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/98472/strain",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.1875",
    "Description": "Strain is a game of competitive bioengineering. 3 to 7 players race to create microorganisms by placing Organelles and Cytoplasm around their Organism tiles. Players battle each other by deploying Toxin attacks and placing Virus tiles on opponents.&#10;&#10;Game Play: &#10;A players turn consists of three phases:&#10;(1) Activate Dormant tiles &amp; Draw 3 tiles into hand&#10;(2) Build up your Organisms by playing tiles &amp; Attacking others&#10;(3) Score Organisms &amp; Discard all but 4 tiles&#10;&#10;Strategic tension and timing come from the need to use your Organisms tiles to make ATP (the currency of the game) or Toxin (the ability to attack) causing your organism to lose resistance and become more vulnerable. Dealing with this delicate balance of weakening to become stronger is key to the game. Game play is quick and easy-to-learn.&#10;&#10;Object of the Game&#10;The first player to complete 12 victory points by completing and scoring their microorganisms wins the game.&#10;&#10;",
    "Categories": [
      "Educational",
      "Fighting",
      "Medical"
    ],
    "Mechanics": [
      "Hand Management",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "24111",
    "Name": "Boso przez świat: Gra Planszowa",
    "ID": 304231,
    "Year": "(2020)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.92",
    "Link": "https://boardgamegeek.com/boardgame/304231/boso-przez-swiat-gra-planszowa",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "1.3333",
    "Description": "Boso przez &#197;&#155;wiat is an educational travel game based on the popular Polish TV series &ldquo;Boso przez &#197;&#155;wiat&rdquo;. Players use dry-erase markers to chart their race across a world map as they pay coins and play Association cards to move from location to location. They can also gain coins from the movements of other players and impede their progress with Travel Hazards. The first player to travel to all his assigned destinations wins. 40 Route cards and 371 Association cards ensure that no two games are the same.&#10;&#10;",
    "Categories": [
      "Educational",
      "Movies / TV / Radio theme",
      "Travel"
    ],
    "Mechanics": [
      "Crayon Rail System",
      "Interrupts",
      "Line Drawing",
      "Point to Point Movement",
      "Resource to Move",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "24112",
    "Name": "Captain Cool",
    "ID": 83278,
    "Year": "(2010)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.49",
    "Link": "https://boardgamegeek.com/boardgame/83278/captain-cool",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.3571",
    "Description": "The game of bluffing and strategy in the criminal circles!&#10;&#10;The pubs of the harbor district are bustling with activity. Every night gangsters and other vigilantes are starting fights and brawls. They are agitated, because soon Captain Cool and his two brothers-in-arms will choose a few of the young and most talented criminals and their gangs to handle the black market in the harbor. So everyone tries to impress the three bosses with their courage and their abilities. They try to win as many bar brawls as possible to recruit new associates for their cause and earn the respect of the bosses.&#10;But brute force alone will not win the prize! They need to be skillful, cunning, and ruthless as well to become &rdquo;made&rdquo; men.&#10;Who will be the chosen one? Who knows best the tricks and skullduggeries of old  Captain Cool, and has the guts to use them? (from the back of the box) &#10;The Hungarian (original) edition of the game is based on the main characters of a novel and the graphic novel inspired by the book: Piszkos Fred a kapit&aacute;ny by Jen&#197;&#145; Rejt&#197;&#145;. The same character drawings can be seen in the international edition as well.&#10;&#10;Players place their Family Members (figures) in 7 areas of the gameboard (in 4 pubs and to 3 Gangster Bosses) using simultaneous card selection to gain Gangster Cards in Affrays in the pubs. Later they place the cards in the Big Deal circle where they get points for creating chains of gangsters. Most points wins.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Novel-based"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "24113",
    "Name": "Kitten Casualty",
    "ID": 232162,
    "Year": "(2018)",
    "Geek Rating": "5.497",
    "Avg Rating": "6.53",
    "Link": "https://boardgamegeek.com/boardgame/232162/kitten-casualty",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Description from the designer:&#10;&#10;Kitten Casualty is an epic kitten sacrificing, player elimination style game. Players build their kitten armies, collect the 5 legendary pieces and save the rare action cards for the ultimate killer kitten combo. Players take turns growing their kitten points with a goal to reach 500 points. Once achieved a player can summon the Dark Overlord to eliminate another player from the game.&#10;With not one but two different ways to eliminate a player, the other way is by collecting all 5 kitten Lord pieces to unleash mayhem upon another sorry victim.&#10;The last man standing wins the game.&#10; Various action cards throughout the deck can heavily influence the outcome of the game too, such as killing another player's kittens, stealing the Kitten Lord pieces or reviving yourself back from the dead.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals",
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Player Elimination",
      "Push Your Luck",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Animals: Cats",
      "Card Games: Draw and Discard",
      "Card Games: Matching",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "24114",
    "Name": "Rorschach",
    "ID": 326804,
    "Year": "(2021)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.46",
    "Link": "https://boardgamegeek.com/boardgame/326804/rorschach",
    "Min Players": "4",
    "Max Players": "10",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Rorschach, named after the Swiss psychiatrist Hermann Rorschach, uses some of his famous inkblot images (and many new ones) to put two teams to the test. The teams earn points by correctly guessing how their members paired randomly selected words with these inkblot images.&#10;&#10;Reading the other players and learning their associations is the key to success, but the real fascination lies in seeing how differently these images can be perceived &mdash; and in discussing and explaining the pairings afterwards.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Communication Limits",
      "Matching",
      "Pattern Recognition",
      "Team-Based Game"
    ],
    "Families": [
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "24115",
    "Name": "Escape from Flat Earth",
    "ID": 303524,
    "Year": "(2020)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.61",
    "Link": "https://boardgamegeek.com/boardgame/303524/escape-from-flat-earth",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Your ship marooned on a strange, flat planet. The crew sent out in search of vital resources. Lethal dangers found at every turn. Can anyone&hellip;&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Escape from Flat Earth?Dressed in potentially fatal fashion, your Red Suits have beamed down to the Flat Planet. Drawing cards reveals events that create a mission timeline, bestow new card actions to use, or stumble upon attacks that will take your crew if you can&rsquo;t teleport them out of harm's way.&#10;&#10;A narrative-creating card game for fans of sci-fi who should know better than to wear red. And especially for those that don't.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Exploration",
      "Humor",
      "Movies / TV / Radio theme",
      "Print & Play",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action / Event",
      "Action Drafting",
      "Card Play Conflict Resolution",
      "Chaining",
      "Events",
      "Hand Management",
      "Interrupts",
      "Lose a Turn",
      "Move Through Deck",
      "Open Drafting",
      "Semi-Cooperative Game",
      "Speed Matching",
      "Storytelling",
      "Turn Order: Claim Action"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "24116",
    "Name": "Goth: The Game of Horror Trivia",
    "ID": 7296,
    "Year": "(2002)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.64",
    "Link": "https://boardgamegeek.com/boardgame/7296/goth-the-game-of-horror-trivia",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.25",
    "Description": "You roll the die and move.  If you land in a blank space you answer a trivia question.  There are other special spaces that do various things but answering trivia questions is what the game is all about.&#10;&#10;Sample card&#10;1. What sort of building complex is the enticing setting of 1978's chiller 'Dawn of the Dead'?&#10;2. Although he was sometimes &quot;hard on the Beaver&quot;, this actor who played TV's perfect dad died of a heart attack in 1982.&#10;3. What horror punk band shares song titles with these movie titles, 'Return of the Fly', 'Horror Hotel' and 'Bloodfeast'.&#10;4. The Malleus Maleficarum was a book used to judge these.&#10;5. &quot;And now for something completely morbid...&quot; What member of BBC TV's Monty Python died in 1989?&#10;&#10;The winner is the first to erect 13 tombstones by answering questions correctly or by stealing others.&#10;&#10;",
    "Categories": [
      "Horror",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "24117",
    "Name": "Vege Tables",
    "ID": 128072,
    "Year": "(2012)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.56",
    "Link": "https://boardgamegeek.com/boardgame/128072/vege-tables",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.5",
    "Description": "A new, fun, card game that combines easy rules to follow with an exciting game strategy, Vege Tables is a game suitable for everyone from 10 to 99 year old. Establish your land and plant your seed. Watch your seeds sprout turn into plants, than finally transform into tasty fruits and vegetables! Who will be the first in complete the job? Can you hamper or even block your opponent's work? Make good use of the &quot;Tractor&quot; and you will be the winner! The Vege Tables playing deck consists of 4 series of cards (coloured red, green, black, yellow) numbered from 1 to 20 and 8 Jokers card (&quot;Tractors&quot;) giving a total of 88 cards.&#10;&#10;Vege Tables is a true card game, like Spades or Hearts: at each turn a player can use all the cards he wants, but at least one must be used, in order to terminate all the cards dealt in the game preparation. The basic strategy is to hold the cards needed by the opponents, avoiding to open the sequences which can help other players&hellip; but opportunities to score points during the game can drive players to very different strategic approaches.&#10;&#10;The game is for 4 players, but on the website you can find (and download for free) the rules for three a and five, the chess-like version for 2 players, the tournament variations and the play in partnership. Vege Tables is a mathematic game with very simple rules but to become a great player is not so easy...&#10;&#10;",
    "Categories": [
      "Card Game",
      "Farming"
    ],
    "Mechanics": [
      "Hand Management",
      "Push Your Luck"
    ],
    "Families": [
      "Digital Implementations: Board Game Arena"
    ]
  },
  {
    "Rank": "24118",
    "Name": "Two Crowns",
    "ID": 132145,
    "Year": "(2012)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.54",
    "Link": "https://boardgamegeek.com/boardgame/132145/two-crowns",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.4",
    "Description": "In the two-player card game 'Two Crowns', you lay siege to your opponent's castle (represented by a 20-sided die) with a strategic mix of tactical insight and skillful bluffing.&nbsp;Luck is a minor factor in battle. By cleverly choosing when to go on the offensive with your knights, and by spending gold on special units like vassals, bishops or catapults, you can gain the upper hand in this strategic card battle between two medieval lords.&#10;&#10;&#10;    Both players receive a deck consisting of the same cards.&#10;    Players start the game with 7 cards in their hand.&#10;    Players take turns after each other, switching between offensive and defensive roles.&#10;    Attacking player may choose to attack or draw new cards.&#10;    Defending player may choose to defend.&#10;&#10;&#10;To attack your opponent's castle die, choose up to four knight cards &ndash; which have 1-3 attack points &ndash; from your hand and place them face down in front of you. The defending player may choose to defend his castle by playing up to four cards from his hand face down in front of him. Whoever has the most combined attack points wins the battle &ndash; but both the attacking and defending player can use special cards, which cost gold, to turn the tide:&#10;&#10;&#10;    Feint: lets you temporarily remove your opponent's strongest Knight Card.&#10;    Vassal: doubles the combined attack points of your Knight Cards.&#10;    Bishop: steals your opponents strongest Knight Card.&#10;    Catapult: deals 10 damage directly to opponents castle die.&#10;&#10;&#10;If the attacking player doesn't attack he may draw cards from his deck in one of two ways:&#10;&#10;&#10;    Large Draw: if you have less than 7 cards on hand, draw up to 7.&#10;    Precise Drawif you have 7 or less cards on hand: discard 1 card, then draw 2 cards and pick one to take on hand. Discard the other.&#10;&#10;&#10;The game ends when one of the players loses by not having any remaining points on his Castle die OR when a players loses by running out of cards to draw and is unable to attack.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Medieval"
    ],
    "Mechanics": [
      "Hand Management",
      "Memory"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "24119",
    "Name": "Turtle Shells",
    "ID": 39389,
    "Year": "(2009)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.36",
    "Link": "https://boardgamegeek.com/boardgame/39389/turtle-shells",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "A very simple children's game. It consists of turtles and turtle shells in various colors.&#10;&#10;At your turn you draw a card, and if it matches any of the three turtles colors you get to keep that card and score a point. If not, you get to rearrange the turtle shells and thus create new combinations. Then the turn passes to the next in line.&#10;&#10;Slight variation for Turtle Shells:&#10;From publisher&#10;Place the 3 turtle shells on the turtles, it doesn't matter which turtle gets which color.  It's fun to mix them up!  Arrange the 27 picture cards face down on the table.  Roll the color dice.  If the colors rolled match the 2 colors of a turtle and its shell, you get to choose a card.  With any luck the card will match one of the 3 turtles.  If not, place the card face down again.  It's the next player's turn.  As cards are revealed, players are challenged to remember them.  The player who claims the most matching cards wins the game!&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Animals: Turtles"
    ]
  },
  {
    "Rank": "24120",
    "Name": "Sesam, puzzle dich!",
    "ID": 168204,
    "Year": "(2012)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.51",
    "Link": "https://boardgamegeek.com/boardgame/168204/sesam-puzzle-dich",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.5",
    "Description": "In order to charm the treasures away from the mighty genie the players have to find the correct path through the mysterious cavern. However, the treasure map has been torn into many pieces. Whoever has a quick eye for combinations and can piece together the map won&rsquo;t lose his way and will find the most treasure. An intriguing lickety-split, brainteaser game for 2-4 players ages 6-99.&#10;&#10;Players take turns rolling the die. If a 3,4, or 5 is rolled, that player draws that many path cards to their hand. If a genie is rolled, the top card of the assignment deck is turned over so everyone can see it. Each player draws the number of cards on the assignment card and adds it to their hand.&#10;&#10;When all players are ready, they all turn over their path cards. Players are trying to arrange their path cards so that all paths connect, while trying to make the arrangement of their path cards match the pattern on the assignment card. The first player who does this correctly wins the round and takes a treasure card. The game ends after four rounds, and the player with the most treasure wins.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Children's Game",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Contracts",
      "Dice Rolling",
      "Tile Placement"
    ],
    "Families": [
      "Series: Superminis (HABA)"
    ]
  },
  {
    "Rank": "24121",
    "Name": "Jolly Roger",
    "ID": 1093,
    "Year": "(1992)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.37",
    "Link": "https://boardgamegeek.com/boardgame/1093/jolly-roger",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "extrapolated from the translation:&#10;&#10;Jolly Roger&#10;A card game for 3 &ndash; 5 players&#10;Ages 8 and up&#10;Designed by Franz-Josef Lamminger&#10;Manufactured by Fun Connection&#10;&#10;Pirates have found the fabulous treasure of Captain Flint. However, everyone is fighting to reach into the treasure chest first. The order changes constantly, because everyone wants to be the leader of this small gang.&#10;&#10;Contents&#10;5 Pirate cards &#10;32 playing cards &#10;10 treasure cards &#10;16 gold cards &#10;4 cards with worthless junk&#10;&#10;Preparation&#10;Each player chooses a Pirate card. With 4 players, the card with the X-symbol is taken out of the game. With 3 players, the card with the Rum Barrel symbol is also removed. Then the Pirate cards are mixed and are uncovered on the table side by side.&#10;&#10;The 10 treasure cards are also mixed and are put in a face-down stack on the table.&#10;&#10;The 16 gold and 4 worthless-junk cards are put on the table face down and are thoroughly mixed. They are required for the treasure search later. You may wish to put these cards in a cup or a bag.&#10;&#10;The 32 playing cards are also mixed and dealt to the players. With 3 players gets each 10, with 4 players each gets 8, and with 5 players each gets 6 cards. Surplus cards are put aside for this round.&#10;&#10;The game goal &#10;Whoever possesses the most gold after 10 treasure searches wins the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Nautical",
      "Pirates"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "24122",
    "Name": "Last Battles: East Prussia, 1945",
    "ID": 12133,
    "Year": "(1994)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.44",
    "Link": "https://boardgamegeek.com/boardgame/12133/last-battles-east-prussia-1945",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "300",
    "Play Time": "300",
    "Weight": "3.6667",
    "Description": "Last Battles: East Prussia, 1945: East Prussia has been a battleground for 1,000 years. In January 1945, Soviet forces were poised to bring war home to the Germans. The invasion posed a number of problems for the Soviet high command. The German defenses were organized in depth, and consisted of powerful permanent fortifications, a series of trench lines and anti-tank ditches, artillery emplacements, etc. In addition, the terrain was difficult, laced with lakes, rivers, marshes and canals.&#10;&#10;The two attacking Soviet fronts mustered between them some 3,800 tanks and assault guns, 25,000 artillery pieces, 3,00 aircraft and 1.2 million assault troops. Opposing them were 780,000 Germans, with 8,200 cannon, 700 to 800 tanks, and about 775 planes. Bolstering the defense were such elite units as the Hermann Goering and Gross Deutschland Divisions. With the Germans fighting on their own soil, and the Soviets determined to deliver the death blow to the Third Reich, the scene was set for what became the most bitter fighting since Stalingrad.&#10;&#10;LAST BATTLES: EAST PRUSSIA, 1945 -- from PEOPLE'S WAR GAMES via CoSi via 3W.  CoSi is a German game company and got the right to publish this game in Europe.  3W imported this into the U.S. direct in 1994.&#10;&#10;Mid-high complexity system, with high solitaire suitability.  300 NATO-symbols counters, detailed 34x22&quot; map.  The game features extensive artillery rules.  Many combat modifiers.&#10;&#10;The rules mention Gary Helmer as designer and Jack Radey as developer.&#10;&#10;&#10;    in fact this is the second edition of &quot;To The Wolf's Lair&quot; from People's War Games (1983) and should thereby referred to this previous wargame*&#10;&#10;&#10;Game Scale:&#10;Turn: 1 day&#10;Hex: 5 miles / 8 Km&#10;Units: Battalion to Army&#10;&#10;Game Inventory:&#10;One 22 x 34&quot; full color map&#10;Two dual-side printed countersheet (300 1/2&quot; counters)&#10;One 20-page rulebook&#10;Six player aid cards&#10;One 10-sided dice&#10;&#10;Solitaire Playability: High&#10;Complexity Level: Medium-High&#10;Players: 2 or more&#10;Playing Time: 3-20 hours&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: Germany"
    ]
  },
  {
    "Rank": "24123",
    "Name": "Llama Drama",
    "ID": 266971,
    "Year": "(2018)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.49",
    "Link": "https://boardgamegeek.com/boardgame/266971/llama-drama",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Llama Drama is a family weight card game where players are trying to shed their hand.  The base deck allows for 2-4 players, and combining two decks allows for up to 8 players.&#10;&#10;Setup:&#10;Deal each player three cards face-down, three cards face-up, and five cards for their hand. Leave the remaining cards face-down as the Draw Pile. Leave some space on the table for a Play Pile and a Discard Pile.&#10;&#10;How To Win:&#10;The first player to get rid of all their cards wins!&#10;&#10;How To Play:&#10;&#10;SETUP&#10;Deal each player three cards face-down, three cards face-up, and five cards for their hand. Leave the remaining cards face-down as the Draw Pile. Leave some space on the table for a Play Pile and a Discard Pile.&#10;&#10;HOW TO WIN&#10;The first player to get rid of all their cards wins!&#10;&#10;HOW TO PLAY&#10;Choose a player to go first and rotate clockwise. They can play any card to start the Play Pile.&#10;&#10;On each turn, you must match or beat the top card of the Play Pile. You may play more than one of the same number or face card on your turn. Higher numbered cards beat lower numbered cards. Special Llama cards have their own rules. You can find these rules on the cards themselves or on the Llama Hierarchy instruction card.&#10;&#10;If four cards of the same number or face are played in a row (either in one turn or over consecutive turns), the Play Pile is discarded and the last player plays again. When the Play Pile is empty, a player can play any card to restart the Play Pile.&#10;&#10;At the end of a turn, if you have fewer than five cards, draw cards from the Draw Pile to have five in your hand. If on your turn you can't play a card, pick up the Play Pile (yes, the entire Play Pile) and add it to your hand, ending your turn.&#10;&#10;Special Rule:&#10;Four cards of the same value played in a row discards the current play pile from the game.&#10;&#10;Game End:&#10;Once the Draw Pile runs out, your objective is to get rid of all of your cards. Once your hand is empty, you must play your face-up cards. If none are playable, choose one, and add it to the Play Pile. This pile will become your brand new hand! Yes, you have a hand again. Aren&rsquo;t llamas fun?&#10;&#10;If you pick up cards, you must finish the cards in your hand before you can play your face-up cards again. Once you play all your face-up cards, you must attempt to play your face-down cards, without looking at them. If the card you flip fails, you must pick up the Play Pile with that card, ending your turn. You must once again finish the cards in your hand before you can play your face-down cards again.&#10;&#10;The first player to finish all of their cards wins!&#10;&#10;Card Types:&#10;Numbered Llamas -  Numbered Llamas can be played on themselves, lower number llama cards and some special llama cards.&#10;&#10;Baby Llama -   The Baby Llama can be played on any card.  The next player can then play any card.&#10;&#10;Shy Llama -   Shy Llama can be played on any card other than Big Llama.  The next player can then only play Numbered Llama cards 1-4 or other special llama cards other than Big Llama.&#10;&#10;Big Llama -   Big Llama can be played on any card other than Shy Llama.  The next player can then only play other special llama cards other than Shy Llama.&#10;&#10;Magic Llama -   Magic Llama can be played on any card.  It discards the play pile and allows the player to play a second card, thus starting a new play pile with any card.&#10;&#10;Ghost Llama -   Ghost Llama can be played on any card.  It is invisible and acts like the previous card.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Ladder Climbing",
      "Take That"
    ],
    "Families": [
      "Animals: Llamas",
      "Card Games: Climbing",
      "Card Games: Shedding / Stops"
    ]
  },
  {
    "Rank": "24124",
    "Name": "The Crow: Fire It Up!",
    "ID": 204600,
    "Year": "(2016)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.22",
    "Link": "https://boardgamegeek.com/boardgame/204600/the-crow-fire-it-up",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "Description from the publisher:&#10;&#10;In a world without justice, one man was chosen to protect the innocent! On Devil's Night in the Motor City, play as Eric Draven as he dishes out revenge against the gang that took his life and the life of his fiance, Shelly, in The Crow: Fire It Up!&#10;&#10;As Eric Draven, the player uses the aid of Officer Albrecht, Sarah, and the mysterious Crow to track down the Motor City Gang and stave off their reign of terror, while the opposing players portray members of the vicious gang consisting of Tin-Tin, Funboy, T-Bird, Grange, Myca, and Top Dollar spreading fires and mayhem throughout the city as they seek to lure the undead avenger out of the shadows and take him out!&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "24125",
    "Name": "Money Lisa",
    "ID": 32450,
    "Year": "(2007)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.36",
    "Link": "https://boardgamegeek.com/boardgame/32450/money-lisa",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "50",
    "Play Time": "50",
    "Weight": "1.25",
    "Description": "As art collectors, players bid on world-famous works of art. Sometimes the bidding is open, sometimes hidden. If you didn't get anything the first round, you can use clever tricks to make sure the outcome is in your favor&mdash;so long as your opponents don't have the same thing in mind and tricks of their own stored up.&#10;&#10;The cards in the game show famous works of art from different eras, from da Vinci's Mona Lisa to Warhol's soup can paintings. The back of each card has information about the painting and artist as well as the winning bids for the work in previous auctions. If you can purchase paintings from the same era or featuring the same subjects at auctions during the game, your collection's value will increase dramatically and you'll receive a correspondingly huge boost in points.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Auction / Bidding",
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Theme: Art"
    ]
  },
  {
    "Rank": "24126",
    "Name": "The Landlord's Game",
    "ID": 29316,
    "Year": "(1903)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.62",
    "Link": "https://boardgamegeek.com/boardgame/29316/the-landlords-game",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "1.6667",
    "Description": "This is the original game by Elizabeth Magie, which was later sold and re-implemented as Monopoly.&#10;&#10;Patented:&#10;&#10;     patent 748,626, Elizabeth Magie&#039;s The Landlord's Game&#10;     patent 1,509,312, Elizabeth Magie Phillips&#039;s The Landlord's Game, mark II &#10;&#10;&#10;&#10;&#10;&#10;    &#10;        To do: Further information about this game, history and delineation from Monopoly.&#10;&#10;    &#10;    &#10;        -&#10;&#10;    &#10;&#10;&#10;Re-implemented as:&#10;&#10;    Finance and Fortune&#10;    Monopoly&#10;    Go to Texas&#10;    DKT&#10;&#10;&#10;",
    "Categories": [
      "Economic",
      "Educational",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Dice Rolling",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Stock Holding"
    ],
    "Families": [
      "Mechanic: Circuit-Based Trading Games",
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "24127",
    "Name": "Greasy Spoon",
    "ID": 386188,
    "Year": "(2023)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.46",
    "Link": "https://boardgamegeek.com/boardgame/386188/greasy-spoon",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Greasy Spoon is a deck-shedding, ladder-climbing card game for two players. Be the first player to shed your entire deck by serving up menu items and menu combos to a diner filled with customers.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Ladder Climbing"
    ],
    "Families": [
      "Card Games: Climbing",
      "Card Games: Shedding / Stops",
      "Digital Implementations: Board Game Arena",
      "Organizations: The Game Artisans of Canada"
    ]
  },
  {
    "Rank": "24128",
    "Name": "Basketball Strategy",
    "ID": 5304,
    "Year": "(1974)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.53",
    "Link": "https://boardgamegeek.com/boardgame/5304/basketball-strategy",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.1176",
    "Description": "As with other games in the The Avalon Hill Game Co sports Strategy series, each player has an identical generic team to coach through a game. Included are a set of campaign game counters to allow players to draft unique teams. Player counters have 5 performance ratings which are used to determine shooting and passing outcomes.&#10;You make play by play decisions which are resolved by cross-referencing offensive and defensive choices on a matrix.&#10;As coach you make decisions about line up, defensive match-ups, time outs etc.&#10;A full (four quarter) game would take 2+ hours.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Rock-Paper-Scissors",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Sports Illustrated Games (Avalon Hill)",
      "Sports: Basketball"
    ]
  },
  {
    "Rank": "24129",
    "Name": "Stormweavers",
    "ID": 185375,
    "Year": "(2016)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.59",
    "Link": "https://boardgamegeek.com/boardgame/185375/stormweavers",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "25",
    "Play Time": "50",
    "Weight": "2.4",
    "Description": "Stormweavers is a fast-paced card game that is fun, easy to learn, and extremely strategic.&#10;&#10;A superstorm has come to the world of Joro, threatening everything in existence. Five heroes must enter the tempest, redirect its elements, and come out on top. Only one will survive.&#10;&#10;The game can be played with 2-5 players, and takes about 45 minutes to complete. Players must collect spell cards, craft items, and betray their fellow Stormweavers in order to combat the event cards that are drawn at the beginning of each turn.&#10;&#10;The winner is the last standing player, and is declared the &ldquo;Lord of the Storm&quot;.&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Weather"
    ]
  },
  {
    "Rank": "24130",
    "Name": "Super Kitty Bug Slap",
    "ID": 234316,
    "Year": "(2017)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.57",
    "Link": "https://boardgamegeek.com/boardgame/234316/super-kitty-bug-slap",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "The fastest paws win!&#10;&#10;Grab the coolest cats you can find for some bug-slappin' action in this a speedy card game of swift thinking and quick paws! Super Kitty Bug Slap is a fast-paced game that lets 3 to 5 players see who has the most skills. When the game ends, the quickest kitty with the most cards wins!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Card Game",
      "Memory",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Memory",
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "24131",
    "Name": "TacDex: Pirates",
    "ID": 161743,
    "Year": "(2014)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.44",
    "Link": "https://boardgamegeek.com/boardgame/161743/tacdex-pirates",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.1667",
    "Description": "TacDex: Pirates uses gameplay similar to well-known card game War, with players revealing cards simultaneously to try to claim cards owned by the opponent, but a battle marker determines whether a high or low card wins a particular battle and players each have special action cards to add new twists to the conflict.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Pirates"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games",
      "Traditional Card Games: War"
    ]
  },
  {
    "Rank": "24132",
    "Name": "Pirate Plank",
    "ID": 63900,
    "Year": "(2010)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/63900/pirate-plank",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.0769",
    "Description": "The pirate captain has forced four pirates to walk the plank and jump into the shark-filled water. In this game you build the die and try to push your comrades into the water - and keep your own pirate standing on the plank. Last man standing wins the game in what one might call a reversed race...&#10;&#10;A title in the Series: LEGO Games series, where you build the game with Lego bricks, even the die. The set also includes suggestions for alternate rules.&#10;&#10;",
    "Categories": [
      "Negotiation",
      "Pirates",
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Components: Dice With Swappable Faces",
      "Series: LEGO Games",
      "Toys: LEGO"
    ]
  },
  {
    "Rank": "24133",
    "Name": "OMG",
    "ID": 181245,
    "Year": "(2015)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.60",
    "Link": "https://boardgamegeek.com/boardgame/181245/omg",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.2",
    "Description": "For thousands of years, Zeus has been the ruler of Olympus. After countless attempts from the other gods to overthrow him, he announces a final fighting contest among the twelve gods, allowing them to use their special powers to the fullest. Only one god will rule Olympus. Who will prevail?&#10;&#10;In OMG, players play cards from their hands trying to match the color, the number, or the god of the previous card while also making use of the gods' special powers. The first player to empty his hand wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Mythology"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "24134",
    "Name": "A.D.A.P.T.",
    "ID": 176286,
    "Year": "(2016)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.61",
    "Link": "https://boardgamegeek.com/boardgame/176286/adapt",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "15",
    "Play Time": "40",
    "Weight": "2.75",
    "Description": "Choose your starting guppy, then use an all-new experience point-based drafting system to buy upgraded bodies and all manner of new parts for your guppy. Quickly adapt it to become the most powerful master fish in the sea with any combination of aquatic bodies and parts you can mash up, battling the other master fish to the death along the way for there can be only one master fish in this ocean.&#10;&#10;A.D.A.P.T. is a card game for 2-3 players that usually plays in 20-30 minutes, comes with three full sets of polyhedral dice (3d4s, 3d6s, 3d8s, 6d10s, 3d12s, &amp; 3d20s), and proudly bears a very unique theme. Lightweight, light hearted, and entirely unique &mdash; we're certain you've never played anything like it before.&#10;&#10;Will your Dolphin, with the armored scales of an Arampaima, the mouth of a giant Sea Bass, the bioelectricity of an Eel, and the tail of a Thresher Shark prove victorious by ramming other fish with its lethal Swordfish horn? Will your Sailfish, with a Clownfish Tail, poisonous Lionfish pectoral fins, and Anglerfish Light Node, followed by a school of fish he commands, be the last Master Fish alive? Or will your Great White Shark, with the spiked skin of a Puffer Fish, over-sized brain, and regenerating heart be the last fish swimming by leaping from the water with its Flying Fish wings for a diving sneak attack? The possibilities are endless!&#10;&#10;With Octo, Fantasy, Reptile, Guppy, and Mech expansions also available, there's no reason that your Giant Squid with the wings of a Pegasus and claws of a dragon can't claim victory through use of torpedoes from inside its tortoise shell. Each time you upgrade your fish's body or add new parts, it becomes more powerful, lives longer, and gains new special abilities!&#10;&#10;Life under the sea just got much more interesting!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Economic",
      "Fantasy",
      "Nautical"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Hand Management",
      "Open Drafting",
      "Variable Player Powers"
    ],
    "Families": [
      "Animals: Fish / Fishes",
      "Components: Polyhedral (not D6) dice",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Theme: Evolution",
      "Theme: Under the Sea"
    ]
  },
  {
    "Rank": "24135",
    "Name": "This Big!",
    "ID": 40654,
    "Year": "(2009)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.42",
    "Link": "https://boardgamegeek.com/boardgame/40654/this-big",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Get hooked on this card game of big fish and even bigger fish tales. Cast a lure card from your tackle box, then pick from your opponents' cards in hopes of landing the big one. Will you be able to see through their bluffs or will you get stuck with a soggy old boot? Reel in the most fish and you're the master angler. But catch only junk and you'll be left telling a story about the one that got away!&#10;&#10;",
    "Categories": [
      "Animals",
      "Bluffing",
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Theme: Fishing / Angling"
    ]
  },
  {
    "Rank": "24136",
    "Name": "Der Natur auf der Spur",
    "ID": 20965,
    "Year": "(1988)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.53",
    "Link": "https://boardgamegeek.com/boardgame/20965/der-natur-auf-der-spur",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.3333",
    "Description": "Your adventure takes you from the tree house to the dock at the pond. Along the way you try to correctly answer as many questions about the plant and animal worlds as possible. For every correct answer, and for landing on environmentally friendly spaces, you receive point chips. You lose points for landing on environmentally unfriendly spaces. You may also gain points by successfully rolling to acquire all the parts to a five piece butterfly puzzle. Whoever has collected the most points when the first player reaches the dock is the winner.&#10;&#10;",
    "Categories": [
      "Animals",
      "Educational",
      "Environmental",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Butterflies",
      "Series: Spielend Neues Lernen (Ravensburger)"
    ]
  },
  {
    "Rank": "24137",
    "Name": "Monkey Mission",
    "ID": 5561,
    "Year": "(2003)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.39",
    "Link": "https://boardgamegeek.com/boardgame/5561/monkey-mission",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.2222",
    "Description": "Six ape temples wait to be discovered, but the chambers are locked.  By means of a dice throw, the researcher is moved.  When a researcher discovers a chamber, trips a mechanism that unlocks the chamber.  The chambers may be discover one to three times.  Inside the temples are treasures.  The more frequently it is discovered, the less treasure will be found.  However, once in a while, a snake emerges from a temple that brings a curse.  During the game, the players can alter the results of the cube throw once in a while to discover a certain chamber.&#10;&#10;Gunter Baars has created many games with this mechanism that play in the box.  This consistently is continued here.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Adventure",
      "Ancient",
      "Animals",
      "Children's Game",
      "Dice",
      "Maze"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Hand Management",
      "Roll / Spin and Move",
      "Set Collection",
      "Stock Holding"
    ],
    "Families": [
      "Animals: Apes / Monkeys",
      "Components: Game Box Used In Play"
    ]
  },
  {
    "Rank": "24138",
    "Name": "Tang Hu Lu (冰糖葫芦)",
    "ID": 355739,
    "Year": "(2020)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.41",
    "Link": "https://boardgamegeek.com/boardgame/355739/tang-hu-lu-bing-tang-hu-lu",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "1",
    "Description": "Bing Tang Hu Lu is a traditional snack from China. It's a skewer of fruits (mainly little apples called Shan Zha), covered with caramelized sugar.&#10;&#10;In the game we play the role of beloved parents who try their best to prepare this tasty and delicious snack for their children.&#10;&#10;During each turn, players may choose to:&#10;&#10;     Buy fruit, or&#10;     Go to work&#10;&#10;&#10;With the first action players buy fruit tokens of five different types and compose the skewers on their personal board. When a skewer is completed, they obtain rewards depending on the skewer pattern and stars (victory points) at the end of the game.&#10;&#10;With the second action players obtain coins depending on their personal board situation.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Puzzle"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Digital Implementations: Board Game Arena",
      "Food & Drink: Fruit",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "24139",
    "Name": "Suds",
    "ID": 16809,
    "Year": "(1997)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.32",
    "Link": "https://boardgamegeek.com/boardgame/16809/suds",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "The 54-card deck of cards, shaped like soap bubbles, includes hats, t-shirts, boxers, pants, socks, sneakers, and 3 wild cards. The object is to be the first player to play the last card in their hand.&#10;&#10;The deck is dealt out completely to each player one card at a time. Depending on the number of players some may have an extra card. From this pile three cards are drawn for a hand (4 in a 2-player game).&#10;&#10;The free-for-all begins when someone plays a hat to the table. Any player can then play a t-shirt onto the pile or start another pile by playing another hat. After the card is played draw another from your pile. This sequence continues (as above) until the sneakers are played, completing that laundry pile. Wild cards can replace any card in the sequence.&#10;&#10;Ages 6 and up&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Children's Game",
      "Real-time"
    ],
    "Mechanics": [
      "Open Drafting",
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "24140",
    "Name": "CATz in the Town!",
    "ID": 206445,
    "Year": "(2017)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.39",
    "Link": "https://boardgamegeek.com/boardgame/206445/catz-in-the-town",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Let's save the kitties!&#10;&#10;In the card game CATz in the Town!, players want to gather lost cats before they get into trouble &mdash; how lucky that they have nine lives...&#10;&#10;Players collect sequences of four kinds of house cats (blue, yellow, red and green). Each player can have only one sequence of each color (i.e., they cannot have two red sequences at the same time), so they can compile at most four different sequences in front of themselves. Another sequence of the same color can be started only after that sequence is scored. Sequences should consist of exactly three, five or (in special cases) seven cards, possibly of the same color, and if we sum the values of the cards, the last digit of their total value should always be 9 (e.g., 9, 19, 29, etc.).&#10;&#10;The cards have only odd numbers on them, and a few have two numbers on them, allowing the player to choose which value to add to their sequence. Of course, to make the object a little more complicated, different kinds of extra cards aggravate or ease cat collecting.&#10;&#10;Players earn points &mdash; also known as kitty coins &mdash; for scoring their sequences, which they acquire by turning their cards face down. These cards will depict a kitty coin, worth 1 point. The winner of the game is the one with the most kitty coins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Animals: Cats"
    ]
  },
  {
    "Rank": "24141",
    "Name": "Shadow Games",
    "ID": 207814,
    "Year": "(2016)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.32",
    "Link": "https://boardgamegeek.com/boardgame/207814/shadow-games",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Game description from the publisher:&#10;&#10;In Shadow Games, you must gather enough favours to secure the new star player for your guild. Players use various Plot and Agent cards to bribe, steal, and earn favour, but it is not enough to simply play the cards you receive. Fortune favours the bluffers! Play a card from your hand, and call it anything you want. If you convince your opponents of your lies, you will not only reap the rewards of the card you pretended to have but also gain a powerful bluff bonus that will accelerate your victory. Just don&rsquo;t get caught&mdash; it will cost you valuable favours to save face.&#10;&#10;Set in Guild Ball's devious, backstabbing Empire of the Free Cities, Shadow Games is a fast paced game for 2-6 cunning players.&#10;&#10;Shadow Games will appeal to all Guild Ball players and any fans of compact, quick-paced card games that involve betraying your friends! Easy to learn and addictive, it's fun for all the family and fast&mdash;one game only takes about 15 minutes!&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game"
    ],
    "Mechanics": [
      "Memory",
      "Push Your Luck",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "24142",
    "Name": "Wonderland",
    "ID": 123506,
    "Year": "(2012)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.49",
    "Link": "https://boardgamegeek.com/boardgame/123506/wonderland",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "1",
    "Description": "Game description from the publisher:&#10;&#10;Now fans can experience Wonderland in a way no one has ever experienced before as the comic book series Wonderland from Joe Brusha, Ralph Tedesco, and Raven Gregory comes to life in this exciting, strategy filled game. Experience a vibrant, twisted world, full of surprises! Players can choose to play as one of their favorite characters including Calie, the Mad Hatter, Brandon, the Queen of Hearts, the White Knight and a number of others.&#10; The board game Wonderland features two separate realms: Earth and Wonderland. The realms are artfully depicted on the double-sided board and switching between them adds a unique twist and an added level of complexity to the game that few other board games offer. Players compete against each other, each player trying to complete specific goals while the other players try to foil their attempts at progressing.&#10;&#10;",
    "Categories": [
      "Novel-based"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Books: Alice in Wonderland"
    ]
  },
  {
    "Rank": "24143",
    "Name": "Battlecards: World Conflict – The Russian Front: Starter Set",
    "ID": 6702,
    "Year": "(2003)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.43",
    "Link": "https://boardgamegeek.com/boardgame/6702/battlecards-world-conflict-the-russian-front-start",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.2",
    "Description": "THE RUSSIAN FRONT&#10;THE SOVIET UNION vs GERMANY&#10;&#10;Frustrated by the stalemate in the west, Hitler turns his fierce ambitions eastward. But standing in his way is an empire with vast resources, determined people, and a leader whose lust for power and ruthlessness could be Hitler's match. The Soviet Union rises to the challenge with great tenacity and a seemingly endless supply of soldiers willing to give their lives for the state. Can the Red Army overwhelm the Wehrmacht? Can the Luftwaffe hold the skies against the growing Red Air Force? Will Hitler or Stalin be victorious in the largest single battle-front in all of history? You make the orders, you choose the targets, and you reap the glorious victory or the final defeat!&#10;&#10;Battlecards is a card game in which you and your opponent(s) build up forces and conduct battles in many of the&#10;great conflicts in history. This particular starter set deals with the Pacific Theater during World War II. The game consists of 154 card set. Based upon the draw of Conflict cards, players may build forces, learn about their opponent, gain a secret advantage, or enter into a battle. The objective is to be the player at the end of the game with the most victory points, or to win the battle for your opponent&rsquo;s homeland. In addition, 20-card expansion packs are available to improve the selection and capabilities of Arsenal cards and Conflict cards for this set. Additionally, this set can be combined with the other World War II Starter Sets so you and your friends may play the entire war as you please.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Hand Management",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Country: Russia",
      "Game: Battlecards (DG Associates)"
    ]
  },
  {
    "Rank": "24144",
    "Name": "Winhard",
    "ID": 2589,
    "Year": "(2001)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.34",
    "Link": "https://boardgamegeek.com/boardgame/2589/winhard",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.25",
    "Description": "With winter approaching, Winhard the squirrel and his bushy-tailed friends set out to collect a supply of nuts to tide them through the cold season. It's not always easy - many nuts are hollow and must be tossed into the wastebin. By the time the last gust of cold wind comes, heralding the onset of winter, the hidden food pantry should be well stocked with tasty nuts.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Action Points"
    ],
    "Families": [
      "Animals: Squirrels"
    ]
  },
  {
    "Rank": "24145",
    "Name": "Das Kollier",
    "ID": 575,
    "Year": "(2000)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.44",
    "Link": "https://boardgamegeek.com/boardgame/575/das-kollier",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.2",
    "Description": "from the rules translation:&#10;&#10;das Kollier (English = The Necklace.)&#10;&#10;Through the buying of gems, everyone composes as precious a necklace as possible. The player with the most valuable necklace wins.&#10;&#10;1st Place 1999 Hippodice Spieleautorenwettbewerb.&#10;&#10;Game is about  making a necklace out of gem cards. Each player starts with money and as gems are displayed they are auctioned off. 2 different types of auctions exist a conventional one where prices rise  and one that works in the opposite direction from which prices are fixed by the auctioneer.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Auction: Dutch",
      "Set Collection"
    ],
    "Families": [
      "Theme: Jewelry"
    ]
  },
  {
    "Rank": "24146",
    "Name": "This Hallowed Ground",
    "ID": 4438,
    "Year": "(1989)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.37",
    "Link": "https://boardgamegeek.com/boardgame/4438/this-hallowed-ground",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "1.875",
    "Description": "This Hallowed Ground is game with area movement like Risk. The map is covering the whole territory where the most battles have taken place&#10;&#10;There are three levels of troop quality among infantry: recruit, veteran, elite. You can upgrade your troops by winning the battle. Four Turns are one year. Each turn you roll for command points to determine how much you can do.&#10;&#10;There are a variety of naval units in the game: riverboats, troop transports, raiders, frigates, ironclads, and cruisers.&#10;&#10;The beauty of the game are the many plastic pieces.&#10;&#10;It&acute;s a very light Civil war game ( a kind of mixture of A HOUSE DIVIDED and AXIS and Allies)&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Civil War",
      "Miniatures",
      "Nautical",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Movement Points",
      "Simulation",
      "Variable Set-up"
    ],
    "Families": [
      "Components: Miniatures",
      "Country: USA",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "24147",
    "Name": "Europe Aflame",
    "ID": 5882,
    "Year": "(1989)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.53",
    "Link": "https://boardgamegeek.com/boardgame/5882/europe-aflame",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.4615",
    "Description": "Europe Aflame is a game of the land, sea, and air combat fought in Europe and the Middle East during World War II.  Each player commands one of the major alliances of the war... choosing strategies, building forces, and conducting campaigns as supreme commander.&#10;&#10;Rules are included for movement, combat, special units, supply, industry, invasion and conquest.  It should be noted that the units are all placed in small plastic holders so that they stand up on the map... all markers lie flat.&#10;&#10;Three short scenarios and a complete Campaign game are included.  Victory conditions depend on the scenario chosen, but in most cases in depends on control of industrial points.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area Movement",
      "Area-Impulse",
      "Dice Rolling",
      "Movement Points",
      "Scenario / Mission / Campaign Game",
      "Secret Unit Deployment",
      "Team-Based Game"
    ],
    "Families": [
      "Components: Block Wargames",
      "Continents: Europe"
    ]
  },
  {
    "Rank": "24148",
    "Name": "Trivial Pursuit: Genus 5",
    "ID": 2819,
    "Year": "(2000)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.54",
    "Link": "https://boardgamegeek.com/boardgame/2819/trivial-pursuit-genus-5",
    "Min Players": "2",
    "Max Players": "24",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.8182",
    "Description": "The popular game of Trivial Pursuit from 2000. Categories include People &amp; Places, Arts &amp; Entertainment, History, Science &amp; Nature, Sports &amp; Leisure, and Wild Card&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Game: Trivial Pursuit"
    ]
  },
  {
    "Rank": "24149",
    "Name": "Pixit",
    "ID": 246499,
    "Year": "(2018)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.30",
    "Link": "https://boardgamegeek.com/boardgame/246499/pixit",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Create order out of chaos! Pile up your Pixits, pick a card, and twist, turn and tip your cubes into place to recreate a pixelated image. This highly addictive, simple to learn game can be played alone, in pairs or in groups &ndash; hours of fun inside one little cube!&#10;&#10;Pixit is for ages 6+ and can be played alone, in pairs or in groups. For two players, the Head-to-Head Mode urges players to pile up their Pixit cubes, pick a card, and then twist, turn and tip their 16 cubes into place to be the first to recreate the pixelated image shown on the card.&#10;&#10;For Solo play, create images as fast as possible against the clock, and the aim is to beat your best time! Alternatively, the Memory Mode is for 2&ndash;6 players, in which one player is the builder and must recreate the image as the other players guess what is being formed. Each player has only one chance to guess what is being built, and if a player guesses incorrectly, they are out for that round. The faster you guess, the more points you win!&#10;&#10;Whether Pixit is played in teams, in pairs or as a solo activity, each mode is exceedingly addictive and gets tremendously tense as the Pixit cubes twist and turn. With each game taking between 15 and 30 minutes to play, it&rsquo;s the perfect entertainment for a long journey or a cosy afternoon.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Deduction",
      "Party Game",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Memory",
      "Pattern Building",
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "24150",
    "Name": "Monopoly: Las Vegas",
    "ID": 10033,
    "Year": "(2000)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.84",
    "Link": "https://boardgamegeek.com/boardgame/10033/monopoly-las-vegas",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "1.75",
    "Description": "A monopoly (from Greek monos &mu;&#207;&#140;&nu;&omicron;&sigmaf; (alone or single) + polein &pi;&omega;&lambda;&epsilon;&#225;&#191;&#150;&nu; (to sell)) exists when a specific person or enterprise is the only supplier of a particular commodity.&#10;&#10;Monopoly is a roll-and-move game where players move around the game board buying or trading properties, developing their properties with houses and hotels. When opponents land on players owned property, the owning player collects rent from the landing player. Owning sets of properties increases the rent paid to the player who owns them, by the player who lands on the square. The ultimate goal is to have the most money and drive opponents into bankruptcy.&#10;&#10;Monopoly game using Las Vegas sites and casinos as the properties.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Cities: Las Vegas (Nevada, USA)",
      "States: Nevada"
    ]
  },
  {
    "Rank": "24151",
    "Name": "Tooor!",
    "ID": 21051,
    "Year": "(2005)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.44",
    "Link": "https://boardgamegeek.com/boardgame/21051/tooor",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.4444",
    "Description": "Tooor! is based on Finale, a game published 7 years earlier.   It&acute;s easier and faster to play.&#10;&#10;Both players act as football coaches. Every football team contains eleven players. Circles on the edge of a players' portrait symbolize his fitness state. To make a move, each player chooses up to three players. The sum of the circled numbers added to the dice rolling total equals your movement potential. The winner of this duel has the chance to score a goal. After the duel all concerned footballers are rotated by 90 degrees, so that the player fitness is constantly being updated and changed.&#10;&#10;Re-implements:&#10;&#10;    Finale&#10;&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Two-player games (Kosmos)",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "24152",
    "Name": "Der rätselhafte Zauberwald",
    "ID": 357867,
    "Year": "(2022)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.38",
    "Link": "https://boardgamegeek.com/boardgame/357867/der-ratselhafte-zauberwald",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "75",
    "Play Time": "75",
    "Weight": "1",
    "Description": "Der r&auml;tselhafte Zauberwald (&quot;The enigmatic enchanted forest&quot;) is an escape game full of riddles and puzzles that consists only of cards.&#10;&#10;The shortcut through the forest turns out to be a big mistake: the players suddenly find themselves in a magical clearing, surrounded by strange magical creatures.&#10;To get out again, they have to elicit coded clues from the forest residents. Will they find the exit in time?&#10;&#10;How to play:&#10;The players are trapped in the mysterious enchanted forest and have to find their way out as quickly as possible.&#10;To find their way out, they are dependent on the help of the forest inhabitants. These pose a riddle to the players each time before they reveal their knowledge.&#10;The players must first solve all 17 riddles of the forest inhabitants to then master the last big riddle: Where is the exit from the mysterious enchanted forest?&#10;&#10;By the way: The game material remains intact and can therefore be used again and again.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": []
  },
  {
    "Rank": "24153",
    "Name": "That Snow Moon",
    "ID": 213268,
    "Year": "(2017)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.31",
    "Link": "https://boardgamegeek.com/boardgame/213268/that-snow-moon",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1",
    "Description": "The Liberation is trying to put their plans together to expose the weakness of the Dynasty superweapon. The Dynasty is trying to find the Liberation Base to destroy it.&#10;&#10;Never forget that snow moon: it's a space station.&#10;&#10;That Snow Moon is a space opera inspired by a popular movie involving space and battles, while not actually infringing upon intellectual property.&#10;&#10;In the game, players divide into two teams: Liberation and Dynasty. Liberation throws their cards facedown onto the field, trying to assemble a particular set of cards. The Dynasty drops their cards onto the table, trying to land on the Liberation cards to reveal them and take out important cards from the Liberation.&#10;&#10;The Liberation tries to bluff and disguise what they're doing, while the Dynasty tries to outguess and crush them, which each side uses its unique special abilities as best it can.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Bluffing",
      "Card Game",
      "Print & Play",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Containers: Wallets",
      "Series: Wallet Games (Button Shy)",
      "Setting: Pocket Universe (Button Shy)"
    ]
  },
  {
    "Rank": "24154",
    "Name": "Bluey Scavenger Hunt Game",
    "ID": 353518,
    "Year": "(2018)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.42",
    "Link": "https://boardgamegeek.com/boardgame/353518/bluey-scavenger-hunt-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "&quot;Meet Bluey! A loveable, six-year-old Blue Heeler dog, whose everyday family life becomes a playful adventure. It's almost time for bed, but Bluey and her friends want to play a game of Scavenger Hunt. The Bluey Scavenger Hunt Game is all about finding, playing and collecting. Players must work together as a team to find 12 toy tokens.... This fun game is full of fun activities to perform, fun things to find and fun questions about Bluey to answer.&quot;&#10;&#10;-description from publisher's website&#10;&#10;In this game, the players must work together as a team, just like in the show, to win the game! On your turn, you will roll the die to move around the board. Most of the spaces you land on ask you to do something fun&mdash;either find, play, or think! If you can do it, then you will win 1 toy token for the team. And if the players can together collect 12 toys before bed time then everybody wins the game! But if the clock makes it all the way to bedtime first, then nobody wins. But don't worry, you can always try again!&#10;&#10;Components: Game Board, 20 Find Cards, 10 Play Cards, 35 Toy Tokens and 4 Player Pawns with bases.&#10;&#10;-description from instructions&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Acting",
      "Cooperative Game",
      "Race",
      "Roll / Spin and Move",
      "Singing"
    ],
    "Families": [
      "TV Shows: Bluey"
    ]
  },
  {
    "Rank": "24155",
    "Name": "Señor Pepper",
    "ID": 254149,
    "Year": "(2018)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.35",
    "Link": "https://boardgamegeek.com/boardgame/254149/senor-pepper",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Se&ntilde;or Pepper is a fast card game, with the goal to get the right Pepper figure faster than your opponents.&#10;On the cards in this game are different colors Se&ntilde;or Peppers: Yellow, Red and Green. Or all 3 the colors.&#10;&#10;The game begins by making equal stacks of cards for each player and putting down the three Se&ntilde;or Peppers at the center of the table.&#10;Next, it is a matter of every player turning 1 card at the same time and making it visible to everyone.&#10;Then players must count how many Se&ntilde;or Peppers are visible in each color. The color that is most visible on the cards is the color Se&ntilde;or Pepper to be caught.&#10;But beware! If there is an equal score between colors, nothing should be taken!&#10;&#10;Are you the fastest? Then you win the round!&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "24156",
    "Name": "Monopoly: Dragon Ball Z",
    "ID": 257904,
    "Year": "(2017)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/257904/monopoly-dragon-ball-z",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "1",
    "Description": "Raise Your Power Level. In this episode of Dragon Ball Z, we find the Z fighters in an epic battle of dice rolling and real estate! Recruit legendary warriors like GOKU, VEGETA and GOHAN to help in this adventure of MONOPOLY: Dragon Ball Z! Take a chance to be the richest fighter in the world as you encounter the RED RIBBON ARMY and the CAPSULE CORP. Friends like BULMA and MASTER ROSHI can help you along the way on your path to greatness! Can you collect all the deeds and be the greatest? Find out, when you play MONOPOLY: Dragon Ball Z! This Game Stop exclusive edition includes a bonus 7th token - Hercule's Champion Belt!&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Characters: Dragon Ball",
      "Game: Monopoly (Official)"
    ]
  },
  {
    "Rank": "24157",
    "Name": "Smear",
    "ID": 3701,
    "Year": "(1999)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.36",
    "Link": "https://boardgamegeek.com/boardgame/3701/smear",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.1538",
    "Description": "Players attempt to empty their hand of cards by playing them onto a pattern on the table.  Cards are matched by color to existing series of colors on the table (&quot;runs&quot;) which can be continued or deliberately ended.  If a &quot;run&quot; has a Smear card in it, anyone who adds to that run must draw additional cards after playing.  When one player runs out of cards, the others win points according to what's left in their hands, which is a bad thing as the goal is to finish a set number of rounds with the least amount of points.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game"
    ],
    "Mechanics": [
      "Matching",
      "Pattern Building",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "24158",
    "Name": "Ich glaub, mein Schwein pfeift",
    "ID": 209285,
    "Year": "(2016)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.37",
    "Link": "https://boardgamegeek.com/boardgame/209285/ich-glaub-mein-schwein-pfeift",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1",
    "Description": "The pig pen is busy! Farmer Kasulke has just put some fresh apples in the feed boxes and now all the piglets are excitedly running around. But getting to the sweet apples is not so easy. Only the player who has a bit of luck guessing and keeps an eye on the other players&rsquo; piglets can let his or her piglet whistle or jump at the right time ... and thus collect the coveted apples.&#10;A clever guessing rally.&#10;&#10;- quick to explain and get started &#10;- a bluffing and competitive game for the whole family&#10;&#10;&bull;&bull;&bull;&#10;&#10;German publisher's text:&#10;Auf dem Schweinehof geht&rsquo;s rund! Denn Bauer Kasulke&#10;hat frische &Auml;pfel in die Futterkisten gelegt. Da sausen&#10;alle Schweinchen los. Aber ganz so einfach kommt man&#10;nicht an die s&uuml;&szlig;en &Auml;pfel. Nur wer etwas Rategl&uuml;ck hat&#10;und die Schweinchen der Mitspieler im Blick beh&auml;lt,&#10;kann im richtigen Moment sein Schweinchen pfeifen&#10;oder springen lassen &hellip; und so die begehrten &Auml;pfel&#10;sammeln.&#10;Eine pfiffige Raterallye.&#10;&bull; kurz erkl&auml;rt und schnell losgespielt&#10;&bull; Bluff- und Wettlaufspiel f&uuml;r die ganze Familie&#10;&#10;",
    "Categories": [
      "Animals",
      "Bluffing",
      "Children's Game",
      "Racing"
    ],
    "Mechanics": [
      "Push Your Luck"
    ],
    "Families": [
      "Animals: Pigs",
      "Series: Mitbringspiele S (HABA)"
    ]
  },
  {
    "Rank": "24159",
    "Name": "Hook!",
    "ID": 147685,
    "Year": "(2014)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/147685/hook",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.125",
    "Description": "The player pirates are under attack in Hook, and they need to use their three sighting cards &mdash; square cards with holes in them &mdash; to determine where to fire their cannonballs in retaliation. Try to spot parrots and rum through the holes, while not letting a cannonball hit you!&#10;&#10;",
    "Categories": [
      "Animals",
      "Fighting",
      "Party Game",
      "Pirates",
      "Real-time"
    ],
    "Mechanics": [
      "Player Elimination",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "24160",
    "Name": "Forgotten Axis: The Romanian Campaign",
    "ID": 8514,
    "Year": "(2001)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.35",
    "Link": "https://boardgamegeek.com/boardgame/8514/forgotten-axis-the-romanian-campaign",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3",
    "Description": "Forgotten Axis: The Romanian Campaign is a pair of games based on battles involving the Romanian army of WW2. Jakimivka covers the August 1941 counterattack by the Soviet 9th Army against the Romanian Cavalry Corps, while Kuban Gateway covers the August 1942 seizure of the Taman Peninsula by the Romanian Cavalry Corps.&#10;&#10;The game uses the same low-complexity, fast-playing system as the earlier Murmansk (#194) and Finnish Front (#199) games.&#10;&#10;Game Scale:&#10;Turn: unk&#10;Hex: 1.2 miles / 2 km&#10;Unit: Company to Regiment&#10;&#10;Game Inventory:&#10;One 22&quot; X 34&quot; mapsheet (divided into two 17&quot; x 22&quot; maps)&#10;Two countersheets (240 1/2&quot; counters)&#10;One 8 page rules booklet&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Zone of Control"
    ],
    "Families": [
      "Country: Romania",
      "History: World War II (Eastern Front)",
      "Magazine: Strategy & Tactics",
      "Players: Two-Player Only Games",
      "Series: Forgotten Axis (Decision Games)"
    ]
  },
  {
    "Rank": "24161",
    "Name": "Slammer",
    "ID": 14758,
    "Year": "(2004)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.24",
    "Link": "https://boardgamegeek.com/boardgame/14758/slammer",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "From the publisher's web site:&#10;&#10;&quot;Slammer is fast, exciting and full of fun! Listen to the sound coming from the randomizer and try to grab a pair of cards matching with that sound &ndash; with both sides of your slapstick. You have to be quicker and more sharp-eyed than the other players, because everybody is trying to grab the correct pair of cards and the randomizer keeps on playing new sounds at short intervals. The player who collects the most pairs during three rounds of slamming and grabbing wins the game!&quot;&#10;&#10;From the box cover:&#10;&#10;&quot;Fast, fun and full of action&quot;&#10;&#10;and&#10;&#10;&quot;Fun and frantic family game&quot;&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Electronic",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "24162",
    "Name": "Boo-ty Call",
    "ID": 362888,
    "Year": "(2023)",
    "Geek Rating": "5.497",
    "Avg Rating": "6.04",
    "Link": "https://boardgamegeek.com/boardgame/362888/boo-ty-call",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "90",
    "Weight": "0",
    "Description": "&quot;Boo-ty Call&quot; is a party game of deduction and seduction where lonely mediums interpret cryptic answers from a sexy ghost in a race to score! Imagine if Guess Who and Red Flags had a spooky baby. That would be this game!&#10;&#10;One player will be acting as a Ghost, looking to get a little lively with the living.  They will draw a Ghost Profile card and learn their secret identity before shuffling it with 7 other profile cards and placing them face up on the table in view of all players in a 2 x 4 grid. All the other players will be acting as Mediums looking to be the first to correctly guess the ghost player&rsquo;s identity from among the 8 face up Ghost Profile cards on the table. They will do this by asking the Ghost player questions using S&eacute;ance cards.&#10;&#10;However, the Ghost has a hard time communicating across the veil and will be restricted in how they share their information based on the s&eacute;ance performed. The types of s&eacute;ances may require the ghost to knock their answers, use charades, make faces, or use non-verbal sounds to clue the mortal morsels in to their identity. There are limited chances to perform these rituals and if you take too long, the Ghost thinks you're playing games and the round will end.&#10;&#10;When a Medium thinks they know who the Ghost is they can tap the card on the board.  If they tap correctly, they successfully hooked up and both they and the Ghost score a point.  If they tap the wrong Ghost, they have made an awkward misjudgment and won't be able to guess again this round.&#10;&#10;Then the Medium to the left of the Ghost becomes the next Ghost and play continues in this manner until someone has 5 points and is declared the winner!&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Communication Limits",
      "Deduction",
      "Race",
      "Targeted Clues"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Mechanism: Image Interpretation"
    ]
  },
  {
    "Rank": "24163",
    "Name": "Bastogne ...and the Battle of the Ardennes December, 1944",
    "ID": 11496,
    "Year": "(1969)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.68",
    "Link": "https://boardgamegeek.com/boardgame/11496/bastogne-and-the-battle-of-the-ardennes-december-1",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.5",
    "Description": "Bastogne ...and the Battle of the Ardennes December, 1944 was first released in Strategy &amp; Tactics magazine #20 (December 1969) along with Anzio Beachhead. It was also available in SPI's &quot;white-box&quot; and &quot;Flat Pack&quot; lines.&#10;&#10;This was Dunnigan's first (of several) Battle of the Bulge games.&#10;&#10;Per Dunnigan:&#10;&#10;&quot;Bastogne was an attempt to do the Bulge with max accuracy. The map was a tedious effort to create, working from Belgian government maps from the 1930s. After Bastogne I decided to emphasize playability in my Bulge designs.&quot;&#10;&#10;(e-mail with Neopeius, 9-9-11)&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Cities: Bastogne (Belgium)",
      "Country: Belgium",
      "Country: France",
      "Country: Luxembourg",
      "Country: United Kingdom",
      "Country: USA",
      "Digital Implementations: VASSAL",
      "History: World War II (Battle of the Bulge)",
      "Magazine: Strategy & Tactics",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "24164",
    "Name": "Overkill: Halloween Slasher",
    "ID": 218367,
    "Year": "(2016)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.29",
    "Link": "https://boardgamegeek.com/boardgame/218367/overkill-halloween-slasher",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "40",
    "Weight": "1",
    "Description": "Overkill is a card game where you compete to come up with the most ridiculous or creative horror movie-themed kill. Players take on the roles of various monsters from horror movie lore, and compete for the most prized victims &ndash; when the sun rises, the player with the most total point&rsquo;s worth of victims wins!&#10;&#10;Create a stack of six &quot;victim cards&quot; and compete to kill the top victim card in each of the six rounds by creating a gruesome tale with your murder cards explaining what you intend to do to said victim.  Story cards numbered 1 to 6 that describe just how you intend to pummel them to death and with what, where, your ritual, when you'll stop the pummeling, and why you finally decide they're dead.  But as you weave your tale other players might add on to you story with frustrating &quot;But&quot; cards that nullify part of your plan.  Every time you play a card, you must read the entire story aloud which is really where this game shines, however other than a good laugh, the story you weave is irreverent for the victory, as the player with the most cards (1 thru 6, only one of each number may be in play per player) claims the victim. Different victims have different points, and and the end victim points are added up to see who wins the game.&#10;&#10;Look it's a cheerleader, I'm going to skin her, with a chainsaw, in a creepy motel, while laughing maniacally, until the prophecy is complete, because she knows too much.  But..... you won't be using that chainsaw because she knows your secret weakness!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Horror",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "Movies: Horror Movies",
      "Theme: Villainy"
    ]
  },
  {
    "Rank": "24165",
    "Name": "Cleopatra's Caboose",
    "ID": 24795,
    "Year": "(2010)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.51",
    "Link": "https://boardgamegeek.com/boardgame/24795/cleopatras-caboose",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "2.3077",
    "Description": "Cleopatra's Caboose: The train game based...in Ancient Egypt?!?&#10;&#10;Cleopatra's Caboose is a train game for 3 to 5 players that's based in Ancient Egypt.  Each turn, players bid for the right to utilize a game designer of their choosing which denotes both the turn order and a special ability that can be used that turn.&#10;&#10;Players construct tracks, ship fruits to cities that need them, construct buildings for victory points and to improve a city's status, and build pyramids to make a city more prestigious.  Be careful, though; you have a limited amount of money and actions in which to accomplish your goals!  Manage both wisely and become the Emperor of Ancient Egypt!&#10;&#10;",
    "Categories": [
      "Ancient",
      "City Building",
      "Economic",
      "Humor",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Commodity Speculation",
      "Open Drafting",
      "Pick-up and Deliver",
      "Variable Player Powers"
    ],
    "Families": [
      "Ancient: Egypt",
      "Components: Map (Continental / National scale)"
    ]
  },
  {
    "Rank": "24166",
    "Name": "Gassy Gus",
    "ID": 28307,
    "Year": "(2006)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.25",
    "Link": "https://boardgamegeek.com/boardgame/28307/gassy-gus",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6",
    "Description": "From the press release:&#10;&#10;The Gut-Busting Game that&rsquo;s a Blast! Gassy Gus is the hilarious game that&rsquo;s a blast for all ages! Players use cards to &ldquo;feed&rdquo; Gus all sorts of gaseous foods &ndash; from broccoli to baked beans. With each tasty dish players must pump up Gus and watch his belly grow bigger and bigger. Watch out for the big blast of &ldquo;gas&rdquo;! You never know when Gus will have a blow-out and give you a stinky penalty. Be the first to feed Gus all your food and win!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Children's Game",
      "Humor"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Balloons"
    ]
  },
  {
    "Rank": "24167",
    "Name": "Ascended",
    "ID": 203410,
    "Year": "(2016)",
    "Geek Rating": "5.497",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgame/203410/ascended",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2",
    "Description": "In Ascended, players take on the role of a magic-sensitive creature that awakens alone in the middle of a medieval-like, dark and icy landscape, completely oblivious to where or what it is. Players will make their way through this wild and dangerous setting, fighting for self-awareness and searching for the ultimate reward - ascension.&#10;&#10;Ascended is a game that combines elements of Strategy, Exploration, Fantasy and RPG. It features several ingenious game mechanics ranging from changing game cycles (Daylight and Darkness) and terrain to unique map building, card drafting and combat systems, all framed within a dark and unexpected plot that unveils as the game progresses.&#10;&#10;The path to ascension is filled with adventure. Players will start isolated, unaware of each other's locations and identities. Based on a limited number of possible decisions, they will be able to explore random unknown territory, influence map building and positioning, raid ancient sites for precious artifacts, deal with local superstition, master god-like mutations, recruit brave companions and fight notorious Villains. Inevitably, they will also directly confront each other in epic Close Combat.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Grid Movement",
      "Hand Management",
      "Modular Board",
      "Open Drafting",
      "Pick-up and Deliver",
      "Player Elimination",
      "Role Playing",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "24168",
    "Name": "Z pohádky do pohádky",
    "ID": 53631,
    "Year": "(2006)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.45",
    "Link": "https://boardgamegeek.com/boardgame/53631/z-pohadky-do-pohadky",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "The goal of game is to get to the castle. In this castle there the treasury is hidden. During your journey you will meet fairy characters and these characters will have some influence to your advance. Characters are printed on cards. &#10;Content:1 game board&#10;20 pieces of fairy characters&#10;20 stools&#10;1 dice&#10;CZ and SK instructions&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "24169",
    "Name": "En la mente de Sherlock",
    "ID": 344533,
    "Year": "(2021)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.44",
    "Link": "https://boardgamegeek.com/boardgame/344533/en-la-mente-de-sherlock",
    "Min Players": "1",
    "Max Players": "24",
    "Min Play Time": "300",
    "Play Time": "600",
    "Weight": "2.75",
    "Description": "Enter the mind of a retired Sherlock Holmes, recall and explore his past through the proposed puzzles and solve his last great mystery. In the mind of Sherlock is a narrative card game in which you must solve riddles while interacting with the system through your email.&#10;&#10;In Sherlock's Mind,get into the shoes of three characters during the story: Sherlock, Moriarty and Watson. Each one will have their own mathematical and logical that you will have to solve in order to reach the end of the adventure. Some solutions will need the internet to solve.&#10;&#10;In Sherlock's Mind is a narrative puzzle-solving game with a high level of difficulty (for some) with email and web-based components.&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;Entra dentro de la mente de un Sherlock Holmes ya retirado, rememora y explora su pasado a trav&eacute;s de los acertijos propuestos y resuelve su &uacute;ltimo gran misterio.&#10;&#10;En la mente de Sherlock es un juego de cartas narrativo en el que deber&aacute;s resolver enigmas mientras interact&uacute;as con el sistema mediante tu correo electr&oacute;nico.&#10;&#10;&mdash;descripci&oacute;n del editor&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Murder / Mystery",
      "Novel-based",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Books: Sherlock Holmes",
      "Category: Escape Room Games",
      "Components: Digital Hybrid – App/Website Required",
      "Players: Games with Solitaire Rules",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "24170",
    "Name": "Sugi",
    "ID": 191110,
    "Year": "(2016)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/191110/sugi",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "1.3333",
    "Description": "Delve into the enchanted woods of Sugi, meet the spirits dwelling there, and guide your predilect descendants so that they are the first to make it to the Temple.&#10;&#10;In Sugi, players represent the spirit ancestors trying to guide their descendants through the forest so they find the Temple. Each player has a family tree indicating which are their favorite descendants and win points if they arrive in the right order. In turn order, players must play one of their cards in hand in one of these two ways:&#10;&#10;&#10;    Adding the card to the movement line face down. When there are five movement cards, they are revealed and the movements resolve.&#10;    Discarding the card to use its special ability. (Rotate a card or tile, draw cards, discard from the movement line...)&#10;&#10;&#10;The author, V&iacute;ctor Samitier (aka Kiru) is a member of the Spanish association of board game designers Ludo, coming from an artistic background in the fields of music and cinema. In 2015 he won the express board game design contest &quot;crearxcrearxcrear&quot; in the Granollers fair &ldquo;JugarxJugar&rdquo;.&#10;&#10;",
    "Categories": [
      "Exploration",
      "Racing"
    ],
    "Mechanics": [
      "Action Queue"
    ],
    "Families": [
      "Crowdfunding: Verkami"
    ]
  },
  {
    "Rank": "24171",
    "Name": "My Very First Games: Building Site",
    "ID": 314348,
    "Year": "(2020)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.37",
    "Link": "https://boardgamegeek.com/boardgame/314348/my-very-first-games-building-site",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Site manager Bruno Bear needs help building a house.&#10;&#10;In My Very First Games: Building Site, players must find matching traffic cone tiles and drive them to the construction site with the dump truck. Step by step, the foundations, walls, roof, and garden take shape. Finding out about what construction workers do makes every player a winner. A collaborative matching and memory game.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Matching",
      "Memory"
    ],
    "Families": [
      "Series: My Very First Games (HABA)"
    ]
  },
  {
    "Rank": "24172",
    "Name": "The Charade Game",
    "ID": 4849,
    "Year": "(1985)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.40",
    "Link": "https://boardgamegeek.com/boardgame/4849/the-charade-game",
    "Min Players": "4",
    "Max Players": "12",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.6",
    "Description": "Nothing more than a boxed version of the classic parlor game Charades.  Includes cards with at-the-ready titles to pantomime, plus a cheat-sheet to assist newcomers with the signals used in charades.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "24173",
    "Name": "Lost In Straya",
    "ID": 313695,
    "Year": "(2021)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.38",
    "Link": "https://boardgamegeek.com/boardgame/313695/lost-in-straya",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Lost In Straya is a survival card game with fighting, crafting and scavenging. You play as a tourist who becomes stranded during an exciting outback safari.&#10;&#10;In this card drafting survival game, each player draws two cards of their choice per turn from 3 central decks. Be the first player to get rescued by finding 3 phone reception cards hidden in the Explore Deck - all while scavenging for supplies in the Scavenge Deck, crafting epic weapons in the Items Deck and fighting off vicious wildlife that are trying to stop you in the Explore Deck! The first player to do so wins the game.&#10;&#10;For 1-6 players, ages 8+, 20min game time.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Humor"
    ],
    "Mechanics": [
      "Open Drafting",
      "Solo / Solitaire Game",
      "Trick-taking"
    ],
    "Families": [
      "Country: Australia",
      "Crowdfunding: Kickstarter",
      "Players: Games with Solitaire Rules",
      "Theme: Survival"
    ]
  },
  {
    "Rank": "24174",
    "Name": "Order's Up!",
    "ID": 65557,
    "Year": "(2010)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.38",
    "Link": "https://boardgamegeek.com/boardgame/65557/orders-up",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "From the publisher's website:&#10;&#10;It's rush hour at the Ring-a-Ding Diner and you must hurry to serve a table full of hungry customers! Roll the die to add dishes to your tray. Roll a Free Meal or snag the Special of the Day to help fill your order. And if you roll a bell, it's a mad dash to grab your grub before another player beats you to the lunch! Be the first to complete all your orders and - DING! - you're the winner!&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "24175",
    "Name": "UNO Madness",
    "ID": 9250,
    "Year": "(1995)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.27",
    "Link": "https://boardgamegeek.com/boardgame/9250/uno-madness",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.3333",
    "Description": "UNO Madness is an implementation of the classic card game UNO with a mechanical gimmick.  The game is played on a spring-mounted tray.  After latching, the tray springs when a mechanical timer expires.  The tray has 24 slots lined in a spiral path; the final slot (in the centre) is labeled with the word UNO.&#10;&#10;At the start of the game, the tray is latched and the timer wound up.  Each player draws five tiles and keep their hand secret from the others.  The first player places a numbered tile in the first slot on the tray and starts the timer.  Continuing with the next player in sequence, the players follow the standard UNO rules in playing their tiles (color succeeds color, number succeeds number, draw when unable to play, etc).  They also have to say &quot;Madness&quot; to signify the end of their turn.&#10;&#10;Play stops when a player has played his or her last tile, has played a tile on the last slot, or when the timer expires.  In the first two cases, the player records his score (according to UNO rules, summing up values of the tiles in other players' hands) and the game is reset (tiles reshuffled and redrawn, etc).  For the last case, everybody keeps their hand and the player who has yet to finish his or her turn when the board has sprung draws four more tiles.  Play then continues.  The game ends after a certain accumulated score has been reached or a certain number of rounds have been played.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Electronic"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Game: UNO"
    ]
  },
  {
    "Rank": "24176",
    "Name": "Gang Up!",
    "ID": 167892,
    "Year": "(2015)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.70",
    "Link": "https://boardgamegeek.com/boardgame/167892/gang-up",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.4",
    "Description": "Gang Up! is casual card game where you compete to become the ultimate crime lord! Recruit legendary gang members and commit crazy daring crimes. Use criminal influences and team up with other players to get ahead. And when they least expect it, backstab them to win the game!&#10;&#10;What's so good about Gang Up!?&#10;&#10;Well...!&#10;&#10;&#10;    Constantly choose between helping or backstabbing friends!&#10;    Use weird card combos and advanced tactics&#10;    Always influence the game, even when it's not your turn!&#10;    Never get stuck at last place; we put you back in the race!&#10;    An overload of crazy criminals &amp; crimes!&#10;    Beautiful artwork, no shabby back alley illustrations here.&#10;    And it's easy to learn &amp; quick to play!&#10;&#10;&#10;Version 1: Kickstarter edition (english, 2015)&#10;verion  2; published by HOT Games (english, 2016) &amp; Czacha Games (polish, 2017)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip",
      "Humor",
      "Mafia",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Team-Based Game",
      "Traitor Game"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Crowdfunding: Kickstarter",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "24177",
    "Name": "Bacon Wars",
    "ID": 188968,
    "Year": "(2015)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.45",
    "Link": "https://boardgamegeek.com/boardgame/188968/bacon-wars",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "1.75",
    "Description": "From the rulebook:&#10;&#10;Dark times have fallen over the kingdom of Baconia, the mythical kingdom where bacon grows on trees. Beloved and powerful Queen Angie O'Plasty has died and left no heir, leaving the barons competing for supremacy.&#10;&#10;In Bacon Wars, you are a baron(ess) vying for dominance over Baconia in the power vacuum the Queen left.  Can you be the baron that seizes control over the delicious land?&#10;&#10;Each player control bacon orchards and uses bacon strips (yielded in part by those orchards) to play cards. Cards come in several different types and require different bacon costs be paid in order to be played.  Players take turns drawing cards and spending bacon to play them until there is a winner.&#10;&#10;To win, a player must either:&#10;A) be the only player with any orchards left, or &#10;B) have two level 3 orchards at the beginning of his or her turn.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Food & Drink: Bacon"
    ]
  },
  {
    "Rank": "24178",
    "Name": "I Can't Even With These Monsters",
    "ID": 211168,
    "Year": "(2016)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.41",
    "Link": "https://boardgamegeek.com/boardgame/211168/i-cant-even-with-these-monsters",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.3333",
    "Description": "I CAN&rsquo;T EVEN is a series of card games that all share one rule: The player with the highest odd score wins! For example, if the game ended with players at 9, 16, 20, and 22 points, the player with 9 points would win! Each game is standalone or can be shuffled together.&#10;&#10;I Can't Even With These Monsters has 56 monster cards: Amalgam, Blob, Ghost, Ichthid, Invisible, Mummy, Vampire, Werewolf, each appearing seven times.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Organizations: Game Designers of North Carolina"
    ]
  },
  {
    "Rank": "24179",
    "Name": "Let's Do Lunch!",
    "ID": 6582,
    "Year": "(2000)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.41",
    "Link": "https://boardgamegeek.com/boardgame/6582/lets-do-lunch",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.125",
    "Description": "An abstract two-player game played on a 7x7 board with 12 cannibal pawns per player. The three six-sided dice show the numbers 1 to 3, twice each per die. A half-hearted attempt has been made to theme the game around two cannibal tribes trying to eat each other.&#10;&#10;The columns on the board are numbered 3 to 9. Down the center of the board (column 6) runs a stream. The board is initially empty. Each player in turn rolls the three dice and then places one of their cannibals anywhere on the column given by the total of the three dice. If a player rolls three of a kind, they place a pawn and then take another turn. If a player rolls 1,2,3 then they do not place a pawn. If you enclose a line of the opponent's pawns between two of your pawns (horizontally, vertically, or diagonally), then the opponent must take back their pawns except for those in column 6.  The enclosure may wrap around the top and bottom of the board, but not the sides.&#10;&#10;The first player to place their final pawn on the board wins.&#10;&#10;Re-implements:&#10;&#10;&#10;     Dragonlance Mage Stones &#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Dice",
      "Prehistoric"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Components: 7 x 7 Grids",
      "Players: Two-Player Only Games",
      "Theme: Cannibals / Cannibalism"
    ]
  },
  {
    "Rank": "24180",
    "Name": "Mille Bornes: Mario Kart",
    "ID": 313925,
    "Year": "(2018)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.32",
    "Link": "https://boardgamegeek.com/boardgame/313925/mille-bornes-mario-kart",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Mille Bornes Mario Kart adds the colors and competition of the smash hit video game to the classic Mille Bornes card game. Player will still be attempting to his mileage goals but brings a who new level of gameplay to the format with the classic Mario Kart track in the form of the game board as well as powerups such as the banana, star, and koopa troopa shells to hinder your opponent and claim victory!&#10;&#10;Mille Bornes Mario Kart adds new elements of gameplay by adding a track as well as new items to not only change how far players must go to win, but how players can compete against one another.&#10;&#10;By bringing the colors of Mario Kart to Mille Borne, the first player to finish the circuit and cross the finish line is the winner!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Racing",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That",
      "Team-Based Game"
    ],
    "Families": [
      "Game: Mille Bornes"
    ]
  },
  {
    "Rank": "24181",
    "Name": "Glory Road: The First Battle of Bull Run",
    "ID": 5926,
    "Year": "(1986)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.43",
    "Link": "https://boardgamegeek.com/boardgame/5926/glory-road-the-first-battle-of-bull-run",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.4286",
    "Description": "This game, the first in 3W&#039;s 'North and South' Civil War battle series, was first published in The Wargamer Magazine (#52).  The game recreates the first Battle of Bull Run, the first major battle of the American Civil War.&#10;&#10;Morale played an important part of every Civil War battle, and Bull Run was no different.  The first player to demoralize their opponent, wins.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Civil War",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Zone of Control"
    ],
    "Families": [
      "Country: USA",
      "Magazine: The Wargamer",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "24182",
    "Name": "Eye Sea",
    "ID": 206082,
    "Year": "(2016)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.45",
    "Link": "https://boardgamegeek.com/boardgame/206082/eye-sea",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Are you ready to think fast? You'll need to do so in Eye Sea &mdash; probably in unexpected ways.&#10;&#10;At the start of play, nine of 120 cards are placed face up on the table. Whoever can first give a word or phrase that combines two of the cards &mdash; say, &quot;Sun King&quot; when a sun and a crown are visible &mdash; claims those two cards, then replaces them from the deck. When the deck runs out, whoever has collected the most cards wins!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Real-time",
      "Word Game"
    ],
    "Mechanics": [
      "Open Drafting",
      "Pattern Building"
    ],
    "Families": []
  },
  {
    "Rank": "24183",
    "Name": "Fast Figure",
    "ID": 7827,
    "Year": "(2003)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.17",
    "Link": "https://boardgamegeek.com/boardgame/7827/fast-figure",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.1667",
    "Description": "From the Publisher... &#10;It's not what you know, it's how fast you know it in this high-speed game of number placement. Players &quot;race-to-place&quot; common knowledge cards in numerical order to gain the most points. All questions have a number answer, and each round gets increasingly difficult as more numbers go down in the line. Were the number of stars on the U.S. Flag during the attack on Pearl Harbor less than the number of times Princess Diana appeared on the cover of People magazine? Next, where does the number of keys on a grand piano fall? &quot;Figure&quot; out where the answer goes before the others and score!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Number",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "24184",
    "Name": "Die kleinen Drachenritter",
    "ID": 124378,
    "Year": "(2012)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/124378/die-kleinen-drachenritter",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.2",
    "Description": "The little dragon knight&#10;&#10;The cunning dragon, has stolen Nils treasure and brought to his rock. Nils is climbing up the mountain with the help of various objects. But beware: The dragon guarded his sparkling loot carefully. Anyone who gets too close, you must beware of boulders, with which he throws around ... Who is brave and skilled enough to plunge into the adventure?&#10;&#10;Players are stacking items, putting them one on the other by the 3d dragon mountain - the stack they will create will help them to get to the dragon loot. They must be very careful, as one wrong move may destroy their progress. Also not all items can be stacked one on the other - only specific colors can go together.&#10;&#10;&#10;     Lovingly illustrated children's game with great 3D game board&#10;     Training dexterity&#10;     Promotes the recognition of different colors, sizes and shapes &#10;&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Medieval"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Creatures: Dragons"
    ]
  },
  {
    "Rank": "24185",
    "Name": "Double Crossing",
    "ID": 1654,
    "Year": "(1988)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.55",
    "Link": "https://boardgamegeek.com/boardgame/1654/double-crossing",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "60",
    "Weight": "1.2857",
    "Description": "&quot;A game that combines adventure, danger, strategy, luck of the dice, etc.  A quick thinking and dastardly deed for up to 6 players.&quot; You drive your train around the board collecting cars and eventually selling them.  Cards help you, hinder you, or allow you to hinder your opponents.&#10;&#10;",
    "Categories": [
      "Economic",
      "Trains"
    ],
    "Mechanics": [
      "Pick-up and Deliver",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Mechanic: Circuit-Based Trading Games"
    ]
  },
  {
    "Rank": "24186",
    "Name": "Jet World",
    "ID": 4999,
    "Year": "(1975)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.36",
    "Link": "https://boardgamegeek.com/boardgame/4999/jet-world",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "Players travel around the Jet World gameboard, going from city to city, to buy various World Traded Articles, some of which are &quot;worthless&quot;. The others have a value that can go up or down, according to the number showing on the World Price Board. When a player has two or three matching articles of value, the money paid by the bank, when they are sold or used as a bonus, increases tremendously. The object is to have the most money, at the end, when the value of each player's article cards and cash are added together. Game features exotic locations like London and Berlin, and commodities like diamonds, sports cars, and gold&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Economic",
      "Transportation",
      "Travel"
    ],
    "Mechanics": [
      "Commodity Speculation",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Cities: Amsterdam (The Netherlands)",
      "Cities: Berlin (Germany)",
      "Cities: London (England, UK)",
      "Cities: New York (New York, USA)",
      "Cities: Paris (France)",
      "Cities: Rome (Lazio, Italy)"
    ]
  },
  {
    "Rank": "24187",
    "Name": "Cave Pilot 55",
    "ID": 172118,
    "Year": "(2017)",
    "Geek Rating": "5.497",
    "Avg Rating": "6.31",
    "Link": "https://boardgamegeek.com/boardgame/172118/cave-pilot-55",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "100",
    "Weight": "2.875",
    "Description": "Cave Pilot 55 is an 'Arcade' card-board game where 1-4 players race their sophisticated technological bat-planes through a gauntlet cave. Players jointly contribute to the construction of the cave.&#10;&#10;The goal of the game is to finish alive with the most experience points gained during the race.&#10;&#10;Each turn, player's put a small part of the cave on the table, representing either the ceiling or the floor of the cave. By doing so, a long small cave is created on which different dangerous objects or animals (vampiric bat, giant centipedes, laser beams, etc) are shown. During movement the bat-planes fly either along the cave ceiling or along the cave floor until they arrive at a cave and have to encounter its horrors. The dice-fight that follows during an encounter can be won (experience points are gained) or lost, depending on the strength and equipment of the bat-plane. Players can strengthen their bat-planes by upgrading various parts of their plane (shields, short-range attack, plate armor, power, maneuverability and navigation &amp; control), however only at specific locations in the cave. Players can not only invest their money in upgrades, they can also decide to buy long-range missiles or booster fuel. The long-range missiles can be used to shoot rivals, caves and obstructions. Booster fuel is used to outmaneuver other players by playing an extra turn or to move diagonally. Some cave locations also offer the possibility to explore the local environment, and with a bit of luck player's  might find special upgrades there.&#10;&#10;Each game, the layout, the length and the difficulty of the cave is different. It is a tactical game, thrilling to the last turn, based on a few simple rules, in a steampunk sci-fi technological world, where players have to continually cope with limited resources.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Card Game",
      "Dice",
      "Fantasy",
      "Print & Play",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Open Drafting",
      "Race"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "24188",
    "Name": "The Witcher: The Adventure Card Game",
    "ID": 30952,
    "Year": "(2007)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.61",
    "Link": "https://boardgamegeek.com/boardgame/30952/the-witcher-the-adventure-card-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.037",
    "Description": "Wiedzmin: Przygodowa Gra Karciana (The Witcher: Adventure Card Game) bases on the bestselling Polish novel written by Andrzej Sapkowski and computer games &quot;The Witcher&quot; created by CD Projekt RED. The players hire an unbeatable warrior, Geralt the witcher, to kill monsters which ravage the countryside. The players have to use special abilities of Geralt's friends, collect attack cards, events cards and gold.&#10;&#10;The game contains the following components:&#10;&#10;- 110 cards&#10;- 24 gold tokens&#10;- Geralt marker&#10;- a money-bag&#10;- the rulebook&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Fantasy",
      "Novel-based",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Books: The Witcher",
      "Theme: Witches"
    ]
  },
  {
    "Rank": "24189",
    "Name": "Snafooey",
    "ID": 6230,
    "Year": "(1982)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.40",
    "Link": "https://boardgamegeek.com/boardgame/6230/snafooey",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "At the start of the game everyone gets 10 Chips (life points) and 4 cards. The cards have values from 1 to 4 and some are special action cards. During the game you must try to avoid getting over 30, 60 or 90 (losing 1, 2 or 3 chips correspondingly). Play a card, add it to the total, draw a card to replace it. Sounds easy, but its a fairly good card game. The last player with a chip wins a game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Math"
    ],
    "Mechanics": [
      "Hand Management",
      "Player Elimination"
    ],
    "Families": []
  },
  {
    "Rank": "24190",
    "Name": "Tegn og gæt",
    "ID": 15109,
    "Year": null,
    "Geek Rating": "5.497",
    "Avg Rating": "5.48",
    "Link": "https://boardgamegeek.com/boardgame/15109/tegn-og-gaet",
    "Min Players": "4",
    "Max Players": "12",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "This game is based on drawing assignments without using letters or numbers, which your teammates are supposed to guess.&#10;You play on teams with a max of 4 teams.&#10;&#10;Re-implemented by:&#10;&#10;    Tegn og G&#195;&#166;t Platinium&#10;&#10;&#10;",
    "Categories": [
      "Humor",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "24191",
    "Name": "Take Off",
    "ID": 9710,
    "Year": "(1999)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.42",
    "Link": "https://boardgamegeek.com/boardgame/9710/take-off",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5714",
    "Description": "Basic bidding game in which each player is an airline.  Everyone receives route cards and plane cards.  In turn, each player puts a route card (which lists locations for 3 of the plane types) from their hand up for auction.   At the end players are rewarded for connectivity within their resulting network of cities.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Card Game",
      "Transportation"
    ],
    "Mechanics": [
      "Auction / Bidding"
    ],
    "Families": []
  },
  {
    "Rank": "24192",
    "Name": "Cinelinx: A Card Game For People Who Love Movies",
    "ID": 154642,
    "Year": "(2014)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.61",
    "Link": "https://boardgamegeek.com/boardgame/154642/cinelinx-a-card-game-for-people-who-love-movies",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.6",
    "Description": "Cinelinx is a fast paced card game of connecting movies, actors, genres and more together to form cohesive links between them. With a dynamic play area based on every card played, the game constantly adapts itself to film fans of any level of skill or knowledge. Want to throw a wrench into things? Director's Cut cards can often hinder your friends or change the rules to keep things interesting. Now you finally have an outlet for that wealth of movie trivia building up in your brain!  &#10;Cinelinx is a new take on movie trivia games and is the perfect way to test your movie knowledge and challenge your friends during your next movie or game night!&#10;&#10;&#10;Rules&#10;1) Separate Director&rsquo;s Cut cards from the main deck and set them aside nearby. Then shuffle the main deck and allow each player to draw 10 cards.&#10;2) An anchor card is needed to start the game. We recommend locating a genre card from the main deck and dropping it in the center of the table to begin. The remaining genre cards should stay in the deck to be drawn randomly during gameplay.&#10;3) Decide amongst yourselves who will go first, and then continue playing clockwise.&#10;4) Players should take turns connecting cards in their hands to cards in play. Players can only play ONE card during their turn, unless instructed otherwise by a Director&rsquo;s Cut card.&#10;Tip: Cards can be dropped vertically or horizontally and connected to any open side of a card in play. The reels that are formed as cards connect should not touch unless a valid connection is made.&#10;&#10;5) Connections must be verbally announced to be considered valid. A connection can be defined as the relationship between two cards. See our official rulebook for complete connection details.&#10;Example announcement: &ldquo;Jonah Hill and Leonardo DiCaprio can be connected because they were both in &lsquo;The Wolf of Wall Street&rsquo;. &ldquo;&#10;&#10;6) During their turn, if a player does not have a playable card in their hand they can DRAW a card and play it immediately, if possible. If they still do not have a playable card in their hand they can draw a second time and play the card immediately, if possible. If they still do not have a playable card then their turn is over. &#10;Instead of drawing, if a player cannot play a card in their hand they can choose to SWAP up to three cards in their hand with three random cards from the main deck. Once a player has swapped cards their turn is immediately over. A player can only SWAP once per game. Cards that are discarded should be placed back into the main deck.&#10;7) A connection can be challenged at any time.&#10;8) The first person to shed their full hand wins.&#10;&#10;Director&rsquo;s Cut&#10;During gameplay, when someone plays a Directors card from their hand they are allowed to draw from the Director&rsquo;s Cut deck and should follow the instructions on the card they draw. Most Director&rsquo;s Cut cards can be played immediately. &#10;Challenging a play&#10;If a connection is challenged and is proven VALID then the challenger must either draw a card or lose a turn. The player who was challenged can decide which option the challenger should proceed with.&#10;If a connection is challenged and is proven INVALID then the player who was challenged must take their card back and draw an additional card. Their turn ends immediately after they draw.&#10;&#10;Download the Cinelinx Rulebook&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "24193",
    "Name": "Geek Battle: The Game Of Extreme Geekdom",
    "ID": 135431,
    "Year": "(2012)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.59",
    "Link": "https://boardgamegeek.com/boardgame/135431/geek-battle-the-game-of-extreme-geekdom",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "1",
    "Description": "This trivia game is designed to be a worthy challenge for gaming gurus, science fiction buffs, fantasy fans, comic connoisseurs, and sharp scientists. It offers a gauntlet of questions from every dimension of dorkdom and is designed to be played in teams (a team can be just one person, though). Answering correctly in four general categories moves a player's token along the spiral pathway. Landing on a Geek Battle space means two players compete to name items in a category until one can go no farther. The first player or team to reach the center (&quot;the Inner Sanctum of Geekdom&quot;) and then win a final Geek Battle against another team/player is declared the winner.&#10;&#10;Includes the board, four stand-up tokens, two dice, cards, and rules.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "24194",
    "Name": "Wir sind schwanger",
    "ID": 19647,
    "Year": "(2005)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.28",
    "Link": "https://boardgamegeek.com/boardgame/19647/wir-sind-schwanger",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Directly translated : &quot;We're pregnant&quot;&#10;&#10;Tell your relatives that your little family will have a baby and the storm starts...&#10;&#10;This game is about finding good first and family names for your unborn children, that are liked by your gaming partners as well.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "24195",
    "Name": "Vegas",
    "ID": 2147,
    "Year": "(2000)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.44",
    "Link": "https://boardgamegeek.com/boardgame/2147/vegas",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "1.7",
    "Description": "AKA 'James Ernest Writes Off Another Trip To VEGAS'.  In this game you move around a Monopoly type board.  There are three types of spaces on the board, Casino, Draw/Showdown and Penalty.  Each player starts with $500, 15 personal counters used for marking sweepstakes and laps and 5 cards dealt from a standard deck of cards.&#10;&#10;On casino spaces you get to play a casino game to try to win more money.  After playing a casino game you can buy sweepstakes tickets in that casino.&#10;&#10;On penalty spaces you pay a penalty to the casino then you may buy sweepstakes tickets.  Sweepstakes tickets are used at the end of the game to try to win each casinos pot.&#10;&#10;You can stop on draw/showdown spaces when you pass them in lieu of moving your whole dice total.  If you chose to draw you draw a card and place it in front of you.  It is considered part of your hand.  If you choose showdown all players show their hands and the player who holds the best poker hand receives the pot generated by sweepstakes ticket sales.  5 new cards are then dealt to each player.&#10;&#10;The game ends on the next showdown after all player has gone 4 (3 with 5 or 6 players) laps around the board.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Betting and Bluffing",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Cities: Las Vegas (Nevada, USA)"
    ]
  },
  {
    "Rank": "24196",
    "Name": "Famous Forehand: The World's Smallest Tennis Game",
    "ID": 124758,
    "Year": "(2012)",
    "Geek Rating": "5.497",
    "Avg Rating": "5.31",
    "Link": "https://boardgamegeek.com/boardgame/124758/famous-forehand-the-worlds-smallest-tennis-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.125",
    "Description": "&#10;        The hollow sound as the ball strikes the court, the exhilaration as you draw your racquet back, the roar of the crowd as you deliver that forehand smash you&rsquo;ve been training for your entire life... Do you have what it takes to be a famous tennis player? Find out today with Famous Forehand - the World's Smallest Tennis Game!&#10;&#10;&#10;Famous Forehand is a fun, fast-playing simulation of the sport of tennis. The game focuses on positional play, with each player receiving four randomly dealt cards prior to every serve. Each card depicts two key positions that you&rsquo;re able reach on your half of the course and the paths along which you&rsquo;ll be returning the ball. A penny tracks the position of the the tennis ball throughout the rally. The first player who&rsquo;s unable to return the ball loses the point. Famous Forehand is Game #2 in the Famous Games Company's line of World&#226;&#128;&#153;s Smallest Sports Games and the most accessible of the game designs.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Sports"
    ],
    "Mechanics": [
      "Hand Management",
      "Point to Point Movement",
      "Simulation"
    ],
    "Families": [
      "Organizations: The Game Artisans of Canada",
      "Players: Two-Player Only Games",
      "Promotional: BGG Store Promos",
      "Promotional: Board Games",
      "Series: The World's Smallest Sports Games (Famous Games Company)",
      "Sports: Tennis"
    ]
  },
  {
    "Rank": "24197",
    "Name": "Crime Solvers",
    "ID": 5156,
    "Year": "(1986)",
    "Geek Rating": "5.496",
    "Avg Rating": "5.62",
    "Link": "https://boardgamegeek.com/boardgame/5156/crime-solvers",
    "Min Players": "1",
    "Max Players": "12",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.3333",
    "Description": "From the box:&#10;&#10;The perfect way to &quot;kill&quot; an evening.&#10;&#10;Who killed Ed Kreegle?&#10;Who robbed the Britesburgh People's Bank?&#10;How did Melissa Harper die and why was she murdered?&#10;&#10;If mystery is your game, then you're ready Crime Solvers -- the murderously fun test of detection and deduction.  Ten of the most cleverly crafted crimes ever conceived wait to confound you and your friends.  How do you go about finding our whodunit?  Just piece together the clues!  No board, no special rules, no fancy equipment.  The only thing standing between each case and its solution is how thorough a job of detective work you can do.  But don't let its simplicity fool you; Crime Solvers is wrought with sinister suspects, mysterious motives and dastardly deceptions.  You can choose to solve each case alone, compete against rival sleuths or let everybody get into the act.  The fun lies not only in solving the crime, but in the lively conversation and interaction that results from group play.  But no matter how you play it, you're in for a &quot;bloody&quot; good time!&#10;&#10;Mysteries included in the game:&#10;&#10;1. Baytonen' Fifth&#10;2. Bye Bye Babysitter&#10;3. Mistress Mary&#10;4. Permanent Retirement&#10;5. Programmed to Kill&#10;6. Sports Final&#10;7. The Duke Deaths&#10;8. The House on Maple Lane&#10;9. What's Next?&#10;10. Witche's Brew&#10;plus one bonus mystery: The Tut Emerald Caper&#10;&#10;",
    "Categories": [
      "Card Game",
      "Murder / Mystery",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "24198",
    "Name": "Double Sens",
    "ID": 15563,
    "Year": null,
    "Geek Rating": "5.496",
    "Avg Rating": "5.30",
    "Link": "https://boardgamegeek.com/boardgame/15563/double-sens",
    "Min Players": "4",
    "Max Players": "16",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Sixty pictures are on the table. The clue you are given matches none of the pictures... Only one picture has a word sounding like the clue word you are looking for... And that's the answer! So think quickly and find the matching pictures before everyone else! (taken from Danossia.com)&#10;&#10;",
    "Categories": [
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "24199",
    "Name": "Kasl",
    "ID": 25642,
    "Year": "(2006)",
    "Geek Rating": "5.496",
    "Avg Rating": "5.46",
    "Link": "https://boardgamegeek.com/boardgame/25642/kasl",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.4286",
    "Description": "It is the Middle Ages, the era of seigniorial order, when decentralization of the structures of royal power has created a subtle balance between the Lords. The castle no doubt represents the new order best. By appropriating land, Lords make war on other Lords and banish them from their kingdoms. Calling on villagers and peasants the Lords mount armies worthy of their kingdoms. Defenses are fortified and new attack forces enter into play, such as the terrifying cavalry and destructive war machines.&#10;&#10;You can resist the enemy by building new strongholds. But watch out for the ever-present black plague; it can hit at any time, eliminating your armies and hindering the expansion of your kingdom. You will need to request the services of a Lord to provide moral support to your army.&#10;&#10;As the Lord of your kingdom, you will be called upon to make difficult choices throughout the game. Raising an army, recruiting new troops, building new defenses, fortifying your city and laying siege to your enemy are some of the challenges ahead. By building a diversified army and carrying out secret missions, you can amass great power to become Lord of the entire realm.&#10;&#10;",
    "Categories": [
      "Medieval",
      "Territory Building",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "24200",
    "Name": "Gotcha!",
    "ID": 93094,
    "Year": "(2011)",
    "Geek Rating": "5.496",
    "Avg Rating": "5.48",
    "Link": "https://boardgamegeek.com/boardgame/93094/gotcha",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.1667",
    "Description": "Gotcha! is the party game that breaks all the rules. In Gotcha!, each player tries to follow the constantly changing rules, while at the same time trying to catch others breaking a rule. For example, a rule card may read, &quot;People wearing jeans must use finger quotes while speaking.&quot; If any jeans-wearer speaks without using finger quotes, the first player to catch it and hit the buzzer scores! The rule cards have been designed so there are thousands of different possible rule combinations, offering great replayability and making each game different. The more rules that are played, the funnier the game gets. Catch your friends before they catch you!&#10;&#10;(from manufacturer's website)&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  }
]