[
  {
    "Rank": "N/A",
    "Name": "El Gran Descamisado",
    "ID": 351982,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.71",
    "Link": "https://boardgamegeek.com/boardgame/351982/el-gran-descamisado",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "El Gran Descamisado is a board game that combines strategy, general culture, consensus, chance, attention, verbal dexterity and mental agility. Through seven games that refer to the main milestones in the history of Peronism, an attempt will be made to obtain the seven &quot;Peronist emblems&quot; to become El Gran Descamisado.&#10;&#10;To start the game, the players will concentrate their Peronist pawns at the &ldquo;starting point&rdquo; and will return there each time their game turn ends. In their corresponding turn, each partner must turn the historical clock. When the needle stops, it will indicate the game to be played, associated with a certain event in the history of Peronism. Each of these games may be individual, in pairs or in a group, as appropriate and will allow to win a Peronist emblem. This dynamic will be repeated until someone meets the ultimate goal of obtaining the 7 emblems.&#10;&#10;&quot;Pact of Loyalty&quot;: Game of pacts and agreements. Loyalty (and trust) ensures that both parties are favored. If ambition wins, it will become an all-or-nothing challenge.&#10;&#10;&quot;Trivia Compa&ntilde;era&quot;: Classic question and answer game about curious and historical data of Peronism.&#10;&#10;&quot;Choosing a candidate&quot;: Voting game where everyone chooses who they think best represents the topic of the slogan that summons them in the electoral act.&#10;&#10;&quot;The Renunciation&quot;: A game of strategy and chance, where three slogans must be answered blindly, accepting the consequences.&#10;&#10;&quot;Peronometer&quot;: Fun group game where attention and concentration will allow you to succeed in not stumbling in Peronist calls and gestures.&#10;&#10;&quot;La Censura&quot;: Classic game where you must guess a censored word from the clues and guidance of your partner, who will also be limited in not mentioning the prohibited words.&#10;&#10;&quot;Viva Per&oacute;n&quot;: Verbal skill group game, showing creativity and ingenuity to create linguistic combinations against the clock.&#10;&#10;&#10;El Gran Descamisado es un juego de mesa que combina estrategia, cultura general, consenso, azar, atenci&oacute;n, destreza verbal y agilidad mental. A trav&eacute;s de siete juegos que remiten a los principales hitos de la historia del peronismo, se intentar&aacute; conseguir los siete &ldquo;emblemas peronistas&rdquo; para convertirse en EL GRAN DESCAMISADO.&#226;&#128;&#168;&#10;&#10;Para iniciar la partida los/las jugadores/as concentrar&aacute;n sus peones peronistas en el &ldquo;punto de inicio&rdquo; y regresar&aacute;n all&iacute; cada vez que finalice su turno de juego. En su turno correspondiente cada compa&ntilde;ero o compa&ntilde;era deber&aacute; girar el reloj hist&oacute;rico. Cuando la aguja se detenga, &eacute;sta indicar&aacute; el juego a desarrollar, asociado a determinado suceso de la historia del peronismo. Cada uno de estos juegos podr&aacute; ser individual, en duplas o grupal, seg&uacute;n corresponda y permitir&aacute; ganar un emblema peronista. Se repetir&aacute; esta din&aacute;mica hasta que alguien cumpla el objetivo final de obtener los 7 emblemas.&#10;&#10;Juegos: &#10;1)  1945: 17 de Octubre &ldquo;D&iacute;a de la Lealtad&rdquo;. Juego: &ldquo;Pacto de lealtad&rdquo; Emblema: Escudo PJ&#10;2)  1946: Primera Presidencia. Juego: &ldquo;Trivia compa&ntilde;era&rdquo; Emblema: Marcha Peronista&#10;3)  1947: Voto femenino. Ley 13.010. Juego: &ldquo;Eligiendo candidato/a&rdquo;. Emblema: Carnet de afiliaci&oacute;n&#10;4)  1951: Cabildo Abierto del Justicialismo. Juego: &ldquo;La Renuncia&rdquo;. Emblema: Bombo peronista&#10;5)  1952: Segunda Presidencia. Juego: &ldquo;Peron&oacute;metro&rdquo;. Emblema: Choripan y vino&#10;6)  1955: Golpe de Estado y Proscripci&oacute;n. Juego: &ldquo;La Censura&rdquo; Emblema: No me olvides&#10;7)  1973: Tercera Presidencia. Juego: &ldquo;Viva Per&oacute;n&rdquo;. Emblema: Dedos en V&#10;&#10;&ldquo;Pacto de Lealtad&rdquo;: Juego de pactos y acuerdos. La lealtad (y confianza) asegura que ambas partes salgan favorecidas. Si gana la ambici&oacute;n, se transformar&aacute; en un desaf&iacute;o a todo o nada.&#10;&#10;&ldquo;Trivia Compa&ntilde;era&rdquo;: Cl&aacute;sico juego de preguntas y respuestas sobre datos curiosos e hist&oacute;ricos del peronismo.&#10;&#10;&ldquo;Eligiendo candidato/a&rdquo;: Juego de votaci&oacute;n donde todos y todas eligen a quien creen que mejor representa el t&oacute;pico de la consigna que los convoca en el acto eleccionario.&#10;&#10;&ldquo;La Renuncia&rdquo;: Juego de estrategia y azar, donde deber&aacute; responderse a ciegas tres consignas acatando las consecuencias.&#10;&#10;&ldquo;Peron&oacute;metro&rdquo;: Divertido juego grupal donde la atenci&oacute;n y concentraci&oacute;n permitir&aacute; salir airoso/a de no trastabillar en los llamados y ademanes peronistas.&#10;&#10;&ldquo;La Censura&rdquo;: Cl&aacute;sico juego donde se deber&aacute; adivinar una palabra censurada a partir de las pistas y orientaciones de su compa&ntilde;ero o compa&ntilde;era, que tambi&eacute;n se encontrar&aacute; limitado/a en no mencionar las palabras prohibidas.&#10;&#10;&ldquo;Viva Per&oacute;n&rdquo;: Juego grupal de destreza verbal, debiendo demostrar la creatividad e ingenio para crear combinaciones ling&uuml;&iacute;sticas contrarreloj.&#10;&#10;",
    "Categories": [
      "Educational",
      "Party Game",
      "Political",
      "Trivia"
    ],
    "Mechanics": [
      "Acting",
      "Betting and Bluffing",
      "Negotiation",
      "Pattern Recognition",
      "Voting"
    ],
    "Families": [
      "Country: Argentina",
      "Theme: Latin American Political Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Square play-on",
    "ID": 351984,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/351984/square-play-on",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "5",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Square Play-on is a name re-defined based on the shape&#10;This is also called Indian LUDO sometimes. It is one of the oldest&nbsp;board games&nbsp;extant. (Don&rsquo;t know the Origins of the Game) It is played in many homes of India (particularly in the south part of India even today still being popular and known to everyone.  There are references to this game in some ancient&nbsp;Indian epics&nbsp;like the&nbsp;Mahabharata. &#10;The most common names are Chauka Bara (Kannada) Ashta Chamma (Telugu) and a list of various names and regions are given below &#10;Chouka Bara , Katte Mane ,Gatta Mane  -&nbsp;Kannada&nbsp;- Mysuru region&#10;Chakaara or Chakka - Kannada - North Karnataka&#10;Pakidakali , Kavidi Kali -&nbsp;Malayalam&nbsp;- Kerala region&#10;Ashta Chamma -&nbsp;Telugu&nbsp;- Andhra Pradesh/Telangana&#10;Daayam or Thaayam -&nbsp;Tamil&nbsp;- Tamil Nadu&#10;Atthu, Kanna Kauri ,Chunga ,Cheeta ,Chanda &mdash;Hindi -Madhya Pradesh and central India region &#10;Champool/ Kach kangri - Marathi - Maharashtra&#10; Baji ,Chomal Ishto,Kaangi chaala  - Gujarati&#10;Changa po - Rajasthan (source: Wikipedia)&#10;&#10;This Game is a two- or four-player board game, Usually written by chalk on the floor as and when required. This game is an example of a fully observable positional system of pawns that has an element of chance introduced by the roll of cowry shells and an element of strategy (The strategy being the pawn the player decides to move after the roll ). While traditionally played with 4 or 6&nbsp;cowry shells,&nbsp;Dice&nbsp;in particular Stick dice can also be used.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Dice",
      "Maze",
      "Print & Play"
    ],
    "Mechanics": [
      "Alliances",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Traditional Games: Alquerque / Fanorona (Indian War Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Vyapar",
    "ID": 351985,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/351985/vyapar",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Vyapar is a game of trading using the random outcomes of dice and cards. It's a mid-level game for ages +10 and above as involves calculation and strategies to spend less and earn more with multiple trading opportunities to earn. &#10;The time limit of the game varies from 30 min to 90 min depending on the random outcome.&#10;&#10;The synopsis of the game is similar to a stock market scenario where you will buy and sell Commodities of Gold silver and copper &#10;The game is played on the board where you will land on buy/sell or change rate or power lot multiples by the random outcome of the custom dice and based on the action you will do the activity &#10;There is a set goal to reach the end by having the minimum required quantity of certain commodities and above so that winner is declared. the fluctuation in the market makes you rich or bankruptcy.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "RathaYatra",
    "ID": 351986,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/351986/rathayatra",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The game mechanics are a race game kind of but with certain Rules like One cannot move earlier to the place before the other and there are chances that it will come back lose a turn kind of actions in it&#10;&#10;This game is inspired by Rathayatra pulling of chariots and a few rules that Jagannatha Ratha cannot surpass the other 2 and Balabadara will start followed by Subhadra and Jagannatha ( here it is colored Ratha ).&#10;&#10;This can be played solo and the design has been made to accommodate 8 players with their own path&#10;&#10;The game consists of a central Dice tower, a path to move the chariots, 2 custom dice(one to the chariot and the other no of places forward or back), and action cards to change the course of the game.&#10;&#10;The player movement is based on the Random outcome of Dice and Random action cards.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Race"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Sports: Chariot Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Amrutha",
    "ID": 351987,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/351987/amrutha",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A game-based on card random pick to create a deck (set of Components) to form based on a Quest card or achieve Requirement as defined during the start of the game (combination of 108 water cards(sum)and 2 ingredients of each type)&#10;The winner is the fastest to complete with the least possible deck set of the Ingredients&#10;&#10;The game is played between 2-6 players.&#10;It's a mid-level game for ages +8 and above as involves calculation and strategies to make sure you win with lesser cards and fastest to do the calculation and submit the set of cards&#10;The time limit of the game varies from 10 min to 30 min depending on random outcome and level of gameplay.&#10;There are various levels involved in this game to increase the complexity of calculations, increase the difficulty, and also to have killing strategies to make the opponent rebuild his complete deck thereby increasing the chance to win.&#10;&#10;The game has 2 variation sets with 8 levels in the game from simple to advanced combination of ingredients&#10;&#10;The advantage and limitation is both the calculations as you need to calculate the combination by mind mathematics(this majorly helps the children to do fast calculations of addition and multiplication).&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Deck Construction",
      "Matching"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Operation Khedda",
    "ID": 351988,
    "Year": "(2025)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/351988/operation-khedda",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Max 4 Players (solo variant to multiplayer variant)&#10;the game has a setup of Tile laying (every time a new random Board is created using hexagon terrain tiles)and Actual movement of chasing elephants after on the terrain with the advantage of the terrain and the player character&#10;&#10;Co-operative resource placement of the operational component&#10;Co-operative actions to capture the wild elephant (3 wild elephants out of 4 elephants)&#10;Random elephant movement (4 X 2 (custom dice) directional dice to work this mechanism on direction and no of places to move in that direction)&#10;Placement of campsites (only in the first turn) and Capture mechanism by a player in subsequent rounds as actions by the player&#10;Placement of capture mechanism by each player every round (excluding some terrain and based on terrain type.&#10;&#10;Once all the player places the mechanism is done. a random player rolls the dice(Elephant movement dice) using Dice tower and based on the outcome the elephants move towards the indicated direction&#10;&#10;If there is an obstacle it cannot move that direction(excluding a few obstacles and group movements)&#10;The game continues until all or min 3 elephants move to Khedda or all campsites destroyed by the movement of elephants(Detailed rules on win is there in the rulebook)&#10;&#10;",
    "Categories": [
      "Adventure",
      "Animals",
      "Maze"
    ],
    "Mechanics": [
      "Catch the Leader",
      "Grid Movement",
      "Map Deformation"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rescue Punda",
    "ID": 351989,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/351989/rescue-punda",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A cooperative rescue operation game to safeguard the little naughty elephant to its family&#10;this game is an extended edition of Operation Khedda and uses the same tiles and few characters to play&#10;&#10;as earlier indicated the game is played on the same components of Operation khedda( Terrain Tiles and obstacles are the same) with certain changes to accommodate the fantasy theme of rescuing little Naughty Elephant. Here the player instead of capturing works on a clearing of a path for the elephant to join its heard from starting point to endpoint ( currently 2 sets of rules one with timed/ 24 rounds co-operative game and the other with one player as a ranger to capture and second player as a rescuer)&#10;and win is the same Elephant rescued/captured or lost in the woods ( co-operative strategy).&#10;&#10;",
    "Categories": [
      "Animals",
      "Environmental",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sala",
    "ID": 351990,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/351990/sala",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A game based on the folklore of the start of the Hoysala kingdom.&#10;&#10;Kannada folklore tells a tale of a young man, Sala, who saved his Jain guru, Sudatta, by striking dead a lion or tiger he encountered near the temple of the goddess Vasantika at Angadi. The word &quot;strike&quot; literally translates to &quot;hoy&quot; in Old Kannada, hence the name &quot;Hoy-sala&quot;.&#10;&#10;The game is played on terrain consisting of forest gurukul, school village, and farmland with the terrain of water stream pathways (a graphic of terrain and to consider a single terrain board or randomizer of terrain tiles work is in progress)&#10;&#10;There will be the hero who is making a choice to consider the advice given by the guru, student, village lady, and a farmer based on the sighting of a lion (random cards) and based on the movement outcome of the dice/cards MP the sala can move to the desired location on the map and place obstacles (traps and fence mechanism)&#10;&#10;A random Cards mechanism (a staged order) will provide the sighting of the lion after Sala movement and placement. there will 5 lion appearances and movements using the Dice and directional outcome-based of the card. If you are able to capture the lions before it hits the central temple Sala wins( co-operative team) else lost.&#10;&#10;",
    "Categories": [
      "Ancient"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Country: India",
      "Religious: Hinduism"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dragons vs Ogres",
    "ID": 351992,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/351992/dragons-vs-ogres",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "2",
    "Description": "Dragons vs Ogres is a fantasy themed two-player card game. It is a speed/dexterity game where players compete to capture the most villagers. It has elements of the card games War and Old Maid.&#10;&#10;In Dragons vs Ogres, players choose to play as either dragons or ogres and each have ten cards. They draw a hand of five cards to begin the game. A deck of forty villagers is placed at the center of the table. Players flip up a villager, one at a time. The fastest player to capture that villager scores one point. However, the card used to capture the villager must meet one of three conditions:&#10;&#10;     Exceed the number&#10;     Match the number&#10;     Be the correct corresponding image&#10;&#10;&#10;Depending on which condition a player uses to capture a villager, they might return the dragon or ogre card used to their hand, discard it and draw a new card, or shuffle their discard pile back into their deck and draw back up to five cards.&#10;&#10;There are forty villagers and only twenty combined dragons and ogres. So each card must be used an average of two times in order to capture half the villagers. If one player runs out of cards, the other may keep playing until they are also out of cards. Players must be quick enough to beat their opponent to the villager but clever enough to make matches.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Real-time"
    ],
    "Mechanics": [
      "Matching",
      "Real-Time"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "King's Colour",
    "ID": 351993,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/351993/kings-colour",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "60",
    "Weight": "0",
    "Description": "King's Color is a chess variant, played on a tri-colored hex-hex board.  Each king is confined to a 3x3 castle surrounded by a wall.  The other pieces are rooks or bishops, which promote to queens.   The big twist to this game is that when the king moves onto a different color, all the rooks become bishops, and all the bishops on the new color become rooks.&#10;&#10;Capturing is limited to pieces inside the castle, which influences the game to be oriented around checkmate rather than attrition.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement"
    ],
    "Families": [
      "Digital Implementations: BoardSpace",
      "Digital Implementations: MindSports",
      "Traditional Games: Chess"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mimetix: S'envoie en l'air",
    "ID": 351994,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/351994/mimetix-senvoie-en-lair",
    "Min Players": "3",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "In Mimetix &quot;s'envoie en l'air&quot;, in less than a minute, we have fun mimicking the spicy expressions of lovers ... of the French language! Get ready to &quot;heat up&quot; and &quot;get it right&quot;, without necessarily &quot;going to the pan&quot;!&#10;In less than a minute, act out and have your team guess as many phrases as possible. Easy ? Imagine miming literally &ldquo;taking a rake&rdquo; or &ldquo;having a puck in the drawer&rdquo;. The funniest in addition to the extravagant mimes? Fabulous responses from players pulling their hair out and tangling their brushes guessing the expression. You will find 2 rule variations, 3 difficulty levels of expressions and action cards to spice up the game even more!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Role Playing",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pigeon Pigeon 2: Le Retour Du Bluff",
    "ID": 351995,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.42",
    "Link": "https://boardgamegeek.com/boardgame/351995/pigeon-pigeon-2-le-retour-du-bluff",
    "Min Players": "4",
    "Max Players": "10",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "0",
    "Description": "In this quiz game, make up false answers that are more likely than the real one. The more the opposing team bets on it, the more chips it loses, the closer you get to victory!&#10;&#10;No more bluffing and more laughs with 440 amazing new cards!&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Humor",
      "Trivia"
    ],
    "Mechanics": [
      "Paper-and-Pencil",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Texto 2.0",
    "ID": 351996,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/351996/texto-20",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Texto is back in a new version, playable alone or combined with the first version. You will discover 10 new themes to complete or renew your game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Robots: Juego de Asociación",
    "ID": 352004,
    "Year": "(2019)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/352004/robots-juego-de-asociacion",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Robots is a matching card game that invites you to observe, compare and focus your attention.&#10;&#10;Goal of the game:&#10;Be the first to get rid of all the cards in your hand. Each player will be able to get rid of their cards every time they find matches in eyes, mouth or nose with the card that is face up on the table.&#10;&#10;To play between 2 or more, from the age of 5.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Matching"
    ],
    "Families": [
      "Theme: Robots"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Spiel von drei Soldaten",
    "ID": 352005,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/352005/spiel-von-drei-soldaten",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Both players have three soldiers; one player plays with black, the other with yellow. One of the players puts his soldiers upon the 3 blue spaces marked 1, the other puts them upon those marked 2. Each player alternately advances a soldier following the black lines in any direction, one space at a time.&#10;&#10;In order to win it is necessary to advance so far as to be able to place your 3 soldiers on 3 spaces of the same color (blue or green) in such a manner that a triangle with specific properties is formed.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement",
      "Pattern Building"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Stega och dippa",
    "ID": 352006,
    "Year": "(1993)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/352006/stega-och-dippa",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A simple roll and move game with dinosaurs that accompanies the comic book &quot;Kalle Anka &amp; C: O&quot; no. 42, October 18, 1993 (Kalle Anka is the Swedish name for Donald Duck). Roll the dice and move your game piece, read what is in the square. First in goal wins.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Dice"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Dinosaurs"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Äggjakten",
    "ID": 352007,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/352007/aggjakten",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A simple roll and move game included in the comic book &quot;Kalle Anka &amp; C:O&quot; no. 13/14, March 28, 1994 (Kalle Anka is the Swedish name for Donald Duck). Roll the dice and move your game piece and read what is in the square. The goal is to collect the most Easter eggs before the finish line. The one with most eggs when everyone has reached the finish line wins.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Dice"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Holidays: Easter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Disney's Pocahontas spel",
    "ID": 352008,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/352008/disneys-pocahontas-spel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A simple roll and move game with Disney&acute;s Pocahontas as the theme (included in the comic book &quot;Kalle Anka &amp; C: O&quot; no. 49, December 4, 1995). Kalle Anka is the Swedish name for Donald Duck. Roll the dice and move your game piece to the finish line.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Brands: Disney",
      "Theme: Native Americans / First Peoples"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Connectors: Mission Space",
    "ID": 352010,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/352010/connectors-mission-space",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "30",
    "Weight": "0",
    "Description": "In Skillmantics Connectors Mission space 1-4 players aim to build a rocket trail and defeat aliens.  Game can be played contributing to one main map or with each player trying to expand their own spaceship trails as much as possible.&#10;Group layout.&#10;&#10;Distribute 3 tiles to player&#10;Place starting tile.  Tiles need to be placed connecting similar colors and asteroids may not be aimed towards planets.  Aliens must not face each other.&#10;Players pick any tile from their hand to add to start.  If they cannot they draw from the tile bank.&#10;First player to use all their tiles wins.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Matching",
      "Modular Board",
      "Tile Placement"
    ],
    "Families": [
      "Creatures: Aliens / Extraterrestrials"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ratz Fatz Ich und Du",
    "ID": 352011,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/352011/ratz-fatz-ich-und-du",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This game consists of a serious of 4 educational games where children learn more about themselves and their friends.&#10;&#10;1. Ordering&#10;This is a cooperative ordering game where all cards are put face up on the table. An adult asks the children to find all cards belinging to one category (eg. all cards with something eatable)&#10;&#10;2. Sorting&#10;This is a cooperative game where all children try to categorize cards one by one.&#10;&#10;3. Taking&#10;All cards are put face up on the table. An adult reads a story. As soon as one of the pieces on the cards is mentioned in the story, the kids should take the corresponding card. The fastest kid with the most cards wins.&#10;&#10;4. Remembering&#10;7 cards are put face up on the table. The remaining ones are put in the box. An adult reads a story. As soon as one of the pieces on the cards which are in the box is mentioned in the story, the kid shouts out. If it's correct and the card is in the box, the child gets one of the cards on the table. If it's wrong and the piece is on the table, the child has to put one of his cards back on the table.  &#10;The kid with the best memory and therefore the most cards wins.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [],
    "Families": [
      "Series: Ratz Fatz (Haba)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zauberbaum",
    "ID": 352012,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/352012/zauberbaum",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The game contains 3 games about the magic tree, its fruit, a caterpillar, a blackbird and a cat.&#10;&#10;1. Classifying&#10;This is a cooperative game where the wooden fruit and the animals should be classified and inserted into the game board.&#10;&#10;2. Simple Dice Game&#10;The children are taking turns in rolling the dice. When the dice shows one of the fruits on the tree, the child gets this fruit. When all fruits are taken from the magic tree, the child with the most fruits wins.&#10;&#10;3. Searching&#10;All puzzle pieces are put face down on the table. The children are taking turns in revealing the pieces. The kid who is the first one in recognizing any differences to the board game and finds the correct place, gets this piece. The child with the most pieces wins.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Först i boet!",
    "ID": 352013,
    "Year": "(1983)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/352013/forst-i-boet",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A simple game with Disney's squirrels Chip &acute;n&acute; Dale where the first in the squirrels nest wins. But you have to get the number in the next square with the dice to move to that square.&#10;&#10;The game is included in the comic book &quot;Musse Pigg &amp; C:o&quot;, No. 9, September 1983 (Musse Pigg is the swedish name for Mickey Mouse).&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Comic Book / Strip"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Squirrels",
      "Brands: Disney",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Elder Scrolls: Call to Arms – Into the Dark",
    "ID": 352014,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgameexpansion/352014/the-elder-scrolls-call-to-arms-into-the-dark",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The ancient Tombs and Darkened Caves of Skyrim are home to many treasures - and many dangers. Dare you venture into the dark to claim them? Take on the foes and threats that the world of The Elder Scrolls throws at you, where ancient enemies and fierce creatures the outcome is all up to you.&#10;&#10;Into The Dark provides the core rules for random dungeon generation, and includes modules for Nordic Tombs and Wilderness Caves. Future releases will feature additional settings, such as Bandit Camps and Dwemer Ruins.&#10;&#10;17-page random delve designer system to allow you to procedurally generate multi-level dungeons.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Video Game Theme: The Elder Scrolls"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Schere Stein Papier",
    "ID": 352015,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/352015/schere-stein-papier",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The game is based on the classic game of chance (scissors, stone, paper): Scissor beats paper. Paper beats stone. Stone beats scissor.&#10;Every player selects one of the symbols on his board. When all players are done, the privacy shields are removed. All players calculate their scores and the next turn starts. As soon as one player scores 10 points, he wins.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Rock-Paper-Scissors"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Sandmännchens Gute Nacht Spiel",
    "ID": 352016,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/352016/sandmannchens-gute-nacht-spiel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a short game before going to bed. &#10;The starting player rolls the dice and moves the sandman accordingly and puts a star on all the fields he passes by. Now it's the next player's turn who rolls the dice again and puts stars on the board. &#10;When all stars are on the board, the next round begins: The starting player rolls the dice again, but this time he turns all the stars face down. When all stars are face down, the job of the sandman is done and the kids can go to sleep.&#10;The kid, whose stars are the last face up, wins.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Stop & Shop",
    "ID": 352018,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/352018/stop-and-shop",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Stop &amp; Shop is a shopping game. &#10;The player puts one of his dice tokens face down and moves his meeple. If the meeple is in front of a shop, he can go into the shop and buy as much as he can. He can put all the stuff he bought on his shopping card. As soon as he has fulfilled all the requested items on the shopping card, he can turn the shopping card face down and put the goods back in the supply. The player who is th first one to finish his shopping cards wins.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Educational"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Timeline: Polska – Kaszuby",
    "ID": 352020,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/352020/timeline-polska-kaszuby",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "A unique set of 10 additional cards that will expand your set of Timeline: Poland cards with events related to the history of Kashubia. Prepared in two languages &#226;&#128;&#139;&#226;&#128;&#139;(on the one hand, the event cards are described in Polish, on the other - in Kashubian) and decorated with unique graphics, they are an interesting variety and allow us to expand our knowledge even more.&#10;&#10;The set was created in cooperation with the Kashubian-Pomeranian Association.&#10;&#10;&#10;Wyj&#196;&#133;tkowy zestaw 10 kart dodatkowych, kt&oacute;re rozszerz&#196;&#133; Tw&oacute;j zestaw kart do gry Timeline: Polska o wydarzenia zwi&#196;&#133;zane z histori&#196;&#133; Kaszub. Przygotowane w dw&oacute;ch j&#196;&#153;zykach (z jednej strony karty wydarzenie opisane jest po polsku, z drugiej - po kaszubsku) i ozdobione unikalnymi grafikami stanowi&#196;&#133; ciekawe urozmaicenie i pozwalaj&#196;&#133; jeszcze bardziej poszerzy&#196;&#135; nasz&#196;&#133; wiedz&#196;&#153;.Zestaw powsta&#197;&#130; we wsp&oacute;&#197;&#130;pracy ze Zrzeszeniem Kaszubsko-Pomorskim.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Flower Battle",
    "ID": 352021,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.60",
    "Link": "https://boardgamegeek.com/boardgame/352021/flower-battle",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A game based on the traditional Korean card game Go Stop, with some differences. The game uses a modernized, more colorful Hanafuda deck. Flower Battle differs from Go Stop in the following ways:&#10;1. Although 4 players may begin, only 3 players may play the main game; there is a pre-round elimination procedure in which player who &quot;dies&quot; may sell his/her Gold cards (called Bright cards in Go Stop) for points.&#10;2. Go Stop decks have 4 or 5 joker/wild cards; Flower Battle has 3 wild cards that are doublers and a blank card for you to customize.&#10;3. Flower Battle has options for scoring such as Wild Boar Hunt (players put their scoring sticks in a box; the player with the boar card wins the sticks) and Clear the Ground (if you collect the last 2 cards on the table, you also receive a plain card from each opponent's collection).&#10;4. Point values differ slightly; in Go Stop, collecting all 5 brights typically gives you 15 points. In Flower Battle, you receive 10 points.&#10;&#10;The original version comes with a deck of cards and a pouch of color counting sticks for keeping score.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Traditional Games: Hanafuda"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Overruled By Cats",
    "ID": 352029,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/352029/overruled-by-cats",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "3",
    "Play Time": "15",
    "Weight": "0",
    "Description": "A cat themed card game that is as simple to play like UNO but you can perform fast-paced combos with smooth interactive gameplay.&#10;&#10;Each player starts out with 8-10 cards depending on the amount of people playing. The goal is to get rid of your hand as fast as possible but if someone goes out that won't necessarily end the game. Drawing cards is not a punishment. If another player plays a counter active card against the player that went out then that player won't win and that will give someone the opportunity to either stop that player or steal the win from that player.&#10;&#10;The unique factor of this game creates simple interaction during any player's turn where the game still flows forward without ever stalling or back tracking which brings an enjoyable experience for everyone.&#10;&#10;The possibilities can be endless and unpredictable. Every card was developed to never start out with a bricked hand, which will bring the quality to the game where no one ever feels as if they're at a disadvantage to win.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game"
    ],
    "Mechanics": [
      "Chaining",
      "Impulse Movement",
      "Real-Time",
      "Take That"
    ],
    "Families": [
      "Animals: Cats",
      "Card Games: Shedding / Stops"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Steal",
    "ID": 352030,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.38",
    "Link": "https://boardgamegeek.com/boardgame/352030/steal",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Steal is a fast and furious new letter game of cunning, treachery and outright theft!  A hugely exciting game from New Zealand, with all letter tiles contained in a handy mask-shaped fabric bag, allowing it to be played almost anywhere. Steal is suitable for 2-8 players of all ages, easy to learn but more difficult to master.&#10;&#10;Play proceeds by flipping tiles (every 2-3 seconds), with players calling out and forming three+ letter words from the exposed letters. As the game proceeds, the aim then is to steal words from your opponents by adding one or more letters. So pin might be stolen as pain, and stolen again as inapt, then pliant, implant, platinum, manipulate, planetarium, perambulating etc....! All the while other words are of course being formed and stolen.&#10;&#10;The set contains ten coloured STEAL letters which double the score of the word, so the highest scores are always obtained by assembling/stealing long words containing a coloured letter.  Play is further enhanced by the mask (joker) tile which can be any letter you want (&amp; can change as the word is stolen).&#10;&#10;Flipping stops while words are being assembled (with the last assembler being next to flip) but stealing does not. So often a word is stolen whilst it is being formed with the addition of an already-exposed new letter! Frustrating and hilarious at the same time, bringing out the competitive streak of everyone who plays. Once all letters are flipped and no more words can be made or stolen...the scores are counted up to find the winner.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Word Game"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "JOME",
    "ID": 352035,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/352035/jome",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "40",
    "Weight": "0",
    "Description": "A Malaysian-made card game that incorporates strategy and competitive gameplay. Players accumulate trophy cards by winning battles. This addictive and fun game is guaranteed to light up your day. (description at back of box)&#10;&#10;The game consists of trophy cards which are worth point values, and duel cards, which have duel points and are used to compete for the trophy cards. At setup, a number of stacks of trophy cards are laid out to match the number of players. Players are dealt 6 duel cards.&#10;&#10;During play, players take turns to play duel cards next to the trophy stacks. Duel cards have different strengths and abilities. Once a third duel card is played next to a trophy stack, that stack is evaluated and the player with the highest duel card strength wins the stack. The stack is then replenished.&#10;&#10;Duel cards come in different suits, and each type of trophy stack only accepts specific suits.&#10;&#10;The game ends when the trophy deck runs out. For a shorter game, play to a fixed number of points instead.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Card Play Conflict Resolution",
      "Highest-Lowest Scoring",
      "Kill Steal",
      "Push Your Luck"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Pax Viking: Promo Pack 1",
    "ID": 352036,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.64",
    "Link": "https://boardgamegeek.com/boardgameexpansion/352036/pax-viking-promo-pack-1",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Pax Viking promo pack 1&#10;&#10;5 all new rule tiles - During setup you may choose or draw one to use in the game&#10;&#10;5 new Saga tiles - Add one, some or all to a game as you prefer.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Last Day of Rose: A Malign Age",
    "ID": 352039,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.25",
    "Link": "https://boardgamegeek.com/boardgame/352039/the-last-day-of-rose-a-malign-age",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The Last Day of Rose: A Malign Age is a cooperative card game for 3-5 players. Players will take on the roles of friends and relatives of Rose, a girl with severe depression and suicidal thoughts. Players will need to work together to the best of their abilities to accompany and care for Rose through multiple scenarios, each with their own unique challenges.&#10;&#10;On a player&rsquo;s turn, he or she must play a card from his/her hand which he/she has drawn from his/her character&rsquo;s unique deck. All the cards have two kinds of effects to choose: a positive one might let player help with Rose&rsquo;s wellbeing or add a more powerful card to their decks etc. A negative one will harm Rose&rsquo;s mental state or add a harmful card to a player&rsquo;s deck etc. All cards from the players&rsquo; hands must be played (or discarded) in order to complete a round, yet each player can only resolve a limited number of positive effects depending on the efforts they can spend.&#10;&#10;The game is won if Rose's life is saved.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Mature / Adult"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Open Drafting"
    ],
    "Families": [
      "Theme: Psychology"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Smarties-spelet",
    "ID": 352040,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/352040/smarties-spelet",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "0",
    "Description": "During 1989, the company Smarties, which makes chocolate candy, released a free board game in Sweden. The game was called the &quot;Smarties game&quot; and was available in stores for free if you bought a package of Smarties. The game also appeared for free in some comic books. Smarties used chocolate candy as game pieces and the winner got to eat all the game pieces. It's a simple roll and move game. First in goal wins. Each player start with 5 Smarties, during the game you can win or lose Smarties. If you down to zero Smarties you out of the game.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Player Elimination",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Components: Consumable Chocolate",
      "Promotional: Board Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cirkus-spelet",
    "ID": 352042,
    "Year": "(1984)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/352042/cirkus-spelet",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "In the comic book &quot;Kalle Anka &amp; C: o&quot;, no. 21, 21 May 1984 was a simple roll and move game with circus theme (Kalle Anka is the Swedish name for Donald Duck). Cirkusspelet is a simple roll and move game where the first in goal wins. If there is a square with a number, read the instructions and follow them.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Events",
      "Roll / Spin and Move",
      "Track Movement"
    ],
    "Families": [
      "Theme: Circus",
      "Brands: Disney"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Kalle Ankas bokstavsspel",
    "ID": 352043,
    "Year": "(1991)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/352043/kalle-ankas-bokstavsspel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Flip a subject card in the pile, then flip a letter card from the other pile. Start the timer at 3 minutes. Everyone writes down words they can think of about the subject and the letter to collect points. The one with the most points after 5 rounds wins. The game was included in the comic magazin &quot;Kalle Anka &amp; C:0&quot;, nr. 8, 18 February 1991 (Kalle Anka is the swedish name for Donald Duck).&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Comic Book / Strip",
      "Word Game"
    ],
    "Mechanics": [
      "Action Timer",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Word Games: First Letter Given",
      "Brands: Disney"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Jakten på Spökplumpen",
    "ID": 352044,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/352044/jakten-pa-spokplumpen",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A game that was included in &quot;Kalle Anka &amp; C: o&quot;, no. 34, 22 August 1988 (Kalle Anka is the Swedish name for Donald Duck).&#10;&#10;In Jakten p&aring; sp&ouml;kplumpen you have a round disc with white dots on it with a bowl of water next to it. Each round, dip a finger in the water bowl and rub on a white dot so you see the clue. Then everyone guesses where &quot;Sp&ouml;kplumpen&quot; is hiding. The one who guesses correctly wins and if no one guesses correctly, it is the next player's turn. This person dips a finger in the water bowl and rubs on a white dot to see the clue, then everyone guesses where &quot;Sp&ouml;kplumpen&quot; is hiding. This is how the game goes on until someone has guessed &quot;Sp&ouml;kplumpen's&quot; hiding place. Whoever guesses correctly wins.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Deduction"
    ],
    "Families": [
      "Brands: Disney",
      "Creatures: Ghosts"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Knatte-kul i jul",
    "ID": 352045,
    "Year": "(1992)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/352045/knatte-kul-i-jul",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A simple roll and move game with a Christmas theme that was included in &quot;Kalle Anka &amp; C: o&quot;, no. 52/53, 21 December 1992 (Kalle Anka is the Swedish name for Donald Duck). Each turn roll the die and move. If you end up in a red square with a number, read the instruction for that square and follow it. First in goal wins.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Events",
      "Roll / Spin and Move",
      "Track Movement"
    ],
    "Families": [
      "Brands: Disney",
      "Holidays: Christmas"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Spöktåget",
    "ID": 352046,
    "Year": "(1993)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/352046/spoktaget",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "In Sp&ouml;kt&aring;get (the Ghost Train), it is important to figure out which Disney passenger is in which ghost carriage and conquer as many passenger pieces as possible.&#10;&#10;In turn, you choose a piece with a Disney passenger, put it in a ghost carriage and push it into one of the three ghost tunnels. When there are three ghost wagons in each tunnel, the game starts. Before the next turn player pushes a new ghost carriage into a tunnel, the player must guess which Disney passenger is in the ghost carriage coming out of that particular tunnel at the other end first. If the player guesses correctly, he gets the passenger piece and is allowed to continue. If the guess is wrong, the piece is put back in the pile of Disney passengers and the next player takes over. So the game continues. Guess which passenger comes out and pushes a new carriage into that tunnel. Lose and win pieces. The game is over when all ghost carriages are empty. The one with the most pieces wins.&#10;&#10;A game with a ghost theme that was included in &quot;Kalle Anka &amp; C: o&quot;, no. 45, 8 November 1993 (Kalle Anka is the Swedish name for Donald Duck).&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Deduction"
    ],
    "Families": [
      "Brands: Disney",
      "Creatures: Ghosts"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "サバンナラッシュ (Savannah Rush)",
    "ID": 352047,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/352047/sabannaratsushiyu-savannah-rush",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "&#227;&#130;&#181;&#227;&#131;&#144;&#227;&#131;&#179;&#227;&#131;&#138;&#227;&#131;&#169;&#227;&#131;&#131;&#227;&#130;&#183;&#227;&#131;&#165; (Savannah Rush) is a placement game from Japan.&#10;&#10;Will it be the elephant or the lion that rules the savannah? The giraffe? A monkey? Rats?&#10;You are one of the gods of the savannah. Your job is to bring the animals to live there. Place your favourite animals in the best places!&#10;&#10;This is a battle game where you have to place the animals on the map. The game is played with five different types of animals, and the aim is to place them in such a way that the two animals you are in charge of will have an advantage and you will score more victory points. Use the other animals to your advantage.&#10;&#10;&#227;&#130;&#181;&#227;&#131;&#144;&#227;&#131;&#179;&#227;&#131;&#138;&#227;&#130;&#146;&#229;&#136;&#182;&#227;&#129;&#153;&#227;&#130;&#139;&#227;&#129;&#174;&#227;&#129;&#175;&#227;&#130;&#190;&#227;&#130;&#166;&#227;&#129;&#139;&#227;&#131;&#169;&#227;&#130;&#164;&#227;&#130;&#170;&#227;&#131;&#179;&#227;&#129;&#139;&#239;&#188;&#159;&#227;&#129;&#157;&#227;&#130;&#140;&#227;&#129;&#168;&#227;&#130;&#130;&#227;&#130;&#173;&#227;&#131;&#170;&#227;&#131;&#179;&#239;&#188;&#159;&#227;&#130;&#181;&#227;&#131;&#171;&#239;&#188;&#159;&#227;&#131;&#141;&#227;&#130;&#186;&#227;&#131;&#159;&#239;&#188;&#159;&#10;&#227;&#129;&#130;&#227;&#129;&#170;&#227;&#129;&#159;&#227;&#129;&#175;&#227;&#130;&#181;&#227;&#131;&#144;&#227;&#131;&#179;&#227;&#131;&#138;&#227;&#130;&#146;&#229;&#143;&#184;&#227;&#130;&#139;&#231;&#165;&#158;&#227;&#128;&#133;&#227;&#129;&#174;&#227;&#129;&#178;&#227;&#129;&#168;&#227;&#130;&#138;&#227;&#128;&#130; &#229;&#139;&#149;&#231;&#137;&#169;&#227;&#129;&#159;&#227;&#129;&#161;&#227;&#130;&#146;&#227;&#130;&#181;&#227;&#131;&#144;&#227;&#131;&#179;&#227;&#131;&#138;&#227;&#129;&#171;&#228;&#189;&#143;&#227;&#129;&#190;&#227;&#130;&#143;&#227;&#129;&#155;&#227;&#130;&#139;&#227;&#129;&#174;&#227;&#129;&#140;&#228;&#187;&#149;&#228;&#186;&#139;&#227;&#128;&#130; &#232;&#180;&#148;&#229;&#177;&#147;&#227;&#129;&#174;&#229;&#139;&#149;&#231;&#137;&#169;&#227;&#130;&#146;&#227;&#130;&#136;&#227;&#130;&#138;&#232;&#137;&#175;&#227;&#129;&#132;&#229;&#156;&#159;&#229;&#156;&#176;&#227;&#129;&#171;&#228;&#189;&#143;&#227;&#129;&#190;&#227;&#130;&#143;&#227;&#129;&#155;&#227;&#130;&#136;&#227;&#129;&#134;&#239;&#188;&#129;&#10;&#10;&#227;&#131;&#158;&#227;&#131;&#131;&#227;&#131;&#151;&#228;&#184;&#138;&#227;&#129;&#171;&#229;&#139;&#149;&#231;&#137;&#169;&#227;&#130;&#179;&#227;&#131;&#158;&#227;&#130;&#146;&#233;&#133;&#141;&#231;&#189;&#174;&#227;&#129;&#151;&#227;&#129;&#166;&#229;&#175;&#190;&#230;&#136;&#166;&#227;&#129;&#153;&#227;&#130;&#139;&#233;&#153;&#163;&#229;&#143;&#150;&#227;&#130;&#138;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#239;&#188;&#149;&#231;&#168;&#174;&#233;&#161;&#158;&#227;&#129;&#174;&#229;&#139;&#149;&#231;&#137;&#169;&#227;&#129;&#174;&#231;&#137;&#185;&#229;&#190;&#180;&#227;&#130;&#146;&#230;&#180;&#187;&#227;&#129;&#139;&#227;&#129;&#151;&#227;&#129;&#166;&#227;&#128;&#129;&#232;&#135;&#170;&#229;&#136;&#134;&#227;&#129;&#140;&#230;&#139;&#133;&#229;&#189;&#147;&#227;&#129;&#153;&#227;&#130;&#139;2&#231;&#168;&#174;&#233;&#161;&#158;&#227;&#129;&#174;&#229;&#139;&#149;&#231;&#137;&#169;&#227;&#129;&#140;&#230;&#156;&#137;&#229;&#136;&#169;&#227;&#129;&#171;&#227;&#129;&#170;&#227;&#130;&#139;&#227;&#130;&#136;&#227;&#129;&#134;&#227;&#129;&#171;&#229;&#183;&#167;&#227;&#129;&#191;&#227;&#129;&#171;&#233;&#133;&#141;&#231;&#189;&#174;&#227;&#129;&#151;&#227;&#128;&#129;&#227;&#130;&#136;&#227;&#130;&#138;&#229;&#164;&#154;&#227;&#129;&#143;&#229;&#139;&#157;&#229;&#136;&#169;&#231;&#130;&#185;&#227;&#130;&#146;&#231;&#141;&#178;&#229;&#190;&#151;&#227;&#129;&#153;&#227;&#130;&#139;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#130;&#146;&#231;&#155;&#174;&#230;&#140;&#135;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#230;&#139;&#133;&#229;&#189;&#147;&#228;&#187;&#165;&#229;&#164;&#150;&#227;&#129;&#174;&#229;&#139;&#149;&#231;&#137;&#169;&#227;&#130;&#130;&#227;&#129;&#134;&#227;&#129;&#190;&#227;&#129;&#143;&#229;&#136;&#169;&#231;&#148;&#168;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#151;&#227;&#130;&#135;&#227;&#129;&#134;&#227;&#128;&#130;&#10;publisher's summary&#10;&#10;",
    "Categories": [
      "Animals"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Tile Placement",
      "Variable Set-up",
      "Worker Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Starmine Rummy Pocket",
    "ID": 352049,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.33",
    "Link": "https://boardgamegeek.com/boardgame/352049/starmine-rummy-pocket",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Starmine Rummy Pocket is a card game from Japan for one or two players. The players are trying to set off fireworks all at once until the finale with a Starmine. This is a firework trick which is made by arranging the sections.&#10;&#10;Starmine Rummy Pocket is part of a series of pocket games for 1-2 players, produced by the publisher JUGAME STUDIO (&#227;&#130;&#184;&#227;&#131;&#165;&#227;&#130;&#178;&#227;&#131;&#160;&#227;&#130;&#185;&#227;&#130;&#191;&#227;&#130;&#184;&#227;&#130;&#170;). Currently, there is no plan to produce a larger game of Starmine Rummy.&#10;user summary&#10;&#10;A lot of fireworks are shot off incessantly. The sound of the whistle and the smoke and the light and the roar which roars far above the expectation.&#10;&#10;A starmine is a firework display that features a series of fireworks that are connected together. As a pyrotechnist, you aim to create the most memorable starmine of all.&#10;&#10;The starmine consists of three columns (opening, main and finale). Place the firework card combinations in all three rows to complete the starmine. It is important to take your time to collect all the cards in order to create the best starmine, but the highlight of the starmine is the continuous firing! You can't just sit back and collect fireworks, because your rivals will be setting them off one after another. Try to complete your fireworks before the deck runs out and all the fireworks are set up.&#10;&#10;&#227;&#131;&#149;&#227;&#130;&#163;&#227;&#131;&#138;&#227;&#131;&#188;&#227;&#131;&#172;&#227;&#129;&#190;&#227;&#129;&#167;&#228;&#184;&#128;&#230;&#176;&#151;&#227;&#129;&#171;&#232;&#138;&#177;&#231;&#129;&#171;&#227;&#130;&#146;&#230;&#137;&#147;&#227;&#129;&#161;&#228;&#184;&#138;&#227;&#129;&#146;&#227;&#130;&#141;&#227;&#128;&#130; &#229;&#189;&#185;&#227;&#130;&#146;&#230;&#143;&#131;&#227;&#129;&#136;&#227;&#129;&#166;&#227;&#129;&#164;&#227;&#129;&#143;&#227;&#130;&#139;&#228;&#187;&#149;&#230;&#142;&#155;&#227;&#129;&#145;&#232;&#138;&#177;&#231;&#129;&#171;&#227;&#128;&#130;&#10;&#10;&#229;&#164;&#154;&#230;&#149;&#176;&#227;&#129;&#174;&#232;&#138;&#177;&#231;&#129;&#171;&#227;&#130;&#146;&#231;&#181;&#182;&#227;&#129;&#136;&#233;&#150;&#147;&#227;&#129;&#170;&#227;&#129;&#143;&#230;&#137;&#147;&#227;&#129;&#161;&#228;&#184;&#138;&#227;&#129;&#146;&#227;&#130;&#139;&#227;&#128;&#130;&#10;&#233;&#179;&#180;&#227;&#130;&#138;&#231;&#182;&#154;&#227;&#129;&#145;&#227;&#130;&#139;&#231;&#172;&#155;&#227;&#129;&#174;&#233;&#159;&#179;&#227;&#129;&#168;&#231;&#171;&#139;&#227;&#129;&#161;&#232;&#190;&#188;&#227;&#130;&#129;&#227;&#130;&#139;&#231;&#133;&#153;&#227;&#128;&#130;&#227;&#129;&#157;&#227;&#129;&#151;&#227;&#129;&#166;&#228;&#186;&#136;&#230;&#131;&#179;&#227;&#130;&#136;&#227;&#130;&#138;&#227;&#130;&#130;&#227;&#129;&#175;&#227;&#130;&#139;&#227;&#129;&#139;&#228;&#184;&#138;&#231;&#169;&#186;&#227;&#129;&#171;&#232;&#189;&#159;&#227;&#129;&#143;&#229;&#133;&#137;&#227;&#129;&#168;&#232;&#189;&#159;&#233;&#159;&#179;&#227;&#128;&#130;&#10;&#10;&#227;&#130;&#185;&#227;&#130;&#191;&#227;&#131;&#188;&#227;&#131;&#158;&#227;&#130;&#164;&#227;&#131;&#179;&#227;&#129;&#175;&#227;&#128;&#129;&#232;&#164;&#135;&#230;&#149;&#176;&#227;&#129;&#174;&#232;&#138;&#177;&#231;&#129;&#171;&#227;&#130;&#146;&#233;&#128;&#163;&#231;&#181;&#144;&#227;&#129;&#151;&#227;&#129;&#166;&#230;&#137;&#147;&#227;&#129;&#161;&#228;&#184;&#138;&#227;&#129;&#146;&#227;&#130;&#139;&#227;&#128;&#129;&#233;&#128;&#163;&#229;&#176;&#132;&#227;&#129;&#140;&#231;&#137;&#185;&#229;&#190;&#180;&#227;&#129;&#174;&#228;&#187;&#149;&#230;&#142;&#155;&#227;&#129;&#145;&#232;&#138;&#177;&#231;&#129;&#171;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#227;&#129;&#130;&#227;&#129;&#170;&#227;&#129;&#159;&#227;&#129;&#175;&#232;&#138;&#177;&#231;&#129;&#171;&#232;&#129;&#183;&#228;&#186;&#186;&#227;&#129;&#168;&#227;&#129;&#151;&#227;&#129;&#166;&#227;&#128;&#129;&#232;&#170;&#176;&#227;&#130;&#136;&#227;&#130;&#138;&#227;&#130;&#130;&#229;&#191;&#131;&#227;&#129;&#171;&#230;&#174;&#139;&#227;&#130;&#139;&#227;&#130;&#185;&#227;&#130;&#191;&#227;&#131;&#188;&#227;&#131;&#158;&#227;&#130;&#164;&#227;&#131;&#179;&#227;&#129;&#174;&#230;&#137;&#147;&#227;&#129;&#161;&#228;&#184;&#138;&#227;&#129;&#146;&#227;&#130;&#146;&#231;&#155;&#174;&#230;&#140;&#135;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;&#227;&#130;&#185;&#227;&#130;&#191;&#227;&#131;&#188;&#227;&#131;&#158;&#227;&#130;&#164;&#227;&#131;&#179;&#227;&#129;&#175;&#227;&#128;&#129;&#239;&#188;&#147;&#227;&#129;&#164;&#227;&#129;&#174;&#229;&#136;&#151;&#239;&#188;&#136;&#227;&#130;&#170;&#227;&#131;&#188;&#227;&#131;&#151;&#227;&#131;&#139;&#227;&#131;&#179;&#227;&#130;&#176;&#227;&#128;&#129;&#227;&#131;&#161;&#227;&#130;&#164;&#227;&#131;&#179;&#227;&#128;&#129;&#227;&#131;&#149;&#227;&#130;&#163;&#227;&#131;&#138;&#227;&#131;&#188;&#227;&#131;&#172;&#239;&#188;&#137;&#227;&#129;&#167;&#230;&#167;&#139;&#230;&#136;&#144;&#227;&#129;&#149;&#227;&#130;&#140;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#239;&#188;&#147;&#227;&#129;&#164;&#229;&#133;&#168;&#227;&#129;&#166;&#227;&#129;&#174;&#229;&#136;&#151;&#227;&#129;&#171;&#232;&#138;&#177;&#231;&#129;&#171;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#146;&#231;&#181;&#132;&#227;&#129;&#191;&#229;&#144;&#136;&#227;&#130;&#143;&#227;&#129;&#155;&#227;&#130;&#146;&#233;&#133;&#141;&#231;&#189;&#174;&#227;&#129;&#151;&#227;&#129;&#166;&#227;&#130;&#185;&#227;&#130;&#191;&#227;&#131;&#188;&#227;&#131;&#158;&#227;&#130;&#164;&#227;&#131;&#179;&#227;&#130;&#146;&#229;&#174;&#140;&#230;&#136;&#144;&#227;&#129;&#149;&#227;&#129;&#155;&#227;&#129;&#190;&#227;&#129;&#151;&#227;&#130;&#135;&#227;&#129;&#134;&#227;&#128;&#130;&#10;&#10;&#227;&#130;&#136;&#227;&#130;&#138;&#232;&#137;&#175;&#227;&#129;&#132;&#227;&#130;&#185;&#227;&#130;&#191;&#227;&#131;&#188;&#227;&#131;&#158;&#227;&#130;&#164;&#227;&#131;&#179;&#227;&#130;&#146;&#229;&#174;&#140;&#230;&#136;&#144;&#227;&#129;&#149;&#227;&#129;&#155;&#227;&#130;&#139;&#227;&#129;&#171;&#227;&#129;&#175;&#227;&#128;&#129;&#227;&#129;&#152;&#227;&#129;&#163;&#227;&#129;&#143;&#227;&#130;&#138;&#227;&#130;&#171;&#227;&#131;&#188;&#227;&#131;&#137;&#227;&#130;&#146;&#233;&#155;&#134;&#227;&#130;&#129;&#227;&#130;&#139;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#129;&#140;&#229;&#164;&#167;&#229;&#136;&#135;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#129;&#140;&#227;&#128;&#129;&#227;&#130;&#185;&#227;&#130;&#191;&#227;&#131;&#188;&#227;&#131;&#158;&#227;&#130;&#164;&#227;&#131;&#179;&#227;&#129;&#175;&#233;&#128;&#163;&#229;&#176;&#132;&#227;&#129;&#140;&#232;&#166;&#139;&#227;&#129;&#169;&#227;&#129;&#147;&#227;&#130;&#141;&#239;&#188;&#129;&#227;&#131;&#169;&#227;&#130;&#164;&#227;&#131;&#144;&#227;&#131;&#171;&#227;&#130;&#130;&#230;&#172;&#161;&#227;&#128;&#133;&#227;&#129;&#171;&#232;&#138;&#177;&#231;&#129;&#171;&#227;&#130;&#146;&#232;&#168;&#173;&#231;&#189;&#174;&#227;&#129;&#151;&#227;&#129;&#166;&#227;&#129;&#132;&#227;&#129;&#143;&#227;&#129;&#159;&#227;&#130;&#129;&#227;&#128;&#129;&#227;&#130;&#134;&#227;&#129;&#163;&#227;&#129;&#143;&#227;&#130;&#138;&#227;&#129;&#168;&#232;&#138;&#177;&#231;&#129;&#171;&#227;&#130;&#146;&#233;&#155;&#134;&#227;&#130;&#129;&#227;&#129;&#166;&#227;&#129;&#176;&#227;&#129;&#139;&#227;&#130;&#138;&#227;&#129;&#175;&#227;&#129;&#132;&#227;&#130;&#137;&#227;&#130;&#140;&#227;&#129;&#190;&#227;&#129;&#155;&#227;&#130;&#147;&#227;&#128;&#130; &#229;&#177;&#177;&#230;&#156;&#173;&#227;&#129;&#140;&#229;&#176;&#189;&#227;&#129;&#141;&#227;&#128;&#129;&#229;&#133;&#168;&#227;&#129;&#166;&#227;&#129;&#174;&#232;&#138;&#177;&#231;&#129;&#171;&#227;&#129;&#140;&#232;&#168;&#173;&#231;&#189;&#174;&#227;&#129;&#149;&#227;&#130;&#140;&#227;&#129;&#166;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#134;&#229;&#137;&#141;&#227;&#129;&#171;&#232;&#138;&#177;&#231;&#129;&#171;&#227;&#130;&#146;&#229;&#174;&#140;&#230;&#136;&#144;&#227;&#129;&#149;&#227;&#129;&#155;&#227;&#128;&#129;&#227;&#131;&#169;&#227;&#130;&#164;&#227;&#131;&#144;&#227;&#131;&#171;&#227;&#130;&#136;&#227;&#130;&#138;&#227;&#130;&#130;&#229;&#141;&#176;&#232;&#177;&#161;&#231;&#154;&#132;&#227;&#129;&#170;&#227;&#130;&#185;&#227;&#130;&#191;&#227;&#131;&#188;&#227;&#131;&#158;&#227;&#130;&#164;&#227;&#131;&#179;&#227;&#130;&#146;&#230;&#137;&#147;&#227;&#129;&#161;&#228;&#184;&#138;&#227;&#129;&#146;&#227;&#129;&#190;&#227;&#129;&#151;&#227;&#130;&#135;&#227;&#129;&#134;&#227;&#128;&#130;&#10;publisher's summary&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Solo / Solitaire Game",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Galaxis: Stellar Frontiers",
    "ID": 352050,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/352050/galaxis-stellar-frontiers",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "150",
    "Weight": "0",
    "Description": "Galaxis: Stellar Frontiers is a scenario-based competitive sci-fi strategy game for 2-4 players where each scenario brings you into one of the many battles going on in a galactic-wide war. During the game you will build a thriving economy to fuel the battle while expanding your area of control with fleets of ships.&#10;&#10;Gameplay:&#10;In Galaxis: Stellar Frontiers, you assume the role of one of four unique galactic factions fighting for resources and territory. At the beginning of every turn, you collect resources from fields you control which you can spend on constructing Buildings on Planets, buying Ships, and researching Ship Upgrades to improve them. By moving your Ships into new fields, you expand your reach to get more resources and trigger Events which help you grow even faster. By growing your economy, you&rsquo;re able to unlock new building tiers to bring the war the next level. Each faction follows their very own goals in the scenarios to gain Influence, and the one with the most influence points at the end wins the battle and one day, possibly the war.&#10;&#10;",
    "Categories": [
      "Dice",
      "Fighting",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Alliances",
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Modular Board",
      "Moving Multiple Units",
      "Roles with Asymmetric Information",
      "Scenario / Mission / Campaign Game",
      "Victory Points as a Resource"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Castle: Deck 1",
    "ID": 352051,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/352051/castle-deck-1",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Welcome to Castle, the game of fighting creatures and obstacles.&#10;&#10;Start off with 40 points and see who will be the winner in the end! The first one who loses all their points, loses the game!&#10;&#10;Players draft 1-2 cards to battle and inflict damage on each other. Object cards can increase or decrease a player's stamina. The first person to lose all 40 of their stamina points, loses the game.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting",
      "Single Loser Game",
      "Solo / Solitaire Game",
      "Trading"
    ],
    "Families": [
      "Category: Print-on-Demand",
      "Collectible: Collectible Card Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Horse & Musket: Annual #4",
    "ID": 352052,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.17",
    "Link": "https://boardgamegeek.com/boardgameexpansion/352052/horse-and-musket-annual-4",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Horse and Musket Annual Number 4 is the fourth fan expansion to Horse &amp; Musket. It will add new scenarios for owners of Volumes I-V and Horse &amp; Matchlock.&#10;&#10;The scenarios include...&#10;&#10;Alford &ndash; July 2, 1645 &ndash; &ldquo;I found myself so slighted&rdquo;&#10;&#10;Moh&aacute;cs &ndash; August 12, 1687 &ndash; 1526 Avenged&#10;&#10;Almenar &ndash; July 27, 1710 &ndash; Stanhope&rsquo;s Great Charge&#10;&#10;Bassignana &ndash; September 27, 1745 &ndash; Bourbon High Tide in Italy&#10;&#10;Rocoux &ndash; October 11, 1746 &ndash; &ldquo;Hell opened her mouth to swallow us up.&rdquo;&#10;&#10;Kay &ndash; July 23, 1759 &ndash; Preamble to Kunersdorf&#10;&#10;Trenton &ndash; December 26, 1776 &ndash; &ldquo;Victory or death&rdquo;&#10;&#10;Assunpink Creek &ndash; January 2, 1777 &ndash; &ldquo;We&rsquo;ve got the old fox safe now.&rdquo;&#10;&#10;Bennigton &ndash; August 16, 1777 &ndash; &ldquo;They are ours, or this night Molly Stark sleeps a widow!&rdquo;&#10;&#10;Kings Mountain &ndash; October 7, 1780 &ndash; &ldquo;With fire and sword.&rdquo;&#10;&#10;Valmy &ndash; September 20, 1792 &ndash; &ldquo;Vive la Nation!&rdquo;&#10;&#10;First Abukir &ndash; July 25, 1799 &ndash; Jochim Murat Wins His Laurels&#10;&#10;Jena &ndash; October 14, 1806 &ndash; &ldquo;&hellip;if he were alive we wouldn&rsquo;t be here today.&rdquo;&#10;&#10;Talavera &ndash; July, 27-28, 1809 &ndash; &ldquo;My God! What is an army without a chief?&rdquo;&#10;&#10;Smolensk &ndash;  August 17, 1812 &ndash; Napol&eacute;on Takes the Gateway to Old Russia&#10;&#10;Borodino &ndash; September 7, 1812 &ndash; &ldquo;And if there should be another battle tomorrow, where is my army?&rdquo;&#10;&#10;Berezina &ndash; November 28, 1812 &ndash; Perilous Winter Crossing&#10;&#10;L&uuml;tzen &ndash; May 2, 1813 &ndash; Napoleon&rsquo;s Bloody Return to Prussia&#10;&#10;Bautzen &ndash; May 20-21, 1813 &ndash; The Truce of Pl&auml;switz&#10;&#10;Lacoste Plantation &ndash; December 23, 1814 &ndash; &ldquo;The British shall not sleep upon our territory!&rdquo;&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "American Indian Wars",
      "American Revolutionary War",
      "Expansion for Base-game",
      "Napoleonic",
      "Pike and Shot",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Hexagon Grid",
      "Modular Board"
    ],
    "Families": [
      "Game: Horse & Musket (Hollandspiele)",
      "Region: Piedmont (Italy)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "CoderMarz",
    "ID": 352055,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.69",
    "Link": "https://boardgamegeek.com/boardgame/352055/codermarz",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "WELCOME TO PLANET MARS!&#10;It's the year 2090. Your spaceship has just landed on Mars. Captain Capability, Captain Courage, Captain Creativity, and Captain Compassion need to be able to train themselves on Mars to collect supplies in order to help them settle. But here's the twist - to help the astronauts survive, you are the Master Mind. Your astronaut needs to collect all the supplies and essentials to survive on Mars and you can use your predictive instincts to do so.&#10;&#10;Building on the core game mechanics of Coder Mindz, this game adds set collection and learning about the planet Mara and space exploration to combine both AI and astronomy education. The idea is easy - play a board game, help the astronauts explore Mars, visit various places, collect necessary supplies, and a lot more. All in a fun and exciting Martian Adventure!&#10;&#10;Learning Coding and AI concepts help you connect with real coding and AI.&#10;&#10;",
    "Categories": [
      "Educational",
      "Space Exploration"
    ],
    "Mechanics": [
      "Set Collection",
      "Point to Point Movement"
    ],
    "Families": [
      "Space: Mars",
      "Theme: Teaching Programming"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Althing: Sous le signe d'Hela",
    "ID": 352056,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/352056/althing-sous-le-signe-dhela",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Althing is the first expansion to the game Althing with 22 new cards. It includes a set of modules, complementary or independent, that will renew your games and the way you approach Althing, even in solo mode.&#10;&#10;- Thorfinn legend (solo mode)&#10;- Coward troll&#10;- An epic under the sign of Hela : Add Hela cards under the step cards to add special effects to those steps&#10;- Stridur and Bolvun : this module adds 2 new step cards with special effects.&#10;- Loki, Tyr, Idunn are new player cards with new effects&#10;- Jot&uuml;nn : new vikking card with more options to trick your opponents&#10;&#10;If you want to win, you still have to speed up your opponents in the race for the throne... But with this expansion you have new challenges to face, and new options to win!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Roles with Asymmetric Information"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Althing: Coronation promo card",
    "ID": 352058,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/352058/althing-coronation-promo-card",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Promo card that can be obtained during boardgames events. &#10;It can replace the basic Thing / Althing card.&#10;&#10;It shows the coronation a little closer, but requires different conditions to be reached.&#10;&#10;Thing - promo side : requires 3 gold, 3 wood, 2 bones&#10;Althing - promo side : requires 3 gold, 3 wood, 4 bones&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Althing: Butik Promo Card",
    "ID": 352059,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/352059/althing-butik-promo-card",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Promo card that can be obtained as a goodies when buying the game or picking up the game pre ordered in a game shop.&#10;It can replace the basic Thing / Althing card, the last step of the race.&#10;&#10;It represents a game shop in a viking village, and requires the same conditions than the Althing: promo card to be reached.&#10;&#10;Thing - Butik side : requires 3 gold, 3 wood, 2 bones&#10;Althing - Butik side : requires 3 gold, 3 wood, 4 bones&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Vudù: Bad Box",
    "ID": 352060,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.95",
    "Link": "https://boardgamegeek.com/boardgame/352060/vudu-bad-box",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Ancient sorcery, dark omens and endless curses &mdash; you will become one of the adepts of the dark magic of the Egyptians or a follower of the ancient art of the Badly Dead Druids or an arcane sorcerer of Vud&ugrave; rituals! Prepare yourselves for the biggest dispute of black magic ever. The Vud&ugrave; tournament has just begun!&#10;&#10;In Vud&ugrave;, the players act as the most wicked and malicious sorcerers of all time, and they want to use their curses and black magic to make the lives of their enemies impossible to prevail over them!&#10;&#10;But wait... many expansions came after Vud&ugrave;... each one more cruel than the previous. So, to collect them all, you don't need a BIG box, you need a BAD box.&#10;&#10;It contains the base box and these expansions:&#10;Double Trouble&#10;Ninja VS Pigmei&#10;Zombi VS Barbari&#10;Mostri VS Alieni&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Dice Rolling",
      "Hand Management"
    ],
    "Families": [
      "Game: Voodoo"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Symposium: A Game About Asking Questions",
    "ID": 352061,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.80",
    "Link": "https://boardgamegeek.com/boardgame/352061/symposium-a-game-about-asking-questions",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "2.5",
    "Description": "Symposium is a Descended From The Queen storytelling card game for 3-8 players, simulating a philosophical dinner party (or &quot;symposium&quot;) in the classical style of the ancient Greek world and based on Plato's work of the same name, with some modifications to make it more accessible to a modern audience.&#10;&#10;In the game you play guests at dinner party filled with interesting people: philosophers, poets, doctors, playwrights, and many others. All the best things in life are there: good food, wine, beautiful servants, and interesting conversation. You are a guest, and after you get comfortable your host makes a request of you: make a speech in praise of love. Every guest gives a speech, the contents of which are directed by a different metaphysical perspective. If your speech is the best one, the host will award you the relevant card.&#10;&#10;After this initial round of play the role of host shifts, new perspectives are selected, and a new Question card is drawn by a new host; introducing the players to a variety of interesting questions. (What is is to be wise? What is courage? Why do I still love them?) Fresh speeches are given, and the card is awarded. Play continues in this manner until the You are drunk card is selected, at which point the game is over. The guest with the most cards at the end of the game not only wins, but is also the wisest.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game"
    ],
    "Mechanics": [
      "Communication Limits",
      "Cooperative Game",
      "Player Judge"
    ],
    "Families": [
      "Ancient: Greece"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Disgruntled Decks: Navy Edition",
    "ID": 352062,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/352062/disgruntled-decks-navy-edition",
    "Min Players": "4",
    "Max Players": "14",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "From the publisher's website:&#10;&#10;Disgruntled Decks is a card game for military service members and grizzled Veterans who enjoy laughing together about their time in the service. With a unique blend of descriptive language and military themes, Disgruntled Decks gives one more reason for service members and Veterans to talk about their shared experiences while having fun in the process. &#10; We strongly believe that humor is healing, and some Veterans still have a good amount of healing left to do. We hope to provide some of that humor with Disgruntled Decks.&#10; Disgruntled Decks can be played by itself or used as an unofficial military Cards Against Humanity &reg; third party expansion.&#10; &#10;Disgruntled Decks&#10;The Original Card Game For Veterans.&trade;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Mature / Adult",
      "Nautical",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Player Judge",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Series: Cards Against Humanity-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "2020: The Board Game – 2021 Extension Pack +",
    "ID": 352070,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/352070/2020-the-board-game-2021-extension-pack-plus",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "0",
    "Description": "With the 2021: Extension Pack +, players will encounter 54 exclusive social media cards that give players the opportunity to keep their game current with events inspired by the year 2021.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Do You Know Me? Expansion Pack",
    "ID": 352071,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/352071/do-you-know-me-expansion-pack",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "It&rsquo;s about to get personal with the Do You Know Me? Expansion Pack! Find out how well you really know your friends with 180 new hilarious and oh-no-you-didn't questions to add to the Do You Know Me? Core game.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Catan: Die Stoffräuber",
    "ID": 352073,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/352073/catan-die-stoffrauber",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The second set of accessories in the Catan Goodies line (the first Catan Goodies set consisted of the Catanimals) features a set of three plush robber figures. These three figures are plush representations of &ldquo;Teuber&rsquo;s Robbers&rdquo;: three characters named Chief, Lucky, and Bert, who together are the personifications of the robber in Catan. The robbers were originally envisioned to be hapless and ultimately harmless characters who are constantly being vilified by the people settling on Catan.&#10;&#10;As with the Catanimals, the rules of a scenario using these plush figures was made available, although in this case the rules were only made available in the German language from the Catan website.&#10;&#10;Rules: &#10;In a 3-4 player game, only two of the plush robbers are used.  In a 5-6 player game, all three of the plush robbers are used.&#10;&#10;At the start of the game, none of the plush robbers are under the control of any player. A player may take control of one of the plush robbers if they have one of their hand cards stolen as a result of robber movement.&#10;&#10;Once all of the plush robbers have been claimed, whenever a player has one of their hand cards stolen as a result of robber movement, the player having their card stolen may take a plush robber from the player stealing the card. If the player stealing the card does not have a plush robber, they may take a plush robber from any other player.&#10;&#10;A player with control of one plush robber has their hand limit increased by three cards (they do not lose resources unless they have more than 10 cards, instead of the usual 7).&#10;&#10;The robber may not be moved to any hex where there is an adjacent settlement or city belonging to a player with control of two plush robbers, unless that player is in sole possession of the most victory points.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That",
      "Victory Points as a Resource"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Solar System Voyager",
    "ID": 352080,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.29",
    "Link": "https://boardgamegeek.com/boardgame/352080/solar-system-voyager",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Turn-based strategy about running a space agency and exploring the solar system in the new space race. Each player takes on the role of one of the 5 space agencies, and in his turn can perform two of the 9 possible actions, such as developing the agency on the technology tree, launching a rocket, conducting research, placing buildings, or sabotage.&#10;&#10;The game board is a model of the Solar System, consisting of 5 movable rings. On each ring there are successive objects of the Solar System, and the rings are divided into such numbers of squares, that rotating each of the rings by 1 square per round, the speed of planets and rockets on their orbits around the Sun is maintained according to Kepler's law!&#10;&#10;Once all players have made their move, we rotate each ring and the positions of the planets and rockets change. This means that players, in order to optimize their missions and not waste valuable time, must learn to predict the future position of planets and start planning rocket launches in advance, just like real space agencies.&#10;&#10;Development tree is divided into three branches: space tourism, base construction and sabotage. Players have to manage their budget on an ongoing basis, so they don't run out of funds at the crucial moment of the space race. In addition, each of the space agencies: USA, Russia, Europe, China and Japan, has its own unique bonus.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Educational",
      "Racing",
      "Space Exploration"
    ],
    "Mechanics": [
      "Action Drafting",
      "Hidden Victory Points",
      "Income",
      "Open Drafting",
      "Race",
      "Simulation",
      "Tech Trees / Tech Tracks"
    ],
    "Families": [
      "Crowdfunding: Wspieram",
      "Space: Earth's Solar System"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Somethingly",
    "ID": 352086,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/352086/somethingly",
    "Min Players": "3",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Somethingly is the new, side-splittingly silly, party game from Toffee Hammer. Players perform Do This! actions in a &lsquo;Somethingly&rsquo; way for other players to guess: Dance like you&rsquo;re at a disco&hellip; suspiciously! Mime drinking tea&hellip; angrily! Shake hands with someone&hellip; mysteriously! Anyone who likes charades, will love Somethingly!&#10;&#10;Included in the box are suggestions for three different types of gameplay: &lsquo;Inclusively&rsquo; for families and mixed ability groups; &lsquo;Rapidly&rsquo; for fast-paced team play; and &lsquo;Competitively&rsquo; for individual players.&#10;&#10;With 250 Somethingly cards and 150 Do This! Cards there are over 35,000 different possible combinations &ndash; making this a game that will last a lifetime. Cards are colour coded for difficulty&#10;so it is easy to adapt for different groups.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Acting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Shadows of Brimstone: Dead or Alive Game Supplement",
    "ID": 352087,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.25",
    "Link": "https://boardgamegeek.com/boardgameexpansion/352087/shadows-of-brimstone-dead-or-alive-game-supplement",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Travelling the desert roads and canyon trails is always a risky proposition with outlaws on the prowl. Whether bitter with mutation, risen from a shallow grave, or just looking to make an easy score, the highwaymen around Brimstone are ruthless in their greed for Dark Stone and gold.&#10;&#10;This 15-card supplement adds a collection of all new Canyons Encounters and Canyons Artifacts for The Canyons World (found in the Shadows of Brimstone: Other Worlds &#226;&#128;&#147; Blasted Wastes), as well as new Darkness cards. These cards are themed for finding items and encounters with lawless outlaws and highwaymen travelling the canyon valleys of the Southwest.&#10;&#10;CARD LIST&#10;&#10;     Outlaw Treasure Map &times;2&#10;     Highwayman's Holster&#10;     Highwayman's Shotgun&#10;     Gulch Rifle&#10;     Bandit's Duster&#10;     Life on the Run x2&#10;     Nothing Personal&#10;     Dark Stone Rage&#10;     Stampede!&#10;     &quot;Not Yer Business&quot;&#10;     Outlaw Camp&#10;     &quot;Help! Help!&quot;&#10;     Shallow Graves&#10;&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "American West",
      "Exploration",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Role Playing"
    ],
    "Families": [
      "Game: Shadows of Brimstone"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Os 3 Porquinhos",
    "ID": 352088,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgame/352088/os-3-porquinhos",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "10",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Os 3 Porquinhos (&quot;The 3 Little Pigs&quot;) is the first volume in a series of fun games based on ancient tales passed down from generation to generation, later grouped into books by writers who became famous for such feats and came to be known as &quot;Fairy Tales&quot;.&#10;Here players have to band together to stop the wolf from taking down their houses. For that, they must think strategically and together, as it is a cooperative game.&#10;Build the three houses as quickly as possible by putting an end to the wolf's plans will make the players win!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Educational",
      "Fantasy"
    ],
    "Mechanics": [
      "Action Queue",
      "Cooperative Game",
      "Modular Board",
      "Pattern Building",
      "Pattern Recognition",
      "Pick-up and Deliver",
      "Pieces as Map",
      "Point to Point Movement",
      "Tile Placement"
    ],
    "Families": [
      "Folk Tales & Fairy Tales: Three Little Pigs"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Christmas Rush!",
    "ID": 352089,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/352089/christmas-rush",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Christmas Rush is a family board game themed around Christmas, but playable all year round.&#10;&#10;The object of the game is to find and wrap a number of Christmas presents (dealt randomly at the start of the game) and get them back to the Christmas tree. The presents are represented by tiles shuffled and located in pre-set areas on the playing board facedown.&#10;&#10;Players move around the board using 2 dice and choose one dice for the number of moves they can make, and the second dice for the number of tiles they can look at once they have completed their move. Presents can be stolen by other players if they are not wrapped, and to wrap you need wrapping paper (collected from key spaces as you move) and then to roll a &quot;Christmas tree&quot; on the dice. Once all presents have been found and wrapped, play moves to the Holly Highway where the race is on back to the tree. Snowflake cards will help or hinder, and naughty elves will send you backwards.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Memory"
    ],
    "Mechanics": [
      "Matching",
      "Memory",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Holidays: Christmas"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: Field Report 2765 – AFFS",
    "ID": 352107,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/352107/battletech-field-report-2765-affs",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Field Report 2765: AFFS describes the state of House Davion's Federated Suns just before the events described in Historical: Liberation of Terra (Part 1), including the overall military and logistical condition of one of the Great Houses that would eventually survive the collapse of the Star League and face a new age of endless war.&#10;&#10;Field Report 2765: AFFS closely follows the format of Field Report: AFFS but with two new WarShip designs also included along with record sheets for each.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Game: BattleTech",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: Field Report 2765 – CCAF",
    "ID": 352125,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/352125/battletech-field-report-2765-ccaf",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "2765 Field Report: CCAF describes the state of House Liao's Capellan Confederation just before the events described in Historical: Liberation of Terra (Part 1), including the overall military and logistical condition of one of the Great Houses that would eventually survive the collapse of the Star League and face a new age of endless war.&#10;&#10;Field Report 2765: CCAF closely follows the format of Field Report: CCAF but with two new WarShip designs also included along with record sheets for each.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Game: BattleTech",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: Field Report 2765 – DCMS",
    "ID": 352127,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/352127/battletech-field-report-2765-dcms",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Field Report 2765: DCMS describes the state of House Kurita's Draconis Combine just before the events described in Historical: Liberation of Terra (Part 1), including the overall military and logistical condition of one of the Great Houses that would eventually survive the collapse of the Star League and face a new age of endless war.&#10;&#10;Field Report 2765: DCMS closely follows the format of Field Report: DCMS, but with two new WarShip designs with the respective record sheets.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Game: BattleTech",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mind on the Movies",
    "ID": 352128,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/352128/mind-on-the-movies",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Mind on the Movies is about creating movie titles and letting your friends pitch the ideas. You are either the writer that must create the movie idea using word cards or you become the producer giving the thumbs up or down for movie ideas. It has more customization and imagination than any popular voting game, but still very easy to pick up.&#10;&#10;All One80 Games proceeds go to Campus One80 Ministries, a Christian leadership and outreach mission that serves the colleges of the US.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Player Judge"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Vatikan",
    "ID": 352129,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/352129/vatikan",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "It's an abstract game similiar to Round Chess. The game is played in turns on a Circular board with one player playing as red and the other as green. Players move their pieces between spaces according to the rules of the piece being moved. There are seven different pieces. The goal is to be the first player to bring your Cardinal to Vatikan (center of the board) through the opponents half or to remove the opponents Cardinal.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Religious"
    ],
    "Mechanics": [
      "Grid Movement"
    ],
    "Families": [
      "Country: Vatican City",
      "Religious: Pope"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Planszówkowi Kurierzy",
    "ID": 352130,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.69",
    "Link": "https://boardgamegeek.com/boardgame/352130/planszowkowi-kurierzy",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Kids are waiting for board game elements. Will you help deliver them to their homes? Dice by trains, pawns by truck or maybe cards by ship? You decide what to load on the available vehicles. The person who does it most efficiently will be the winner.&#10;&#10;The game combines fun with the development of a child's math skills: it teaches counting up to 20, orders of magnitude and simple fractions. The players' task is to fill their vehicles with game elements and deliver them to homes from all over the world.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Math",
      "Transportation"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Jurassic Park: Bid to Win Trivia",
    "ID": 352136,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgame/352136/jurassic-park-bid-to-win-trivia",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Grab your Visitor&rsquo;s pass and prove how &ldquo;clever&rdquo; you are by going head-to-head with other prehistoric adventure lovers with the officially licensed Jurassic Park: Bid to Win Trivia Game! Answer 600 questions that span Jurassic Park, The Lost World, and Jurassic Park 3 trilogy.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Islands: Fictional",
      "Movies: Jurassic Park"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Last Tank R&W Version",
    "ID": 352139,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.60",
    "Link": "https://boardgamegeek.com/boardgame/352139/the-last-tank-r-and-w-version",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The Last Tank is a solo game simulating tank combat in the period of the invasion of the German army on the Moscow front in 1941.&#10;&#10;Objective: The tank must survive until the end of the tenth turn. When it is destroyed, the game will be over.&#10;&#10;To overcome the enemies you need your ingenuity as the captain of the tank, you will make decisions that are put into practice on the battlefield, this is achieved by defending your position and destroying all enemies, using both the cannon and the submachine guns. your tank.&#10; &mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Paper-and-Pencil",
      "Solo / Solitaire Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Nutty Squirrel",
    "ID": 352140,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/352140/the-nutty-squirrel",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "0",
    "Description": "You play as a squirrel and collect as many nuts as you can. Watch out, there are cars to hit you that make you lose your nuts. Plus, you can steal nuts, roll the dice and get more nuts, also skip players. The goal is to get a total of 60 nuts before anybody else.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Party Game"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Something Beginning With...",
    "ID": 352141,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/352141/something-beginning-with",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "2",
    "Description": "It is an word game in a little mint tin box with an D20 letter dice and 50 sheets of paper with questions. It's simple to play and fits in every Pocket.&#10;Short Shuffle all papers, lay it to the &quot;?&quot;-site. At your turn,flip the top card and role the dice. If you find the correct answer, get the card as Point. Then is the next player turn. The player with the most points wins.&#10;&#10;Questions in all editions are in 5 languages.  The mint tin case and rules are language specific.&#10;&#10;",
    "Categories": [
      "Trivia",
      "Word Game"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Components: Letter Cubes / Word Dice",
      "Word Games: First Letter Given"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gobby: Phrase Expansion Pack",
    "ID": 352143,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/352143/gobby-phrase-expansion-pack",
    "Min Players": "4",
    "Max Players": "20",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Rude and crude expansion pack for Gobby. Contains 50 phrase start and finish cards giving you 2500 new possible phrase combinations bringing the total up to 10,000 when added to the base game.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Mature / Adult"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Dental Retractor",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Torneo!",
    "ID": 352144,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/352144/torneo",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "3",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Two knights challenge each other in a tournament. A bidding system allow to win each turn. Winning two turns in a row means that the opponent is unsaddled: a knight on saddle has bonus on his bets against an unsaddled one. The player winning three turns more than the opponent wins the game.&#10;&#10;&mdash;description from the designer&#10;&#10;Published on History Kids, italian edition, issue #10.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Educational",
      "Fighting",
      "Math",
      "Medieval",
      "Renaissance"
    ],
    "Mechanics": [
      "Auction / Bidding"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Futmes",
    "ID": 352145,
    "Year": "(2023)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.60",
    "Link": "https://boardgamegeek.com/boardgame/352145/futmes",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "50",
    "Play Time": "90",
    "Weight": "0",
    "Description": "FUTMES is The Most Ruthless F&uacute;tbol Board Game Ever. In this game you can live the experience of a soccer match full of unexpected events.&#10;&#10;Your team will consist of one Coach, one Captain, three Football Players and one Stadium where you will play your home matches.&#10;Use your cards and your strategic skills to defeat other teams and win the FUTMES LEAGUE.&#10;Always pay attention to the skills of your team members, they could be the difference between a win and a defeat&#10;&#10;In FUTMES the resources are called EVENT CARDS and are useful for controlling the unexpected events of the game.&#10;&#10;Anything can happen during a FUTMES match flipping the CHANCE CARDS and find out if your goal was successful.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Events",
      "Finale Ending",
      "Interrupts",
      "Race"
    ],
    "Families": [
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Now or Never: Crafting Arzium Promo Set",
    "ID": 352146,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgameexpansion/352146/now-or-never-crafting-arzium-promo-set",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Two promo cards that were a physical reward for backing the Crafting Arzium film campaign by Zoom Out Media, which covered the design and development of Now or Never.&#10;&#10;The additional cards are: Lava Flow (Shell Armor) and Junk Yard (Fate Magnet)&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "WISP",
    "ID": 352149,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/352149/wisp",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "WISP is the new trick-taking card game that is recognisably different from some established trick-taking games. The core differences include the following aspects:&#10;&#10;&#10;     You can compete as a team or individually.&#10;     There are no &quot;normal&quot; cards that are hierarchically equal. So you can get into trick-taking incredibly quickly.&#10;     It will always be dealt the same number of cards.&#10;     The announcement of a trick to be taken is an inferior element, which exists only in the team variant.&#10;&#10;&#10;Welcome to the world of mythical creatures and have fun dueling!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Mythology"
    ],
    "Mechanics": [
      "Semi-Cooperative Game",
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: Field Report 2765 – FWLM",
    "ID": 352159,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/352159/battletech-field-report-2765-fwlm",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Field Report 2765: FWLM describes the state of House Marik's Free Worlds League just before the events described in Historical: Liberation of Terra (Part 1), including the overall military and logistical condition of one of the Great Houses that would eventually survive the collapse of the Star League and face a new age of endless war.&#10;&#10;Field Report 2765: FWLM closely follows the format of Field Report: FWLM but with one new WarShip design also included along with record sheets for each of its variants.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Game: BattleTech",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: Field Report 2765 – LCAF",
    "ID": 352160,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/352160/battletech-field-report-2765-lcaf",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Field Report 2765: LCAF describes the state of House Steiner's Lyran Commonwealth just before the events described in Historical: Liberation of Terra (Part 1), including the overall military and logistical condition of one of the Great Houses that would eventually survive the collapse of the Star League and face a new age of endless war.&#10;&#10;Field Report 2765: LCAF closely follows the format of Field Report: LAAF but with one new WarShip design also included along with record sheets for each of its variants.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Book",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Game: BattleTech",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "BattleTech: Field Report 2765 – Periphery",
    "ID": 352161,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/352161/battletech-field-report-2765-periphery",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Field Report 2765: Periphery describes the state of the four great Periphery States just before the events described in Historical: Liberation of Terra (Part 1), including the overall military and logistical condition of the fringe powers--including the infamous Rim Worlds Republic, whose House Amaris would bring about the collapse of the Star League that would eventually plunge the rest of the Inner Sphere into a new age of endless war.&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": [
      "Game: BattleTech",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tusky Joe's Snorkel Adventure",
    "ID": 352162,
    "Year": "(2022)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.33",
    "Link": "https://boardgamegeek.com/boardgame/352162/tusky-joes-snorkel-adventure",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Tusky Joe's Snorkel Adventure is a 2-4 player light-medium family-friendly game about diving for treasures in the sea. The game features a nice blend of dice rolling, engine building and push your luck.&#10;&#10;Over 7 rounds, players will be heading out on Tusky Joe's boat, strapping on their snorkels and diving gear and looking for lost treasures in the sea. On your turn, roll your dice and assign them to salvage cards that you'd like to recover. Beautiful treasures are there to be found and worth lots of delicious points. Don't like what you see? Move through the water using the brilliant side-scrolling sea bed.&#10;&#10;Trade in your salvage at the shop to buy new gear which will help you in the water to achieve better dice results. Choose your strategy and tailor your equipment. Gain the most points by the end of the game and you're the winner!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck",
      "Re-rolling and Locking"
    ],
    "Families": [
      "Components: Wooden pieces & boards",
      "Mechanism: Tableau Building"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "ROAARR Challenge",
    "ID": 352165,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/352165/roaarr-challenge",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "To be the best at Roaarr Challenge, you will have to speak up and make sure you&rsquo;re the first to be heard! Budding impressionists will need to fine-tune their best animal calls to win! This hilarious game for children from 4 years old is a game of speed where observation skills and concentration are key to success. Each player takes on the role of an animal: they can only express themselves through their cries. The aim of the game? Win the most cards by being the fastest to scream out whenever 2 identical cards appear on the table! Things are about to get loud!&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Memory",
      "Speed Matching"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "TKG ARENA: A Rift of Portals",
    "ID": 352166,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/352166/tkg-arena-a-rift-of-portals",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Establishing a portal to another world is a major milestone by any yardstick. The Constellars are often tasked with the conveyance of armies across realms during wars and this ability is crucial to their role.&#10;&#10;Setting up and preparing for the ritual is the easy part, the real challenge comes in maintaining a delicate balance of the cosmic forces as one disrupts the fabric of space and time so that others may arrive at their intended destination safely.&#10;&#10;TKG ARENA: A Rift of Portals is a game for 1 player.&#10;&#10;Components required for this game:&#10;&#10;WORLD TILES:    48&#10;OINKS:    15 from each element for each player (Default)&#10;&#10;Winning Conditions&#10;&#10;The objective of the game is to stabilize the portal once it is set up and this is represented by fulfilling a number of conditions.&#10;&#10;1.    The number of Oinks in the Inner Gate must be equal or more than the Oinks placed in the Outer Void.&#10;2.    The number of elemental insignias placed on any linear sides of the Boundary must be equal.&#10;3.    The elemental insignias on each tile must be matched by a placed Oink representing the same element.&#10;&#10;Ending Condition&#10;&#10;The game ends when all tiles are played and all unmatched Oinks on any tile on the Boundary are moved to the Outer Void. The player loses when the winning conditions are not achieved when the game ends.&#10;&#10;Setup&#10;&#10;A player starts the game by drawing randomly from a stack of world tiles to be placed in a 3 x 3 grid manner as below.&#10;&#10;X        A    B    C        O&#10;        D    I    E        &#10;        F    G    H&#10;&#10;1.    Shuffle the 48 world tiles into a stack. World tiles are referred to as tiles.&#10;&#10;2.    Draw 3 tiles from the stack. From these 3 tiles, flip 1 over to the grid side to form the Outer Void (This is represented by the faced down tile O in the diagram), 1 to form the Inner Gate (This is represented by the faced down tile I in the diagram).&#10;&#10;3.    Gain the Oinks matched by the elemental insignias of the last remaining tile and discard it, an area such as X can be designated for discarded tiles in the diagram.&#10;&#10;All world tiles built are placed faced up with their elemental insignias visible. Tiles A, B, C, D, E, F, G, H surrounding tile I forms the Boundary. To fulfill winning condition 2,  the sum of the number of elemental insignias on the Tiles A, B, C; Tiles C,E, H; Tiles F,G, H and Tiles A, D, F are equal.&#10;&#10;On each turn&#10;&#10;Draw 3 tiles from the stack and the player must perform ONE of each of the following actions in the following order:&#10;&#10;1.    Gain - Play a tile, gain the Oinks indicated on the elemental insignias and discard it. Put the Oinks gained in the Inner Gate.&#10;&#10;2.    Build - Build a tile, if it is the first tile, place it adjacent to the Inner Gate, if it is not, it must be placed adjacent to another tile that has been built that bears at least one of its own elemental insignias. If the intended location is adjacent to two or more world tiles, then all adjacent world tiles must bear at least one matching elemental insignia between them.&#10;&#10;If you are unable to or do not wish to build for any reason, gain the Oinks indicated on any one of the remaining tiles that has not been played and put them into the Outer Void. You can also replace any tile built with any tile in your hand but all Oinks placed on the built tile will be placed in the Outer Void.&#10;&#10;3.    Move - Play a tile, you can move Oinks indicated on the elemental insignias of this tile from the Inner Gate to any built tile, or to move any Oink from a built tile to an adjacent built tile. If you are unable to or do not wish to move any of the Oinks indicated for any reason, gain the Oinks instead and put them into the Outer Void.&#10;&#10;The player cannot skip any action and each action must be fulfilled in totality. E.g.  During a Move action, a tile with 3 Fire Insignias has been chosen but the player has only 1 Fire Oink in the Inner Gate. You may NOT move the existing 1 Fire Oink to any other tile, gain 2 Fire Oinks and then placed them in the Outer Void. 3 Fire Oinks should be gained and placed in the Outer Void.&#10;&#10;Scoring&#10;&#10;For each Oink placed in a tile that bears the same insignia, gain 1 Victory Point. The player with the most Victory Points wins the final victory if multiple players are competing. Ties are broken by the difference in Oinks between their Outer Void and Inner Gate. The player with the greater difference wins. If the differences are the same, the players shared a joint victory.&#10;&#10;Variant&#10;&#10;The game can be scaled up with a BOUNDARY with sides featuring more tiles. (E.g 4 or 5). The rest of the rules remain unchanged. In this case, players can choose to leave the space representing the Inner Gate empty instead of a faced down tile I. Players can choose to use other appropriate counters to represent Oinks during play.&#10;&#10;",
    "Categories": [
      "Exploration",
      "Fantasy",
      "Puzzle"
    ],
    "Mechanics": [
      "Map Addition",
      "Matching",
      "Modular Board",
      "Movement Points",
      "Network and Route Building",
      "Pick-up and Deliver",
      "Solo / Solitaire Game",
      "Tile Placement"
    ],
    "Families": [
      "Game: TKG ARENA",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Neimhaim",
    "ID": 352168,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.71",
    "Link": "https://boardgamegeek.com/boardgame/352168/neimhaim",
    "Min Players": "1",
    "Max Players": "7",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Neimhaim is a 1 to 7 player cooperative game based on the popular saga of Nordic fantasy novels by Aranzazu Serrano Lorenzo. Players control brave heroes who must unite the peoples of the Forbidden Peninsula - the brave Kranyal warriors and the peaceful Djendel priests - before winter falls upon them. The games have an average duration of 45 minutes.&#10;&#10;The objective of the game is to drive out the invaders and restore the Alliance in all villages. If you succeed... congratulations! You have all won!&#10;&#10;Neimhaim is a fantasy literature saga with a Nordic setting, an epic saga enriched with the force of Viking myths and the mystery of Celtic culture. A unique and original universe endowed with an extensive &lsquo;world building&rsquo; that includes illustrations, original designs and maps. Recommended for youth and adult audiences.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Novel-based"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Solo / Solitaire Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Carcassonne: The Signposts",
    "ID": 352169,
    "Year": "(2021)",
    "Geek Rating": "5.534",
    "Avg Rating": "7.63",
    "Link": "https://boardgamegeek.com/boardgameexpansion/352169/carcassonne-the-signposts",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Carcassonne: The Signposts is a 12-tile expansion that can be mixed with the Carcassonne base game.&#10;&#10;Each tile features, among other things, one or more road segments and two of three possible signposts, with the signposts indicating a left turn, a right turn, or a straight path. When a road that contains a signpost is scored, for each signpost you look at the next tile adjacent to the signpost, and if the road segment on that tile matches the signpost, then the signpost scores. For example, if the signpost shows a right turn, and the adjacent tile features a right turn (regardless of any other road segments), then the signpost scores.&#10;&#10;If you score only one type of signpost, then each such signpost is worth 1 point; if you score two types, then they're each worth 2 points; and if you score three types, they're each worth 1 billion, I mean, 3 points.&#10;&#10;At game's end, each signpost pointing in the correct direction on an unfinished road is worth 1 point.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "City Building",
      "Medieval",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Tile Placement"
    ],
    "Families": [
      "Game: Carcassonne"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "King of 12: Turnierspiel Promo",
    "ID": 352170,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/352170/king-of-12-turnierspiel-promo",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "King of 12 - Tournament Promo&#10;King of 12 - Turnierspiel Promo&#10;It is possible to play with up to 16 players.&#10;Multiple games are needed. &#10;You play in different groups like you do in a normal game. Each winner within his or her group will the compete with the winner of the other group.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Expansions Changing Player Count",
      "Series: Kingdom of 12"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Civilia",
    "ID": 352172,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/352172/civilia",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "In Civilia, players place down overlapping cards to make groups of symbols and expand their civilization. The player that builds the largest group of a symbol becomes World Leader in that sector.&#10;&#10;Exploit your superiority by planning and achieving to score points before your opponents take back the advantage! Score final points after the last card is drawn and the player with the most points wins.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Civilization",
      "Print & Play"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Matching",
      "Set Collection",
      "Solo / Solitaire Game",
      "Victory Points as a Resource"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Admin: Upcoming Releases",
      "Mechanism: Partially overlapping cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Threees!",
    "ID": 352175,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgame/352175/threees",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Threees! is an abstract game with 81 tiles. There are 3 sets of 27 tiles. Each tile in a set has one of 3 different shapes, 3 different colours and 3 different quantities (number of shapes). The tiles are played directly on to a flat surface or table. There is an initial setup round to find the starting player and place some starting tiles on the table. No player scores in this setup round. All players then takes 3 tiles at random from the draw pile (or bag).&#10;&#10;On their turn a player can either play their tiles or exchange them. To play, strategically place 1-3 tiles in a line adjacent to tiles already on the table, so making and/or extending line(s) with the existing tiles. The maximum number of tiles that can be in a line is 9.&#10;&#10;Score 1 point for every tile in each line made or extended, so if a tile is in two lines it is counted twice. If the player has placed all 3 tiles, they receive a bonus of 3 points. The player then replenishes their hand up to three tiles. If the player had placed the ninth and last tile in a line (a &quot;Niner&quot;) they get an extra go. If the player goes out (no tiles remaining in hand or in the draw pile), then they get a bonus of 3 points, play continues until every tile has been played.&#10;&#10;The game ends when the draw pile is empty and every player has played all their tiles. The player with the highest score wins.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "End Game Bonuses",
      "Matching",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "C*NT: The Outrageous Four Letter Word Game",
    "ID": 352176,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/352176/cnt-the-outrageous-four-letter-word-game",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "15",
    "Play Time": "0",
    "Weight": "0",
    "Description": "C*NT is a four letter swear word dice game where the last player out is the C*NT! There are 4 lettered dice, each die has a wild card '*' on it. The included swear list score pad has 4 columns of 10 offensive four letter words, one column for each player. The words further down the list are more difficult to throw (statistically), C*NT at the bottom, being the hardest to throw.&#10;&#10;In turns, each player bids to get control of the dice or passes. A bid consists of a number of throws and a swear word from the swear list. Each subsequent bid must be a fewer number of throws and/or a harder word to throw than the previous bid. When everyone else passes the last bidder wins control of the dice, they are now the Tosser.&#10;&#10;The Tosser takes the dice and tries to throw the bid swear word within the stated number of tosses. If the word is thrown then the Tosser can cross off that word (or the first remaining word above it) from their swear list. If they have crossed off all their words, they go out, otherwise they start the next bidding round. If they did not throw their swear word, all the other players cross off their highest remaining swear word above and including the bid word, then the player to the left starts the next bidding round.&#10;&#10;If at any time four asterisks are thrown then all the other player go out immediately. The last player &quot;out&quot; is a C*NT, everyone points at the C*NT and shouts &quot;C*NT&quot;. The C*NT buys the next round of drinks, etc.&#10;&#10;",
    "Categories": [
      "Dice",
      "Mature / Adult",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Auction: Turn Order Until Pass",
      "Dice Rolling",
      "Re-rolling and Locking",
      "Single Loser Game"
    ],
    "Families": [
      "Components: Letter Cubes / Word Dice"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ascet",
    "ID": 352178,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/352178/ascet",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Ascet is a minimalist playing card game with roleplaying overtones that encourages diplomatic, mnemonic and maths skills with the use of simple mechanics that use cards, a d8 and a d10 dice (included in the deck as a card to cut, fold &amp; paste). Inspired in the popular medieval theme of the ascetic monk that withdrew from society in search for enlightenment which has caught the imagination of master painters like Hieronymus Bosch, Salvador Dali, Albrecht D&uuml;rer, Max Ernst and Cezanne to name a few. Players will take turns to interpret an anchorite while the rest of the players take the role of demons seeking to lure him with &#10;Gameplay:&#10;&#10;Each player will have 4 virtues: Compassion, Humility, Faith and Temperance. The Virtues have numerical values between 1 and 10. Additionally, players have in their hand temptation cards corresponding to the 4 virtues.&#10;&#10;Players take turns playing their Ascet while the rest play the demons. Each demon presents a temptation card to the Ascet, and the Ascet chooses one of the presented temptations to overcome. They roll an 8 sided die for minor temptations and a 10 sided die for major temptations. If the result is equal or lower than the corresponding virtue, the Ascet overcomes the temptation and ascends one step in the Stairway to Enlightenment. Otherwise, the demon who proposed the temptation receives an additional card. Afterwards, all demons receive one card, regardless of success or failure.&#10;&#10;if the roll was a 9, regardless of success or failure, the Ascet gets a Revalation, which may allow them to increase one of the virtues by 1.&#10;&#10;The first player to ascend 5 steps on the Stairway to Enlightenment wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Medieval",
      "Religious"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Creatures: Demons",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Push n Push",
    "ID": 352180,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/352180/push-n-push",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Push n Push is an abstract board game that combines elements of strategy and push-your-luck where players push each other's pawns to get rid of other players' pawns by pushing them out of the game board area.&#10;&#10;The game is played in a way where players can move their pawns a distance from the tile that is determined from the number of dice they have rolled, player pieces can only move in a straight line (forward or backward) according to the direction of the arrow on their pawn (unless their pawns are pushed by another pawn). the player can push the opponent's pawn out of the game board area, the direction of the arrow of the pawn being pushed does not have to be the same as the pawn pushing it, a pawn can push more than one pawn. Players cannot push their own pawns out of the game board area.&#10;&#10;The goal of the game is to push 9 (2 players) or 6 (4 players) opponent pawns off the game board area.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Dice",
      "Party Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Action Queue",
      "Dice Rolling",
      "Grid Movement",
      "Measurement Movement",
      "Roll / Spin and Move",
      "Square Grid"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Detecteam Family: Cheating Champions",
    "ID": 352181,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.57",
    "Link": "https://boardgamegeek.com/boardgame/352181/detecteam-family-cheating-champions",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Today the forest inhabitants hold a sports festival! The crowd is greaeting the athletes. Ready, Steady, Go! But what's the news: the competition is not that fair. Try on the role of detective! Find out who was the only true winner of the race. To know all the details, you'll have to discuss the story with all the animals in the game. After the game you are going to answer a few questions and find out what really happened. Play as a team, discuss the story, and get to the bottom of it!&#10;&#10;This is a cooperative detective board game for the whole family. You will literally piece together the event (connect several cards to get the full picture) and attempt to get it right. After the game you are going to answer a few questions and find out what really happened. Play as a team, discuss the story, and get to the bottom of it!&#10;&#10;The players lay cards in a 3x4 grid out on the table. New cards must be connected to the starting cards like a jigsaw puzzle so that in the end there's a complete picture on the table. The game begins with 2 starting cards placed in the center of the table. Then there is a deck with all the other cards. Players need to lay out the 4 top cards next to the deck pics down.&#10;&#10;On their turns, they need to pick 2 out of 5 cards (1 top from the deck and 4 next to it). Look at them and decide, whether the info on the cards is useful or not. If it is useful, they connect these to the starting ones. If not, discarded. Then it's the nest turn, and so on.&#10;Players need to discuss the cards to decide&#10;&#10;When the story has come to an end, there should be a complete picture of cards. Players need to discuss the plot to decide on the cards to lay out or discard. After that players should answer 6 questions about the event. Who did that, why, etc. Check their answers with the finishing cards. The team wins when they managed to answer all 6 questions correctly AND laid out the cards with the correct details in the puzzle.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game",
      "Deduction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Open Drafting"
    ],
    "Families": [
      "Series: Detecteam Family (Lifestyle Boardgames)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Crypto Card Game: NFT",
    "ID": 352182,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/352182/crypto-card-game-nft",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "In the Crypto Card Game - NFT, we play the role of collectors of digital works of art and pictures from famous collections who are looking for the interesting NFTs for themselves to buy.&#10;&#10;The place of competition for players in the game is the NTFs market and the players' task during the game is to buy this type of tokens from other players. The game is played according to the following rules.&#10;&#10;All players reveal their own card at the same time and look for the same symbols and pictures on the cards with the rest of the players. The player who finds an identical picture on one of his opponents calls it loudly and takes its card back to his pile of cards.&#10;Each picture on the game cards is original and represented in the real and virtual world of the NFT. To begin with, each player should recognize and correctly name all NFTs in the game. During the game, the names of the pictures can be given in full or shortened names.&#10;&#10;The game ends as soon as one player collects all his opponents' cards and becomes the winner.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Real-time"
    ],
    "Mechanics": [
      "Market",
      "Matching",
      "Pattern Recognition",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Moc Słowa biblijna gra planszowa",
    "ID": 352183,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgame/352183/moc-slowa-biblijna-gra-planszowa",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "The Power of the Word is a board game where you can learn stories about the Lord Jesus and spend a great time with your family or friends.&#10;&#10;The game is introduced by a story about people who are looking for treasures. They found the chest with fragments of priceless woven paintings depicting scenes from the Gospel. Now the treasure is in the hands of the players. They have beautiful, multi-colored cards with scenes from the Gospel in front of them, as well as pictures and words from the Bible.&#10;&#10;On their turn, they decide which dice to roll and which cards to draw. They should do this in such a way as to create the highest scoring collections.&#10;&#10;The winner is the one who scores the most points and reaches the finish line with his pawn the fastest.&#10;&#10;&#10;Moc S&#197;&#130;owa to gra planszowa, dzi&#196;&#153;ki kt&oacute;rej mo&#197;&#188;na pozna&#196;&#135; opowie&#197;&#155;ci o Panu Jezusie i sp&#196;&#153;dzi&#196;&#135; doskona&#197;&#130;y czas z rodzin&#196;&#133; lub przyjaci&oacute;&#197;&#130;mi.Do gry wprowadza historia o ludziach, kt&oacute;rzy poszukuj&#196;&#133; skarb&oacute;w. Odnale&#197;&#186;li skrzyni&#196;&#153;, a w niej fragmenty bezcennych, tkanych obraz&oacute;w, ukazuj&#196;&#133;cych sceny z Ewangelii.&#10;Teraz skarb znajduje si&#196;&#153; w r&#196;&#153;kach graczy. Maj&#196;&#133; przed sob&#196;&#133; pi&#196;&#153;kne, wielobarwne karty ze scenami z Ewangelii, a tak&#197;&#188;e obrazki i s&#197;&#130;owa z Biblii. W swojej turze decyduj&#196;&#133;, kt&oacute;r&#196;&#133; kostk&#196;&#133; rzuci&#196;&#135; i kt&oacute;re dobra&#196;&#135; karty. Powinni to zrobi&#196;&#135; w taki spos&oacute;b, by utworzy&#196;&#135; najwy&#197;&#188;ej punktowane kolekcje.&#10;&#10;Wygra ten, kto zdob&#196;&#153;dzie najwi&#196;&#153;cej punkt&oacute;w i najszybciej dotrze swoim pionkiem do mety.&#10;&#10;Gra rozwija spostrzegawczo&#197;&#155;&#196;&#135;, my&#197;&#155;lenie strategiczne i przede wszystkim wiedz&#196;&#153; biblijn&#196;&#133;.&#10;Poznaj Bibli&#196;&#153;. Odkrywaj Moc Biblijnego S&#197;&#130;owa.&#10;&#10;",
    "Categories": [
      "Religious",
      "Trivia"
    ],
    "Mechanics": [
      "Hand Management",
      "Race",
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Religious: The Bible"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Planet A: Das nachhaltige Kartenspiel",
    "ID": 352184,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.40",
    "Link": "https://boardgamegeek.com/boardgame/352184/planet-a-das-nachhaltige-kartenspiel",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "1",
    "Description": "Challenge: The earth is our Planet A. It is worth the effort to protect it, because there is no Planet B. Rising CO2 emission and a plastic torrent overwhelm our sensitive ecosystem; climate change and species extinction arise with all consequent changes. Strive against that and save our blue planet. In the process, ecological calamities and forever outdated political parties get in your way. Do not give in. We save the earth step by step - as long as everyone contributes.&#10;&#10;Solution: By the use of 105 different cards about sustainability , the players face up with all kinds of environmentally friendly everyday items and ideas. With realistic tasks and practical ideas, the game throws a bridge into the real life and is thought-provoking. Playfully learning with a lot of fun plus making the world a bit better.&#10;&#10;Description of the game: All players have to fulfil a secret task: either to collect certain thematic cards in their hand or to help the team Planet A get a collection in the middle of the table. Whoever accomplishes three tasks at first wins. Ecological calamity cards, environmental hero cards and environmental activist cards whirl the game and encourage discussions on sustainability.&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Environmental"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Hidden Roles",
      "Set Collection"
    ],
    "Families": [
      "Card Games: Draw and Discard",
      "Theme: Climate Change",
      "Theme: Ecology"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Čiri-biri Bajka",
    "ID": 352188,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.14",
    "Link": "https://boardgamegeek.com/boardgame/352188/ciri-biri-bajka",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "A children's storytelling game, where players are presented with a basic narrative arc which informs them of what they need to accomplish. Each player has his own character with which he explores the map by opening new hexagon tiles and finding different items. These serve as inspiration and opportunity to tell a story and progress thorugh the game towards it narrative finale.&#10;&#10;On a turn, a player rolls a die which tells him how many action points he gets to use. As an action, he can open a new tile, move to an adjacent tile, or pick up an item from the tile he is on. There's also a possibility he gets to use his special power. All this should be narrated as well. The game ends when all the story cards are completed, that is, a set amount of items in requested colours are collected. The players win together, I noted the game is cooperative. But I guess, there is no winning as such, as the game is about telling a story, there is no mechanical challenge.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Exploration",
      "Fantasy"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Role Playing",
      "Set Collection",
      "Storytelling",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Opposite of Wellness",
    "ID": 352189,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.23",
    "Link": "https://boardgamegeek.com/boardgame/352189/opposite-of-wellness",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Improve your wellness one opposite at a time.&#10;&#10;Contents: 9 Category/Topic cards.&#10;&#10;Players will be dealt a card which determines 3 categories as areas of wellness they have to improve.&#10;&#10;Each round a topic and two categories will be determined.&#10;&#10;Players will answer the question:&#10;&#10;What is the [CATEGORY] opposite of [TOPIC]?&#10;&#10;Players will reveal their answers in turns. If a player wrote your exact answer, you must pass for the round. Then players must vote for the best answer. Players will win points by voting for the same player, and for being the most voted on a category of their area of wellness. Then they repeat for the opposite category.&#10;&#10;When all 8 topics are completed, game ends and the player with the highest score wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Europa Tour",
    "ID": 352199,
    "Year": "(1992)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/352199/europa-tour",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "In Europa Tour, each player starts in Amsterdam and tries to complete their trip; East, West, South or North, through Europe as quick as possible.  The aim of the game is to make his journey through Europe as quickly as possible by adding the city cards of your route in the correct sequence to your route. Each route visits 16 European cities and requires 8 Visa cards at certain specific points of the route for border crossings. You win the game by being the first player to finish your route and end up back in Amsterdam.&#10;&#10;The game starts with every player in Amsterdam, the other 96 cards of all four routes (16 city cards and 8 visa cards per route) are then shuffled and put into a grid formation on the table.&#10;&#10;During their turn, a player flips 2 cards of their choice and if they fit, extend their trip by adding the cards to their line.&#10;&#10;If one or both of the cards are part of your trip but not adjacent to the city you are in, you can safe the card(s) by switching it/them with another one (logically with a card in the grid close to you). At the end of your turn, you flip back all cards.&#10;&#10;Some advancements of the routes require visa cards which need to be placed before you are able to advance, and the visa cards are shared between North &amp; East and shared between South &amp; West. Visa cards cannot be saved. The end point of Amsterdam can also not be saved.&#10;&#10;This game can be summarized as a game of memory, where you can safe cards for later use and where their is a small competition for visa cards between players (South&amp;West and North&amp;East).&#10;&#10;",
    "Categories": [
      "Card Game",
      "Memory",
      "Travel"
    ],
    "Mechanics": [
      "Memory",
      "Network and Route Building",
      "Set Collection",
      "Square Grid"
    ],
    "Families": [
      "Continents: Europe"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "4th Street Basketball",
    "ID": 352202,
    "Year": "(2020)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgame/352202/4th-street-basketball",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "180",
    "Weight": "0",
    "Description": "4th Street Basketball recreates the excitement of NBA or collegiate action by maximizing your team's talents against your opponent's. Use the driving, passing, defensive, rebounding, and shooting skills of your individually-rated players to magnify their team's productivity. Concepts include ball movement, defensive play (man-to-man, zone, press) and shooting in 3 different levels.&#10;&#10;On their turn, each player rolls five color-coded six-sided dice that can determine a variety of actions: player match-ups, offensive play setups, and even the offensive plays themselves. As per the rules of standard NBA or collegiate basketball, the highest score at the end of the game wins.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Players: Two-Player Only Games",
      "Sports: Basketball"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Montsoriu: the legend of Sant Joan",
    "ID": 352203,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/352203/montsoriu-the-legend-of-sant-joan",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Montsoriu: the legend of Sant Joan is a game of ingenuity, chance and strategy where you have to play your cards very well to get hold of the riches of Montsoriu. Getting the treasure will not be an easy task!&#10;&#10;On each turn, layers pick and play 2 development cards. The first player to reach and activate four target cards, wins.&#10;&#10;&#10;&#10;Montsoriu: la llegenda de Sant Joan &eacute;s un joc d'enginy, atzar i estrat&egrave;gia on haur&agrave;s de jugar molt b&eacute; les teves cartes per fer-te amb les riqueses de Montsoriu. Aconseguir el tresor no ser&agrave; tasca f&agrave;cil!",
    "Categories": [
      "Abstract Strategy",
      "Adventure",
      "Card Game"
    ],
    "Mechanics": [
      "Action / Event",
      "Alliances",
      "Lose a Turn",
      "Pick-up and Deliver",
      "Traitor Game"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Marvel HeroClix: Avengers Fantastic Four Empyre Miniatures Game",
    "ID": 352211,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/352211/marvel-heroclix-avengers-fantastic-four-empyre-min",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "4",
    "Description": "Based on the earth-shattering Empyre event, this HeroClix miniatures game contains the Avengers, Fantastic Four, X-Men, and more!&#10;&#10;Play up to 8 campaign scenarios for 2 players where results matter from session to session or sit down for a head to head single match of raw power! Each of the 10 beautiful ready to play figures comes with two different ways to play for hundreds of different combinations. Excellent point of entry for the first time miniatures player! Map components are thick double sided tiles and the box includes everything you need to play!&#10;&#10;This boxed-set is a great way for 2 players to learn HeroClix! Existing players will definitely want to pick up this product since it includes tournament-worthy figures and interesting scenario gameplay!&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Comic Book / Strip",
      "Dice",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Miniatures Games",
      "Comic Books: Fantastic Four",
      "Comic Books: Marvel Universe",
      "Components: Clix",
      "Game: HeroClix",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Knavel Assault",
    "ID": 352214,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/352214/knavel-assault",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "0",
    "Description": "The Four Kings of Clonedovia have one thing in common; their love of the jester. He travels from Kingdom to Kingdom amusing the kings...&#10;&#10;However, something terrible has happened. Someone has attacked the Jester. Who would do such a thing? Who is guilty of the Knavel Assault?&#10;&#10;Knavel Assault is a guessing game where each player takes a suit, chooses one card to be their &quot;suspect&quot;, and then attempts to be the first to guess one of their opponents' suspects. They do this by playing cards from their own deck to make guesses while keeping track of the cards their opponents play in an attempt to make more educated guesses through process of elimination. The first person to guess an opponents card correctly gets a point, and a new round begins, with the first to score three points winning the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction"
    ],
    "Mechanics": [
      "Deduction",
      "Score-and-Reset Game"
    ],
    "Families": [
      "Category: Print-on-Demand"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Super Pas Vite!",
    "ID": 352215,
    "Year": "(2021)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.20",
    "Link": "https://boardgamegeek.com/boardgame/352215/super-pas-vite",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1",
    "Description": "I arrive, I run, I fly!&#10;&#10;No, you don't arrive, you don't run, you crawl. But it's perfect for this very original snail race where the slowest one wins. An ode to slowness which is good in our society where everything has become urgent. The color of your snail is secret.&#10;&#10;On your turn, roll the 4 colored dice. Each dice allows you to move a snail if it is of the indicated color or if it is on a flower of the color of the dice.&#10;&#10;Try to move the other players' snails without revealing yourself too much. If the other players spot you, they might make you finish first.&#10;&#10;The player who finishes first, loses.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Hidden Roles",
      "Race",
      "Roll / Spin and Move",
      "Track Movement"
    ],
    "Families": [
      "Animals: Snails",
      "Components: Dice with Icons"
    ]
  }
]