[
  {
    "Rank": "N/A",
    "Name": "Deity",
    "ID": 41691,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.39",
    "Link": "https://boardgamegeek.com/boardgame/41691/deity",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Deity is a 2 player game that is designed to played in about 10 minutes.&#10;&#10;Each player is a rival deity that is trying to gain followers to establish superiority. Will you gain followers peacefully or cast a plague on your opponent&rsquo;s followers? With only 4 tiles composing the entire contents of the game, Deity can be played just about anywhere.&#10;&#10;Deity is a submission to Mike Barlow&rsquo;s (Reprint on the geek) contest to develop a print and play game using only 4 pieces.&#10;&#10;Enjoy.&#10;&#10;",
    "Categories": [
      "Mythology",
      "Print & Play"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Start and Swindle",
    "ID": 41692,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/41692/start-and-swindle",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "At the beginning of each round, a new pool of VP tokens is added. The number of VP tokens in said pool is determined by a dice roll (2d6).&#10;&#10;Starting with the start player, players take turns taking one of the four cards.&#10;&#10;They then play them simultaneously, with either the green or the red side face up.&#10;&#10;The player who played the highest value of red becomes the start player next round. All other players who played red gets nothing.&#10;&#10;Then starting with the player who played the highest value of green, players get to take the number of VP from each separate pool equal to the value of the green card that he played. This continues in descending order of the value of the green cards played.&#10;&#10;Pool/s with leftover VPs are left as is going into the next round. (So theoretically there could be any number of pools for each round. If the pools have 6, 4, and 3 tokens, and the highest green played was 4, that player gets to grab 4, 4, and 3 tokens from each pool respectively before anyone else gets to grab anything. Yes it's broken. That's why being the start player is important.)&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Agiotare Pretium",
    "ID": 41694,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/41694/agiotare-pretium",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "A Game Created for the 4-Tile Contest&#10;In an old obscure empire, 2 to 4 merchant traders are wandering from town to town, looking to buy goods on the cheap and sell them later for big profit.&#10;&#10;",
    "Categories": [
      "Economic",
      "Print & Play"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Hubbub",
    "ID": 41695,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/41695/hubbub",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "A traditional game played the Pequot Indians of North America.  Each player starts with 5 scoring sticks and tosses five sticks or rocks in a bowl.  If all five land with a colored side up a player wins 2 points.  If three pieces land with colored side up, a player wins 1 point.  Any other combination yields no points.  If you win any points, you get to go again. If you don't win points, play passes to the other player.  For every point lost, you must give the other player 1 scoring stick.  The game ends when one player has no sticks left.  During play it is traditional to shout &quot;Hubbub&quot; out-loud.  This is where the name of the game derives from.&#10;&#10;This game is similar to All-tes-teg-enuk&#10;&#10;&#10;The American Heritage Dictionary possibly attributes the origin of the word hubbub to this game. Quote:&#10;&#10;It has often been remarked that the early Celtic inhabitants of Britain contributed very little to the stock of English words. Perhaps this should not surprise us, given the difficult relations over the centuries between the people of Germanic stock and the people of Celtic stock in England and Ireland. It seems likely that a certain English contempt resides in the adoption of the word hubbub from a Celtic source, which is probably related to ub ub ubub, a Scots Gaelic interjection expressing contempt, or to abu, an ancient Irish war cry. In any case, hubbub was first recorded (1555) in the phrase Irish hubbub and meant &quot;the confused shouting of a crowd.&quot; In addition to the senses it has developed, hubbub was again used, possibly in an unflattering way, by the New England colonists as a term for a rambunctious game played by Native Americans.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Dice"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Theme: Native Americans / First Peoples"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Albert",
    "ID": 41696,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/41696/albert",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "A free print and play game submitted to the &quot;four tile&quot; contest. The aim is to shoot the apple on Albert's head without hitting Albert by mistake. Players fold an &quot;aimer&quot; to the appropriate length and angle to try and hit the target.&#10;&#10;",
    "Categories": [
      "Print & Play"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Cross-O-Grams",
    "ID": 41697,
    "Year": "(1938)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/41697/cross-o-grams",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A crossword card game from the late 1930s during a craze of such games, published by a newspaper company.  Its games are a slight twist on the usual rules of its rivals.&#10;&#10;There are 54 cards in the deck.  52 of them have a letter and a value from 10 to 50 (the Q card actually has two letters, QU); there are also 2 jokers (wild cards) worth 100.&#10;&#10;The rules to 6 games are given:&#10;&#10;Cross-O-Grams: For 2+ players (but if 4 or more, 2 decks are recommended).  Deal 12 each.  In a turn a player either makes a word on the table from his hand, or draws one and passes; if his hand only X, Y or Z he may discard one of those before drawing.  Words are at least 2 letters long, and after the first word, new words must intersect or extend previous words, crossword fashion.  A hand ends when a player goes out or the draw pile runs out.  The value of the cards in hand goes to the winner of the round, and the highest total wins after an agred time; or, players get their own totals in hand at the end of a round, and when one player reaches 500, the lowest total wins.&#10;&#10;An-O-Grams: For 2-8 players, but use 2 decks for 4+ players. Deal 12 each.  In a turn, a player: plays a word of 3+ letters to the table in front of him; or adds 1+ letters to a word on the table to make it a new word (without changing the letters' order), taking the word to himself; or draws 1 card and passes.  Simple endings (-S, -ED, -ER) are forbidden.  The round ends when a player goes out or the deck runs out.  Each player scores the points in front of him minus the points in hand; a player who goes out before the deck runs out doubles his table points.&#10;&#10;Casino-Grams: For 2-4 players.  Take out the jokers and deal 4 to each player and 4 face-up to the table.  In a turn a player plays one of his cards to the table and does one of the following: A) makes a word with it and other table cards, placing the word in front of him; B) builds toward a future word, combining 1 card with table cards, announcing the letter(s) he has that will be played later; C) steals a word from someone else by adding a letter to it and making a new word; D) leaves it on the table with the other table cards.  After the cards are played, 4 more are dealt to each player (but no more to the table), and play continues.  After all the cards are played, the one who made or stole the last word gets the remaining table cards.  Each player gets 1 point per card he has on the table; the game is won on reaching 100.&#10;&#10;Cross-O-Gram Solitaire: Like Klondike, 7 piles are dealt out of height 1-7 cards, the top one exposed.  Combine the visible cards to build words into a crossword array.  When stuck, start turning the remaining deck 3 at a time and use those cards to continue.  (Or, do it 1 at a time, going through the deck only once.)  You win if you use up the whole deck.&#10;&#10;Cross-O-Gram Double Solitaire: The solitaire above played with 2 players, with decks of different colored backs.  Take turns playing until you can play to the table.  The game ends when neither can add anything to the crossword, and the one with the most cards out wins.&#10;&#10;Canister Solitaire: Deal the whole deck into 8 columns face-up, fanned vertically so you can see what's coming.  There will be 6 each in 4 columns, 7 each in the other 4.  Repeatedly make words only from the letters at the bottom of the columns, discarding them as they are made.  You win if you use all the cards up.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Word Game"
    ],
    "Mechanics": [
      "Spelling"
    ],
    "Families": [
      "Category: Crossword Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Find it first Disney princess",
    "ID": 41701,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/41701/find-it-first-disney-princess",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "4 double-sided boards (8 different scenes) with 50 Princess items hidden on each of them. Pick 1 of 50 cards, be the first to find the Princess item on your board and you win that round. Collect the most cards to win the game&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Memory",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Brands: Disney"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Poliladron",
    "ID": 41704,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/41704/poliladron",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "From the game box: An extraordinary police brigade will try to stop 6 thieves from escaping. The police brigade place barricades in the city's main streets.&#10;&#10;",
    "Categories": [
      "Maze",
      "Puzzle"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Tile Placement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bloqueo",
    "ID": 41705,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/41705/bloqueo",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "From the game's manual: each player must place the most number of his own pieces and block the opponent's movement. The one that blocks all pieces from the opponent will win the match.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pingo no i",
    "ID": 41706,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.90",
    "Link": "https://boardgamegeek.com/boardgame/41706/pingo-no-i",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "From the game's manual: Pingo no i is an intelligent and fun card game of letters ideal to develop creativity and vocabulary of adults and children. Find out the several ways to play it and start creating words.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Word Game"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Na Ponta da Lingua",
    "ID": 41708,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/41708/na-ponta-da-lingua",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "From the game's box: Bet on your grammar and vocabulary knowledge! In this game you bet on the answers you believe are correct to win chip's from other players. One player asks a question and draws the value of the bet. Those players who think they know the correct answer bet or raise the bet. Those who don't can give up. Who correctly guessed wins all chips bet.&#10;&#10;",
    "Categories": [
      "Trivia",
      "Word Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Spielwerk",
    "ID": 41709,
    "Year": "(1986)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/41709/spielwerk",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "The idea for this game is based on Reinhold Wittig's earlier game &quot;Spiel&quot; (#2229). In fact, it contains the same game board, but instead of dice there are building bricks in different sizes, rubber bands and wooden balls. &#10;The original game contains a rule sheet with three games and the encouragement to invent more (much like in &quot;Spiel&quot;, for which way over 100 game ideas were submitted by players, about 50 of which were published in a rule booklet).&#10;The game rules supplied include:&#10;- &quot;Das Nest&quot;: Two players place their bricks on the game board, trying to build &quot;nests&quot; (holes which only consist of their own color). Then they can put an &quot;egg&quot; (wooden ball) into the nest. The player who placed most eggs at the end of the game, wins.&#10;&#10;- &quot;Balance&quot;: The game board is placed upright, with one brick under it in one corner. Another brick is placed on top of that corner. All players then take turn placing bricks into the other side of the base, trying to make it topple. The first player to suspect an imbalance can lift the brick on top of the corner. If the board topples, that player wins.&#10;&#10;- &quot;Die h&auml;ngenden G&auml;rten der Semiramis&quot;: The game board is turned over. Two rubber bands are stretched over the bottom, then bricks are piled up by the players. Whoever topples the fragile construction, loses.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Action / Dexterity",
      "Game System"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Jogo Rapido",
    "ID": 41711,
    "Year": "(1999)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.25",
    "Link": "https://boardgamegeek.com/boardgame/41711/jogo-rapido",
    "Min Players": "4",
    "Max Players": "0",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "From the game's box: In Jogo Rapido you never know about what subject you will answer: history, TV, geography, sports, music, science, movies, Portuguese, cartoons or math. Who knows the answer rings the bell. Your team will have to be quick because time is short.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Open Drafting",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Como Ficar Rico",
    "ID": 41713,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/41713/como-ficar-rico",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "From the game's box: The game was extracted from the book with the same name and can be the beginning of a comfortable financial situation. As the book, the game contains basic and advanced lessons and modifies habits from childhood. All secrets from a solid honest wealth were described by the author in a pleasant and entertaining way.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Open Drafting",
      "Paper-and-Pencil"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Contract Madness",
    "ID": 41714,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgame/41714/contract-madness",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The players negotiate a contract that the loser of the game has to reward the winner in some way.&#10;&#10;Everyone begins with $1000, two letter cards, and a pawn on the start square. Each players roll in the dice and moves one's pawn in turn. The space one lands on tells the player was action must be done: collect a letter, conduct an auction for a letter, hold a lottery, etc. The winner is the first person who can spell &quot;C-O-N-T-R-A-C-T&quot; with the letters one has or has $200 for each letter missing from the word.&#10;&#10;",
    "Categories": [
      "Negotiation",
      "Party Game"
    ],
    "Mechanics": [
      "Open Drafting",
      "Roll / Spin and Move",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Las Cobras de Shanghai",
    "ID": 41715,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "3.84",
    "Link": "https://boardgamegeek.com/boardgame/41715/las-cobras-de-shanghai",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "From the game's box: The objective of the game consists in accumulate the most points. For that, each player using all his/her dexterity will have to lift different weapons from the table without moving the others, trying to obtain those of highest value.&#10;&#10;Re-implements: &#10;&#10;    Pick Up Sticks&#10;&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Physical Removal"
    ],
    "Families": [
      "Category: Pick Them Up"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Jumpin' JackRabbits",
    "ID": 41717,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/41717/jumpin-jackrabbits",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "&quot;The Boppin' and Hoppin' Bunny Game of Matching Colors&quot;&#10;&#10;Hilco Corporation No. 931&#10;&#10;Players draw cards that match the 12 colorful JackRabbits which have been randomly placed on a plastic game board. The players use a squeezable &quot;Bopper&quot; to push air under the board. This burst of air causes one bunny to &quot;jump&quot; off the board. If the color of the jumping rabbit matches the color shown on the card the child scores.&#10;&#10;Ages 4 and up with no reading required.&#10;&#10;Includes a sturdy plastic board, the Bopper, 12 plastic rabbits, 12 cards, and instructions.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Animals: Rabbits / Hares"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Was ist Was: Das Quizspiel",
    "ID": 41719,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.83",
    "Link": "https://boardgamegeek.com/boardgame/41719/was-ist-was-das-quizspiel",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "A mixture of board game and trivia game. The players move with train and planes across a map of the world, collecting various knowledge chits. At various times, a quiz round is hold, where the players can use the chips and their knowledge to gain points. There are 4 themes for the trivia questions - history, science &amp; technology, nature &amp; animals, geography.&#10;&#10;The board game part is quite simple; move the pawn to a place with a chit, or draw a plane or a joker if you have none. Once one player has 3 chits of the same color, or the last chit of a color gets drawn, a quiz round occurs.&#10;&#10;For the trivia round, a card is turned up with a question and 12 possible answers; an unknown number of them is right (example: which of these towns were members of the Hanseatic League). Each player can now use his knowledge chits of the proper color to bet on the answers he assumes are correct (one chit per answer) and score points.&#10;&#10;",
    "Categories": [
      "Educational",
      "Trivia"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Set Collection"
    ],
    "Families": [
      "Series: Was ist Was"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Processing",
    "ID": 41725,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/41725/processing",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "The design&#10;Processing born from a contest to design a game that uses only 4 tiles or 4 cards. &#10;http://www.boardgamegeek.com/thread/383408/page/1&#10;Since the conception to the end of contest didn't improved very much on concept, just having a better written rules and hi-res tiles replacement.&#10;The concept, beta testing and initial manual was designed by baalrukh, and while the contest still going JoffW entered into the project to test it further and totally redesign the manual, giving it a cleaner look with a user friendly language. JoffW also helped a lot in finding some holes in the tiles and clarifying the rules.&#10;&#10;The Story&#10;You just finished your program, right on time. Now you only need to process it through the computer and print your report; it&rsquo;s going to be a major breakthrough for mankind.&#10;As you go by the hall, you see that strange fellow that works at the other end of the laboratory, and, of course, you never liked him. As you walk you realise he is going to the same computer room as you. He also realises this and, running, you both enter the computer room.&#10;You argue, the lab rat responses, &quot;I was here first!&quot; Just as the dispute was going backwards in evolution, the technician says the stupidest thing: &quot;Why don&rsquo;t we share the computer?&quot;&#10;You agree, but you know that the computer only has 4 slots for 8 computing boards; you intend to be smarter than him and have your program processed as soon as possible.&#10;&#10;Processing is a free Print'n'Play game that ended in 3th at the contest.&#10;http://www.boardgamegeek.com/thread/391766/page/1&#10;&#10;",
    "Categories": [
      "Maze",
      "Print & Play"
    ],
    "Mechanics": [
      "Modular Board",
      "Tile Placement"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Theme: Computer / Information Technology Industry",
      "Theme: Teaching Programming"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "World in Flames: 94/95 Annual",
    "ID": 41726,
    "Year": "(1995)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.48",
    "Link": "https://boardgamegeek.com/boardgameexpansion/41726/world-in-flames-9495-annual",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "1000",
    "Play Time": "1000",
    "Weight": "3.6667",
    "Description": "(from ADG's website:)&#10;&#10;The World in Flames 1994/95 Annual is a 72 page Annual including tips, hints and after action replays of World in Flames, Days of Decision II, Ships in Flames and Planes in Flames.&#10;&#10;It also includes 1995 Mech in Flames, a 200 counter sheet expansion for World in Flames that adds engineers, mechanical and motorized corps, city based volunteers, Soviet Guards banner armies and divisions, early and late war aircraft, ship funnies, supply units and forts to spice up your next game of World in Flames. &#10;It is playable with both WiF5 ONLY! The later released 2007 is playable with WiF5 and World in Flames: the final edition and has been completely revised to be fully compatible with WiF:Final.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Series: World in Flames (ADG)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "World in Flames: 98 Annual",
    "ID": 41727,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.36",
    "Link": "https://boardgamegeek.com/boardgameexpansion/41727/world-in-flames-98-annual",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "1000",
    "Play Time": "1000",
    "Weight": "4",
    "Description": "(from the publisher's website:)&#10;&#10;Australian Design Group's 1998 World in Flames Annual gives you all the strategy tips you need to play World in Flames final as an expert.&#10;&#10;Its highlight is Leaders in Flames, a 140 counter optional add on to World in Flames that provides every major character of World War II.&#10;&#10;Now you can finally see why Guderian and Rommel were so superb at tank warfare, why Cunningham was an admiral par excellence and how damaging Spaatz and Harris could be in the air.&#10;&#10;&#10;&#10;FYI: The Table of Contents lists 'WiF System Errata...A15'. There is no section A15+, which would be separate inserts. It was verified with 3 purchases of this annual and confirmation with owners of 2 other people. Inserts A1 through A14, for Leaders in Flames, do exist.",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Series: World in Flames (ADG)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Spiegelen",
    "ID": 41728,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/41728/spiegelen",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Spiegelen (Mirroring in English) is a Dutch game, published probably somewhere in the sixties of the 20th century by Revanche-Spelen. The game comes with six dice (three red, three green) and a rules leaflet (printed double sided).&#10;&#10;The goal of the game is to create combinations of dice on a table comprised of two columns and six rows. The red dice go in the left column, the green dice on the right. Points are awarded for creating certain combinations with the rolled dice (duplicates or streets).&#10;&#10;Each player gets a maximum of 6 rolls per turn. After every roll at least one die must be placed on the table. If certain combinations are rolled, the player may place more than one die on the table.&#10;&#10;The game is won by the player with the highest total after at least one player has reached a total of 250 points or more and all player took equal turns.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Letter-Grams",
    "ID": 41729,
    "Year": "(1938)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/41729/letter-grams",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This was Milton Bradley's entry in the crossword card game craze of the late 1930's.  The deck has 60 cards, 2 of them Keystone cards which act as wild cards, and the rest having 1 letter and an associated value.  The rules describe three games:&#10;&#10;1.  Crossword Card Game: For 2-7 players; deal 10 each for 2-4, 7 each for 5-7.  In a turn a player plays up to 4 cards to make a word (of 2+ letters) on the table.  The first word is alone, but all later words must intersect a previous word, crossword fashion.  If unable to make or extend a word, a player discards 1 card and draws 1 from the draw or discard pile.  The hand ends when a player goes out of cards; the rest add the sum of values in their hand to their running total.  When someone's total reaches 100, the lowest total wins.&#10;&#10;2.  Solitaire Lettergrams:  Deal 6 cards face up, and place the rest in a pile, with the top card exposed.  Make and discard words from the face-up cards, filling in blanks from the deck.  You win if you use up all the cards.&#10;&#10;3.  Lettergram Anagrams:  Spread the cards loosely on the table, face down.  In a turn, a player: draws cards (3 their first turn 2 thereafter), and either lays down a word (2+ letters), lays down a word fragment, or adds letters to a fragment, or adds letters to an existing word to make a new word.  When a player lays down a 2-letter word fragment he says what word he is aiming to make; any player may complete it.  Words that are completed or extended are placed in front of the player who did it, even if it was in front of someone else.  When all cards have been played, the player with the most words wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Word Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Category: Crossword Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Destination Animation",
    "ID": 41732,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/41732/destination-animation",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Destination Animation takes you on a journey through the worlds of Toy Story, Monsters Inc., The Incredibles, and Finding Nemo. Visit favorite destinations from the films such as The Drop Off in Finding Nemo and Andy's Room in Toy Story.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Travel"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Series: Destination ... (RTL Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Platypotapus",
    "ID": 41733,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/41733/platypotapus",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Game kit that consists of a deck of sixty cards. Each card contains a number from one to five and two letters of the alphabet: a red letter and  a black letter. To find games to play with the deck, one is referred to the publisher's web site.&#10;&#10;The publisher recommends three games for starters:&#10;Uncover Story - Using the mechanisms from the solitaire game Freecell players use the cards to make words.&#10;RummyEdit - Players are dealt seven cards each and must make words using letters of either color. Players can steal each other's words Anagrams-style.&#10;Blitzwords - Each player is dealt a card and two cards are place on table of all to see. the first player to call out a three-letter word using those cards available scores.&#10;&#10;Rules for over one hundred games are available for download at the publisher's web site. Players are encouraged to design and submit their own designs.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Game System",
      "Memory",
      "Party Game",
      "Puzzle",
      "Word Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Set Collection",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Destination Bournemouth & Poole",
    "ID": 41734,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/41734/destination-bournemouth-and-poole",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "DESTINATION is the award winning fast moving Taxi game that will take you on a journey through the streets of Bournemouth in your very own cab!&#10;&#10;As the driver you will visit famous destinations in the city, collecting fares and trying to avoid the traffic lights. You must not run out of fuel, or lose your license and be careful not to upgrade to a Turbo Taxi too quickly as you could run out of cash and may need a logbook loan to bail you out!&#10;&#10;The aim of this game is to be the player with the highest earnings... if you survive the shift!&#10;&#10;",
    "Categories": [
      "Travel"
    ],
    "Mechanics": [
      "Area Movement"
    ],
    "Families": [
      "Cities: Poole (Dorset, England, UK)",
      "Series: Destination ... (RTL Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Destination Isle of Wight",
    "ID": 41735,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/41735/destination-isle-of-wight",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A game of taxi driving around the Isle of Wight. It's a rather random process of collecting fares, avoiding fines, and other such mishaps, while visiting many of the Isle of Wight's tourist destinations.&#10;&#10;One of many in the &quot;Destination&quot; series.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Transportation",
      "Travel"
    ],
    "Mechanics": [
      "Area Movement"
    ],
    "Families": [
      "Country: England",
      "Islands: Isle of Wight (England)",
      "Series: Destination ... (RTL Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Destination Scotland",
    "ID": 41736,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "3.80",
    "Link": "https://boardgamegeek.com/boardgame/41736/destination-scotland",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "A game of taxi driving around Scotland. It's a rather random process of collecting fares, avoiding fines, and other such mishaps, while visiting many of Scotland's tourist destinations.&#10;&#10;One of many in the &quot;Destination&quot; series.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Travel"
    ],
    "Mechanics": [
      "Area Movement"
    ],
    "Families": [
      "Country: Scotland",
      "Series: Destination ... (RTL Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Destination Southampton",
    "ID": 41737,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "3.50",
    "Link": "https://boardgamegeek.com/boardgame/41737/destination-southampton",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A game of taxi driving around Southampton. It's a rather random process of collecting fares, avoiding fines, and other such mishaps, while visiting many of Southampton's tourist destinations.&#10;&#10;One of many in the &quot;Destination&quot; series.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Travel"
    ],
    "Mechanics": [
      "Area Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Minuteman: The American Revolution in the North",
    "ID": 41738,
    "Year": "(1972)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/41738/minuteman-the-american-revolution-in-the-north",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.3333",
    "Description": "Minuteman: The American Revolution in the North was included in Issue #2 of SDC's CONFLICT Magazine.  The game covers American Revolution conflict in the Northern colonies from July 1775 through potentially December of 1779.  Voluntary combat for adjacent units, with volley combat being decided on a matrix table weighing unit types and total strength factors against a die roll (similar to Lou Zocchi's Luftwaffe combat table).  Additional &quot;bayonet&quot; combat also possible, based upon net relative strengths of attacker/defender, with terrain and die roll bonuses.&#10;&#10;Advanced rules allow for &quot;command counters&quot; to replace units on the map, allowing for unknown unit strength.&#10;&#10;According to the designer notes published within the magazine, the game was a prototype design being prepared for Avalon Hill, and CONFLICT Magazine was being authorized to distribute it &quot;...to assure that the test version will appear with a minimum of error and/or distortion.  We want your assistance in making this the kind of game which belongs in the Avalon Hill lineup.&quot;  The subscribers and other play testers were encouraged to submit their critiques of the game to Lou Zocchi, and the six best would receive copies of the final game published by Avalon Hill.&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "American Revolutionary War",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: Canada",
      "Country: Great Britain",
      "Country: USA",
      "History: Age of Kings",
      "Magazine: Conflict",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Play West",
    "ID": 41739,
    "Year": "(1982)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/41739/play-west",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A dice rolling game in which each player owns one (or two) lane(s) on the game board. These lanes lead outwards from a center which all players share. There are no player colors, just tokens (&quot;nuggets&quot;, coins etc., depending on the edition) which everyone can use to move forward. One player rolls, then the player who owns the lane with the number corresponding to the roll proceeds two squares. If a player is in the same square in the opposite lane, his token moves backward one square. If a player reaches the ninth field in his lane, he can keep the token as a victory point. The game proceeds until all points have been won. &#10;There are some special rules for some of the squares, such as &quot;move player in the opposing lane back to space one&quot;.&#10;&#10;",
    "Categories": [
      "American West",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Containers: Tubes"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Apophis",
    "ID": 41740,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.15",
    "Link": "https://boardgamegeek.com/boardgame/41740/apophis",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.625",
    "Description": "13 April 2036. The asteroid 99942 Apophis nears its imminent impact with Earth. All previous efforts to prevent the collision have failed. In a last ditch effort, a team of scientists have gathered to construct enough rockets to destroy or alter the path of the asteroid before it becomes the cause of Earth's next mass extinction...&#10;&#10;Apophis is a real-time co-op Icehouse game that requires a single Rainbow stash of Icehouse pieces, a 6-sided die, a standard deck of playing cards and a timer.&#10;&#10;Players play cards from their hands to build components of a rocket. If it has enough fuel, they may launch it in attempt to destroy the asteroid Apophis before time runs out.&#10;&#10;Apophis was designed for the Spring 2009 Icehouse Game Design Competition.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Real-time",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management"
    ],
    "Families": [
      "Components: Looney Pyramid Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Baltic Wars",
    "ID": 41741,
    "Year": "(1980)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/41741/the-baltic-wars",
    "Min Players": "3",
    "Max Players": "3",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a very small wargame covering the whole of The Baltic Wars of the early 1700s. The three players represent Poland, Sweden, and Russia, as well as a collection of lesser allied powers. Production, political influence, and status are all kept on a small score sheet.  Victory is determined by victory points based on captured cities and aggregate political influence. The mechanics of this game are very similar to The Thirty Years War by the same designer and publisher.&#10;&#10;This definitely was a &quot;budget&quot; wargame, retailing for $1.79 in 1980.  The counters were printed on thin cardboard and had to be cut out with scissors.  All other components are paper, including an 11&quot;x17&quot; map, the cover sheets, and 5 double-sided copies of the score sheet, all in a 4&quot;x6&quot; ziplock bag.&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "History: Great Northern War",
      "Players: Three Players Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Brain Squeeze",
    "ID": 41742,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/41742/brain-squeeze",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "From the back of the box: You've only got a few seconds in this fast-paced card game to think up things found in all sorts of places.  With tons of interesting questions, you'll be amazed at how many things you can come up with.  Be quick, be clever, but don't have a brain freeze!  A fun and easy word game the whole family can enjoy.  Go ahead, give your brain a nice squeeze!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Memory",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Sej",
    "ID": 41744,
    "Year": "(1980)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/41744/sej",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Sej is a dicing game of part chance and part skill for two players. It is a fictional game played in the novel &quot;Serpent's Reach&quot; by C. J. Cherryh.&#10;&#10;Sej is played with two six-sided dice and three four-sided wands with symbols and colors on each wand face. The players alternately play Hands, which involves casting the wands; both players then roll the dice for procession of the points represented by the wands cast.&#10;&#10;The skill of the game is to determine whether to risk playing the Hand cast or to pass it. The game is won by the first player to accumulate 100 points.&#10;&#10;",
    "Categories": [
      "Dice",
      "Science Fiction"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pilsudski",
    "ID": 41747,
    "Year": "(1969)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.20",
    "Link": "https://boardgamegeek.com/boardgame/41747/pilsudski",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "From the instructions:&#10;&quot;Pilsudski&quot; is the recreation on a playing board of the turmoil of Eastern Europe at the close of the First World War.  You, as the Russian commander, will attempt to secure your country's borders against Polish aggression.  If so, then you will face the Allies.  You, as the Polish commander, Pilsudski, will attempt to capture Kiev, pressure the neutral Baltic states into declaring war on Russia, and destroy the Russian aggressors.&quot;&#10;&#10;This is a mimeographed set of rules, mimeographed counters to be mounted, and six section mimeographed three-color (brown, green, and mimeo purple on white) map.&#10;&#10;This was published in Panzerfaust magazine (rules are marked pages 49 and 50), though was also sold as a stand-alone.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: Poland",
      "Country: Russia",
      "History: Polish-Soviet War (1919-1921)",
      "Interwar period (Nov. 1918 - Aug. 1939)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "ATS Stalingrad LARGE HEX (Second Edition)",
    "ID": 41748,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgame/41748/ats-stalingrad-large-hex-second-edition",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "4",
    "Description": "The new set includes 12 scenarios, including a scenario depicting the siG 33B, a 150mm gun-armed SP Gun (counters are included in the new version of ATS Stalingrad for the siG 33B).&#10;&#10;The large-hex STAL II Stalingrad map allows ATSers to game out the room-by-room Battle of Stalingrad without stacking issues...really getting the feel for this titanic, yet personal, deadly and close-range struggle.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Volgograd (Russia)",
      "Country: Russia",
      "History: World War II (Eastern Front)",
      "Players: Two-Player Only Games",
      "Series: Advanced Tobruk System (Critical Hit)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Perfect Storm",
    "ID": 41750,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/41750/perfect-storm",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Players become a powerful convective thunderstorm known as a super-cell, and struggle to collect readings that will lead to the &quot;perfect storm&quot;, one capable of generating a sizable tornado.  To generate a perfect storm, players need strongly divergent conditions on the ground and the atmosphere.  Storms need warm moist air on the ground, cool dry air aloft, and wind shear in the storm column that prevents the cooling downdraft from shutting off the warm and moist inflowing air.  The most powerful storms have the lowest air pressure.  Will you generate the Perfect Storm?&#10;&#10;",
    "Categories": [
      "Educational",
      "Print & Play"
    ],
    "Mechanics": [
      "Pattern Building",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Theme: Weather"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Actiles",
    "ID": 41751,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/41751/actiles",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.5",
    "Description": "The Actiles (ACTion tILES) sytem was designed for the &quot;4 cards or tiles only&quot; contest, and explores how much complexity you can squeeze into 4 simple tiles.  Each turn, a player matches the tiles along at least one side; this can trigger additional actions by matching up verb-condition combinations, Example: &quot;score 1 point&quot; - &quot;if the colours match&quot;.&#10;&#10;The Actile games are presented here as print &amp; play games.&#10;&#10;Actiles 20 is a point-scoring game.  The players aim to trigger clever combinations to gain additional turns and points; first to 20 points wins.  4 tiles.  Enough combos to melt most brains.&#10;&#10;In Actiles Loops, players attempt to complete a loop of their shape - square or circles.  Combos allow the tiles to be moved and rotated.&#10;&#10;Other games in the series will follow.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Game System",
      "Print & Play"
    ],
    "Mechanics": [
      "Modular Board",
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": [
      "Components: 2 x 2 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Destination: Thee Bible game",
    "ID": 41754,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "2.67",
    "Link": "https://boardgamegeek.com/boardgame/41754/destination-thee-bible-game",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Destination is the perfect way to create an atmosphere of friendship and learning for people of all ages, denominations and different levels of Bible knowledge. It is easy to learn and fun to play with series of special plays, including Destinations, Rewards, Passages and Miracles. You do not have to be as Bible scholar to enjoy challenges of Direct, True or False, Multiple Choice and Fill-in the blank questions.&#10;&#10;",
    "Categories": [
      "Religious"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Diamond Destination",
    "ID": 41755,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/41755/diamond-destination",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Diamond Destination, the game of network marketing success.&#10;&#10;You begin by selecting a dream and being assigned a job. With only a few prospects, you begin your network marketing business by turning these prospects into customers and associates. You soon discover that through the process of personal development, you will become more skilled and your business accelerates. With more customers and associates, your entrepreneurial income goes up, as does your rank in the company. You then empower your team of associates to duplicate your efforts, and your business quickly expands. Of course, there are challenges to overcome and hard lessons to be learned before achieving diamond status, but with good fortune and great skill, you will reach your ultimate dream: your Diamond Destination.&#10;&#10;",
    "Categories": [
      "Dice",
      "Educational"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Prediction",
    "ID": 41756,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/41756/prediction",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Prediction was created as an entry for the &quot;4 card&quot; contest here on BGG.&#10;&#10;Each player has two octagonal shaped cards, one with bid values, the other with their prediction of how the values relate to each other and to the pot.&#10;&#10;At the start of the game, each Player antes one token to the pot.&#10;&#10;Each turn, both players ante one token to the pot.&#10;&#10;Each player holds each of their wheels and determines what their Bid and Prediction will be for that turn. Hold the back of the Prediction Wheel toward your opponent and rotate the wheel till your desired Prediction is at the &quot;top&quot; of the wheel (the 12:00 o'clock position). Then do the same with the Bid Wheel, keeping in mind that there are different values on each side of the Bid Wheel. Once your Prediction and Bid are at the 12:00 o'clock position, you're ready. Line up the two wheels so that only the Bid is visible.&#10;&#10;Both players place their Set of Wheels on the table at the same time, with their selected Bid value touching the selected Bid value of their opponent. Once both are on the table and each player has confirmed, slide your Bid Wheel toward you slightly, revealing the Prediction. Determine if either Prediction is &quot;true.&quot; If only one Prediction is true, that player collects HALF the pot, rounded down. The remaining tokens - including the 'extra' if there were an odd number of tokens - stay in the pot. If BOTH or NEITHER Prediction is correct, nobody collects the pot and a new turn starts.&#10;&#10;The game is over when one player can no longer ante.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Theme: Psychic Powers"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wordo's",
    "ID": 41758,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/41758/wordos",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Use strategy to build your words and deny your opponent an advantage. Plan your moves so that you can select the letter tiles you need to build words gaining you the highest point value, in a game for 2 players.&#10;&#10;Object of the game... To build words of 4 or more letters, that give you a higher point total than your opponent.&#10;&#10;Components:&#10;99 Letter Tiles&#10;1 Sunburst Tile&#10;1 Playing Board&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Components: 10 x 10 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Pyramide",
    "ID": 41766,
    "Year": "(1936)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/41766/pyramide",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "The game consists of a wooden step pyramid and 72 wooden bricks in three sizes and four colors. There are four sets of game rules included, three of them dealing with building the pyramid (= laying the bricks onto the wooden gameboard until it is completely covered), one with dismantling it.&#10;&#10;- In the first variant, the color of each layer is fixed. Players try to get rid of their large pieces first, as the first player to run out of pieces wins, and the larger the piece, the harder it is to place once the layers get smaller.&#10;&#10;- In the second variant, any color can be placed anywhere, except that no brick can touch another brick of the same color&#10;&#10;- In the third variant, everything is allowed (a quick and rather random variant)&#10;&#10;- In the dismantling variant, every player can take one piece per turn, trying to get the biggest pieces as they count most points.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Mexican War",
    "ID": 41772,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/41772/mexican-war",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "150",
    "Play Time": "150",
    "Weight": "0",
    "Description": "The Mexican War is a simple, card-driven game of the war between Mexico and the United States that was fought from 1846 to 1848. It is a two-player game in which one player plays the military forces of the United States, and the other plays the forces of Mexico. The U.S. player attempts to conquer Mexican territory and to compel Mexico to surrender, while the Mexican player attempts to avoid this outcome long enough for public war-weariness and regional divisions to compel the U.S. withdraw.&#10;&#10;&#10;Prominent military leaders, army strength points, U.S. naval forces, and political concerns and conditions are all represented. Historically, although many contemporary foreign observers thought that Mexico had the advantage, the war was one of the most one-sided victories in U.S. military history. This game allows players not only to explore what conditions contributed to this outcome, but also whether the Mexicans might have been able to achieve victory.&#10;&#10;Played on an authentic 19th-century map of Mexico, Mexican War includes both introductory and standard rules. Based on the rules system of the popular introductory game We The People, it is ideal for introducing youngsters and new players to the hobby, yet substantial enough to attract the veteran gamer. Complexity is low for the Basic Rules to moderate for the Standard Rules (about 2/10 to 3.5/10 respectively).&#10;&#10;",
    "Categories": [
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Point to Point Movement"
    ],
    "Families": [
      "History: Mexican – American War",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Memories: The Personal Nostalgia Game",
    "ID": 41773,
    "Year": "(1990)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/41773/memories-the-personal-nostalgia-game",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "&quot;The game that lets you look back on those touching, surprising, inspiring, and hilarious moments in your life.&quot;&#10;&#10;This family storytelling game includes a spinner, 4 Grab Bag lists, 108 instruction cards, rules, &quot;gold&quot; metallic coins, and storage insert.&#10;&#10;Players spin to determine the turn order and then draw a card and follow the instructions -- for example: Tell about a time your mother embarrassed you. Players score points and also receive tokens for exceptional stories.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Game Of Baseball",
    "ID": 41774,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/41774/the-game-of-baseball",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "&quot;Relive The Golden Era Of America's National Pastime&quot;&#10;&#10;Ages 8 and up&#10;&#10;(c)1989 Games by Bluett, Inc.&#10;&#10;This baseball trivia game can be played on several levels so contestants of different ages may play together. Players answer the questions and mark the bases and home runs on a score pad. Players choose the playing time: from thirty minutes to two hours.&#10;&#10;Includes a colorful board, 4 tokens, die, trivia cards, card storage box, cloth storage bag for the tokens, and rules.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Baseball"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Break Contact! Aussie Tournament Pack",
    "ID": 41776,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.40",
    "Link": "https://boardgamegeek.com/boardgameexpansion/41776/break-contact-aussie-tournament-pack",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Seven scenarios for Advanced Squad Leader.  Most involve Australian troops and are small scenarios suitable for tournament play.&#10;&#10;Scenarios included are:&#10;&#10;BC1: SHORT SHARP SHOCK, SYRIA, June 8, 1941: In support of the Australian 7th Division, British commandos land behind the main Vichy line of resistance. Their objective, a bridge along the main axis of advance. But first the men of No. 11 Commando will have to silence a menacing battery of Vichy howitzers.&#10;&#10;BC3: 42ND STREET CRETE, May 27, 1941: German mountain troops stream over the rocky hillsides pursuing what they think is a beaten enemy. But as they approach a major Allied supply dump, they bump into a fighting patrol from the Australian 2/7th Battalion. The Aussies launch a bayonet charge which could be their last of the war.&#10;&#10;BC4: TIN CANS TIN HATS, SYRIA, July 8, 1941: A Vichy tank sitting on a bridge is holding up the Allied advance. The Australians send a company of infantry to evict the unwanted vehicle but the R35 has friends and won&rsquo;t go quietly.&#10; BC5: STORMING THE AMPHITHEATRE, BOUGAINVILLE, February 6, 1945: The whistle of shells and the dull thud of smoke rounds alert the Japanese defenders on their fortified ridge line. Before long the Australians emerge from the shroud and into a wall of withering fire.&#10;&#10;BC6: WALKABOUT, BOUGAINVILLE, March 30, 1945: A rumble of tank tracks and the sight of the lurching armoured monsters sends panic through the Japanese ranks sitting in their muddy foxholes, but their leaders steady their charges and order them to fire at the supporting infantry now coming into view.&#10; BC7: BRIGADE HILL, NEW GUINEA, September 8, 1942: The Australians defending along the Kokoda Track face an unprecedented disaster. Somehow the Japanese have enveloped an entire brigade and cut the line of communication to headquarters. It&rsquo;s time for the Aussies to break-out or perish.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Modular Board"
    ],
    "Families": [
      "Country: Australia",
      "Game: Advanced Squad Leader",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Topps Attax",
    "ID": 41777,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.70",
    "Link": "https://boardgamegeek.com/boardgame/41777/topps-attax",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "2",
    "Description": "A collectible card game that features Major League Baseball players.&#10;&#10;The game plays much like Top Trumps.  Each card has ratings in three categories: Fastball, Changeup, and Specialty.  The pitching team selects one of his pitchers, then the hitting team places down one of his hitters, face-down.  The pitching team then chooses one of the three categories, the hitter's card is revealed, and the higher total in the selected category wins.  Each team gets to play 9 hitters, and the team with the most hitters' victories wins the game.&#10;&#10;In 2011, additional rules were added to form the &quot;Major League&quot; rules, and the original ruleset was dubbed the &quot;Home Run Derby&quot;; cards were designed with additional information for the new rules. Under the Major League rules, the game takes place on a &quot;baseball field&quot; poster provided in the starter set. One pitcher pitches for an entire inning, but may not throw the same pitch twice in a row. Hits are no longer automatically home runs, but the batter moves a number of bases as indicated on his card. Players have offensive and defensive abilities that allow them to change the effects of hits, pitches, runs, and outs. Ball fields and mascots were added to the card set, and can affect the game.&#10;&#10;From the starter box back:&#10;&#10;Introducing Topps Attax, the new card game that puts you in charge of the action!  Manage your team, call your pitches and battle against your friends.  Or take the action online!&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Collectible Components",
      "Number",
      "Sports"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Rock-Paper-Scissors"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games",
      "Series: Topps Attax CCGs",
      "Sports: Baseball"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Commander's Way",
    "ID": 41779,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/41779/the-commanders-way",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "50",
    "Weight": "2",
    "Description": "This game is Russian collectible card game.The plot is developed both in space, and on planets. Huge spaceships, space stations and planetary systems of defense - all it are in a your deck. Take all it under the command, become Imperial Commander, the pirate or the dealer and choose your the way.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ka Bump",
    "ID": 41780,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/41780/ka-bump",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "This game is similar to the games Aggravation or Pachisi.  However, players use a set of playing cards to calculate movement.  Players move their four marbles around the board from Start to Home.  However, players cannot pass their own pieces.  Landing on someone else's piece sends that target piece back to the base where it must start again.  The winner is the first player to get all four pieces back home.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Hand Management",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Traditional Games: Pachisi / Ludo"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Monopoly: Edisi Indonesia",
    "ID": 41785,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.27",
    "Link": "https://boardgamegeek.com/boardgame/41785/monopoly-edisi-indonesia",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Same gameplay as Monopoly. Added &quot;Speed Die&quot; for a faster game. Using bilingual English and &quot;Bahasa Indonesia&quot; text. There are changes in Monopoly street, and rail station (airport) names, all in Indonesia.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Country: Indonesia",
      "Game: Monopoly (Official)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cayley's Mousetrap",
    "ID": 41786,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "1.50",
    "Link": "https://boardgamegeek.com/boardgame/41786/cayleys-mousetrap",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "This is a nineteenth century solitaire card game invented by Arthur Cayley, one of the most famous mathematicians in history.&#10;&#10;The game uses a set of numerically numbered cards instead of a standard playing card deck.&#10;&#10;http://en.wikipedia.org/wiki/Cayley%27s_mousetrap&#10;&#10;",
    "Categories": [
      "Number"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Mice",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Walzermühle",
    "ID": 41787,
    "Year": "(1979)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.67",
    "Link": "https://boardgamegeek.com/boardgame/41787/walzermuhle",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "Essentially a version of Tic-tac-toe, but after the initial setup, the playing pieces can move to form a line of three. Also, the pieces are numbered and depending on whether the line reads 3-2-1 or 1-3-2 or other combinations, the points scored vary.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Components: 3 x 3 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Panzer Warfare",
    "ID": 41789,
    "Year": "(1975)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/41789/panzer-warfare",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "0",
    "Description": "A set of rules for Mass-Armor Battles of WW II with Small-Scale Miniature Figures.&#10;&#10;Forward by Gary Gygax&#10;Panzer Warfare is specifically designed so as to capitalize on the small size of the 1:200 - 1:300 scale models, and at the same time provide a system where divisional, corps, and even army-sized battles can be fought.  Furthermore such battles can be fought with relative ease and over the course of but a single (pleasant) afternoon....&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Events",
      "Line of Sight",
      "Measurement Movement",
      "Paper-and-Pencil",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Variable Set-up"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Fallujah",
    "ID": 41791,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/41791/fallujah",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "November, 2004: Intelligence indicates that terrorist leader Abu Masab Al-Zarqawi is hiding in Fallujah, a town about 40 miles west of Baghdad. Capturing Al-Zarqawi, an associate of Osama bin Laden and the mastermind of numerous terrorist attacks throughout the Middle East since the 1990s, is the military's highest priority. On 7 November, Coalition forces surround the city and U.S. Marines amass just to the north for the attack. Most of the civilians have fled the impending battle; amidst the buildings of the city await an estimated 3000 Islamic insurgents of Mujahideen Shura and Al-Qaeda Iraq. Operation Phantom Fury is about to begin.&#10;&#10;Fallujah is a solitaire wargame pitting U.S. Marines, U.S. Army &amp; Iraqi special forces against insurgents. Can you clear the city of Fallujah of entrenched insurgents with minimal losses, or will you be forced to give up your field command in a stunning defeat? Play this highly replayable squad/platoon game using a new solitaire game system and find out!&#10;&#10;Fallujah is designed by Mark Kalina, producer of Silent War. Easily playable in an afternoon, play time ranges from 2 hours for a short scenario to 3&frac12; for the full campaign. Complexity is medium (about 5/10).&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Cities: Fallujah (Iraq)",
      "Country: Iraq",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mousey",
    "ID": 41792,
    "Year": "(1969)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgame/41792/mousey",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Simple game involving a spinner, a mouse playing piece and twelve die-cut, heavy card-stock slices of &quot;cheese.&quot; Cheese slices have printed holes and actual holes. Shuffle the cheese pieces, then stack them with the die-cut edges aligned. Mouse starts on any printed hole and first player spins and moves clockwise the number that the spinner lands on. If mouse lands in an actual hole player carefully lifts the cheese slice over the mouse, keeps it and takes another turn. When the mouse has made his way through the entire pile of cheese slices, the game is over and the player with the most slices of cheese is the winner!&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Mice"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Red Baron Stearman Squadron Race",
    "ID": 41793,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/41793/red-baron-stearman-squadron-race",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Put out by Red Baron Pizza; An interactive VCR Game With Real Action Footage and Animation.&#10;&#10;Challenge yourself to become the ruler of the skies with this action-packed ...board game featuring real live aerial footage. Sitting in the cockpit of an acrobatic biplane, you use the VCR remote control to win the race. Hit play to start the action and pause to get instructions on how to proceed on the board--it's never the same game twice! Follow your action-packed video maneuvers on the board game and strategize a victory for your squadron.&#10;&#10;Contains one gameboard, 4 pawns and one interactive VHS tape.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Fighting",
      "World War I"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Simulation"
    ],
    "Families": [
      "Occupation: Aviator"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Game of Four",
    "ID": 41794,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.80",
    "Link": "https://boardgamegeek.com/boardgame/41794/the-game-of-four",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "A &quot;go fish&quot; style card game. Jewish passover educational game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Deduction",
      "Educational",
      "Memory",
      "Religious"
    ],
    "Mechanics": [
      "Memory",
      "Set Collection"
    ],
    "Families": [
      "Religious: Judaism"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Go Travel: Africa",
    "ID": 41795,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/41795/go-travel-africa",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "The object of Go Travel: Africa is to draw and exchange cards with other players to make complete sets of 4 countries of one region. The game play is somewhat similar to 'Go Fish'.&#10;&#10;The 52 high quality cards depict primarily geographical information about each African Country. There are 13 sets of 4 countries.  Each set is a specific region of Africa.  There are also 2 reference cards, with information about individual country population and area. A supplemental sheet helps with some pronunciations and additional information.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational"
    ],
    "Mechanics": [
      "Memory",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Continents: Africa"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Risky Business",
    "ID": 41796,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.92",
    "Link": "https://boardgamegeek.com/boardgame/41796/risky-business",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Risky Business is a quiz game with a healthy dose of bluffing. The goal is to correctly answer as many questions as possible. However it is also necessary to stake your answer at the right time.&#10;&#10;The game is played in rounds of five questions. All players bet money in each round. The player that can give the most correct answers and at the same time dares to stake it all the way will win the pot. The players are only aware of how many questions they have answered correctly themselves which means bluffing is a critical part of the game. Players can also use action chits to gain advantages over their opponents which lends the game an extra level of strategy.&#10;&#10;In spite of the game's English title it is only available in Swedish.&#10;&#10;The game was nominated to &Aring;rets spel 2009 (Game of the year 2009 in Sweden).&#10;&#10;",
    "Categories": [
      "Educational",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Questions and Answers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Ork ärgere Dich!",
    "ID": 41798,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/41798/ork-argere-dich",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "A game based on Pachisi, but with lots of house rules.&#10;&#10;Every player plays a warband of 4 miniatures trying to win the race around the board. Warp zones, close combat and shooting decided by dice will make the result way more random than even original Pachisi. So if you don't like luck based games or you can't stand being thrown out to the start every 30 seconds, stay away from this game.&#10;&#10;The game is best suited for play at cons late in the night, when you need a game that can still be played when mentally burned out or intoxicated.&#10;&#10;",
    "Categories": [
      "Dice",
      "Miniatures",
      "Racing",
      "Science Fiction"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Traditional Games: Pachisi / Ludo"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Cell Management",
    "ID": 41800,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.38",
    "Link": "https://boardgamegeek.com/boardgame/41800/cell-management",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Cell Management is a solitaire game for a standard piecepack.  The player attempts to execute a jailbreak of sorts from an alien spaceship.  Their captors have abducted several species, and you may have to stage some escape attempts as diversions from the real jailbreak.&#10;&#10;Cell Management is based on the mechanisms in gene regulatory networks, which help a biological cell respond to changes in its environment dynamically.  The board setup is in essence a circular bacterial DNA strand, the guards are RNA polymerase, the captives are transcribed RNA sequences which become promoters and repressors for other transcription sites, and escaped captives actually become proteins in the cell.&#10;&#10;",
    "Categories": [
      "Puzzle"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Piecepack",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Conspiracy",
    "ID": 41801,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/41801/conspiracy",
    "Min Players": "4",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Conspiracy is a four-player game whose components comprise a standard piecepack, an opaque bag, paper and pencil, and an optional, printable gameboard included in the rules.&#10;&#10;Each player represents a global syndicate that exerts sociopolitical, military, economic, and philosophical influence in order to guide the history of the world through the decades toward her organization's secret goal.&#10;&#10;Conspiracy was a submission to the Time Marches On Piecepack Design Contest.&#10;&#10;",
    "Categories": [
      "Political"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Components: Piecepack"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Transportigo",
    "ID": 41802,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/41802/transportigo",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "From the game's manual: Who is the fastest in shipping 16,000 containers around the world?&#10;The players should ship containers to different ports in the world as fast as possible. The player who first passes the 16,000 container-index mark is the winner of the game.&#10;&#10;",
    "Categories": [
      "Transportation"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dominoids",
    "ID": 41803,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/41803/dominoids",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Dominoids is a two-player game designed for a standard piecepack and a set of double-6 dominoes that can fit in a pair of the squares on the back of the piecepack tiles.&#10;&#10;Players choose from the actions available that turn to manipulate dominoids, strange, two-celled creatures, to scarf up food.  The player who acquires the most points in food this way wins.  The actions available to the players are as follows:&#10;&#10;     Move&#10;         Slide&#10;         Pivot&#10;         Eat&#10;         Attack&#10;         Breed&#10;         Bud&#10;    &#10;     Shift the board&#10;     Pass&#10;&#10;&#10;The game ends as soon as all six of any three suits of coin (food) have been collected.&#10;&#10;",
    "Categories": [
      "Animals"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Piecepack",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Duel in the Dark: The Complete Edition – Expansion",
    "ID": 41805,
    "Year": "(2007)",
    "Geek Rating": "5.535",
    "Avg Rating": "6.94",
    "Link": "https://boardgamegeek.com/boardgameexpansion/41805/duel-in-the-dark-the-complete-edition-expansion",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "This bag collects all of the small expansions released to date for Duel in the Dark. The bag contains one of each of the following expansions:&#10;&#10;1 Duel in the Dark: British Searchlight &#10;1 Duel in the Dark: British 3.7in QF Anti-Aircraft Gun &#10;2 Duel in the Dark: Railroad Flak &#10;1 Duel in the Dark: Skilled Gun Crew &#10;1 Duel in the Dark: Acoustic Mirror&#10;1 Duel in the Dark: Quad Flak &#10;1 Duel in the Dark: Ju88 Night Fighter&#10;1 Duel in the Dark: 3-5 Player Variant &#10;1 Duel in the Dark: The Walls Have Ears&#10;&#10;Comes in a plastic pouch with its own special Rulebook entitled: &quot;Duel in the Dark, The Complete Edition&quot;&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Secret Unit Deployment"
    ],
    "Families": [
      "Game: Duel in the Dark"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dragon's Hoard",
    "ID": 41807,
    "Year": "(2001)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.07",
    "Link": "https://boardgamegeek.com/boardgame/41807/dragons-hoard",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "Dragon's Hoard is a competitive dungeon crawling game for one to four players.  The catch is that the adventurers must exit the dungeon before time runs out, lest they be engulfed in darkness and perish.  The game is designed to use a standard piecepack and as many colors of Icehouse pieces as you have (at least four colors, though).  You should also have two opaque bags or cups out of which you will draw random Icehouse pieces.&#10;&#10;The piecepack tiles are set up to represent the area that the dungeon will occupy, and players explore that area, using Icehouse pieces to represent the dungeon's rooms, passages, treasures, and creatures as they are discovered.  The game's pace is set by a pre-determined, fixed number of turns; however, escaping the dungeon in time may be complicated by what you find along the way....&#10;&#10;",
    "Categories": [
      "Exploration",
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Set Collection"
    ],
    "Families": [
      "Components: Icepack Games",
      "Components: Looney Pyramid Games",
      "Components: Piecepack",
      "Creatures: Dragons"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Fallacy of Rank",
    "ID": 41808,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/41808/the-fallacy-of-rank",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "The Fallacy of Rank is a game of strategy, bluffing, and combat for two to four players, played with three standard piecepacks.  Each layer sets up her corner of the board, formed with face-down piecepack tiles, by placing her two pawns (commanders) and fourteen coins in a 4&times;4 grid.  The coins are placed value-side down, such that the only values known to your opponents are the commanders at value 7 (2 higher than the best &quot;soldier&quot;), and whatever they can manage to remember from your fourteen soldiers.&#10;&#10;The goal of the game is to be the last army with any commanders in play.  Elimination of units comes through combat, and the attacker, defender, or both could be eliminated.  Combat uses a value-plus-boost mechanism, with the boost coming from tiles and coins in your &quot;hand&quot;.  Between the coins on the playfield with their hidden values, and the boosts played from your hand, there is ample opportunity for bluffing in The Fallacy of Rank.&#10;&#10;",
    "Categories": [
      "Fighting"
    ],
    "Mechanics": [
      "Secret Unit Deployment"
    ],
    "Families": [
      "Components: Piecepack"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Game of Thrones: The Card Game – Kings of the Sea",
    "ID": 41811,
    "Year": "(2009)",
    "Geek Rating": "5.748",
    "Avg Rating": "7.31",
    "Link": "https://boardgamegeek.com/boardgameexpansion/41811/a-game-of-thrones-the-card-game-kings-of-the-sea",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3",
    "Description": "From Fantasy Flight Games:&#10;we have developed an expansion to the AGoT LCG Core Set, and we&rsquo;re calling it the: Kings of the Sea. Kings of the Sea was developed with three major goals in mind:&#10;&#10;The first of these goals was to bring House Greyjoy back into the LCG environment. From this perspective, the expansion consists of a Greyjoy deck that is similar to the out-of-the-box decks that you&rsquo;ll find in the AGoT Core set. With a mixture of both new cards and old school Greyjoy reprints (some modified and updated for the LCG environment), House Greyjoy can once again stand proudly alongside (or, if you prefer, against) Houses Stark, Lannister, Baratheon, and Targaryen in the LCG environment.&#10;&#10;Secondly, I insisted on using the design of the Kings of the Sea expansion as an opportunity to address some of the context and synergy concerns noted earlier. In this product, you&rsquo;ll find numerous King and Queen characters, some new Kingdom locations, and a spattering of Military Battle, Intrigue Gambit, and Power Struggle plot cards. Additional use for crested characters is also prevalent (particularly Holy and War), and a major black hole in the AGoT LCG metagame, a realistic check on powerful locations, has been confronted.&#10;&#10;Third (and not unrelated to the context and synergy discussion), we wanted this expansion to have something for everyone, even if they&rsquo;re not at all interested in House Greyjoy. Thus, each House gets at least 1 King or Queen, and the plot deck (with the exception of an important House Greyjoy only plot reprint) along with many of the neutral cards were selected as cards that could potentially be useful building blocks in the widest possible array of decks. So even a die-hard Lannister player (there aren&rsquo;t really any of those out there, are there?) should be able to find something of use in this set.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Medieval",
      "Negotiation",
      "Novel-based"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Books: A Song of Ice and Fire",
      "Collectible: Living Card Game (Fantasy Flight Games)",
      "Game: A Game of Thrones – The Card Game (LCG)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Demi-mot",
    "ID": 41812,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/41812/demi-mot",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "The card bears syllables along their sides. Players create four letters words by juxtaposition of cards.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Word Game"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Destination arkadia",
    "ID": 41813,
    "Year": "(1985)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/41813/destination-arkadia",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A racing game inspired by the french TV cartoon &quot;Les mondes engloutis&quot; (also know like &quot;Spartakus and the Sun Beneath the Sea&quot; or &quot;The Absorbed Worlds&quot;). The winner is the first to reach &quot;Shagma&quot;, the Arcadia's sun. Comes with a 3D board (once unfolded).&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Movies / TV / Radio theme",
      "Racing"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Heroscape Expansion Set: Blackmoon's Siege",
    "ID": 41815,
    "Year": "(2009)",
    "Geek Rating": "5.712",
    "Avg Rating": "8.03",
    "Link": "https://boardgamegeek.com/boardgameexpansion/41815/heroscape-expansion-set-blackmoons-siege",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.375",
    "Description": "Blackmoon's Siege is the ninth small Expansion Set (wave 9) in the HeroScape series.&#10;&#10;There are 4 booster packs:&#10;&#10;     Braves and Brawlers&#10;     Dwarves and Repulsors&#10;     Dividers and Defenders&#10;     Heroes of the Moon Tribe&#10;&#10;&#10;Each pack contains 5-7 new figures, army unit cards, some terrain pieces and a new glyph.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board"
    ],
    "Families": [
      "Game: Heroscape"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "H.E.A.D.s & T.A.I.L.s: Wired 4 War",
    "ID": 41816,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/41816/heads-and-tails-wired-4-war",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "H.E.A.D.s &amp; T.A.I.L.s Wired for War is a war-game for 2 players. They each control an army of robots.&#10;&#10;The unique aspect of this game is that players modify the stats of their units, but at the same time, modifying the stats of their enemies, for better or for worse.&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Otto & Bruno",
    "ID": 41818,
    "Year": "(1993)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.25",
    "Link": "https://boardgamegeek.com/boardgame/41818/otto-and-bruno",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "The thick cards in this game show the characters Otto and Bruno, each on an opposing side. Each side also has a number in one of four colors, different from the opposing side. Players gather cards in racks, aiming to collect sets of either four numbers in a single color or four colors in a single number, but periodically the racks and decks are flipped so the alternative card sides are in play.&#10;&#10;Listed among the notable card games in Fairplay's 1993 &Agrave; la carte prize.&#10;&#10;Re-implements:&#10;&#10;    The Cocoo's&#10;&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Uncle Albert's Auto Stop & Gunnery Shop 2036 Catalog",
    "ID": 41819,
    "Year": "(1986)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.05",
    "Link": "https://boardgamegeek.com/boardgameexpansion/41819/uncle-alberts-auto-stop-and-gunnery-shop-2036-cata",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Uncle Albert's Auto Stop &amp; Gunnery Shop 2036 Catalog Update is the second in a subset of expansion for Car Wars.  The Catalogs contain new weapons and options for use with the Car Wars Series of games.&#10;&#10;The Uncle Al's subset of expansions includes:&#10;&#10;     Uncle Al&#039;s 2035 Catalog (1985)&#10;     Uncle Al&#039;s 2036 Catalog Update (1986)&#10;     Uncle Al&#039;s 2038 Catalog Update (1988)&#10;     Uncle Al&#039;s 2038 Calendar (1988)&#10;     Uncle Al&#039;s 2039 Catalog Update (1989)&#10;     Uncle Al&#039;s Catalog From Hell (1992)&#10;&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Racing",
      "Science Fiction"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Game: Car Wars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Uncle Albert's Auto Stop & Gunnery Shop 2038 Catalog",
    "ID": 41820,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgameexpansion/41820/uncle-alberts-auto-stop-and-gunnery-shop-2038-cata",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Uncle Albert's Auto Stop &amp; Gunnery Shop 2038 Catalog Update is the third in a subset of expansion for Car Wars.  The Catalogs contain new weapons and options for use with the Car Wars Series of games.&#10;&#10;The Uncle Al's subset of expansions includes:&#10;&#10;     Uncle Al&#039;s 2035 Catalog (1985)&#10;     Uncle Al&#039;s 2036 Catalog Update (1986)&#10;     Uncle Al&#039;s 2038 Catalog Update (1988)&#10;     Uncle Al&#039;s 2038 Calendar (1988)&#10;     Uncle Al&#039;s 2039 Catalog Update (1989)&#10;     Uncle Al&#039;s Catalog From Hell (1992)&#10;&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Racing",
      "Science Fiction"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Game: Car Wars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Uncle Albert's Auto Stop & Gunnery Shop 2039 Catalog",
    "ID": 41821,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.70",
    "Link": "https://boardgamegeek.com/boardgameexpansion/41821/uncle-alberts-auto-stop-and-gunnery-shop-2039-cata",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Uncle Albert's Auto Stop &amp; Gunnery Shop 2039 Catalog Update is the fifth in a subset of expansion for Car Wars.  The Catalogs contain new weapons and options for use with the Car Wars Series of games.&#10;&#10;The Uncle Al's subset of expansions includes:&#10;&#10;     Uncle Al&#039;s 2035 Catalog (1985)&#10;     Uncle Al&#039;s 2036 Catalog Update (1986)&#10;     Uncle Al&#039;s 2038 Catalog Update (1988)&#10;     Uncle Al&#039;s 2038 Calendar (1988)&#10;     Uncle Al&#039;s 2039 Catalog Update (1989)&#10;     Uncle Al&#039;s Catalog From Hell (1992)&#10;&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Racing",
      "Science Fiction"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Game: Car Wars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Uncle Albert's Auto Stop & Gunnery Shop Catalog From Hell",
    "ID": 41822,
    "Year": "(1992)",
    "Geek Rating": "5.533",
    "Avg Rating": "7.76",
    "Link": "https://boardgamegeek.com/boardgameexpansion/41822/uncle-alberts-auto-stop-and-gunnery-shop-catalog-f",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "3.6667",
    "Description": "Uncle Albert's Auto Stop &amp; Gunnery Shop Catalog From Hell is the sixth in a subset of expansion for Car Wars.  The Catalogs contain new weapons and options for use with the Car Wars Series of games.&#10;&#10;The Uncle Al's subset of expansions includes:&#10;&#10;     Uncle Al&#039;s 2035 Catalog (1985)&#10;     Uncle Al&#039;s 2036 Catalog Update (1986)&#10;     Uncle Al&#039;s 2038 Catalog Update (1988)&#10;     Uncle Al&#039;s 2038 Calendar (1988)&#10;     Uncle Al&#039;s 2039 Catalog Update (1989)&#10;     Uncle Al&#039;s Catalog From Hell (1992)&#10;&#10;&#10;As the final product in the classic Car Wars Series&mdash;the Fifth Edition came later with different rules and mechanics&mdash;the Catalog From Hell included almost every weapon and option not included in the Car Wars Compendium.&#10;&#10;This included all the vehicles, weapons, and gear from:&#10;&#10;     Dueltrack (1986)&#10;     Boat Wars (1988)&#10;     Aeroduel (1990)&#10;     Tanks (1990)&#10;     All the earlier Uncle Al's Catalogs&#10;     Most items from Autoduel Quarterly magazine (40 issues, 1983&ndash;1993)&#10;&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Racing",
      "Science Fiction"
    ],
    "Mechanics": [
      "Square Grid"
    ],
    "Families": [
      "Game: Car Wars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Uncle Albert's Auto Stop & Gunnery Shop 2038 Calendar",
    "ID": 41823,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.12",
    "Link": "https://boardgamegeek.com/boardgameexpansion/41823/uncle-alberts-auto-stop-and-gunnery-shop-2038-cale",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Uncle Albert's Auto Stop &amp; Gunnery Shop 2038 Calendar is the fourth in a subset of expansion for Car Wars.  This was a real calendar and it provided 22 new weapons and options for use with the Car Wars Series of games.&#10;&#10;The Uncle Al's subset of expansions includes:&#10;&#10;     Uncle Al&#039;s 2035 Catalog (1985)&#10;     Uncle Al&#039;s 2036 Catalog Update (1986)&#10;     Uncle Al&#039;s 2038 Catalog Update (1988)&#10;     Uncle Al&#039;s 2038 Calendar (1988)&#10;     Uncle Al&#039;s 2039 Catalog Update (1989)&#10;     Uncle Al&#039;s Catalog From Hell (1992)&#10;&#10;&#10;",
    "Categories": [
      "Book",
      "Expansion for Base-game",
      "Racing",
      "Science Fiction"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Components: Calendars",
      "Game: Car Wars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Femto",
    "ID": 41824,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/41824/femto",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Part of the 4 Tiles Contest.&#10;&#10;It's a very straightforward trick-taking game in tile form. I think requires too much record-keeping for such a quick, simple game. It's completely untested.&#10;&#10;It consists of four tiles that don't need to be any bigger than a Carcassonne tile. The squares (that are paired together as rectangles) in the images below need to be pasted tiles such that the matching tile numbers (the number in the gray circles) are on opposite sides of a tile. You'll need about half a sheet of paper to keep track of what number have been played and for scoring.&#10;&#10;http://www.boardgamegeek.com/article/3198731#3198731&#10;&#10;",
    "Categories": [
      "Print & Play"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dragons",
    "ID": 41825,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/41825/dragons",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Dragons is a tile placement game in which two players strive to complete sinuous loops of their colour.&#10;&#10;Two players, Green and Red, share a common pool of 50 hexagonal dragon tiles. Each tile shows shoulders on the front and tails on the back in both players' colours.&#10;&#10;The opening player places a tile of their choice in the centre of the playing area. Players then take turns adding a tile of their choice adjacent to at least one existing tile, such that edge colours always match.&#10;&#10;http://www.cameronius.com/games/dragons/&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hextiles",
    "ID": 41826,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/41826/hextiles",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Hextiles are a new domino system based on hexagon pairs.&#10;&#10;Hextiles are domino-like tiles composed of two conjoined hexagons, each marked with a number of pips between 0 and 6. The standard &quot;double six&quot; hextile set contains all unique pairs of pips for a total of 28 tiles:&#10;00, 01, 02, 03, 04, 05, 06, 11, 12, 13, 14, 15, 16, 22, 23, 24, 25, 26, 33, 34, 35, 36, 44, 45, 46, 55, 56, 66.&#10;&#10;Like Dominoes, Hextiles are a not a particular game but a gaming system with which a number of games can be played. This section describes some examples; all are played with the  following rules except where stated:&#10;&#10;*&#10;      All tiles start randomly shuffled and upside down in the boneyard.&#10;    *&#10;      Players draw tiles until a double is drawn - this becomes the first tile played and the drawer the first mover.&#10;    *&#10;      Players then draw seven tiles each to form their pool (players cannot see each others' pools).&#10;    *&#10;      If the current player cannot move they must draw additional tiles from the bone yard until they can move.&#10;    *&#10;      Tiles must be played adjacent to at least one existing tile, subject to the constraints for each game.&#10;    *&#10;      Players must replenish their pool with a tile from the boneyard after each move.&#10;    *&#10;      Players cannot pass unless there is no legal move and no more tiles.&#10;    *&#10;      Play continues until neither player can move. Players then add their remaining pips to the opponent's score and the player with the highest score wins.&#10;&#10;http://www.cameronius.com/games/hextiles/&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Marque",
    "ID": 41827,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/41827/marque",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A two-player connection game with capture,&#10;played on a special tiling.&#10;&#10;Board: The Marque board is a tessellation of triangles and squares, similar to the semi-regular 3.4.6.4 tiling but with the hexagons subdivided into triangles (the seven subdivided hexagons are called bases). This gives a total of 96 cells: 66 triangles and 30 squares.&#10;&#10;Start: The board is initially empty. White starts by placing a White piece on any triangle.&#10;&#10;Play: Players then take turns making one of the following moves:&#10;            1) Place a piece at an empty cell, or&#10;            2) Place two pieces on adjacent empty triangles.&#10;&#10;http://www.cameronius.com/games/marque/&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Octex",
    "ID": 41829,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/41829/octex",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Octex is a 3D path-making game for two players.&#10;&#10;Rules&#10;&#10;Tiles: Two players, White and Blue, share a common pool of Octex tiles as shown in Figure 1. Each tile is octagonal, divided into four colours and has a coloured square plug of half thickness centred on each face.&#10;    &#10;Start: The board consists on an 5x5 grid of square holes which is initially empty&#10;&#10;Play: Players take turns placing a piece to nestle in either:&#10;            1) An empty board hole, or&#10;            2) The square hole formed where four tiles meet on the same level&#10;&#10;Aim: A player wins by forming an orthogonal or diagonal line of three bumps of their colour, such that the bumps at each end are joined by a connected path through same-coloured regions (not including any bumps). If a move achieves this for both players then the mover loses.&#10;&#10;http://www.cameronius.com/games/octex/&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trichet",
    "ID": 41830,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/41830/trichet",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Trichet is a tile placement game of territory closure for two players.&#10;&#10;Rules&#10;&#10;Tiles: Two players, White and Blue, share a common pool of 96 triangular Trichet tiles. Each side of each tile is split into two coloured regions by a circular arc centred on one corner.&#10;&#10;Start: White starts by placing two tiles in the centre of the playing area.&#10;&#10;Play: Players then take turns adding a tile of their choice to touch at least one edge or corner of an existing tile, such that all neighboring regions match in colour.&#10;&#10;Auto Moves: Each move may result in one or more positions at which only one tile in one rotation may be placed such that colours match; all such positions are automatically made as part of the the move. Each auto move may result in additional auto moves, hence each player move will usually result in multiple tile placements.&#10;&#10;Aim: A player wins by completing a region of their colour more complex than a circle. For example, Blue wins the game shown in Figure 3 with a closed region that visits 14 tiles.&#10;&#10;http://www.cameronius.com/games/trichet/&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "SPQR: Player's Guide",
    "ID": 41831,
    "Year": "(1998)",
    "Geek Rating": "5.551",
    "Avg Rating": "7.95",
    "Link": "https://boardgamegeek.com/boardgameexpansion/41831/spqr-players-guide",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "This special C3i Magazine (RBM) publication includes articles on tactics and strategy, army analyses, game replays, and new scenarios.&#10;&#10;New SPQR scenarios included are:&#10;&#10;&#10;    The Battles of Lamia &amp; Elis, 208 B.C.&#10;    The Second Battle of Beneventum, 214 B.C.&#10;    The Battle of Pydna, 168 B.C.&#10;&#10;&#10;8 Commander counters (Pyrrhias; Hanno B.; Gracchus; Cotys; Cycliadas; S. Galba; Mago S.; Perseus) for the SPQR Player's Guide scenarios are included on the counter sheet provided in C3i #10.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Book",
      "Expansion for Base-game",
      "Wargame"
    ],
    "Mechanics": [
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Great Battles of History (GMT Games)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Warhammer Quest: Treasure Cards Pack #1",
    "ID": 41838,
    "Year": "(1995)",
    "Geek Rating": "5.562",
    "Avg Rating": "7.19",
    "Link": "https://boardgamegeek.com/boardgameexpansion/41838/warhammer-quest-treasure-cards-pack-1",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "1.5",
    "Description": "54 extra treasure cards for Warhammer quest. One &quot;objective room&quot; deck and one &quot;Dungeon room&quot; deck.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Modular Board",
      "Role Playing"
    ],
    "Families": [
      "Setting: Warhammer Fantasy Board Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hotelier",
    "ID": 41839,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/41839/hotelier",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "0",
    "Description": "A game about building high rise hotels and merging them together.  Inspired by stocks and merger mechanics of Sid Sackson's classic, Acquire, Hotelier incorporates vertical building, hidden initial stocks, and different turn orders.  The game also incorporates other elements, such as lakes and parks, garbage dumps, and airports to influence the value of your properties.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "City Building",
      "Economic"
    ],
    "Mechanics": [
      "Stock Holding"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Word for Word",
    "ID": 41841,
    "Year": "(1938)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/41841/word-for-word",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Transogram's entry in the crossword card game craze of the late 30s.  This is the most unusual one in having &quot;cards&quot; made of thin wood slats (which are somewhat fragile, at least after 70 years).  There are scrabble-like stands to hold them.  The cards each have a letter and value 2-10, except two &quot;Key&quot; wild cards worth 20.&#10;&#10;Deal 8 letters to 2-3 players, 6 each for 4-6.  In a turn, a player plays up to 4 letters to the table, making words of 2+ letters; or, discards a letter and draws a new one.  All words except the first must intersect other words, crossword fashion.  The hand ends when a player runs out of cards, at which point each player adds the points left in their hand to their total.  When someone reaches 200, the lowest total wins.&#10;&#10;There is also a solitaire version.  Take out the key cards and deal yourself 10 letters.  Build a crossword array from your hand as above; when you are stuck, draw new letters until you can make another word.  Continue until going through the whole deck.  You win if you use up all the letters.&#10;&#10;Later versions from the '50's &amp; '60's use plastic tiles, with slight scoring differences, &amp; include rules for different games using the same components.&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Category: Crossword Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Revelation",
    "ID": 41842,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/41842/revelation",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "To be the player with the smallest score, trying not to take pawns and crowns. Play a card from your hand on one of the branches of the Tree of Life, following the Decktet suits. If once placed, all the cards from that branch add up to more than 12 points, then you'll have to take a number of those cards, from end towards the beginning, until they add up to at least 12 points. You've got to try to take the least number of cards, but if you've got to take many, at least try to have the most cards possible from that suit, that way you can be immune to its power. There are 8 poisoned cards (4 pawns and 4 crowns) that spoil the branches and lower your score. Try not to take them.&#10;&#10;This is a resource management game for the Decktet.&#10;&#10;Game Rules:&#10;&#10;* Revelation at the Decktet wiki&#10;    * Revelation blog post from the designer.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management",
      "Push Your Luck",
      "Trick-taking"
    ],
    "Families": [
      "Series: Decktet Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Flinkes Kind und bunter Hund",
    "ID": 41845,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/41845/flinkes-kind-und-bunter-hund",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "A spinning wheel in the middle of the wooden game board is set in motion. There are lines on it and colored plastic pins around it. When someone hits the brake (a kind of wooden pole), everyone has to see quickly whether any of the lines connect two colors which are also represented by chips on the side of the game board. Whoever shouts out the &quot;name&quot; of the line (a symbol next to it, i.e. child, dog etc.) gets the chips (points). Whoever collects most chips, wins.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Pattern Recognition",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Zappelfisch",
    "ID": 41847,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/41847/zappelfisch",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "There is a small basin with fish. Each player has a fish catching device which is battery driven and vibrates. With this, the players try (all at the same time) to catch as many fishes as possible and put them in their basket. This is difficult, as due to the vibration, the fishes fall down easily.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals"
    ],
    "Mechanics": [],
    "Families": [
      "Theme: Fishing / Angling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Age of Imperialism",
    "ID": 41848,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/41848/age-of-imperialism",
    "Min Players": "1",
    "Max Players": "7",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3",
    "Description": "Age of Imperialism is a game in which up to seven players compete to establish global empires during the century of 1815-1915. Players respond to ever-changing opportunities to invest in influence and colonial control in overseas territories to obtain wealth, strategic advantage, and prestige. Age of Imperialism substantially covers a full century of history with the shifts in technology, economic conditions, and politics that constantly changed the imperial equation. The future of the whole world has yet to be written; will Great Britain build an empire upon which the sun never sets, or will the French tricolour, the imperial Russian eagle, or the Stars and Stripes span the globe? &#10;  'Age of Imperialism recreates the imperial expansion of Europe, America and Japan in the nineteenth century, combining a strong historical component with a game system that encourages careful planning and player interaction whilst avoiding much of the bookkeeping tedium of comparable games on the subject. Each player manages one of the great imperial powers, managing its resources to enough develop economic, diplomatic and military power to earn a &quot;place in the sun&quot;. Intended to teach as well as to entertain, the game addresses the causes nineteenth-century imperialism as well as its effects on international relations amongst the imperial powers. &#10; Played on an authentic 19th-century map of the entire world, Age of Imperialism includes several scenarios, each playable in an afternoon, covering different stages of imperial expansion, as well as a campaign game that covers the entire century. It also includes rules for solitaire play. Complexity is medium (about 6/10).&#10;&#10;&#10;",
    "Categories": [
      "Negotiation",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "High Seas Fleet",
    "ID": 41850,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/41850/high-seas-fleet",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "0",
    "Description": "High Seas Fleet is a simple game of strategic naval war in the Atlantic, Baltic, and Mediterranean set during World War One. All major ships of the participating powers are included, including dreadnoughts, pre-dreadnoughts, and squads of lighter ships. Historically, the German fleet only challenged the British once, culminating in the Battle of Jutland. This game allows players to explore what might have happened had the Germans been more aggressive and persistent.&#10;&#10;The rules of High Seas Fleet are based on the rules system of the classic games of the 1970s, War At Sea and Victory in the Pacific. However, High Seas Fleet introduces a number of innovations to keep the system fresh. The combat system has been modified to mitigate the extremes of luck and Command Cards introduce a degree of both flexibility and uncertainty. Allies can enter based on your efforts to recruit them and stay or go based on your success on the high seas. The game system remains clean and simple, perfect for introducing youngsters or novices to historical gaming, yet substantial enough to reward the veteran gamer.&#10;&#10;Played on a map that includes the North Atlantic, Baltic, and Mediterranean regions, High Seas Fleet includes both introductory and standard rules, plus several scenarios including a single-turn, introductory scenario of the Battle of Jutland, and even some alternative history scenarios, as well as a campaign game that covers the entire war. Complexity is low for the Basic Rules to moderate for the Standard Rules (about 2/10 to 3.5/10 respectively).&#10;&#10;&#10;",
    "Categories": [
      "Nautical",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Empires of Iron",
    "ID": 41851,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/41851/empires-of-iron",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "300",
    "Play Time": "300",
    "Weight": "0",
    "Description": "Empires of Iron is a game of diplomacy, war and intrigue set during the period of roughly 1871-1918. Two to eight players compete to create alliances, develop the latest weapons, and become master of Europe. There are multiple paths to victory - military, economic, diplomatic, or any combination thereof... which will you pursue? But beware, enemies can become friends in the blink of an eye, and allies can turn on you without warning. Nothing can be taken for granted, and anything can happen.&#10; Played on a map Europe at the turn of the 20th century, Empires of Iron includes several scenarios based on the number of players, each playable in an afternoon. The game includes both introductory and standard rules. Complexity is low for the Basic Rules to moderate for the Standard Rules (about 2/10 to 3.5/10 respectively).&#10; Home page: http://www.blueiguanagames.com/eoi.htm&#10;&#10;",
    "Categories": [
      "Negotiation",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Variable Phase Order"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "1812",
    "ID": 41852,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/41852/1812",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "150",
    "Play Time": "150",
    "Weight": "2",
    "Description": "1812 is a simple, card-driven game of the Anglo-American conflict that was fought from 1812 to 1815. It is a two-player game in which one player plays the military forces of the United States, and the other plays the forces of Great Britain. The U.S. player attempts to conquer Canadian territory and to compel Britain to sue for peace, while the British player attempts to do exactly the same against the United States, perhaps with the aid of some Native American allies. The fledgling United States are making a huge gamble. Can they drive the British from Canada and unify North America, or will the Empire strike back and put the upstarts in their place and end their dreams of &quot;manifest destiny&quot;?&#10;  Prominent military leaders, army strength points, Native American forces, and political concerns and conditions are all represented. Historically, British and U.S. forces, though sorely mismatched in terms of professionalism and leadership, fought each other to a stalemate. This game allows players not only to explore what conditions contributed to this outcome, but also whether the either might have been able to achieve a decisive victory that would have changed the shape of the North American continent. &#10; Played on an authentic early-19th-century map of the United States and Canada, 1812 includes both introductory and standard rules. Based on the rules system of the popular introductory game We The People, it is ideal for introducing youngsters and new players to the hobby, yet substantial enough to attract the veteran gamer. Complexity is low for the Basic Rules to moderate for the Standard Rules (about 2/10 to 3.5/10 respectively).&#10;&#10;",
    "Categories": [
      "American Indian Wars",
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Point to Point Movement"
    ],
    "Families": [
      "Country: Canada",
      "Country: United Kingdom",
      "Country: USA",
      "History: War of 1812",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Asterix: Against All Odds",
    "ID": 41853,
    "Year": "(1992)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/41853/asterix-against-all-odds",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Asterix Adventure Game:&#10;Asterix Against All Odds&#10;&#10;Can YOU help Asterix and Obelix on their latest mission? They have been challenged to make their way round the whole of Roman-occupied Gaul and they need your help. It's up to YOU to make the decisions and take the risks. Everything you need for this exciting adventure is included in this fabulous kit.&#10;&#10;The game comes with a die for fighting Romans, with five K.O. faces and one drink potion face. In addition, the game comes with a clever cipher and coin bag card. Plus a card with a dial to record your magic potion use and a card show various characters who may be helpful along the way.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Book",
      "Comic Book / Strip",
      "Humor"
    ],
    "Mechanics": [],
    "Families": [
      "Comic Books: Asterix",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Sound Off Race Game",
    "ID": 41854,
    "Year": "(1960)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/41854/sound-off-race-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A roll-and-move auto racing game with an included 33-1/3 rpm LP which randomizes certain events.&#10;&#10;From the description on the LP back cover:&#10;&#10;&quot;Simply place Record on turntable at start of game and keep record spinning all the time -- but keep the volume turned all the way down so that nothing is heard -- until a player stops on a 'SOUND OFF' space.  Then turn the sound up right away to hear the 'Record Racer's' special instructions.&quot;&#10;&#10;",
    "Categories": [
      "Racing"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Components: Sound games",
      "Components: Vinyl Records",
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Frogger",
    "ID": 41859,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.87",
    "Link": "https://boardgamegeek.com/boardgame/41859/frogger",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "This is a racing game for the Decktet. Each player controls a group of 6 frogs which will try to reach their home safely through a dangerous path.&#10;&#10;This game is an attempt to freely mimic the famous 80's arcade video game where you have to guide a small frog to its home across a traffic filled road and a dangerous river. Mechanically, it was inspired by Cartagena, from Leo Colovini.&#10;&#10;A version appeared in the Revised&amp;Expanded Decktet Book under the title Xing.&#10;&#10;Game Rules:&#10;&#10;* Frogger at the Decktet wiki&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play",
      "Racing"
    ],
    "Mechanics": [
      "Hand Management",
      "Modular Board"
    ],
    "Families": [
      "Animals: Frogs / Toads",
      "Series: Decktet Games",
      "Theme: Arcade Video Games"
    ]
  }
]