[
  {
    "Rank": "24801",
    "Name": "Nodwick: The Card Game",
    "ID": 4096,
    "Year": "(2002)",
    "Geek Rating": "5.493",
    "Avg Rating": "5.53",
    "Link": "https://boardgamegeek.com/boardgame/4096/nodwick-the-card-game",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.08",
    "Description": "A fast-playing and chaotic trading game descended from Pit.&#10;&#10;This year's Hench Games has been interrupted, and all of the Henchmen are somewhat mutil...disassemb...sick. You need to use Piffany's powers of healing to put a henchman back together. With mostly the same parts he started out with.&#10;&#10;To do this, you will need to collect healing ingredients and trade with other players for body parts and healing items. In real time.&#10;&#10;This game was prototyped under the title Evil Geniuses, which received an honorable mention in the 1999 Hippodice Spieleautorenwettbewerb.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Real-time"
    ],
    "Mechanics": [
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Components: Sand Timers",
      "Mechanism: Turnless Trading"
    ]
  },
  {
    "Rank": "24802",
    "Name": "Farting Frenchies",
    "ID": 320456,
    "Year": "(2020)",
    "Geek Rating": "5.493",
    "Avg Rating": "5.32",
    "Link": "https://boardgamegeek.com/boardgame/320456/farting-frenchies",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Farting Frenchies is an exciting fast paced card game where players collect, feed and steal each other's frenchies. Dominate your opponents and strategically heist their furry little friends as you battle it out for the top dog title.&#10;&#10;The game gets more and more intense with each card you play because then more Frenchies you have the more there are to steal! FF will keep you laughing, is quick to learn, &nbsp;family friendly, and &nbsp;takes 15 to 25 minutes to play.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Alliances",
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Animals: Dogs",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "24803",
    "Name": "RÖK",
    "ID": 42691,
    "Year": "(2009)",
    "Geek Rating": "5.493",
    "Avg Rating": "5.52",
    "Link": "https://boardgamegeek.com/boardgame/42691/rok",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.1667",
    "Description": "Box text: Throughout the ages the mysterious power of the Runes have held man in awe.  With R&Ouml;K you can learn how to harness this power and defeat your rivals!  The secret is in throwing the Runes, concentrate before you release them to experience the pleasure of handling these superb stones..&hellip;then be sure to keep a keen eye and move at lightening speed to emerge the winner!&#10;&#10;R&Ouml;K is a game played in a mythical atmosphere - with bouts of mayhem.&#10;&#10;Contents : 49 runes: 1 Rune of Destiny (with a dot), and 48 runes in three colours, each engraved with a runic symbol (there are 8 pairs of runes per colour) ; 1 bag; Rules of the game.&#10;&#10;Description: Basically all players drop heavy stones with carved runes on the table - then everyone tries to find matching pairs and pick them up as fast as possible - before the others do it. And do not let others pick your very own &quot;home rune&quot; first - the punishment will be really terrible!&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "24804",
    "Name": "Taboo Junior",
    "ID": 8998,
    "Year": "(2001)",
    "Geek Rating": "5.493",
    "Avg Rating": "5.37",
    "Link": "https://boardgamegeek.com/boardgame/8998/taboo-junior",
    "Min Players": "4",
    "Max Players": "0",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Taboo Junior is a simpler version of the parent game, advertised for ages 8 to 12.  Players divide into two teams, racing their tokens on parallel tracks to the finish line.  A card is secretly drawn and a &quot;clue giver&quot; tries to get his team to say the word on it...without using any of three related words that are also on the card. The team has a timer during which they score as many clues as possible.  The number correct is the number of squares the token is moved.&#10;&#10;One difference from the original game is that the &quot;buzzer&quot; is actually a plastic squeak toy instead of the harsh electric buzzer.  The clues are also much easier, common words than in the adult game.&#10;&#10;Re-implements:&#10;&#10;    Taboo&#10;&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Team-Based Game"
    ],
    "Families": [
      "Components: Sand Timers",
      "Game: Taboo",
      "Versions & Editions: Junior Versions of Grown-Up Games",
      "Word Games: Guess the Word"
    ]
  },
  {
    "Rank": "24805",
    "Name": "Firefly: Tall Card",
    "ID": 168278,
    "Year": "(2015)",
    "Geek Rating": "5.493",
    "Avg Rating": "5.34",
    "Link": "https://boardgamegeek.com/boardgame/168278/firefly-tall-card",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.5",
    "Description": "Straight out of the Firefly 'verse comes Firefly: Tall Card! With rules and artwork inspired by the game played on Firefly, Tall Card will make you feel like you're a fellow crew member aboard Serenity! Each box contains a 66-card deck, including the round &quot;Tall Cards&quot; as seen on Firefly! Also included are more than 50 additional cards so you can create other Tall Card variants.&#10;&#10;The gameplay is similar to draw poker, but the suits are inspired by Mah Jong tiles so the composition of the deck is very different from a standard 52-card deck.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Betting and Bluffing"
    ],
    "Families": [
      "Theme: Fictional Games",
      "TV Shows: Firefly"
    ]
  },
  {
    "Rank": "24806",
    "Name": "Cup of Bluff",
    "ID": 201842,
    "Year": "(2016)",
    "Geek Rating": "5.493",
    "Avg Rating": "5.05",
    "Link": "https://boardgamegeek.com/boardgame/201842/cup-of-bluff",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "5",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Get ready to serve up a hot cup of bluff! Players take turns rolling the dice, and then bluffing about their true value. If you are able to trick your opponents, you score a chip as your reward. But if they can see past your bluff, your opponents will take the chip instead.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Mechanism: Bluffing – Dice Cup",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "24807",
    "Name": "GEOMAG Magnetic Challenge",
    "ID": 19694,
    "Year": "(2005)",
    "Geek Rating": "5.493",
    "Avg Rating": "5.04",
    "Link": "https://boardgamegeek.com/boardgame/19694/geomag-magnetic-challenge",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.6667",
    "Description": "A board game incorporating the fascinating attraction of GEOMAG magnetic world with a new game of strategy and skill. This board game has a metal core which allows the pieces to 'stick' to the board. Great for use in the home and even on the move in the car. GEOMAG Magnetic Challenge uses standard GEOMAG components and the special board to create the most captivating board game. The game consists of a snake of GEOMAG which moves from one side of the board to the other. The opponent must block the snake from occupying their start position whilst trying to reach the other end of the board themselves&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Magnets"
    ]
  },
  {
    "Rank": "24808",
    "Name": "Seinfeld Trivia Game",
    "ID": 51505,
    "Year": "(2009)",
    "Geek Rating": "5.493",
    "Avg Rating": "5.23",
    "Link": "https://boardgamegeek.com/boardgame/51505/seinfeld-trivia-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "Based on the all nine seasons of the hit comedy series. Travel around the game board visiting Jerry, George, Elaine, Kramer and a place with questions about everyone else. Two levels of difficulty even out the game play as you collect the tokens you need, like a big salad, a pipe, an eclair and a microphone. Race along the soup line to steal the soup from the player that has it in order to add it to your collection and win.&#10;&#10;Includes 600 questions on 300 cards, game board, 4 movers, 4 mover stands, game die, label sheet, 24 collection pieces, soup piece, and instructions&#10;&#10;",
    "Categories": [
      "Dice",
      "Movies / TV / Radio theme",
      "Trivia"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": [
      "Trivia: Television",
      "TV Shows: Seinfeld"
    ]
  },
  {
    "Rank": "24809",
    "Name": "Quick Wit",
    "ID": 5841,
    "Year": "(1987)",
    "Geek Rating": "5.493",
    "Avg Rating": "5.35",
    "Link": "https://boardgamegeek.com/boardgame/5841/quick-wit",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.6",
    "Description": "Quick Wit is the uncommon game of common sense.&#10;&#10;Be the first player or team to correctly answer questions in each category designated with a letter to spell Quick Wit.&#10;&#10;There are five categories of questions, representing different areas of thinking and perception:&#10;&#10;    Ultimately Logical - logic, reasoning&#10;    Eye'll Be the Judge - perceptual (what is this a picture of?)&#10;    Communicabulary - vocabulary&#10;    Know Nonsense - general knowledge&#10;    A Moment's Thought - problem solving&#10;&#10;&#10;Each Team has 60 seconds to answer.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Sand Timers"
    ]
  },
  {
    "Rank": "24810",
    "Name": "Crazy Chefs",
    "ID": 40376,
    "Year": "(2008)",
    "Geek Rating": "5.493",
    "Avg Rating": "5.37",
    "Link": "https://boardgamegeek.com/boardgame/40376/crazy-chefs",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.25",
    "Description": "Join the chefs in the crazy kitchen and collect everything they need to make a meal. Then grab your plate and wait for your dish to cook! Will you be the first to serve up a tasty treat? A fun lotto game with a food.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Set Collection"
    ],
    "Families": [
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "24811",
    "Name": "Gobbit Angry Birds",
    "ID": 209366,
    "Year": "(2016)",
    "Geek Rating": "5.493",
    "Avg Rating": "5.40",
    "Link": "https://boardgamegeek.com/boardgame/209366/gobbit-angry-birds",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Gobbit Angry Birds is a spin-off of Gobbit, with new rules that govern the ongoing war between the angry birds in question &mdash; specifically Red, Chuck and Bomb &mdash; and the pigs. In order to attack, players have to slap their opponents' cards while defending their own at the same time.&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": [
      "Theme: Animal Battles"
    ]
  },
  {
    "Rank": "24812",
    "Name": "Master and Commander: The Far Side of the World",
    "ID": 8517,
    "Year": "(2003)",
    "Geek Rating": "5.493",
    "Avg Rating": "5.45",
    "Link": "https://boardgamegeek.com/boardgame/8517/master-and-commander-the-far-side-of-the-world",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.9167",
    "Description": "A limited release of a game based on the film &quot;Master and Commander: The Far Side of the World&quot; and the book series by Patrick O'Brien. Basic and Advanced variants allow 2 to 4 players, with up to 8 in a variant for children.&#10;&#10;Each player has two ships on a square grid board. The number of moves a ship may make is based on the direction the ship is traveling relative to the wind. Moves can consist of advancing forward one square or turning 90 degrees. Wind changes randomly every time a three minute timer expires before a player's turn.&#10;&#10;Each ship begins the game with three magnetic prize disks representing the ship's strength. Ships may fire when their broadside is facing an adjacent or nearby enemy ship. The number of dice rolled depends on each ship's strength (i.e. the number of prize disks). If the attacker's top roll is higher than the defender's top roll, the defender is deprived of a prize disk.&#10;&#10;Prize disks can be recovered by spending repair cards. Each player starts with a fixed number of repair cards and they are never refilled. Optional advanced rules include the drawing of random effects cards on each attack, attacking enemy repair ports, boarding damaged ships, mists that provide sanctuary from attack, and ramming.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Dice",
      "Movies / TV / Radio theme",
      "Napoleonic",
      "Nautical",
      "Pirates"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Components: Sand Timers"
    ]
  },
  {
    "Rank": "24813",
    "Name": "Contack",
    "ID": 3203,
    "Year": "(1939)",
    "Geek Rating": "5.493",
    "Avg Rating": "5.30",
    "Link": "https://boardgamegeek.com/boardgame/3203/contack",
    "Min Players": "1",
    "Max Players": "7",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.4",
    "Description": "CONTACK is a game played with 36 triangular pieces. The 3 sides of each triangle are different in colour, and each side has a number from 1 to 10 printed at its edge.&#10;&#10;Players try, by matching colour and number, or matching colour and making certain score totals, to play all the triangles from their hand and to make as large a score as possible.&#10;&#10;The game was first introduced by the Volume Sprayer Mfg. Co. of Tulsa Oklahoma in early 1939, then published by a number of companies including Parker Brothers later that year. The Volume Sprayer edition has pressed wood pieces and a hexagonal tin-lined box.&#10;&#10;Triangular Dominoes (of which Contack is a variant) date back at least to 1886 when published by Frank H. Richards of Troy, New York, for 25&cent; or &quot;10 cents silver (for) a cheaper set to learn the game.&quot;&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Children's Game",
      "Number"
    ],
    "Mechanics": [
      "Matching"
    ],
    "Families": [
      "Components: Triangular Dominoes",
      "Containers: Hexagonal Boxes",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "24814",
    "Name": "Time After Time",
    "ID": 35676,
    "Year": "(2008)",
    "Geek Rating": "5.493",
    "Avg Rating": "5.11",
    "Link": "https://boardgamegeek.com/boardgame/35676/time-after-time",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "From the publisher:&#10;&quot;There is a time for everything, but someone keeps changing the clock!  In Time After Time&trade; you must plan ahead and put your clocks in sequential order.  But keep your eye on the little mice, who like to fiddle with your plan as time ticks away!&quot;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "24815",
    "Name": "Target: Libya",
    "ID": 2643,
    "Year": "(1986)",
    "Geek Rating": "5.493",
    "Avg Rating": "5.35",
    "Link": "https://boardgamegeek.com/boardgame/2643/target-libya",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "2.3",
    "Description": "This game was published in Strategy &amp; Tactics magazine #109.&#10;&#10;It depicts a hypothetical US campaign against the Libyan regime, in retaliation for repeated terrorist attacks on US interests, believed to be supported by Qaddafi's government.&#10;&#10;The objective of the game for the US player is to eliminate Libyan key political units and seize strategic objectives, while limiting US losses.&#10;&#10;Scale is two-day turns and 30 km hexes. Units represent air squadrons, individual naval units and infantry brigades.  Fairly straightforward mechanics. Medium complexity. One map and 200 counters.&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Libya",
      "Magazine: Strategy & Tactics",
      "Players: Two-Player Only Games",
      "Theme: Alternate History"
    ]
  },
  {
    "Rank": "24816",
    "Name": "Expeditie Robinson",
    "ID": 164542,
    "Year": "(2014)",
    "Geek Rating": "5.493",
    "Avg Rating": "5.37",
    "Link": "https://boardgamegeek.com/boardgame/164542/expeditie-robinson",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.25",
    "Description": "Two teams consisting of six tribe members each land on a desert island. They try to survive by exploring the island and collecting provisions, with each team doing their best to outsmart their rivals. The teams face off in exciting elimination challenges. After the tribes have merged it&rsquo;s every player for himself. Players individually vote for those tribe members with whom they&rsquo;ll try to keep going as long as possible. Will you survive this bloodcurdling knock-out race? Who among you is the true Survivor?&#10;&#10;Goal of the game:&#10;The player who, after the Merge, has cast the most votes for the last standing tribe member wins Expeditie Robinson.&#10;&#10;Game-play:&#10;Expeditie Robinson is played in 2 phases:&#10;1. The Team Phase (2 islands)&#10;2. The Merge (1 island, every man for himself)&#10;&#10;The Team Phase (2 islands)&#10;Each team tries to accomplish 3 different missions before the Team Phase ends.&#10;&#10;With each of the three missions the teams can earn an extra voting card to be used in the next phase.&#10;&#10;The 3 missions&#10;&deg; Have more tribe members (pawns) than the opposing team.&#10;&deg; Have &ldquo;explored&rdquo; (turned over) more island tiles than the opposing team. &#10;&deg; Have more provisions left than the opposing team.&#10;&#10;The teams take turns. A turn consists of two action points. There are two different actions, each costing one action point.&#10;&#10;&deg; Choosing an island tile&#10;Choose one tile from the four stacks in the middle of the table and join it to the island.&#10;&#10;&deg; Moving a tribe member&#10;Move a team member by one tile. It doesn't matter if the tile has been explored already. by doing this you can explore the tiles you've added and find provisions. With these provisions you can feed your tribe members and build tools.&#10;&#10;During a turn a team can perform every possible combination of these two actions. As well as actions, you are always allowed to make a campfire and tools without the cost of action points.&#10;&#10;Elimination challenge&#10;Whenever the 'Elimination challenge' tile has been revealed the challenge is played. The teams each take their own sets of dice and take turns. They must try to build a tower of six dice, with &ldquo;6&rdquo; at the bottom, followed by &ldquo;5&rdquo;, then &ldquo;4&rdquo;, then &ldquo;3&rdquo;, then &ldquo;2&rdquo;, and finally &ldquo;1&rdquo; on top. The first player to succeed wins.&#10;&#10;The Merge (1 island, every man for himself)&#10;Players now play on individually; teams no longer exist. Each player receive voting cards for 4 votes, 2 votes. Players that belonging to the team that won a mission during the Team Phase gets 1 extra vote for every mission they won.&#10; Voting&#10;Players cast their votes in secret. Putting every voting card they possess into a slot in the voting tray. &#10;On the voting tray each slot has its own color. These colors represent tribe members. Casting a vote into the red slot means voting for the red tribe member. Of course you will do what you can for your chosen tribe member to be the last one standing.&#10;&#10;The knock-out race begins&#10;Just as in the Team Phase, a player playing his turn has the two same action points and actions that can be used.&#10;&#10;The players try to find food for the tribe member they voted for so they stay in the game. But not to obvious, otherwise they might get discovered and thrown out by other players.&#10;&#10;One by one the tribe members will get eliminated. The game will continue this way until there&rsquo;s only one tribe member left. This is the last standing tribe member, in other words, the true Survivor.&#10;&#10;Now the time has come for an exciting moment &minus; who voted for this tribe member and how many votes did he cast? The player to have cast the most votes for the Survivor, is the winner!&#10;&#10;",
    "Categories": [
      "Adventure",
      "Deduction",
      "Exploration",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Modular Board",
      "Tile Placement",
      "Voting"
    ],
    "Families": [
      "TV Shows: Survivor"
    ]
  },
  {
    "Rank": "24817",
    "Name": "Das Phantom",
    "ID": 2626,
    "Year": "(1993)",
    "Geek Rating": "5.493",
    "Avg Rating": "5.15",
    "Link": "https://boardgamegeek.com/boardgame/2626/das-phantom",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.25",
    "Description": "Extrapolated from the rules.&#10;&#10;The frightful Phantom is on the move and spreading fear and fright.  He has kidnapped a beautiful, young woman from the village and brought her to the castle &quot;Zitterstein&quot; to an underground hiding place whose secret doors open only to the sound of a Violin and the smell of Roses.&#10;&#10;Object of the Game&#10;Each player must find a Violin and a certain number of Roses in the underground labyrinth:&#10;&#10;With 2 players 6 Roses&#10;With 3 players 4 Roses&#10;With 4 players 3 Roses&#10;With 5 and 6 players 2 Roses.&#10;&#10;The first player to advance to the hiding place of the Beauty with a Violin and the correct number of Roses wins the game.&#10;&#10;Contents&#10;1 Gameboard&#10;1 Phantom figure&#10;6 Player's pawns&#10;1 Large Phantom die&#10;6 Special dice&#10;32 Hexagon Tiles&#10;24 Magic Cards&#10;14 Roses&#10;6 Violins&#10;1 Rule book&#10;&#10;How to play:&#10;The oldest player begins the game.  He gets all the dice and rolls the black dice first.  He selects one of the dice and moves his pawn according to the number shown. Afterwards the second player takes one of the remaining dice and moves his pawn. Then the third player follows, etc.  The last player in a round must take the last remaining die.&#10;&#10;Once all players have moved the start player rolls the large white die and move the Phantom accordingly.&#10;&#10;Then all the dice are passed to the next player in a clockwise direction who follows the same procedure.&#10;&#10;The Phantom&#10;The player who rolled the black dice in this round moves the Phantom.  After all players finish their turns with the black die, he rolls the white die and moves the Phantom in any direction.  Afterwards the next player in a clockwise direction receives all the dice and the next round begins.&#10;&#10;How Does the Phantom Move?&#10;The Phantom leaves his Start place in any direction.&#10;The Phantom may land on and over wall spaces and can also stop there. Phantom can move through rooms. It enters and leaves a room from any space.  The room represents a space and costs one point of movement.  The Phantom may not enter the End Space or a Violin Space.  He also may not move over them.&#10;&#10;The White Phantom Die&#10;It shows 1 - 5 pips and a Phantom.  The pips mean that the Phantom is moved a corresponding number of fields. If the white die shows the Phantom, the Phantom must be moved into an arbitrary room.  Then the player throws the white die one more time and the Phantom moves that number of spaces from the new room. The Phantom is an Obstacle. No pawn may land on or pass through a space that the Phantom is standing on.&#10;&#10;The game ends when the player that possesses a Violin and the required number of Roses can enter the End space.  A player that reaches it only by exact count is the winner.&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": [
      "Digital Implementations: VASSAL"
    ]
  },
  {
    "Rank": "24818",
    "Name": "Realm of Heroes",
    "ID": 139401,
    "Year": "(2015)",
    "Geek Rating": "5.493",
    "Avg Rating": "5.20",
    "Link": "https://boardgamegeek.com/boardgame/139401/realm-of-heroes",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.3333",
    "Description": "The King is dead, and all are making their play for power. From the depths of the kingdom, armies are on the move, castles are being fortified, and war is in the air. The General and the Heir, the Fiend and the Vizier, the Barbarian and the Dark One &mdash; all prepare to take the land by force. Only the bold shall survive in this realm of heroes!&#10;&#10;Realm of Heroes is a strategy game based in Western fantasy in which players build castles and recruit heroes to fight for their cause. Players not only move against each other, but also must deal with an evolving board that can derail the best laid plans. Using minimal luck, Realm of Heroes is a game in which a player on top can find himself in a rapidly collapsing position.&#10;&#10;After the map is set up (either by scenario or at random), each player places his leader and a tower on the map. During a player's turn, existing plague may spread to nearby locations. Second, unsupported heroes die and are replaced by plague. Third, players may reinforce their position by placing or upgrading units on the map. Finally, players move some, none or all of their heroes around the map to capture more territory, destroy other heroes and capture the other players' leaders to win the game.&#10;&#10;Do you have what it takes to emerge victorious in this Realm of Heroes?&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Medieval",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Grid Movement",
      "Modular Board",
      "Player Elimination",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "24819",
    "Name": "The Worst Game Ever",
    "ID": 160067,
    "Year": "(2014)",
    "Geek Rating": "5.493",
    "Avg Rating": "5.48",
    "Link": "https://boardgamegeek.com/boardgame/160067/the-worst-game-ever",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.125",
    "Description": "The Worst Game Ever creates mechanisms around everything people hate in games, gamers, and gaming. The goal is to have the most tokens when any player runs out of tokens. Players take turns attacking one another with a die roll to steal tokens and play cards to affect the game.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Bluffing",
      "Card Game",
      "Dice",
      "Memory",
      "Party Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Betting and Bluffing",
      "Dice Rolling",
      "Hand Management",
      "Memory",
      "Player Elimination",
      "Singing",
      "Take That",
      "Voting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Boardgaming"
    ]
  },
  {
    "Rank": "24820",
    "Name": "Ice Floes & Foes",
    "ID": 335919,
    "Year": "(2021)",
    "Geek Rating": "5.493",
    "Avg Rating": "5.25",
    "Link": "https://boardgamegeek.com/boardgame/335919/ice-floes-and-foes",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "In Ice Floes &amp; Foes, 2-6 players will try to save the seals and whales from the fishing boats and hunters. Shove ice floes onto the board and aim to get the fishing boats and hunters to fall off the board on the other side! Be careful not to shove the seals and whales off the board though!&#10;&#10;Ice Floes &amp; Foes is a fun family game for 2-6 players, age 6+, and plays in about 15-30 minutes. The goal of the game is to collect 5 points. Each fishing boat and hunter you shove off the board gets you one point. On your turn, you may shove three ice floes onto the board. But be careful, because if you shove an animal off the board, your turn ends immediately! The first player to collect a combination of 5 fishing boats and hunters ends and wins the game!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Race",
      "Slide / Push"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "24821",
    "Name": "Battleship Express",
    "ID": 34745,
    "Year": "(2007)",
    "Geek Rating": "5.493",
    "Avg Rating": "5.48",
    "Link": "https://boardgamegeek.com/boardgame/34745/battleship-express",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.1143",
    "Description": "COMPONENTS&#10;20 Ship tiles (4 aircraft carriers, 4 submarines, 4 destroyers, 4 battleships, 4 patrol boats)&#10;8 attack dice&#10;&#10;Battleship Express comes with two different games: The Captain&rsquo;s Game and The Admiral&rsquo;s Game. The Captain's Game ignore the ships powers on the cards.&#10;&#10;Each player receives 5 ship tiles, one of each ship: Battleship, Destroyer, Aircraft Carrier, Submarine, Patrol Boat. Each player places them in front of them in any order to make up their fleet.&#10;&#10;On a player's turn they choose one of the ships in their Fleet to attack with and move it to the front of their line. Next the player chooses a ship of an opposing player to attack. The attacking player can only choose one of the first 2 ships in the line to attack. The attacking ship tile shows how many dice to roll. Roll that number of dice and check for hits. Each of the 8 dice is the same. 5 of the sides match the colors of the 5 ships, and the sixth side is a &ldquo;burst&rdquo; or &ldquo;wild&rdquo;. IF the player does not sink it, the dice are passed to the next player.&#10;&#10;Set aside any hits and then re-roll based on the attacking ship&rsquo;s powers. Once the number of hits equals or exceeds the defense number on the ship that's defending, it is sunk removed from play and the attacking player gets a point. The first player to an agreed number of set points wins. Here&rsquo;s a breakdown of the individual ship powers:&#10;&#10;&#10;     Battleship: Declare target. Roll all 8 dice a total of 4 times. Bursts do not count as hits.&#10;     Destroyer: Declare target. Roll 6 dice a total of 2 times. Bursts count as 2 hits.&#10;     Aircraft Carrier: Roll 6 dice THEN declare your target, then roll 1 more time. Bursts count as 1 hit. The Aircraft Carrier can also attack from anywhere in your line, so you don&rsquo;t have to move it to the front where it is vulnerable.&#10;     Submarine: Roll 3 dice a total of one time. A single Burst will sink whatever you are attacking. Submarines can attack any ship at any place in a Fleet.&#10;     Patrol Boat: Roll 5 dice a total of 3 times. Bursts count as 1 hit.&#10;&#10;&#10;Part of the Hasbro Express Line.&#10;&#10;",
    "Categories": [
      "Dice",
      "Travel"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Take That"
    ],
    "Families": [
      "Containers: Round Boxes",
      "Series: Express Line (Hasbro)",
      "Traditional Games: Battleship"
    ]
  },
  {
    "Rank": "24822",
    "Name": "Darkover",
    "ID": 39,
    "Year": "(1979)",
    "Geek Rating": "5.493",
    "Avg Rating": "5.35",
    "Link": "https://boardgamegeek.com/boardgame/39/darkover",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.4444",
    "Description": "Based on the books of Marion Zimmer Bradley this game melds your typical strategy game with what would normally be found in a party game.  Players vie for control in a world steeped in psychic energy.  Mixing strategic placement of counters with chanting and &quot;I dare you..&quot; party game mechanics makes for a truly unique game.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Fantasy",
      "Novel-based"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Events",
      "Open Drafting",
      "Paper-and-Pencil",
      "Rock-Paper-Scissors",
      "Sudden Death Ending",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Components: 3-Dimensional (3D)",
      "Theme: Psychic Powers"
    ]
  },
  {
    "Rank": "24823",
    "Name": "Scrabble Slam! (2-6p)",
    "ID": 166239,
    "Year": "(2008)",
    "Geek Rating": "5.493",
    "Avg Rating": "5.07",
    "Link": "https://boardgamegeek.com/boardgame/166239/scrabble-slam-2-6p",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "This entry is for the 2-6 player edition with 84 cards. The entry for the 2-4 player edition with 55 cards is here.&#10;&#10;&#10;In this fast-paced card game based on Scrabble, each player is dealt a hand of two-sided cards: each one has a different letter on each side, and a pair of letters in the corners that note which letters are on each face. Players create a four-letter word to start the game, then replace one letter at a time with cards from their hands. The first player to get rid of all their cards wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Real-time",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Scrabble"
    ]
  },
  {
    "Rank": "24824",
    "Name": "Dylan Dog",
    "ID": 23200,
    "Year": "(1994)",
    "Geek Rating": "5.493",
    "Avg Rating": "4.93",
    "Link": "https://boardgamegeek.com/boardgame/23200/dylan-dog",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.75",
    "Description": "A game drawn from the character of the comic strips created from Italian author Tiziano Sclavi.&#10;&#10;The players must succeed in finding the proper cards and then put them in correct order in order to complete a horror history story in which they are involved. The board can be changed by increasing the difficulty in order to accommodate players who have played before.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Comic Book / Strip",
      "Horror"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Comic Books: Sergio Bonelli Editore"
    ]
  },
  {
    "Rank": "24825",
    "Name": "Heroes of Might & Magic IV Collectible Card & Tile Game",
    "ID": 17869,
    "Year": "(2005)",
    "Geek Rating": "5.493",
    "Avg Rating": "5.37",
    "Link": "https://boardgamegeek.com/boardgame/17869/heroes-of-might-and-magic-iv-collectible-card-and",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.75",
    "Description": "The Heroes of Might &amp; Magic IV Collectible Card &amp; Tile Game allows you to play all of the exciting creatures and characters found in the classic video game series by Ubisoft Entertainment! Chose the cause of Chaos, Order, Nature, Might, Life, or Death and carry your army's banner to victory!&#10;&#10;Collect every Hero &amp; Creature, cast every spell, learn every skill, and cross virtually every terrain available in the original game.&#10;&#10;A starter set comes with 120 game cards, all the game pieces you need to play, and 7 puzzle-like board tiles that connect together to form a different world every time you play. Collect additional starter sets to get up to 28 different tiles to make an even bigger map!&#10;&#10;Up to 6 players can partake in this exciting collectible fantasy strategy game, and any team combinations are possible.&#10;&#10;You missed out on the original video game this exciting game is based on? No problem! We have a deluxe set just for you that includes a starter set as well as the original computer game for windows PCs.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Exploration",
      "Fantasy",
      "Medieval",
      "Mythology"
    ],
    "Mechanics": [
      "Area Movement",
      "Hand Management",
      "Modular Board",
      "Tile Placement"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Video Game Theme: Heroes of Might & Magic"
    ]
  },
  {
    "Rank": "24826",
    "Name": "Monopoly: Simpsons Treehouse of Horror",
    "ID": 21622,
    "Year": "(2005)",
    "Geek Rating": "5.493",
    "Avg Rating": "5.83",
    "Link": "https://boardgamegeek.com/boardgame/21622/monopoly-simpsons-treehouse-of-horror",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "1.6",
    "Description": "MONOPOLY&reg;: The Simpsons&trade; Treehouse of Horror Edition&#10;&#10;Scratch and claw your way through the hilariously nightmarish world of The Simpsons&trade; Treehouse of Horror episodes in this ghoulishly customized version of the MONOPOLY game. Buy, sell and trade classic haunts from Springfield&rsquo;s alternate incarnation, like the Springfield Cemetery, Division of Ironic Punishment and House of Evil. The game features custom Treehouse of Horror illustrations and six collectible OVERSIZED glow-in-the-dark tokens to push MONOPOLY game fun into the next dimension!&#10;&#10;Scare up some fun with MONOPOLY: The Simpsons&trade; Treehouse of Horror Collector&rsquo;s Edition; it&rsquo;s one spooky dreamscape you don&rsquo;t want to wake up from!&#10;&#10;",
    "Categories": [
      "Economic",
      "Movies / TV / Radio theme",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Player Elimination",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Components: Glow in the Dark",
      "Game: Monopoly (Official)",
      "TV Shows: The Simpsons"
    ]
  },
  {
    "Rank": "24827",
    "Name": "Petropolis",
    "ID": 5715,
    "Year": "(1976)",
    "Geek Rating": "5.493",
    "Avg Rating": "5.47",
    "Link": "https://boardgamegeek.com/boardgame/5715/petropolis",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.4167",
    "Description": "From the box:&#10;&#10;An exciting game about the fortunes of oil: From 2 to 7 players compete for the thrills of being an oil tycoon.&#10;&#10;The object of the game [is] to acquire concessions in the petroleum producing countries, control them and operate them. The player who obtains the largest number of petrodollars is the winner of the game.&#10;&#10;This &quot;roll the die and move&quot; game is strongly reminiscent of Monopoly, with petrol-producing countries replacing the streets, telex messages replacing &quot;Chance&quot; cards, and oil platforms and derricks replacing houses and hotels. Visually, it is a stunning game, with beautifully crafted components.&#10;&#10;Contents:&#10;&#10;    1 board&#10;    27 concession titles&#10;    25 telex messages&#10;    7 playing markers&#10;    2 dice&#10;    34 derricks&#10;    14 oil platforms&#10;    390 petrodollar bills.&#10;&#10;&#10;(The Dutch HEMA edition comes with 30 derricks, 12 platforms and 430 bills. According to the Dutch rulebook the game is designed for 3-7 players.)&#10;&#10;",
    "Categories": [
      "Economic",
      "Environmental",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move",
      "Trading"
    ],
    "Families": [
      "Theme: Oil / Gas / Petroleum"
    ]
  },
  {
    "Rank": "24828",
    "Name": "Bop-It Extreme",
    "ID": 133246,
    "Year": "(1998)",
    "Geek Rating": "5.493",
    "Avg Rating": "5.42",
    "Link": "https://boardgamegeek.com/boardgame/133246/bop-it-extreme",
    "Min Players": "1",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Like the original, Bop It!, this game is a noisy speed reaction race. The active player responds to recorded commands to manipulate the game device. Bop-It Extreme adds &quot;spin&quot; and &quot;flick&quot; actions to the original &quot;bop&quot;, &quot;pull&quot;, and &quot;twist&quot;.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Electronic"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Sound games",
      "Game: Bop It!"
    ]
  },
  {
    "Rank": "24829",
    "Name": "BattleBoard",
    "ID": 4810,
    "Year": "(1972)",
    "Geek Rating": "5.493",
    "Avg Rating": "5.17",
    "Link": "https://boardgamegeek.com/boardgame/4810/battleboard",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "&quot;The strategy attack game with air-raising action!&quot;&#10;&#10;Each player has four knight pieces and one king piece.  At the beginning of the game they are placed in the row furthest from the dividing wall.  Players take turns moving one of their pieces one space (orthogonally).  They then get to use their &quot;air catapult&quot; to try to pop out one of their opponent's pieces.  This is done by placing their plunger in one of the vacant spaces on their side of the board and then banging it.  If their opponent has a piece in that corresponding space, it will pop up into the air.  Pieces captured in this way remain out of the game until that player moves his king up to the dividing wall, at which point he can claim a captured knight piece back (but also tips off his opponent that his king is in the front row).  The first player to move two pieces into the front row (next to the dividing wall) wins the game.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Action / Dexterity",
      "Medieval"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "24830",
    "Name": "The Dark Village",
    "ID": 313457,
    "Year": "(2020)",
    "Geek Rating": "5.493",
    "Avg Rating": "5.26",
    "Link": "https://boardgamegeek.com/boardgame/313457/the-dark-village",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "300",
    "Weight": "1",
    "Description": "The Dark Village is a narrative adventure game, playable solo, but also for many others. It invites you to investigate in a strange place in order to shed light on your past.&#10;&#10;The game offers 3 different and complementary endings, and several hours of gameplay.&#10;&#10;The game takes place in a small village at the end of the 19th century. You play as a person looking for answers about past events.&#10;&#10;It is a game of exploration and deduction, a kind of game where you are the hero but in an open world.&#10;&#10;The game comes with 10 booklets of 16 pages each, and the rules are very short, you start the adventure after a few seconds of reading.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Deduction"
    ],
    "Mechanics": [
      "Deduction",
      "Narrative Choice / Paragraph"
    ],
    "Families": []
  },
  {
    "Rank": "24831",
    "Name": "Upturn",
    "ID": 26563,
    "Year": "(2006)",
    "Geek Rating": "5.493",
    "Avg Rating": "5.20",
    "Link": "https://boardgamegeek.com/boardgame/26563/upturn",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.4444",
    "Description": "You win if you played all your tiles on the table. On your turn you can place a number tile on the table in order to continue the numerical series. &#10;Action tiles can change the direction or enable other special actions.&#10;&#10;Each player has a number of tiles (7 at start). Most of them have numbers (1-99), some additional special effects, some are real special tiles. Goal is to be the first player to get rid off them.&#10;&#10;Played tiles form a row on the table, with the numbers either descending or ascending. A player in turn usually plays one of his tiles; if he is unable to do so, he draws a new tile.&#10;&#10;Special tiles include: Draw one or more tiles and give them to other players; end the current row and start a new one; let other players lose their next turn; change the direction of play; and some more.&#10;&#10;",
    "Categories": [
      "Number"
    ],
    "Mechanics": [
      "Hand Management",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "24832",
    "Name": "Burgermania",
    "ID": 223094,
    "Year": null,
    "Geek Rating": "5.493",
    "Avg Rating": "5.11",
    "Link": "https://boardgamegeek.com/boardgame/223094/burgermania",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Burgermania is a real-time dexterity game. Two players are racing to build hamburgers based on their order cards. The conveyor belt is battery-operated, and players try to stack ingredients like lettuce, cheese, and tomato on their hamburgers using tweezers. At the end of the conveyor line, the hamburger is placed on a plate. The conveyor belt gradually accelerates during play, so later hamburgers become more difficult to assemble.&#10;&#10;Description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Real-time"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Tweezers",
      "Food & Drink: Burgers",
      "Players: Two-Player Only Games",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "24833",
    "Name": "Ice Cream",
    "ID": 12829,
    "Year": "(2005)",
    "Geek Rating": "5.493",
    "Avg Rating": "5.45",
    "Link": "https://boardgamegeek.com/boardgame/12829/ice-cream",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.0833",
    "Description": "From the publisher, Face2Face Games:&#10;&#10;I Scream, You Scream, We All Scream for Ice Cream! Nothing says summertime like a trip to the local ice cream stand. In Ice Cream, you have the chance to demonstrate your business skills by running an ice cream stand. You have just four days to bring in as many customers as you can - will you be the prince of pistachio, the countess of chocolate... or just a drip? Start Scooping!&#10;&#10;Players receive a random ice cream card at the start of the game and every round.  The ice cream card shows a carton of ice cream in one of six flavors.  It can supply an unlimited amount of that flavor during a round. During the round, players take turns drawing an ice cream scoop card, placing it on an existing ice cream cone or starting a new cone.  Once all the cones are made, players take turns serving cones, collecting the scoop cards from a cone that they can supply.  They must be able to supply the flavors for all the scoop cards in the cone, except possibly the flavor for a single scoop card, which they would discard.  If a player cannot serve a cone, they must draw another ice cream supply card instead.&#10;&#10;At the end of a round, a player receives a point for each scoop card collected, as well as for excess ice cream supply cards.  All scoops and all ice cream cards used to supply scoops are shuffled back into the deck and a new round begins. Whoever has the most points after four rounds wins.&#10;&#10;This game includes rules in English, French, German, Swedish, Spanish, Japanese and Korean.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Economic"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Food & Drink: Ice Cream & Gelato",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "24834",
    "Name": "Das verdrehte Labyrinth",
    "ID": 195073,
    "Year": "(2016)",
    "Geek Rating": "5.493",
    "Avg Rating": "5.24",
    "Link": "https://boardgamegeek.com/boardgame/195073/das-verdrehte-labyrinth",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "The labyrinth in the magic garden is constantly changing. By clever rotating the magical hedges, players open new paths to mysterious creatures and precious treasures. Magic cards help to fulfill the tasks. Who masters the turns and finds his way out of the magic garden first?&#10;&#10;A new twist at the changing labyrinth. This time, the paths are bordered by hedges, which can be rotated to change the paths.&#10;&#10;Each player has a stack of cards that direct him to various places in the labyrinth. In his turn, the player moves his pawn along the path; he may also rotate one hedge before, during or after his move. If he reaches his current target, he turns his next target card face up. Otherwise, he gets a magic card as consolation.&#10;&#10;The magic cards can be used during a players turn to aid movement. A hole allows to slip through a hedge. Two fairies allow to fly from one fairy spot to another one, ignoring the terrain in between. A player may use any number of magic cards in his turn.&#10;&#10;After a player has visited the targets on his six cards, the other players decide which exit he needs to reach to win the game.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Maze",
      "Puzzle"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Game: Labyrinth"
    ]
  },
  {
    "Rank": "24835",
    "Name": "Junior Alias",
    "ID": 16160,
    "Year": "(1994)",
    "Geek Rating": "5.493",
    "Avg Rating": "5.41",
    "Link": "https://boardgamegeek.com/boardgame/16160/junior-alias",
    "Min Players": "5",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "This game is the children's edition of Alias. The object of the game is to describe and guess pictures to your team mates so that they  can guess as many as possible within one minute.&#10;&#10;Based on Alias.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Deduction",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Deduction",
      "Track Movement",
      "Action Timer",
      "Communication Limits"
    ],
    "Families": [
      "Game: Alias",
      "Mechanism: Deduction – Blind Man's Bluff",
      "Versions & Editions: Junior Versions of Grown-Up Games",
      "Word Games: Guess the Word"
    ]
  },
  {
    "Rank": "24836",
    "Name": "PerplexCity: The Boardgame",
    "ID": 25155,
    "Year": "(2006)",
    "Geek Rating": "5.493",
    "Avg Rating": "5.41",
    "Link": "https://boardgamegeek.com/boardgame/25155/perplexcity-the-boardgame",
    "Min Players": "2",
    "Max Players": "16",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "1.8",
    "Description": "Perplex City: The Board Game, with over 1,200 puzzles and brainteasers designed for anyone who likes to think. Anagrams, logic problems, visual puzzles, trivia questions - there are challenges for players of all ages. And if the puzzles aren't tough enough, you must also fend off your opponents in head-to-head puzzle challenges.&#10;&#10;Perplex City: The Board Game is designed for 2-16 players.  Available November/December 2006 (?)&#10;&#10;(Description from the Perplex City web site, http://perplexcity.com)&#10;&#10;",
    "Categories": [
      "Puzzle",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Components: 12 x 12 Grids"
    ]
  },
  {
    "Rank": "24837",
    "Name": "CSI: Senses",
    "ID": 22380,
    "Year": "(2006)",
    "Geek Rating": "5.493",
    "Avg Rating": "5.31",
    "Link": "https://boardgamegeek.com/boardgame/22380/csi-senses",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.3333",
    "Description": "Based on the CSI: Crime Scene Investigation TV show.&#10;&#10;This game features multi-sensory player immersion components to test players' senses and illuminate the skills required to be a real life crime scene investigator.&#10;&#10;The Game Concept was developed by Anthony E. Zuiker, creator of the CSI shows. Zuiker also developed and wrote the six new story lines included in the game.&#10;&#10;Players test their abilities as crime scene investigators and challenge their senses and skills, including vision, hearing, memory, communication skills and IQ to collect evidence and solve the crime. Hands on game play and unique props for collecting evidence, including a mini-UV light, add to the sensory game play.&#10;&#10;The game is scheduled to be shown at Toy Fair Feb 12-15, 2006, and released sometime in the summer.&#10;&#10;SBG/b EQUAL formed in late 2005 as a result of the merger between Specialty Board Games, a leader in board games for teens and adults, and The b EQUAL Company, an innovator in interactive games for families and kids.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Murder / Mystery"
    ],
    "Mechanics": [],
    "Families": [
      "Theme: Police",
      "Theme: TV Detectives",
      "TV Shows: CSI – Crime Scene Investigation"
    ]
  },
  {
    "Rank": "24838",
    "Name": "Gruffalo Deep Dark Wood Game",
    "ID": 172494,
    "Year": "(2014)",
    "Geek Rating": "5.493",
    "Avg Rating": "5.08",
    "Link": "https://boardgamegeek.com/boardgame/172494/gruffalo-deep-dark-wood-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "1",
    "Description": "A mouse took a stroll through the deep dark wood. A fox, an owl and a snake saw the mouse and the mouse looked good!&#10;&#10;Can you help your Mouse through the deep dark wood, avoiding the hungry Fox, Owl and Snake? If a player lands on one of their spaces, they must turn over a tree in search of the Gruffalo to scare the hungry predator away. So while the game is dice-driven, it rewards memory too.&#10;&#10;Very fast playing and with lovely illustrations from the book, it's a good introduction to dice and turn-taking for younger children.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Novel-based"
    ],
    "Mechanics": [
      "Memory",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Books: The Gruffalo"
    ]
  },
  {
    "Rank": "24839",
    "Name": "Disney Tsum Tsum Bubble Fever",
    "ID": 206508,
    "Year": "(2016)",
    "Geek Rating": "5.493",
    "Avg Rating": "5.49",
    "Link": "https://boardgamegeek.com/boardgame/206508/disney-tsum-tsum-bubble-fever",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Fast-playing family card game, based on the popular Disney Tsum Tsum franchise.&#10;&#10;Description from the back of the box:&#10;&quot;It's a fast-paced race to stack matching Tsum Tsums! Pop the piles with bubble cards to score big, but be quick as every pile is up for grabs!&quot;&#10;&#10;Each player has a small deck of cards, which they cycle through as quickly as they can, playing matching card types on one of three stacks in the middle of the table, non-matching cards must be played to your discard. Keep adding cards to make the stack worth more, but anyone can claim any stack. Claim a stack with a bubble card (each player has a separate set), to big score points!&#10;&#10;If you flip over a Starter Card when there are fewer than three stacks, you must play it to the middle of the table to begin a new stack. Game continues until each player has exhausted their supply of bubble cards. Scoring: Positive points for captured cards (3 points for Large Tsum cards, 1 point for starter, bubble and regular Tsum cards). Negative points for cards left in your deck or discard pile.&#10;&#10;",
    "Categories": [
      "Real-time"
    ],
    "Mechanics": [],
    "Families": [
      "Brands: Disney"
    ]
  },
  {
    "Rank": "24840",
    "Name": "Stone Soup",
    "ID": 7549,
    "Year": "(1996)",
    "Geek Rating": "5.493",
    "Avg Rating": "5.40",
    "Link": "https://boardgamegeek.com/boardgame/7549/stone-soup",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.1111",
    "Description": "Players must add ingredients cards to the Stone Soup in a specified order. Players may add (discard into the pot) as many cards of that ingredient as they have in their hand OR as many as they are willing to bluff about; in fact, if an active player doesn't have a particular ingredient, s/he has to bluff! In addition to ingredient cards, there are also six (6) stone cards. The ONLY way to get them into the pot is to bluff.&#10;&#10;Other players upon hearing the active player's declaration may choose to challenge the play. If in fact the active player was telling the truth, the player challenging the play must take all the cards in the pot. If the active player gets caught putting stones in the soup, s/he takes all the cards. If s/he was lying about the ingredients, s/he takes back twice the number of cards played.&#10;&#10;The first player to discard all his/her cards is the winner&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [
      "Hand Management",
      "Memory"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "24841",
    "Name": "Doctor, Doctor!",
    "ID": 5103,
    "Year": "(1978)",
    "Geek Rating": "5.493",
    "Avg Rating": "5.14",
    "Link": "https://boardgamegeek.com/boardgame/5103/doctor-doctor",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.4",
    "Description": "From the box:&#10;&#10;Doctor! Doctor! Come Quick! It's poor Mr Illbert!  He's sick in bed again.  Does he have Burning Ears, or is it an outbreak of the dangerous Stiff Upper Lip?  Maybe it's Love Sickness... Or is he Just Fakin'?  If your diagnosis is correct, it'll speed you up the ladder from Medical Student to Chief Doctor! (and Mr. Illbert will be eternally grateful to you too).&#10;&#10;",
    "Categories": [
      "Deduction",
      "Medical"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "24842",
    "Name": "Clue: Secrets & Spies",
    "ID": 41095,
    "Year": "(2009)",
    "Geek Rating": "5.493",
    "Avg Rating": "5.46",
    "Link": "https://boardgamegeek.com/boardgame/41095/clue-secrets-and-spies",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.7",
    "Description": "In CLUE: Secrets &amp; Spies Edition, players take the role of a top international spy tasked with infiltrating the Criminal League for Ultimate Espionage to stop its evil scheme for world domination by intercepting the nefarious Agent Black. True identities of Agent Mustard, Agent Scarlet and crew are kept secret as players work independently to complete missions by using clues from the game and real-time tips sent via optional cell phone text messages. The agent who completes the most missions before being discovered by Agent Black will be known as the world&rsquo;s number one spy and wins the game.&#10;&#10;",
    "Categories": [
      "Murder / Mystery",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Game: Cluedo / Clue (Parker Brothers, et al)"
    ]
  },
  {
    "Rank": "24843",
    "Name": "Quicksand",
    "ID": 2572,
    "Year": "(1981)",
    "Geek Rating": "5.493",
    "Avg Rating": "5.02",
    "Link": "https://boardgamegeek.com/boardgame/2572/quicksand",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.4",
    "Description": "The object of this game is to be the first player to position his pieces in the opponent's starting row.  The catch is that the pieces are (one minute?) sand timers and that their movement is dictated by a die.&#10;&#10;A timer that runs out of sand is sent back to its starting space.  The die rolls are 1, 2, 3, S, S, S; an S is used to start a timer from the starting row (flipping it and advancing one space) or to flip an already running one.  The number rolls simply advance a running timer.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Real-time"
    ],
    "Mechanics": [
      "Action Timer"
    ],
    "Families": [
      "Components: Sand Timers",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "24844",
    "Name": "Golden Deuce",
    "ID": 3434,
    "Year": "(2002)",
    "Geek Rating": "5.493",
    "Avg Rating": "5.41",
    "Link": "https://boardgamegeek.com/boardgame/3434/golden-deuce",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.6875",
    "Description": "This game is based on the ancient Chinese game of Choi Dai Di (Known as 'Big Two' in English, similar to Pusoy Dos in the Philippines).  This special deck, however, has 60 cards, instead of the standard 52, which changes (for the better) the odds of the game and increases the strategy involved.  Another difference from the classic game, is that the publishers have added a game board for keeping score, adding even more strategy, because players have choices on how to move their pawns.&#10;&#10;The game starts with a round of the Golden Deuce card game - lay down higher tricks than the other players for control of the lead. Be the first player to lay down all the cards in your hand, and you gain points for all the cards left in the other players' hands.&#10;&#10;Moving to the game board, each player strategically moves any of their pawns the number of spaces to match the points earned in the card game round. Players can choose to move all of their pawns around the board at once (and therefore be able to block out opponents) or move one at a time (and capitalize on the amount of spaces moved).&#10;&#10;Once all players have moved, another card game round starts, and the game ends when one player has moved all of their pawns to the finish.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Ladder Climbing",
      "Race"
    ],
    "Families": [
      "Card Games: Climbing"
    ]
  },
  {
    "Rank": "24845",
    "Name": "East Wind Rain: The War in the Pacific 1941-1945",
    "ID": 9357,
    "Year": "(1985)",
    "Geek Rating": "5.493",
    "Avg Rating": "5.30",
    "Link": "https://boardgamegeek.com/boardgame/9357/east-wind-rain-the-war-in-the-pacific-1941-1945",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "3.3636",
    "Description": "East Wind Rain: The War in the Pacific 1941-1945&#10;&#10;A true strategic simulation of the Pacific War, East Wind Rain allows players to command the war economies of the U.S., Japan, Great Britain, China and Australia and build what they think will be the best mix of air, sea and land forces. For 16 quarterly turns, these forces must battle across a unique map that combines area and hex movement to represent the theater  of war from Pearl Harbor to India.&#10;&#10;Naval forces are organized into Task Forces, and are then moved with hidden composition to conduct such naval missions as; shore bombardment,amphibious assaults, carrier strikes and more.  Four different types of aircraft (army air, naval air, bombers, and super bombers) are operated from either Army air bases or Naval Task forces.  Ground units range from airborne brigades to Chinese Armies.&#10;&#10;Despite its scope, East Wind Rain is an easily playable game that will appeal to both the wargamer and naval enthusiast alike. A simple one turn Midway scenario provides an easy to handle intro to the rules and game system. Midway, Solomons, and Marshall campaigns introduce players to the economics and planning of operations.  There is also a campaign game in which players may plan and fight the great campaign that decided the mastery of the Pacific.&#10;&#10;(from the back box)&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Secret Unit Deployment"
    ],
    "Families": [
      "Country: Japan",
      "Decades: The 1940's",
      "History: World War II (Pacific)",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "24846",
    "Name": "Dragon Whisperer",
    "ID": 126206,
    "Year": "(2013)",
    "Geek Rating": "5.493",
    "Avg Rating": "5.58",
    "Link": "https://boardgamegeek.com/boardgame/126206/dragon-whisperer",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5556",
    "Description": "Dragon Whisperer is a family card game that explores a rich and vibrant world where you take on the role of Dragon Whisperer. Send your heirs to journey into the world as they complete quests and collect treasure vying for your favor.&#10;&#10;Up to six players take turns playing suited cards as they attempt to collect the most Quest tokens by traveling to various locations on the game board. Some cards allow you to amass Monster or Treasure tokens to cash in at the end of the game for additional points. Other cards have game-changing effects like changing the turn order or even canceling an entire round of play with the powerful Dragon Rage card.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Creatures: Dragons",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "24847",
    "Name": "Super Mario Blow Up! Shaky Tower Balancing Game",
    "ID": 359800,
    "Year": "(2020)",
    "Geek Rating": "5.493",
    "Avg Rating": "5.19",
    "Link": "https://boardgamegeek.com/boardgame/359800/super-mario-blow-up-shaky-tower-balancing-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "1",
    "Description": "In the center of a the tower is an off-balance ball resting delicately on a tiny platform.  Players roll a die to determine how many Super Mario figurines they need to add/remove from the balancing boards on the edge of the tower.  If the tower leans to far, the ball will thunder down the center of the tower and knock all the figurines off their balancing boards.  The player who does this loses the game.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Physical Removal",
      "Stacking and Balancing"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Video Game Theme: Super Mario Bros."
    ]
  },
  {
    "Rank": "24848",
    "Name": "Sting",
    "ID": 4310,
    "Year": "(1984)",
    "Geek Rating": "5.493",
    "Avg Rating": "5.37",
    "Link": "https://boardgamegeek.com/boardgame/4310/sting",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.25",
    "Description": "A version of &quot;Rummy&quot; with the standard IGI twists, the main one being that players lay down runs and sets *in front of their opponents*, and except for the player who wins the round by being the first to get rid of all of his or her cards, sets and runs in front of a player are scored *against* that player at the end of the round.&#10;&#10;In addition to cards numbered 1 through 10 in the red, blue, green, and yellow suits, there are Wild Sting cards (regular wild cards), Double and Triple Wild Sting cards (wild cards that double and triple the score of a run or set), Pass-a-Pile cards (to move a run or set that's in front of you to another player), Take-It-Back cards (to deny Pass-a-Piles), and Super Wild Sting cards (that *can't* be passed and must be eaten at the end of the round). All in all, another IGI game that will have the players ready to knife each other by the end of the night.&#10;&#10;The approximate playing time is a guess.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Traditional Card Games: Rummy"
    ]
  },
  {
    "Rank": "24849",
    "Name": "Toot and Otto",
    "ID": 19530,
    "Year": "(2004)",
    "Geek Rating": "5.493",
    "Avg Rating": "5.08",
    "Link": "https://boardgamegeek.com/boardgame/19530/toot-and-otto",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "From the manufacturer:&#10;&#10;&quot;A fun strategy game for older players who like tic-tac-toe and checkers...   One player is TOOT and the other player is OTTO.  Each takes six O's and six T's.  The first player who spells his or her name - up, down, sideways, or on the diagonal - wins!&#10;&#10;&quot;A fill &amp; find game for younger players.  Simply drop all the T's and O's in the tower and when it's full, search for how many TOOT's and OTTO's you can discover!&quot;&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Children's Game"
    ],
    "Mechanics": [
      "Pattern Building",
      "Pattern Recognition"
    ],
    "Families": [
      "Components: 4 x 6 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "24850",
    "Name": "Drawing Without Dignity: An Adult Party Game of Uncensored Sketches",
    "ID": 247473,
    "Year": "(2016)",
    "Geek Rating": "5.493",
    "Avg Rating": "5.33",
    "Link": "https://boardgamegeek.com/boardgame/247473/drawing-without-dignity-an-adult-party-game-of-unc",
    "Min Players": "4",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1",
    "Description": "Uncensored Pictionary style party game that pits you and your disturbed friends against each other in a race to draw and guess naughty clues &#10;&#10;     150 professionally printed premium playing cards, including 12 Cockblock cards and 4 Categories cards &#10;     670 inappropriate things to draw, more than most deplorably bad people can handle &#10;     Includes over the line words and phrases that you and the rest of humanity will wish you never typed into your search engine &#10;     Also includes game rules, timer, die, pretty box, drawing pad, and golf pencils no one will ever use but we included so you don't call us cheap. &#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Humor",
      "Mature / Adult"
    ],
    "Mechanics": [
      "Line Drawing"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Mechanism: Drawing"
    ]
  },
  {
    "Rank": "24851",
    "Name": "Clickbait",
    "ID": 254417,
    "Year": "(2018)",
    "Geek Rating": "5.493",
    "Avg Rating": "5.30",
    "Link": "https://boardgamegeek.com/boardgame/254417/clickbait",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Are you in the market for some revolutionary diet pills? A hair-growth treatment centre? How about a nice, old fashioned Russian dating website? Well, you will be soon!&#10;&#10;Each round in Clickbait, you flip over a product card, roll the five letter dice, then use these letters to write an advert for some of the strangest products that the internet has to offer. When you're satisfied, hand over your phrase to the judge. Once they've picked their favorite, a new product gets revealed, and the dice are rolled again. The first player to write three pieces of award-winning clickbait wins!&#10;&#10;",
    "Categories": [
      "Dice",
      "Party Game"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Mechanism: Judging Games"
    ]
  },
  {
    "Rank": "24852",
    "Name": "Gondola",
    "ID": 173005,
    "Year": "(2017)",
    "Geek Rating": "5.493",
    "Avg Rating": "5.60",
    "Link": "https://boardgamegeek.com/boardgame/173005/gondola",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.2",
    "Description": "It's the middle of the eighteenth century and it is once again time for the Regata Storica di Venezia. All of Venice is eager for the festivities to begin! For hundreds of years this historical event has held races of different kinds of boats, the most popular being the Gondolini Regatta, the Gondola Race! In this challenging race the gondoliers take to the canals with the cheers of local supporters and visitors to see who is the greatest of their number. Great spoils and fame await the winner!&#10;&#10;In Gondola, each player becomes a gondolier racing to be the first through five checkpoints hidden throughout the maze of Venice's canals in an attempt to win the coveted title of Canal Master!&#10;&#10;Gondola is a tile-placement game of head-to-head canal racing for 2-5 players. All the information you need to play is on the tiles! The game begins with the designated start tiles in play which reveals only part of the Gondola racecourse. Players take turns placing additional canal tiles over the course of play, revealing more and more of the lagoon. Players are never quite sure what the route will be and where it will take them. The tiles are designed to work together, so you end up building a beautiful map of Venice along the way!&#10;&#10;Use cunning strategy and pivotal selections to outrace your opponents and become Canal Master. The winner is the player to reach five checkpoints first. So grab your remo and prepare to push your way to victory!&#10;&#10;",
    "Categories": [
      "Nautical",
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Race",
      "Tile Placement"
    ],
    "Families": [
      "Cities: Venice (Veneto, Italy)",
      "Crowdfunding: Kickstarter",
      "Crowdfunding: Spieleschmiede"
    ]
  },
  {
    "Rank": "24853",
    "Name": "Bejeweled Frenzy",
    "ID": 136588,
    "Year": "(2013)",
    "Geek Rating": "5.493",
    "Avg Rating": "5.25",
    "Link": "https://boardgamegeek.com/boardgame/136588/bejeweled-frenzy",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Game description from the publisher:&#10;&#10;Bejeweled Frenzy is the card game version of the addictive online Bejeweled game! Collapse matching cards, collect gems, and earn bonus points with Boost Gems! When the cards run out, count up points for each card stack and Boost Gem. Whoever has the highest score is the Bejeweled Frenzy winner!&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Components: Gems/Crystals"
    ]
  },
  {
    "Rank": "24854",
    "Name": "Tangled Timelines",
    "ID": 266651,
    "Year": "(2021)",
    "Geek Rating": "5.493",
    "Avg Rating": "5.07",
    "Link": "https://boardgamegeek.com/boardgame/266651/tangled-timelines",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "Something has gone terribly wrong and time is being systematically destroyed! It is up to you as a Time Guardian to set things right as best you can!&#10;&#10;Players are dealt four heroes from a deck of completely unique cards. Via a clever card play mechanism, these heroes will be sent into the tangled timeline to retrieve who they can based on matching class or skill. They may even save themselves from the past or future! But they will also sacrifice themselves by doing so in the hopes another player will retrieve them.&#10;&#10;Scoring happens every round until the agreed upon point threshold is met. Only the best sets of each round score points, forcing players to aim for beating out players on multiple fronts.&#10;&#10;With any hope, the players will be able to correct most of the damage done to the timeline.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Science Fiction"
    ],
    "Mechanics": [
      "Hand Management",
      "Player Elimination",
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Misc: LongPack Games",
      "Theme: Time Travel"
    ]
  },
  {
    "Rank": "24855",
    "Name": "Sagarian",
    "ID": 1200,
    "Year": "(2000)",
    "Geek Rating": "5.493",
    "Avg Rating": "5.17",
    "Link": "https://boardgamegeek.com/boardgame/1200/sagarian",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.3333",
    "Description": "Each person is at the outer ring of the gameboard, and must make one complete lap before entering the next section.  Players advance by getting questions right in categories like &quot;People,&quot; &quot;Numbers,&quot; &quot;Things You Should Know,&quot; and &quot;Creatures.&quot;  Get it right and you roll the die and move forward.  Miss and everyone else gets a shot, so players get skipped quite often.  Don't want to give up control?  Use a blocking chip to get a new turn.  The goal is to reach the Fireball in the center with no Challenge Cards.  You must play these on other players to get rid of them.  Each one has a tongue-twister, riddle, logic question, or tough knowledge bit on it.  If they're wrong, discard the question, and the next person goes.  If they are right, he or she gives you a card and you discard the played one.&#10;&#10;Black Hole cards are the comedy part of the game: when you land on one, have a person read it to you and do whatever the outcome is, after everyone is finished laughing.&#10;&#10;So it's a race to get rid of cards and get to the middle.  If you still have cards when you get to the Fireball, YOU must answer all of your cards in a row without missing to win.&#10;&#10;1997 Mensa Select&#10;&#10;",
    "Categories": [
      "Memory",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Misc: Mensa Select"
    ]
  },
  {
    "Rank": "24856",
    "Name": "Don't wake up Cthulhu!",
    "ID": 320135,
    "Year": "(2020)",
    "Geek Rating": "5.493",
    "Avg Rating": "5.46",
    "Link": "https://boardgamegeek.com/boardgame/320135/dont-wake-up-cthulhu",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "Who will make the irretrievable mistake?&#10;The stars are in alignment and great Cthulhu is finally ready to wake! Your cult has been working on it for centuries, but on second thought&hellip; is this really such a good idea? Conjure up all the nefarious entities of the Cthulhu mythos and be clever in how you use their effects, so you&rsquo;re not the one who dooms us all! Honestly, your rivals would make much better appetizers for the Great Old One!&#10;&#10;Gameplay : &#10;&#10;     You start the game with 5 cards.&#10;     During your turn, you must draw a card and you can play as many cards as you want.&#10;     If you draw a Cthulhu card, you must play it immediately, and if you can&rsquo;t pass it to another player or get it back into the deck, you lose the game (and Cthulhu destroys the earth, so basically everybody loses, but you die first, so there is that)!&#10;     Basically, do everything you can to avoid being the one who summons great Chtulhu!&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Novel-based",
      "Party Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Events",
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Digital Implementations: Tabletopia",
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "24857",
    "Name": "Doodle Jump",
    "ID": 144337,
    "Year": "(2013)",
    "Geek Rating": "5.493",
    "Avg Rating": "5.37",
    "Link": "https://boardgamegeek.com/boardgame/144337/doodle-jump",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Doodle Jump transforms the app of the same name into a board game, with players needing to push their Doodler to the top of the board faster than anyone else. To do this, you'll need to use the dice well and take risks during play. The first player to reach the top level of the board wins!&#10;&#10;On your turn, you roll six dice &ndash; five standard d6 dice and one symbol die &ndash; then use either the symbol on that special die or the sum of one or more numbers to jump your Doodler to an open pad that's horizontally adjacent or close overhead on the next level. (Each pad has a number on it, and to jump to a pad, you need dice that sum to that number.) If you fail to do this, you fall straight down to the highest unoccupied pad &ndash; which might take you all the way to the bottom of the game board! The symbols on the dice let you slide a row left or right one space, reroll your other dice, or move an unoccupied level to the top of the game board (effectively pushing players down). If you do jump or use a symbol, you can reroll the remaining dice to try to move again or you can stop where you are.&#10;&#10;If you land on another Doodler, that player falls straight down. If you land on a power tile (which are not recommended for the first game), you acquire a propeller hat, shield, jetpack or jump shoes to use on a later turn; flip over a trampoline or springs, and you jump again immediately. Doodle Jump also includes monster, UFO and black hole power tiles for expert play.&#10;&#10;",
    "Categories": [
      "Video Game Theme"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "24858",
    "Name": "Who Am I?",
    "ID": 33406,
    "Year": null,
    "Geek Rating": "5.493",
    "Avg Rating": "5.46",
    "Link": "https://boardgamegeek.com/boardgame/33406/who-am-i",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.3333",
    "Description": "Who or what am I? A baker, a lion, or even a watering can? In Who am I?, each player fixes a card onto her head with a magnet, then asks the other players yes-or-no questions to determine, &quot;Who am I?&quot; Players need a cool head to win this game because only those who ask just the right questions and combine them in just the right way can come out victorious.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Deduction"
    ],
    "Mechanics": [],
    "Families": [
      "Mechanism: Deduction – Blind Man's Bluff"
    ]
  },
  {
    "Rank": "24859",
    "Name": "Papa Bear",
    "ID": 21807,
    "Year": "(1999)",
    "Geek Rating": "5.493",
    "Avg Rating": "5.20",
    "Link": "https://boardgamegeek.com/boardgame/21807/papa-bear",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Papa Bear's little son is continually changing his clothes, but wants to know each time exactly what he will end up looking like. Step-by-step, Papa Bear teaches his son about predicting outcomes in this fast-paced visual perception game for 2 to 5 players, Ages 5 and up&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Bears",
      "Series: Freedom From Gadgets (Yes Papa Games)"
    ]
  },
  {
    "Rank": "24860",
    "Name": "Orange Quest",
    "ID": 189969,
    "Year": "(2015)",
    "Geek Rating": "5.493",
    "Avg Rating": "5.48",
    "Link": "https://boardgamegeek.com/boardgame/189969/orange-quest",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "1.25",
    "Description": "Orange Quest is a card game, based on comics &quot;Orange Lif3&quot; by Dmitry Dubrovin (Lemon5ky).&#10;&#10;Players travel through varied locations, opening special cards with specific features. There they meet the bosses, players must work together to defeat them, playing cards with kicks, hooks, and so on. &#10;Award for winning bosses - candies and useful cards. After defeating the boss, party begins, where players can fight each other.&#10;&#10;The game ends after beating the final boss &quot;Candy Joe&quot;. The winner is the player with the most candy.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "24861",
    "Name": "St. Noire",
    "ID": 284839,
    "Year": "(2019)",
    "Geek Rating": "5.493",
    "Avg Rating": "5.52",
    "Link": "https://boardgamegeek.com/boardgame/284839/st-noire",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Be the detective in ST. NOIRE &ndash; the first voice-controlled murder mystery board game&#10;&#10;There&rsquo;s been a murder in the small town of St. Noire &ndash; and the killer has promised to strike again! Can you solve the mystery before time runs out and the killer gets away? Find the clues, question suspects and trust absolutely no one. Someone is lying, and if you&rsquo;re going to crack the case, you&rsquo;ll need to figure out who&hellip;your move, Detective.&quot;&#10;&#10;St. Noire is an Alexa-enabled physical board game. Therefore you will need an Alexa device to play the game.&#10;&#10;The premise of the game is similar to Clue in that a murder has been committed, and the players are attempting to deduce the identity of the murderer, the weapon, and the location.&#10;&#10;However, the execution and mechanics are significantly different than Clue as seen in the &quot;How to Play&quot; section below from the publisher.&#10;&#10;Of note, Nolan Bushnell, one of the co-designers of St. Noire, also co-founded Atari Inc. (Pong, Atari 2600, et.al). He is also credited with Bushnell's Law which posits games will be rewarding if they are &quot;easy to learn and difficult to master.&quot;&#10;&#10;How to play, from the publisher's site:&#10;&quot;Pay close attention&hellip; You only have 'til the end of night seven to solve the case.&#10;&#10;To deduce who the killer is, explore the different locations in town to find the right murder weapon, and confirm suspects' whereabouts on the night of the murder.&#10;&#10;Not everyone will give an HONEST answer when asked where they were or who they saw the night of the murder. Compare suspect&rsquo;s answers and look for inconsistencies to figure out who is telling the truth and who is lying. Be careful -- liars will always lie, but not all liars are the killer! Nothing they say can be trusted!&#10;&#10;On every turn you can choose to either:&#10;&#10;Examine a location for evidence.&#10;Choose to question a townsperson about where they were and who they saw on the night of the murder.&#10;Accuse a suspect.&#10;To win the game, identify and accuse the correct suspect before the end of night seven. The killer is caught. You save the town.&#10;&#10;Lose the game by making two incorrect accusations or making an incorrect accusation at the end of night seven. The killer skips town.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Components: Digital Hybrid – App/Website Required",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "24862",
    "Name": "Dice Alias",
    "ID": 169782,
    "Year": "(2014)",
    "Geek Rating": "5.493",
    "Avg Rating": "5.09",
    "Link": "https://boardgamegeek.com/boardgame/169782/dice-alias",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Players roll the letter-dice and try to form the words what opponents must explain. Who guesses correctly may advance his pawns on the board.&#10;Player who finishes first is the winner.&#10;&#10;",
    "Categories": [
      "Dice",
      "Party Game",
      "Racing",
      "Word Game"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Game: Alias"
    ]
  },
  {
    "Rank": "24863",
    "Name": "Apples to Apples: Family",
    "ID": 88167,
    "Year": "(2010)",
    "Geek Rating": "5.493",
    "Avg Rating": "5.35",
    "Link": "https://boardgamegeek.com/boardgame/88167/apples-to-apples-family",
    "Min Players": "4",
    "Max Players": "16",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "A variant of Apples to Apples, presented in an apple-shaped box, that includes 'Apple tokens' in three colours: 20 green (1 point), 8 red (2 points), and 2 gold (3 points).&#10;&#10;Apples to Apples Family uses two decks of cards: Things and Descriptions. Each turn, the current referee selects a Description and other players try to pick, from the cards in their hands, the Things that best match that Description. The referee then chooses the Thing that appeals most and awards the round to the player who played it. When a player wins a round, they receive a random token.  The first player to five points wins the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Game: Apples to Apples",
      "Mechanism: Judging Games"
    ]
  },
  {
    "Rank": "24864",
    "Name": "Formula C Minus",
    "ID": 762,
    "Year": "(2000)",
    "Geek Rating": "5.493",
    "Avg Rating": "5.19",
    "Link": "https://boardgamegeek.com/boardgame/762/formula-c-minus",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "With parade season just around the corner, the elite members of the Shryners go-cart squad gathered at a local taco eatery. Tales were told, old parade glories were relived, and many burritos were consumed. With their bellies full of greasy meat, the field of battle awaited. No words need be spoken between these warriors of the speedway. Only one place would quench their need for speed: the go-cart track at the local Golf 'n' Games. Gentlemen start your engines.&#10;&#10;",
    "Categories": [
      "Humor",
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "24865",
    "Name": "Pirate Inc.",
    "ID": 4435,
    "Year": "(1985)",
    "Geek Rating": "5.493",
    "Avg Rating": "5.02",
    "Link": "https://boardgamegeek.com/boardgame/4435/pirate-inc",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Hunt for the treasure of &quot;Treasure Island&quot; by R.L. Stevenson - two players try to evaluate the exact coordinates of this treasure.&#10;There are 2 treasure charts - 1 player knows the latitude, the other the longitude of the buried chests on Treasure Island. They both land at the same time and spy on each other in order to try and find out the other's secret.&#10;&#10;3 years later described in Reinhold Wittig's SPIELECOLLECTION No. 1 Spiele zur Schatzinsel (1988)&#10;as &quot;Seer&auml;uber GmbH&quot;&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Pirates"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Better Description Needed!",
      "Players: Two-Player Only Games",
      "Series: Edition Perlhuhn / Franckh-Kosmos"
    ]
  },
  {
    "Rank": "24866",
    "Name": "Sea Monsters",
    "ID": 34575,
    "Year": "(2007)",
    "Geek Rating": "5.493",
    "Avg Rating": "5.01",
    "Link": "https://boardgamegeek.com/boardgame/34575/sea-monsters",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Description from products website:&#10;&#10;&ldquo;Set sail for the New World across uncharted waters,where unseen Sea Monsters are lurking below the waves. Navigate through typhoons, get blown off course and even drift out to sea. And just when you think your home free,a Sea Monster may appear out of nowhere to wreck your ship!&rdquo;&#10;&#10;Contents: 8 Sea Monsters/Wave Cards,12 Ships (4 colors),4 port of call cards,8 storm at sea cards, Seafarer's Die (Blue), Sea Monster's Die (Green),rules.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Nautical"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Creatures: Monsters",
      "Sports: Sailing"
    ]
  },
  {
    "Rank": "24867",
    "Name": "The Game of Life: My Little Pony",
    "ID": 169714,
    "Year": "(2014)",
    "Geek Rating": "5.493",
    "Avg Rating": "5.32",
    "Link": "https://boardgamegeek.com/boardgame/169714/the-game-of-life-my-little-pony",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "Spring had sprung in Equestria. As the days grew longer and the weather grew hotter, Princess Celestia realized it was getting closer and closer to the Summer Sun Celebration. But there was so much to prepare in Equestria! So, she did what any good leader would do: she delegated! And now you and your friends can play as Ponies as you help prepare Equestria for the party in My Little Pony Game of Life.&#10;&#10;My Little Pony Game of Life sets players on a course preparing Equestria, but also learning the importance of friendship. You'll gain friends and earn Friendship Points, which will help you overcome obstacles, find supplies for the celebration, and get back to Ponyville in enough time to party down. Plus, you get four collectible Pony pieces, different from (but in the same scale as) the pieces in My Little Pony Monopoly (so all the Ponies can play together). My Little Pony Game of Life proves that the most important things in life are the friends you make along your journey through it. Awwww.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Economic"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Simulation"
    ],
    "Families": [
      "Animals: Horses",
      "Creatures: Unicorns",
      "Game: Game of Life",
      "Toys: My Little Pony"
    ]
  },
  {
    "Rank": "24868",
    "Name": "Game, Set, Match!",
    "ID": 1201,
    "Year": "(1999)",
    "Geek Rating": "5.493",
    "Avg Rating": "4.97",
    "Link": "https://boardgamegeek.com/boardgame/1201/game-set-match",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "4 variants to chose from, they all relly on cards that have 4 different objects in 4 different colors on them. In the course of the game cards are set next to one another following the placement rules. Whoever gets rid of their cards first wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Puzzle",
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Better Description Needed!",
      "Sports: Tennis"
    ]
  },
  {
    "Rank": "24869",
    "Name": "Dungeon Hustle",
    "ID": 223034,
    "Year": "(2017)",
    "Geek Rating": "5.493",
    "Avg Rating": "5.53",
    "Link": "https://boardgamegeek.com/boardgame/223034/dungeon-hustle",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.3333",
    "Description": "In Dungeon Hustle, 2-4 players are archetypal fantasy characters running through a dungeon picking up swords, keys, shields, scrolls and potions. Each item comes in different colors, and to pick them up, you must hustle through a path of dungeon tiles of matching color; once you step on a new color (or a corner space), you pick up the tiles that you had stepped on. If, for example, you start on a red key and move on a path that consists of a red sword, another red key, a red shield, and finally a white sword, you stop on the white sword, then pick up all of the red items, including the one where you started movement. You use these items to fight monsters, fulfill quests, and purchase other items.&#10;&#10;Dungeon Hustle includes a few semi-cooperative elements. A character can help give a power to another character, for example, and is then rewarded for doing so. More importantly, you must all work together to stop monsters from escaping the dungeon. After a certain number of monsters escapes, the game ends, and whoever has the most victory points at that time wins.&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Pattern Building",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "24870",
    "Name": "Sum Swamp",
    "ID": 11585,
    "Year": "(2002)",
    "Geek Rating": "5.493",
    "Avg Rating": "5.63",
    "Link": "https://boardgamegeek.com/boardgame/11585/sum-swamp",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Math becomes an adventure with this addition and subtraction game that takes kids on a journey through Sum Swamp. They&rsquo;ll make their way over the crocodile shortcut and through the endless loop by adding and subtracting the numbers on the dice. Includes 12&quot; x 17&quot; game board, four swamp critter markers, two number dice and operation die. Ages 5 - 7.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Dice",
      "Educational",
      "Math"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Alligators / Crocodiles"
    ]
  },
  {
    "Rank": "24871",
    "Name": "Llamageddon",
    "ID": 365685,
    "Year": "(2022)",
    "Geek Rating": "5.493",
    "Avg Rating": "5.26",
    "Link": "https://boardgamegeek.com/boardgame/365685/llamageddon",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1",
    "Description": "Llamageddon is an ultralight party game of communication and persuasion for 3-6 players who are trying to survive the impending alpacalypse.&#10;&#10;The llama homeworld of Planet Fluffrica is in imminent danger&mdash;and it&rsquo;s your job to select survivors to preserve its culture. A huge meteor will soon strike the planet, obliterating it, along with all the highly-evolved llamas who call it home. Well, all except the lucky few elected to board a huge spaceship and escape the coming alpacalypse. To win, you&rsquo;ll need to convince the other players to vote for the unique llamas you&rsquo;ve selected for the mission; feel free to use logic, flattery, promises, veiled threats, and any other persuasive technique at your disposal. Get your llamas on board, leverage their secret characteristics, secure the most Llama Points, and escape before the fiery end!&#10;&#10;The objective of the game is to collect Llama Points by getting your chosen llamas onto the spaceship using your communication skills. The game is played in rounds which consist of the following phases: Nomination, Discussion, Voting, Boarding &amp; Characteristics. If, during the Characteristics Phase, the ship becomes full, the game ends, and the player with the highest LP total wins.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Party Game"
    ],
    "Mechanics": [
      "Voting"
    ],
    "Families": [
      "Animals: Llamas"
    ]
  },
  {
    "Rank": "24872",
    "Name": "Two Player Brick by Brick",
    "ID": 6499,
    "Year": "(1995)",
    "Geek Rating": "5.493",
    "Avg Rating": "5.34",
    "Link": "https://boardgamegeek.com/boardgame/6499/two-player-brick-by-brick",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Although this game can be played solo or in teams it is most often played between two players.  A card is flipped depicting a pattern of bricks.  Both players have 5 puzzle pieces and attempt to build the corresponding pattern before their opponent does.  A great mind bender and an excellent way to sharpen your thinking and visual skills.&#10;&#10;",
    "Categories": [
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Pattern Building",
      "Pattern Recognition",
      "Simultaneous Action Selection",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "24873",
    "Name": "Hot Potato",
    "ID": 38991,
    "Year": "(2011)",
    "Geek Rating": "5.493",
    "Avg Rating": "5.11",
    "Link": "https://boardgamegeek.com/boardgame/38991/hot-potato",
    "Min Players": "3",
    "Max Players": "9",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "from the rulebook:&#10;&#10;Pass the Hot Potatoes around the table using action cards. You can play seasonings onto the potato to make it huge, popping, or even flaming! If you can&rsquo;t pass a potato away, it explodes and burns your hands! More potatoes arrive freshly baked each round, adding to the chaos. When all the potatoes have exploded, the player with the fewest burns wins...unless the player with the most burns can stir up enough sympathy to steal the victory!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Hot Potato",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "24874",
    "Name": "Cro-Magnon",
    "ID": 32107,
    "Year": "(2007)",
    "Geek Rating": "5.493",
    "Avg Rating": "5.44",
    "Link": "https://boardgamegeek.com/boardgame/32107/cro-magnon",
    "Min Players": "3",
    "Max Players": "12",
    "Min Play Time": "50",
    "Play Time": "50",
    "Weight": "1.1875",
    "Description": "In this kind of themed &quot;Time's up&quot; game you have to adopt the eccentric habits of your tribe and evolve it (or fail). In a wacky environment you have to rediscover your ancestral skills such as chacoal sketching, primitive speech, miming and modeling. Help the members of your tribe guessing words and move ahead in this adventure. Give in to the primal instinct dormant in you and let it lead to your victory. Only the hominid who plays one's role and evolves correctly to the stage of Homo Sapiens will win the game.&#10;&#10;The game contains of &#10;- one game board&#10;- 12 descriptive tribal cards&#10;- 135 &quot;Wutzdat&quot; Cards&#10;- 1 timer&#10;- 1 charcoal stick&#10;- modelling clay&#10;- 1 list of primitive vocabulary&#10;- 1 fact booklet&#10;- 1 rules book&#10;&#10;",
    "Categories": [
      "Prehistoric",
      "Word Game"
    ],
    "Mechanics": [
      "Acting",
      "Action Timer",
      "Line Drawing"
    ],
    "Families": [
      "Components: Sand Timers"
    ]
  },
  {
    "Rank": "24875",
    "Name": "Bücherwurm",
    "ID": 193272,
    "Year": "(2016)",
    "Geek Rating": "5.493",
    "Avg Rating": "5.34",
    "Link": "https://boardgamegeek.com/boardgame/193272/bucherwurm",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "1",
    "Description": "In B&uuml;cherwurm, the bookworm is looking for its successor and will test all of you as likely candidates by having you go through a plethora of different categories. In each category, you must find fitting words so that you can match a letter card in your hand. Whoever can get rid of all their letter cards first wins the game and the worthy title of successor!&#10;&#10;There is a newer version : Bookworm - The Card Game (2019)&#10;and a spin-off : Bookworm - The Dice Game (2019)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Series: PocketPlay (Pegasus)",
      "Theme: Books / Libraries"
    ]
  },
  {
    "Rank": "24876",
    "Name": "Celebrity Head",
    "ID": 24379,
    "Year": "(1994)",
    "Geek Rating": "5.493",
    "Avg Rating": "5.13",
    "Link": "https://boardgamegeek.com/boardgame/24379/celebrity-head",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6667",
    "Description": "Very closely related to What's That on My Head?, and Hedbanz for Adults!.&#10;&#10;The object is to guess your celebrity name first and win the game.  Your celebrity name is in a card in a headband that is placed on your head.&#10;&#10;The play - first, you wear a headband that has a randomly selected celebrity name card inserted into the slot.  The oldest player then spins the spinner and moves his meeple to the appropriate position on the board.  If you land on the &quot;ask a question&quot; space, you get to ask the other players a yes/no question about the celebrity name on your head.  If you get it right, you get to spin again.  If not, the play moves clockwise.  There is a space for asking two questions, losing a turn or receiving a &quot;big hint&quot;.  The player reads the &quot;big hint&quot; question on the card and the group is allowed to respond beyond yes/no.  The player then ends his turn.&#10;&#10;If you guess your celebrity name wrong, you still get to keep on playing, you place a new, random celebrity name into your headband.&#10;&#10;There are also blank cards so you can write in other people's names who may only be celebrities in your world.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Party Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "24877",
    "Name": "Mined Out!",
    "ID": 212348,
    "Year": "(2016)",
    "Geek Rating": "5.493",
    "Avg Rating": "5.48",
    "Link": "https://boardgamegeek.com/boardgame/212348/mined-out",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "50",
    "Weight": "1.3333",
    "Description": "In Mined Out! players explore their own individual mines, collecting gems, building upgrades, installing supports, and throwing dynamite in order to emerge as victor.&#10;&#10;Players score points for preventing cave-ins, collecting gems of different values, and building upgrades - which give them tactical advantages to help them win the game.&#10;&#10;Once one player has installed all of their upgrades, the game ends immediately, and players score up their mines.&#10;&#10;A pocket-sized game with billions of potential mine combinations and plenty of different strategies, Mined Out! is a well-balanced, family-friendly game to suit players of all levels.&#10;&#10;",
    "Categories": [
      "Exploration"
    ],
    "Mechanics": [
      "Action Points",
      "Grid Movement",
      "Modular Board",
      "Network and Route Building"
    ],
    "Families": []
  },
  {
    "Rank": "24878",
    "Name": "Time Jockeys",
    "ID": 170190,
    "Year": "(2016)",
    "Geek Rating": "5.493",
    "Avg Rating": "5.08",
    "Link": "https://boardgamegeek.com/boardgame/170190/time-jockeys",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "1.6",
    "Description": "The Titor Corporation invented the first time machines. Work for them as a time jockey to go back in time and retrieve cool items and videos that are worth millions. Make as much money as you can fulfilling contracts &mdash; and try to stay alive.&#10;&#10;In Time Jockeys, you bid on contracts (and use spies to try to sabotage others' contracts), then roll a 12-sided die to determine the variable success of their endeavors. Money comes from the Titor Corp. for successfully completed contracts and from an underground society known as L.U.C. (League for an Uninterrupted Continuum) for deploying successful spies.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Auction / Bidding"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Time Travel"
    ]
  },
  {
    "Rank": "24879",
    "Name": "Pig",
    "ID": 161130,
    "Year": "(1945)",
    "Geek Rating": "5.493",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/161130/pig",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Scarne did not create Pig. He describes it in 'Scarne on Dice' (1945), saying, 'I suspect that the game was invented by the con men and is simply a variation of their favorite swindle The Tat dressed up in new clothes.' Therefore the game is almost certainly older than that.&#10;Highly doubtful that Scarne, or anyone else, sold a boxed set for this game. It only uses one regular d6 die.&#10;&#10;Each turn, a player repeatedly rolls a die until either a 1 is rolled or the player decides to &quot;hold&quot;:&#10;&#10;&#10;    If the player rolls a 1, they score nothing and it becomes the next player's turn.&#10;    If the player rolls any other number, it is added to their turn total and the player's turn continues.&#10;    If a player chooses to &quot;hold&quot;, their turn total is added to their score, and it becomes the next player's turn.&#10;&#10;&#10;The first player to score 100 or more points wins.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Push Your Luck"
    ],
    "Families": []
  },
  {
    "Rank": "24880",
    "Name": "Scene it? Jr.",
    "ID": 13879,
    "Year": "(2003)",
    "Geek Rating": "5.493",
    "Avg Rating": "5.28",
    "Link": "https://boardgamegeek.com/boardgame/13879/scene-it-jr",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.25",
    "Description": "From Publisher: &#10;The world's first DVD board game for Ages 8 and up. Scene It? Jr. is packed with popular movie and TV scenes, visual puzzlers, movie trivia, musical artists and athletes. It's cool, fun entertainment that you will find in no other game out there!&#10;&#10;&#10;A children's edition of the popular Scene It? game, clips and trivia are taken from current and recent past teen culture.&#10;&#10;",
    "Categories": [
      "Electronic",
      "Movies / TV / Radio theme",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Components: DVDs",
      "Game: Scene It?",
      "Versions & Editions: Junior Versions of Grown-Up Games"
    ]
  },
  {
    "Rank": "24881",
    "Name": "Castellers!",
    "ID": 225653,
    "Year": "(2017)",
    "Geek Rating": "5.493",
    "Avg Rating": "5.55",
    "Link": "https://boardgamegeek.com/boardgame/225653/castellers",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "English Description:&#10;&#10;The crazy Catalans are at it again, creating massive human towers in streets and squares. Your team of castellers, called colles, tries to raise up their towers first with encouragement from the Grallers (musicians) and the Cap de colla (team leader). Careful not to get the jitters and try to avoid llenya (when your tower falls down). The festival winner is the colla who gets the most applause!&#10;&#10;This is a card game which takes 20 minutes to play where you build human towers through hand management. Turns are played clockwise, with each player being able to either take a group of castellers from the table, take two cards from the deck, or raise part of their human tower.&#10;&#10;To win the game, you must have the most points (or applause). The points are won throughout the game, the player who raises one of the towers first gets 4 points, if that tower is built by another player, they will only receive 3 points, the next 2 points, and the last player 1 point.&#10;&#10;Once a player has risen 3 towers, the game ends and the points are counted.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Region: Catalonia (Spain)"
    ]
  },
  {
    "Rank": "24882",
    "Name": "Krakatoa",
    "ID": 1306,
    "Year": "(1983)",
    "Geek Rating": "5.493",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/1306/krakatoa",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.2857",
    "Description": "Using nine 12-sided dice, Krakatoa is one of the most unusual dice games ever released. The dice are divided into three sets of three, which are colored white, grey, and black to represent steam, ash, and lava. In addition, each die face contains not a number, but a colored dot of yellow, red, or blue.&#10;&#10;The game lasts six rounds, with each player taking five successive rolls of the dice and scoring after each roll. After the first roll of each round, the player must pick up a specific set of dice, such as steam, and roll them again, striking at least one of the dice still on the table. Skill in precise dice rolling can result in a high score. Players receive points for different combinations, such as a set showing all yellow sides for ten points. Strategy comes into play as certain target scores and scoring combinations can result in large bonuses.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Series: The E•G•G",
      "Theme: Volcanoes"
    ]
  },
  {
    "Rank": "24883",
    "Name": "UNO: Disney",
    "ID": 12491,
    "Year": "(2002)",
    "Geek Rating": "5.493",
    "Avg Rating": "5.23",
    "Link": "https://boardgamegeek.com/boardgame/12491/uno-disney",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "WHAT MAKES IT DIFFERENT FROM TRADITIONAL UNO: This UNO game comes with an electronic Tinkerbelle box where she  can pick the color for you or try to match your color for more control.  There is a discard all cards of this color from everyones hand, and if you play a draw 4, EVERYONE else must be able to match Tinkerbelle's color or draw 4.  Mickey Mouse March UNO card can be found in Disney's Wonderful World of Music game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Brands: Disney",
      "Game: UNO",
      "Versions & Editions: Versions with IP after the original release"
    ]
  },
  {
    "Rank": "24884",
    "Name": "At Full Throttle",
    "ID": 41190,
    "Year": "(2009)",
    "Geek Rating": "5.493",
    "Avg Rating": "5.15",
    "Link": "https://boardgamegeek.com/boardgame/41190/at-full-throttle",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "To the track, get set and go! The course leads from red to blue, from yellow to green. Who will take the lead and snatch the right car in the end?&#10;&#10;A breathtaking card game for 2-4 players. Includes variation for expert racers.&#10;&#10;- Card game with wooden game material&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Children's Game",
      "Maze",
      "Racing"
    ],
    "Mechanics": [],
    "Families": [
      "Sports: Auto Racing",
      "Sports: Formula 1"
    ]
  },
  {
    "Rank": "24885",
    "Name": "Link-O",
    "ID": 36866,
    "Year": "(2007)",
    "Geek Rating": "5.493",
    "Avg Rating": "5.04",
    "Link": "https://boardgamegeek.com/boardgame/36866/link-o",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "From the manufacturer:&#10;&#10;Link-O is the fun, challenging numbers game that will have you turning in circles! Place tiles end to end on the board by matching the numbers and color on each tile, as you try to be the first to play all of your tiles. The tiles left over in your opponent's possession are totaled as points for YOU. It's all-around fun with numbers for the whole family! Includes 64 tiles, tile bag, game board and instructions in English and Spanish. For 2 to 6 Players. Ages 5 and up.&#10;&#10;",
    "Categories": [
      "Number"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": []
  },
  {
    "Rank": "24886",
    "Name": "Level 8: Das Kartenspiel",
    "ID": 212873,
    "Year": "(2016)",
    "Geek Rating": "5.493",
    "Avg Rating": "5.53",
    "Link": "https://boardgamegeek.com/boardgame/212873/level-8-das-kartenspiel",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "8 different card combinations (3 in a row, 7 cards of the same color etc.) have to be completed in sequence. The game ends if a player completes his eight level.&#10;&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "24887",
    "Name": "Sriracha: The Game",
    "ID": 347029,
    "Year": "(2021)",
    "Geek Rating": "5.493",
    "Avg Rating": "5.45",
    "Link": "https://boardgamegeek.com/boardgame/347029/sriracha-the-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Includes 52 cards with all original Sriracha and food themed illustrations.&#10;&#10;Divvy up the cards evenly between players and get ready to slap the deck for pairs and sandwiches. Or play Sriracha Cards to stay alive! The first player to collect all the cards wins.&#10;&#10;Pair Them Up&#10;If the card played is a match to the top card, this is a pair. First one to slap the pile gets all the cards. Add these new cards to the bottom of your deck.&#10;&#10;Mmmmm...sandwiches&#10;If the card played is a match to the card underneath the top card, this is a sandwich. First one to slap the pile gets all the cards.&#10;&#10;Add Some Heat&#10;Play Sriracha Cards to get more cards and stay alive!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Real-Time"
    ],
    "Families": [
      "Brands: Groceries",
      "Theme: Food / Cooking",
      "Traditional Card Games: Snap"
    ]
  },
  {
    "Rank": "24888",
    "Name": "Marauders",
    "ID": 130470,
    "Year": "(2012)",
    "Geek Rating": "5.493",
    "Avg Rating": "5.18",
    "Link": "https://boardgamegeek.com/boardgame/130470/marauders",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.125",
    "Description": "Marauders is an adventure-strategy game in which players explore a treasure filled island and try to outwit each other in a race to unlock a series of 6 clues that reveal the location of a hidden ancient artifact. The game is unique in that there is no &quot;point system&quot;. The game is simply won by the first player to find and recover the artifact.&#10;&#10;Players take turns rolling the dice, moving &quot;Scouts&quot; throughout the island, collecting jewels and other resources, and unlocking and trading clues.&#10;&#10;The game's signature feature is its suspense inducing mechanism for trading clues: before any trade takes place, the two players involved must secretly decide whether to honor or dishonor the trade. Dishonoring a trade gives a player the chance to steal the clue from the other player without giving up his or her own clue, but is risky and can have serious consequences. Throughout the game, players balance the risks of earning clues on their own (which takes time), trading clues with other players (which means giving up hard earned secrets), or dishonoring trades and stealing the clues (and making enemies).&#10;&#10;The game ends in a flurry of last minute deals and trades as Players try to outwit each other and unlock that one last clue...&#10;&#10;HISTORY&#10;&#10;Marauders was released in 2012 by Tolman Games. The 1st Edition is a prototype ready version and has a limited print run of 1,000 copies. Tolman Games released this 1st Edition through a Kickstarter campaign in September. The 2nd Edition will be updated based on feedback from Players of the 1st Edition, and is scheduled to be released as a larger print run in 2013.&#10;&#10;Marauders can be played by 2 players, but 3 to 4 players are recommended.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Ancient",
      "Bluffing",
      "Exploration",
      "Negotiation",
      "Pirates",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Team-Based Game",
      "Trading"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "24889",
    "Name": "Showtime Hanoi",
    "ID": 36777,
    "Year": "(2008)",
    "Geek Rating": "5.493",
    "Avg Rating": "5.39",
    "Link": "https://boardgamegeek.com/boardgame/36777/showtime-hanoi",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.3684",
    "Description": "Showtime Hanoi is the third postcard sized game in the Pocket Battle Games series from LPS, Inc.&#10;&#10;Cunningham and Driscoll vs. Colonel Tomb, 1972.&#10;&#10;Showtime Hanoi is a mini-game complete with map, rules and counters. No need for dice, use your own deck of standard playing cards and your initiative to enjoy this simple-but-exciting game.&#10;&#10;Players control up to three planes each in this NV vs. US Dogfight.  NV side consists of Mig17, Mig19, Mig21 and 3 AAA.  US player controls 2 F4s and an A4.&#10;&#10;US objective is to bomb a central target or destroy any of the NV aircraft while losing no US aircraft.  NV wins if the target is still on the map or he destroys more than one US aircraft.  Map is 8x8 grid covering a 4.25&quot; square..&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Vietnam War",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Hanoi (Vietnam)",
      "Components: 8 x 8 Grids",
      "Components: Postcard games",
      "Country: Vietnam",
      "Players: Two-Player Only Games",
      "Series: Pocket Battle Games (LPS)"
    ]
  },
  {
    "Rank": "24890",
    "Name": "Junior Cluedo?",
    "ID": 27663,
    "Year": "(1993)",
    "Geek Rating": "5.493",
    "Avg Rating": "5.05",
    "Link": "https://boardgamegeek.com/boardgame/27663/junior-cluedo",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "In this edition, the players must search each room of the mansion uncovering clues that tell them if there is a bat, a cat, or a ghost hiding in the room. The goal is to find all three ghosts. As play proceeds, spiders may force players to be sent to the center stairway or trapdoors may cause the cards in each room to switch.&#10;&#10;",
    "Categories": [
      "Memory",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Memory",
      "Modular Board"
    ],
    "Families": [
      "Game: Cluedo / Clue (Parker Brothers, et al)",
      "Versions & Editions: Junior Versions of Grown-Up Games"
    ]
  },
  {
    "Rank": "24891",
    "Name": "Disney Club Penguin Trading Card Game",
    "ID": 40386,
    "Year": "(2008)",
    "Geek Rating": "5.493",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/40386/disney-club-penguin-trading-card-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Disney Club Penguin Trading Card Game, known as Card-Jitsu, is one of the children's games available in the Club Penguin online community.  The online version of the game has a similar rules to the physical card game.&#10;&#10;There are two rule sets:  Quick Game Rules and Standard Game Rules.  Quick Game Rules is basically rock-paper-scissors with cards (water beats fire, fire beats snow, snow beats water).  Each card has a numeric value from 1 to 12, which is used to resolve winners when the symbol is the same.  The player who wins the most battles, wins the game.&#10;&#10;Under the Standard Game Rules, each player starts with a deck of 20 or more cards.  The decks are shuffled and players maintain 5 cards in their hand.  Combat can now be affected by special powers on some of the cards (for instance, &quot;fire cards become snow for this round&quot;).  The winner is the first player to collect either a set of the three cards with the same symbol and with different number colors or a set of three cards with different symbols and different number colors.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Hand Management",
      "Rock-Paper-Scissors",
      "Set Collection"
    ],
    "Families": [
      "Animals: Penguins",
      "Brands: Disney",
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "24892",
    "Name": "Blackrock City",
    "ID": 122868,
    "Year": "(2012)",
    "Geek Rating": "5.493",
    "Avg Rating": "5.35",
    "Link": "https://boardgamegeek.com/boardgame/122868/blackrock-city",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.9167",
    "Description": "In Blackrock City, you are the chief of your group of outlaws, and you want to claim as much gold and silver as possible by attacking cities and stagecoaches. You will have to be clever to estimate the number of outlaws needed to attack &ndash; and watch out for the Sheriff and your opponents!&#10;&#10;The game is played in rounds. Each round, players bid on the right to perform the next bank robbery by placing a number of outlaws in the center of the playing area; each player starts with eight outlaws. Alternatively a player can skip the round or postpone an attack until after other players bid, but doing so will cause one or more of his outlaws to become wounded. When a player bids outlaws, the sheriff token moves a number of city tiles equal to the number of outlaws bid (in most cases). If a sheriff lands on a player's Chief of the Outlaws token &ndash; as these tokens are located on city tiles and not used for bidding &ndash; one of that player's outlaws is wounded.&#10;&#10;The winner of the bid attacks a city, most likely netting him gold and possibly giving him new outlaws (as they are freed from that city's prison), but which city is attacked is determined by the difference between the winning bid and the lowest bid. Thus, bids from the other players will influence the winner's gains &ndash; and if the winner lands on the city tile where the sheriff is located, he gets nothing. The player with the second highest bid attacks the stagecoach and gains one silver.&#10;&#10;If a player claims something from a city tile, it's flipped over and now has a different power for the remainder of the game, allowing a player who lands on the tile to steal gold or silver cubes from an opponent or wounding one of that player's outlaws. After each round, players collect the outlaws they used to bid and &quot;wound&quot; the healthy outlaws by flipping them over to their wounded side. A wounded outlaw who is wounded again is removed from the game. (Prisoners come into the game wounded, so they can be used only once.)&#10;&#10;The game ends when no player has any outlaws remaining or all players refuse to bid in a given round. The player who has collected the most gold and silver wins!&#10;&#10;",
    "Categories": [
      "American West"
    ],
    "Mechanics": [
      "Auction / Bidding"
    ],
    "Families": []
  },
  {
    "Rank": "24893",
    "Name": "Hexxagon",
    "ID": 19914,
    "Year": "(1992)",
    "Geek Rating": "5.493",
    "Avg Rating": "5.42",
    "Link": "https://boardgamegeek.com/boardgame/19914/hexxagon",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.9286",
    "Description": "Two players attempt to control the majority of spaces on a customizable board by spreading, jumping and infecting. Spreading involves adding a new piece adjacent to an existing one. Jumping means moving a piece two spaces away. Whenever a piece is placed adjacent to opposing pieces these are infected, meaning replaced with friendly ones. Hexxagon is an adaptation of the game Ataxx for a hexagonal grid instead of a square grid board. Like Ataxx, it has only been published as computer software.&#10;&#10;Online Play&#10;&#10;&#10;     Gamerz (turn-based, play by email or play by web)&#10;     Yucata (turn-based)&#10;     Vying Games (turn-based, featuring 2 or 3 players, and random blocks)&#10;     http://www.iggamecenter.com/ - igGameCenter (real-time, 2-3 players)&#10;     SkillGamesBoard (cross-platform, real-time play, human opponents, bots, turn-based for registered users)&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Digital Implementations: Ai Ai",
      "Digital Implementations: igGameCenter",
      "Digital Implementations: Yucata",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "24894",
    "Name": "Dog Dice",
    "ID": 9589,
    "Year": "(1997)",
    "Geek Rating": "5.492",
    "Avg Rating": "5.22",
    "Link": "https://boardgamegeek.com/boardgame/9589/dog-dice",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Contents:&#10;4 bingo boards&#10;1 six-sided dog die&#10;1 six-sided action die&#10;1 4-page rulebook&#10;50 bones&#10;&#10;Gameplay: Each player chooses a gameboard. The game boards are 4x4 grids of pictures that show four dogs performing five actions. The dogs are Gigi the poodle, McDuff the terrier, Gizmo the big dog, and Stretch the &quot;hot dog&quot;. The actions are food dish, the kid, the bone, the house, and in trouble.&#10;&#10;The dog die has pictures of the dogs on it, and the action die has the five actions and &quot;Dog Gone&quot; on the remaining face.&#10;&#10;Players take turns rolling the dice and marking their bingo cards with the bones wherever their bingo card shows the dog rolled performing the action rolled. If &quot;Dog Gone&quot; is rolled, the rolling player must remove any bone from their bingo card instead.&#10;&#10;The first player to make four in a row, orthogonally or diagonally, or fills in each of the four corner squares of his bingo card wins the game.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Building"
    ],
    "Families": [
      "Animals: Dogs",
      "Components: 4 x 4 Grids",
      "Traditional Games: Bingo"
    ]
  },
  {
    "Rank": "24895",
    "Name": "10-Four, Good Buddy",
    "ID": 8477,
    "Year": "(1976)",
    "Geek Rating": "5.492",
    "Avg Rating": "5.22",
    "Link": "https://boardgamegeek.com/boardgame/8477/10-four-good-buddy",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "You're truckin' now! Enter the world of big rigs and Smokies. Players try to get their truck all the way around the board before anyone else. &#10;Play consists of players drawing a card which instructs them to spin one of the two spinners and possibly move one of two &quot;Smokies&quot; (Highway Patrol) or the &quot;Bear In The Air&quot; (Patroller in a helicopter). Smokies watch one of four &quot;Bear Traps&quot; covering three spaces, or can catch trucks on any space by landing on an adjoining space. The &quot;Bear In The Air&quot; watches one quarter of the board at a time and nabs you if you move more than seven spaces on your turn.&#10;This game gives a really big dose of CB slang, and is a lot of fun for the whole family!&#10;&#10;",
    "Categories": [
      "Humor",
      "Movies / TV / Radio theme",
      "Transportation"
    ],
    "Mechanics": [
      "Race",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Theme: CB radio",
      "Theme: Trucks"
    ]
  },
  {
    "Rank": "24896",
    "Name": "Star Wars: Duels Card Game",
    "ID": 190409,
    "Year": "(2015)",
    "Geek Rating": "5.492",
    "Avg Rating": "5.09",
    "Link": "https://boardgamegeek.com/boardgame/190409/star-wars-duels-card-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.2",
    "Description": "The fate of the galaxy is in your hands when you play this awesome Star Wars Duels card game! Jedi, Sith and more will clash when you play the best card in your hand. If you can&rsquo;t prevail alone, forge links with others to build a powerful team! Who will win when the Star Wars duel begins? There&rsquo;s only one way to find out!&#10;&#10;&#10;     Includes 54 character cards, Power-Up Links reminder card, and instructions.&#10;     Star Wars Duels Card game challenges you to battle or strategize together&#10;     Classic game of war with a Star Wars twist&#10;     Players can play their own cards or team up with others to form powerful teams&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Hand Management",
      "Trick-taking"
    ],
    "Families": [
      "Movies: Star Wars",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "24897",
    "Name": "MonsterSlap",
    "ID": 266092,
    "Year": "(2018)",
    "Geek Rating": "5.492",
    "Avg Rating": "5.20",
    "Link": "https://boardgamegeek.com/boardgame/266092/monsterslap",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1",
    "Description": "There is a high alert in Monster City &ndash; the slime monsters have escaped! This slimy gang shuffles around the city and slaps the city monsters with their sticky, slimy hands.  ARRGHH! Rocky Rockstar was hit! But it&rsquo;s not just the city monsters &ndash; the slime monsters are slapping each other too! &#10;Who will slap the most monsters and be the first to reach the ladder?&#10;&mdash;description from the publisher&#10;&#10;In MonsterSlap an arrow is spun each round. Be the quickest to slap to right monster picture that the arrow points to and score points. But if the arrow points towards the greasy monster in your own color, make sure you catch the garbage can instead.&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "24898",
    "Name": "Swärje",
    "ID": 10960,
    "Year": "(2004)",
    "Geek Rating": "5.492",
    "Avg Rating": "5.45",
    "Link": "https://boardgamegeek.com/boardgame/10960/swarje",
    "Min Players": "4",
    "Max Players": "6",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.5",
    "Description": "Sw&auml;rje is a card game where you play the different ministers in something that just might be the Swedish government (the late 1990's socialist version). The object of the game is to get as much money to your swiss bank account.&#10;&#10;The game is a bit like  Junta (but without the coup phase).&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Political"
    ],
    "Mechanics": [
      "Team-Based Game",
      "Voting"
    ],
    "Families": [
      "Country: Sweden"
    ]
  },
  {
    "Rank": "24899",
    "Name": "Evil Intent",
    "ID": 131006,
    "Year": "(2014)",
    "Geek Rating": "5.492",
    "Avg Rating": "5.68",
    "Link": "https://boardgamegeek.com/boardgame/131006/evil-intent",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.3077",
    "Description": "Evil Intent is a game in which you play one of many evil geniuses trying to take over the world. Each player has a secret scheme, ranging from building a &quot;Lunar Death Ray&quot; to &quot;Cloning World Leaders&quot;. Your goal is to send your henchmen out into the world to steal and kidnap everything and everyone you need to accomplish your scheme &mdash; all while thwarting your opponents! Secret agents will also be lurking about, trying to stop you. The first player to complete his scheme and take over the world wins!&#10;&#10;",
    "Categories": [
      "Adventure",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Action Queue",
      "Area Movement",
      "Dice Rolling",
      "Open Drafting",
      "Point to Point Movement",
      "Set Collection",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "24900",
    "Name": "Magical Maze",
    "ID": 2002,
    "Year": "(1994)",
    "Geek Rating": "5.492",
    "Avg Rating": "5.42",
    "Link": "https://boardgamegeek.com/boardgame/2002/magical-maze",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "With the aid of the Wizard, you'll try to get the gold (a magnet underneath the labyrinth), to your own corner of the game board. You'll need to remember the way, except there are goblins trying to stop you.&#10;&#10;When the Wizard lowers his arm, you move back a square and the next player then tries to make it towards his corner instead.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Fantasy",
      "Maze",
      "Memory"
    ],
    "Mechanics": [],
    "Families": [
      "Components: 9 x 9 Grids"
    ]
  }
]