[
  {
    "Rank": "15501",
    "Name": "Docteur Pilule",
    "ID": 217538,
    "Year": "(2016)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.63",
    "Link": "https://boardgamegeek.com/boardgame/217538/docteur-pilule",
    "Min Players": "4",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1",
    "Description": "Congratulation ! you just made a burnout !&#10;You wake up in a psychiatric hospital and doctor said &quot;&#10;No problem, in 30 years you go out&quot;.&#10;&#10;The goal of the game is to make your imaginary friend guess as many words as possible within 40 seconds. Unfortunatly you take pills that restrict your language and your gestures. When it is again your team's turn, the player who made the patient becomes the imaginary friend but retains the effect of his pills. Guaranteed fun!&#10;&#10;",
    "Categories": [
      "Medical",
      "Party Game"
    ],
    "Mechanics": [
      "Acting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Mad Science / Mad Scientist"
    ]
  },
  {
    "Rank": "15502",
    "Name": "En Pointe Toujours II: Normandie 1944",
    "ID": 8415,
    "Year": "(2000)",
    "Geek Rating": "5.530",
    "Avg Rating": "7.49",
    "Link": "https://boardgamegeek.com/boardgame/8415/en-pointe-toujours-ii-normandie-1944",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.3333",
    "Description": "The second wargame using an upgraded version of En Pointe Toujours! tactical combat system. The scenarios cover conflict between the Germans and American, English, and Canadian forces in 1944.&#10;&#10;Units are squads, Heavy Weapon Teams, and individual Leaders, vehicles &amp; guns. During play, players alternate activating formations under their respective leaders, with each activated unit able to take a single action - commonly move, fire or move 1/2 distance plus fire at reduced effect. A variety of other actions common to tactical scale games are possible - break down/assemble Heavy Weapons, entrench, etc.&#10;&#10;Infantry Combat is resolved on a CRT, with units being 'Stopped', 'Neutralised' (demoralised), Eliminated or losing a step. Anti-armour combat is resolved by a smaller CRT, using the difference between attack &amp; defence factors such as penetration, armour, terrain, movement, range, etc.&#10;&#10;Morale is measured per formation, with reduced efficiency (-1 to all actions, and must roll to activate at all) or even Rout possible after a certain number of losses.&#10;&#10;Contains 4 scenarios:&#10;&#10;    1-&quot;Dernier carr&eacute; &agrave; Authie&quot; (7 June 1944) Canadians against Germans &#10;    2-&quot;Sur la route de Falaise&quot; (11 August 1944) British against Germans &#10;    3-&quot;Promenade normande&quot; (11 June 1944) Americans against Germans&#10;    4-&quot;L&rsquo;enfer vert&quot; (10 July 1944) Americans against Germans&#10;&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Movement Points",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Variable Set-up"
    ],
    "Families": [
      "Components: DTP (Desktop Publishing)",
      "Country: Canada",
      "Country: France",
      "Country: Germany",
      "Country: USA",
      "Magazine: Vae Victis",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Region: Normandy (France)",
      "Series: En Pointe Toujours! system (Vae Victis)"
    ]
  },
  {
    "Rank": "15503",
    "Name": "First Crusade 1097–1099",
    "ID": 182410,
    "Year": "(2016)",
    "Geek Rating": "5.530",
    "Avg Rating": "7.20",
    "Link": "https://boardgamegeek.com/boardgame/182410/first-crusade-1097-1099",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.4",
    "Description": "The First Crusade is a solitaire wargame system covering the First Crusade of 1097-99. The player controls Crusader and allied Byzantine and Cilician Armenian forces. The game system controls Muslim forces (Seljuk Turks and Fatimids) as well as the Assassins.&#10;&#10;The objective of the player is to reconquer the Holy Land while accomplishing various quests in the name of Christendom.&#10;&#10;Components: One 22&quot; x 34&quot; map &amp; 176 counters.&#10;&#10;S&amp;T #299, May 2016.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Medieval",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "History: Crusades",
      "Magazine: Strategy & Tactics",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "15504",
    "Name": "Party & Co: Original",
    "ID": 29281,
    "Year": "(2007)",
    "Geek Rating": "5.530",
    "Avg Rating": "5.95",
    "Link": "https://boardgamegeek.com/boardgame/29281/party-and-co-original",
    "Min Players": "3",
    "Max Players": "20",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.3",
    "Description": "With all the fun of Party & Co games, in 5 categories:&#10;&#10;     Charades&#10;     Taboo&#10;     Trivia&#10;     Lip reading&#10;     Drawing&#10;&#10;&#10;The game comes with 2000 new questions, where speed and team play will be the keys of succeeding.&#10;&#10;Ages 14 and up&#10;&#10;",
    "Categories": [
      "Deduction",
      "Math",
      "Memory",
      "Movies / TV / Radio theme",
      "Music",
      "Party Game",
      "Sports",
      "Trivia",
      "Word Game"
    ],
    "Mechanics": [
      "Acting",
      "Memory",
      "Open Drafting",
      "Role Playing",
      "Roll / Spin and Move",
      "Singing",
      "Team-Based Game"
    ],
    "Families": [
      "Game: Party & Co"
    ]
  },
  {
    "Rank": "15505",
    "Name": "Breizh 1341",
    "ID": 376155,
    "Year": "(2022)",
    "Geek Rating": "5.530",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgame/376155/breizh-1341",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2",
    "Description": "April the 30th, year 1341, Duke Jean III of Brittany dies childless. His niece, Jeanne de Penthi&egrave;vre, the wife of Charles de Blois, and Jean de Montfort, husband of Jeanne de Flanders and half-brother of Jean III, claim the ducal crown of Brittany. In less than an hour, battle to know who will become the next Duke of Brittany!&#10;&#10;Breizh 1341 is a card-driven game between two players, one taking the lead of the Franco-Bretons of Charles de Blois and the other controlling the Anglo-Bretons of Jean de Montfort. The game is played in a series of turns, during which each side carries out military and diplomatic actions akin to those which were common in the 14th century. Historical figures also influence the course of the game. Nobles must be rallied to support your claim, troops recruited and subsequently led into battle or sent to besiege castles. After years of confrontation, the player who controls the most territories, castles and supporters will become the new Duke of Brittany!&#10;&#10;Components:&#10;1 map&#10;76 event cards&#10;40 wooden cubes (20 red and 20 blue)&#10;40 wooden cylinders (20 red and 20 blue)&#10;42 counters (markers)&#10;1 dice&#10;&#10;",
    "Categories": [
      "Medieval"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Multi-Use Cards",
      "Turn Order: Auction"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "15506",
    "Name": "An Impossible War: The First Carlist War in the North, 1834-1838",
    "ID": 301083,
    "Year": null,
    "Geek Rating": "5.530",
    "Avg Rating": "9.03",
    "Link": "https://boardgamegeek.com/boardgame/301083/an-impossible-war-the-first-carlist-war-in-the-nor",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "420",
    "Weight": "3.3333",
    "Description": "'An Impossible War' recreates the First Carlist War in the North of Spain (1834-1838). It is a wargame with blocks that also includes counters and cards.&#10;&#10;There is a main map (or Northern map), that shows Navarre, the Basque Provinces and part of Cantabria, Burgos and La Rioja, and a secondary map that reflects the regions of the rest of the country, where Carlist uprising break out and the expeditions sent from the North may operate.&#10;&#10;There is a scenario that covers the Full War (1834-1838) and another two shorter ones: Zumalacarregui's War (1834-1836) and Espartero's War (1836-1838).&#10;&#10;&#10;'Una Guerra Imposible' recrea la Primera Guerra Carlista en el Norte de Espa&ntilde;a (1834-1838). Es un juego de guerra de bloques que tambi&eacute;n incluye fichas y cartas.&#10;&#10;Hay un mapa principal (o mapa del Norte), donde aparecen Navarra, las Provincias Vascongadas y parte de Cantabria, Burgos y La Rioja, y otro mapa secundario que refleja las regiones del resto del pa&iacute;s, donde estallan las sublevaciones carlistas y pueden operar las expediciones enviadas desde el Norte.&#10;&#10;Hay un escenario que cubre la Guerra Completa (1834-1838) y otros dos m&aacute;s breves: La Guerra de Zumalac&aacute;rregui (1834-1836) y La Guerra de Espartero (1836-1838).&#10;&#10;",
    "Categories": [
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Chit-Pull System",
      "Movement Points",
      "Multiple Maps",
      "Point to Point Movement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Components: Block Wargames",
      "Country: Spain",
      "History: Carlist Wars",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "15507",
    "Name": "Ozob: A Cyberpunk Board Game",
    "ID": 423579,
    "Year": "(2025)",
    "Geek Rating": "5.530",
    "Avg Rating": "9.09",
    "Link": "https://boardgamegeek.com/boardgame/423579/ozob-a-cyberpunk-board-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "3",
    "Description": "In Ozob: A Cyberpunk Boardgame, players take on the roles of hackers, mercenaries, post-humans, and other rebels to fight against the oppression of megacorporations. Embark on various missions, with different levels of difficulty, that can be played freely or in campaign mode. Face corporate security, corrupt police officers, and destructive robots. Rely on your friends...and only them, for in this dystopian world the system itself will be against you.&#10;&#10;Each character has a unique deck, different special abilities, a set of unique initial items, and a different constitution on their health bar. During the game, players take turns pressing their luck to reveal their stat cards, then take three actions each turn. Actions can be moving, taking a test, or attacking enemies. After that, an event will be drawn from the events deck and the board will suffer some changes. Enemies attack, then the turn ends.&#10;&#10;The game is divided into ten scenarios, each with its particular events deck and a unique win condition. Players always lose if one of their characters dies.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Novel-based",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Events",
      "Push Your Luck",
      "Scenario / Mission / Campaign Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Theme: Cyberpunk"
    ]
  },
  {
    "Rank": "15508",
    "Name": "Dome Crushers",
    "ID": 224478,
    "Year": "(2017)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.05",
    "Link": "https://boardgamegeek.com/boardgame/224478/dome-crushers",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.3333",
    "Description": "Dome Crushers is a tiny two-player card game of titanic arena battles in which players take turns playing cards, then choosing attack mode or ability mode. Attackers are removed from your deck and count toward your end-game score if you are the winner. All remaining cards are shuffled back in, then another round begins.&#10;&#10;The game ends when either player cannot draw four cards. The player with the highest strength total in their scoring pile is the winner!&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "15509",
    "Name": "Fab Fib",
    "ID": 11983,
    "Year": "(2004)",
    "Geek Rating": "5.530",
    "Avg Rating": "5.88",
    "Link": "https://boardgamegeek.com/boardgame/11983/fab-fib",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.2",
    "Description": "The night before the thousandth Moon, the Liar Folks gather under the Fraud Tree to elect the Great Fibber, who will be the keeper of their big treasure for the thousand Moons to come.&#10;&#10;Fab Fib encourages &ndash; nay, requires &ndash; you to lie if you want to stay in the game. Each card has a single digit (0-9) on it, and the starting player has three cards in hand. After looking at those cards, she presents a three-digit number to the other players; all the digits in this number must go from high to low, so 873 is okay but 783 is not. She then passes those cards to the next player, who can discard any number of cards from his hand, replace those cards with new ones from the deck, then present players with a larger three-digit number &ndash; a number that matches the cards he has in hand, of course. This continues until someone refuses to accept the cards being passed and calls out the previous player as a liar. Reveal the cards, and see who is correct. Whoever is wrong loses points equal to the number of symbols on the cards that were passed.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "15510",
    "Name": "Pyramidion",
    "ID": 128855,
    "Year": "(2012)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.01",
    "Link": "https://boardgamegeek.com/boardgame/128855/pyramidion",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "In Pyramidion, each player plays an Egyptian foreman in charge of a resource supply for the gigantic construction site of the Cheops pyramid. On your turn, you activate sites and play cards in order to gain the biggest influence on these sites. Each foreman will use his contacts among merchants, negotiators and torturers (!) to supply boats located in major cities of Egypt. These boats will set sail in the direction of Giza only when full capacity is reached with the resources they require. The foreman who most effectively furnishes the construction site &ndash; the one who first obtains ten victory points &ndash; will be rewarded by the Pharaoh himself.&#10;&#10;Pyramidion is both a strategic and tactical game, with some luck involved and a lot of player interaction. Are you going to thwart others &ndash; or focus on your own success?&#10;&#10;",
    "Categories": [
      "Ancient",
      "Civilization"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Ancient: Egypt",
      "Cities: Giza (Egypt)",
      "Constructions: Pyramids",
      "Organizations: Forgenext",
      "Theme: Construction"
    ]
  },
  {
    "Rank": "15511",
    "Name": "Poland '39: The Nightmare Begins",
    "ID": 15211,
    "Year": "(1992)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/15211/poland-39-the-nightmare-begins",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "2.5",
    "Description": "Poland '39: The Nightmare Begins is a simulation of the first campaign of the Second World War in Europe. There are &quot;what-if&quot; scenarios.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Poland",
      "History: World War II (Poland 1939)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "15512",
    "Name": "Bonbons",
    "ID": 104376,
    "Year": "(2011)",
    "Geek Rating": "5.530",
    "Avg Rating": "5.94",
    "Link": "https://boardgamegeek.com/boardgame/104376/bonbons",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.1429",
    "Description": "Bonbons (&quot;candies&quot; in French) is a memory game with a little twist. Eight types of candies, each in four colors, are hidden in the central 6x6 field, along with four special tiles: three money tiles and one empty package. All tiles in the center of the table are square.&#10;&#10;Each player receives four round tiles at random from a set of 32 that match the candy and color options on the square tiles. On your turn, you turn over one of your round tiles and a square tile. If they match in both candy and color, both tiles stay face up and you take another turn; if not, you turn both tiles face down again.&#10;&#10;The little twist is that on your turn you can rob candies from your opponents. If you turn over a square tile along with a matching round tile in an opponent's possession, you get to keep that face-up round tile and give the opponent one of your face-down round tiles in exchange. Sweet!&#10;&#10;In addition, if you reveal the empty package, leave that tile face up and add another round tile to the ones you already have; now you must reveal five tiles instead of four. If you turn over a money tile at the start of your turn, then turn over the other two money tiles, you remove them from play and place them on one of your round tiles, which now counts as being face-up.&#10;&#10;The first player to turn all of his round tiles face up wins.&#10;&#10;",
    "Categories": [
      "Memory"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "15513",
    "Name": "Klondice",
    "ID": 376641,
    "Year": "(2022)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.84",
    "Link": "https://boardgamegeek.com/boardgame/376641/klondice",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "1",
    "Description": "Roll for the gold in this easy-to-learn game of strategy and luck. Players compete for gold but must beware: one false move could set opponents up for success. A shifting cart changes up the claim objectives for each round in this exciting game where a few good rolls and a strategy that pans out will leave everyone with Klondice fever!&#10;&#10;&#10;     Game play combines the perfect balance of strategy and luck&#10;     Easy to learn and play in 20 minutes&#10;     Game includes gold glittery dice&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Income",
      "Push Your Luck"
    ],
    "Families": []
  },
  {
    "Rank": "15514",
    "Name": "Wu Hsing",
    "ID": 2232,
    "Year": "(1969)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.72",
    "Link": "https://boardgamegeek.com/boardgame/2232/wu-hsing",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.3333",
    "Description": "Published version of Sackson's Domino Bead Game as described in A Gamut of Games. Domino-like placement game which rewards the appropriate arrangement of patterns.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Traditional Games: Dominoes"
    ]
  },
  {
    "Rank": "15515",
    "Name": "Parikrama",
    "ID": 355704,
    "Year": "(2022)",
    "Geek Rating": "5.530",
    "Avg Rating": "8.21",
    "Link": "https://boardgamegeek.com/boardgame/355704/parikrama",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.8571",
    "Description": "Parikrama is a relaxing, yet witty travel card game. In this game, you are a solo traveler wandering through a myriad of landscapes in the pursuit of discovery, adventure and enlightenment - traversing across forests, rivers, deserts and valleys that come along your path... occasionally discovering monuments along your way to rejuvenate and pray.&#10;&#10;There are a lot of choices to be made - taking a shorter journey can help you move faster in the game, but a longer journey can be more rewarding, additionally landing you a chance to hitch-hike on your next journey via a bullock carriage, a riverboat ferry.. or even jump on the truck to travel even faster!&#10;&#10;Completing a journey awards you with not just points but experience as well, which will help you travel more efficiently as the game progresses. Every journey also gifts you with an inscribed tile, a lost clay tablet with mysterious symbols and patterns that unveil fantastic Parikrama routes of the ancient times! When connected carefully, these tiles yield powerful results - and the player who first joins a pattern of 9 tiles, has completed their Parikrama map and triggers the end game!&#10;&#10;The player with the best balance of a vivid journal, the right collection of symbols and Parikrama routes gathers the most points and wins the game!&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Travel"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Country: India",
      "Theme: Hiking"
    ]
  },
  {
    "Rank": "15516",
    "Name": "Summer Lightning: The Invasion of Poland 1939",
    "ID": 42591,
    "Year": "(2011)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.72",
    "Link": "https://boardgamegeek.com/boardgame/42591/summer-lightning-the-invasion-of-poland-1939",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "2.9",
    "Description": "Designed by veteran designer Brian Train, Summer Lightning is an operational simulation of the invasion of Poland by German, Slovakian and Soviet forces in September-October 1939. The campaign was a brief, bloody, and confusing affair fought between two armies which were considered equals by many in the world.&#10;&#10;Despite the interesting campaign, there aren&rsquo;t many war games on the Polish campaign, probably because the conventional wisdom is that it was a very unbalanced contest. This is informed mostly by hindsight. The German Army knew it had superior numbers and organization, but much of its equipment was no better than that fielded by the Poles, the concept of blitzkrieg had not been proven in actual combat, and they were not at all sure that the campaign would not bog down into static fighting. As it was the Germans lost over 16,000 dead in five weeks of campaigning.&#10;&#10;Summer Lightning uses a proven game system that features an interactive sequence of play and near-diceless combat that both shows the historical German superiority in command and control and is flexible enough to allow players to explore many variations and options, so that the game can be as equal (or unequal) a contest as they want. Options include: variable Polish deployments; greater or lesser surprise and speed of mobilization; changed attitudes of the Soviet Union or neighbouring countries; French intervention; Plan Zachod (the Romanian Bridgehead Strategy); and even the possibility that the Blitzkrieg, so appealing in theory, fizzles out on the battlefield. Also, because so many war games are designed for two but played by one, an optional solitaire play method is included.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Germany",
      "Country: Poland",
      "Country: Slovakia",
      "Country: Soviet Union",
      "History: World War II (Poland 1939)"
    ]
  },
  {
    "Rank": "15517",
    "Name": "Bill & Ted's Riff in Time",
    "ID": 303544,
    "Year": "(2020)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.83",
    "Link": "https://boardgamegeek.com/boardgame/303544/bill-and-teds-riff-in-time",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "80",
    "Weight": "2",
    "Description": "Bill &amp; Ted's Riff in Time combines a mix of awesomely detailed miniatures &mdash; from Socrates and Napoleon to former President of the United States of America Abraham Lincoln &mdash; with engaging and intuitive rules.&#10;&#10;Meeting old friends and a whole bunch of new ones, Bill, Ted, Elizabeth and Joanna must work together to put things right and ensure the future is most excellent!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Theme: Mad Science / Mad Scientist",
      "Theme: Time Travel"
    ]
  },
  {
    "Rank": "15518",
    "Name": "Exodus: Paris Nouveau",
    "ID": 253074,
    "Year": "(2018)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.07",
    "Link": "https://boardgamegeek.com/boardgame/253074/exodus-paris-nouveau",
    "Min Players": "4",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Your mission? Lead a daring rescue attempt to save innocent citizens from the corrupted Paris Nouveau government. You've been in this together from the beginning. You've had each other's backs, but we fear some of your team may have been bought off by the hunters &mdash; especially since our last team didn't come back. Trust no one but yourself!&#10;&#10;In Exodus: Paris Nouveau, you're a member of a specialist team sent on a rescue mission to save refugees trapped in an urban warzone. At the start of the game, the players are secretly and randomly divided into two teams: those with a secret hunter ID card are on the hunters team, and those with a secret rescuer ID card are on the rescuers team. The problem is that although you know which team you're on, you don't know which of the other players are also on your team and which are on the other team!&#10;&#10;Further, in Exodus: Paris Nouveau, you win or lose as a team. Throughout the game, you use abilities, deduction, and guesswork to determine your team members, and together strive to win as a team. The game may end in a number of ways:&#10;&#10;&#10;    If a player has no life tokens, the game immediately ends. That player reveals their secret ID card and their team loses, resulting in a win for the other team. &#10;    The hunters win (and the rescuers lose) immediately if no cover tokens remain in the game. &#10;    The hunters win (and the rescuers lose) immediately if the total hunter distance (i.e., the sum of the distance values on all face-up cards in the hunter line) equals or exceeds the total rescuer distance (i.e., the number of distance tokens remaining in the game plus the sum of the distance values on all face-up cards in the rescuer line).&#10;    If the game hasn't ended beforehand, it concludes at the end of the seventh round. In this case, the rescuer's team score is the number of victory point icons on the face-up cards in the rescuer line (i.e., each running figure symbol is worth one victory point), and the hunter's team score is the number of victory point icons on the face-up cards in the hunter line. Whichever team has the higher score wins.&#10;    If scores are tied, continue playing rounds until either an immediate-win condition has been met or at the end of a round one team has a higher score than the other, at which point they're declared the winning team.&#10;&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Negotiation",
      "Party Game",
      "Science Fiction",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Simultaneous Action Selection",
      "Team-Based Game",
      "Voting"
    ],
    "Families": [
      "Game: Werewolf / Mafia",
      "Setting: Dystopian Universe (Indie Boards & Cards)"
    ]
  },
  {
    "Rank": "15519",
    "Name": "AYA",
    "ID": 182194,
    "Year": "(2015)",
    "Geek Rating": "5.530",
    "Avg Rating": "5.75",
    "Link": "https://boardgamegeek.com/boardgame/182194/aya",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.7143",
    "Description": "Welcome to the world of Aya, the goddess of water. You will embark on a journey up the river to seek out nature's treasures and marvel at the variety of landscapes and animals that emerge as you glide along. Be clever and cooperate for the best photos so that you can share your incredible journey! Create and discover a new world each time you play with family and friends.&#10;&#10;In Aya, you have to cooperate to connect as many landscape tiles and animal photo tokens as possible to arrange a chain of dominoes placed upright one after another. At the end of the game, they will fall onto each other, each one toppling the next &ndash; in a cascade effect &ndash; to reveal the ultimate number of landscapes and animals and bring back the greatest photos. Working as a team, the players try to score as many points as possible.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Adventure",
      "Animals",
      "Environmental",
      "Exploration"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": []
  },
  {
    "Rank": "15520",
    "Name": "Mike Force",
    "ID": 218045,
    "Year": "(2018)",
    "Geek Rating": "5.530",
    "Avg Rating": "7.28",
    "Link": "https://boardgamegeek.com/boardgame/218045/mike-force",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.5",
    "Description": "Mike Force is a solitaire wargame covering US Special Forces Operations in South Vietnam&rsquo;s I Corps and adjoining areas of Laos during the Vietnam War. &#10;In Mike Force, you play the Free World forces (US, ARVN, Laotian) while the game system controls the Communists (NVA, VC). Communist mobile forces will advance towards critical Free World bases and cities, and if they take them, can win the game. You as the Free World player must use a combination of defensive operations to delay the Communists while your offensive forces hit them in their bases, represented by static units. By so doing, you can turn the tide in I Corps&mdash;and since this is a critical nexus for the Ho Chi Minh Trail, the entire War in Vietnam.&#10;&#10;&#10;Published with Modern War #35&#10;&#10;",
    "Categories": [
      "Vietnam War",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Country: USA",
      "Country: Vietnam",
      "Magazine: Modern War",
      "Players: Solitaire Only Wargames"
    ]
  },
  {
    "Rank": "15521",
    "Name": "Nexus Infernum",
    "ID": 257633,
    "Year": "(2019)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.45",
    "Link": "https://boardgamegeek.com/boardgame/257633/nexus-infernum",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2",
    "Description": "In Nexus Infernum, each player assumes the role of a power-hungry Necromancer seeking to become the most blasphemous in the realm. Through command of their skeletal minions gathered in the Nexus, players will battle against one another in a struggle to control six portals and channel the energy that manifests within them. As players channel the four different strains of dark arcana from the portals, they will enhance their powers through invoking and forging unholy pacts with demons gathered beyond the breach. Each demonic pact moves a player towards victory through accumulation of points of blasphemy.&#10;&#10;     Roll dice to see which portal (which is marked by different symbols) gets resources. Your dice determine the color of resources as well as the portal. &#10;     Roll dice to see where your first skeleton will travel to. Initially this move means nothing, but as more of your skeletons invade the board you'll have to roll a higher number on the threshold to allow a new skeleton to enter the arena. &#10;     Once your skeleton is on the board they can move to any other portal they choose. Later on in the game when multiple skeletons are in play players can spend a blue resource to move an additional skeleton.&#10;     If two players have a skeleton on the same spot, a player can roll dice and see if they can kill the opposing skeleton. The attacker will need to roll a 4 or higher on a six-sided die to defeat the opposing skeleton, and the defender will roll a D4. If the defender rolls a 4, they will kill the attacking skeleton. In later rounds, players can use a black resource to attack more skeletons.&#10;     Player will then roll a D4 to determine how many resources they can pluck from their portal. &#10;     Player can then choose to bank their resources and hold them until their next turn, or spend it on a demon in the pool. Each demon has different values and purchasing a demon will eventually allow you to unlock pacts which grant you points as well as additional abilities throughout the game. Pacts are only unlocked when a player successfully gains a pair of demons from the same color scheme.&#10;     Next player moves...&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting",
      "Horror"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Set Collection",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "15522",
    "Name": "Monster Island",
    "ID": 3700,
    "Year": "(2002)",
    "Geek Rating": "5.530",
    "Avg Rating": "7.16",
    "Link": "https://boardgamegeek.com/boardgame/3700/monster-island",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.7143",
    "Description": "Monster Island: The Game of Giant Monster Combat is a simple tabletop battle system for recreating &quot;Godzilla&quot;-type movie monster skirmishes.  Players each create a monster RPG style starting using a Concept, Origin, and Name, then assigning points into the Attributes of Strength, Reflexes, Health and Mind.  Scores for the attributes of Life, Evade, Toughness, Daze, and Move are calculated from the base attributes, and remaining points can be spent on many special Powers.&#10;&#10;The game comes with one 32 page rulebook with a cardstock insert printed in color with 8 different playing pieces to represent the monsters.  No map or board is included or needed for play, although it is recommended that play be conducted on a blank hex map or to have movement measured out in 1 inch increments using a ruler.  Suggestions for creating the terrain of Monster Island are included.&#10;&#10;Expanded by:&#10;&#10;    Escape from Monster Island&#10;    Invasion of Monster Island &#10;    Revenge of Monster Island&#10;    Battlegrounds for New York, Los Angeles and San Francisco at Firefly Games&#039; website&#10;&#10;&#10;",
    "Categories": [
      "Fighting",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": [
      "Creatures: Monsters",
      "Islands: Fictional",
      "Players: Two-Player Only Games",
      "Theme: Kaiju"
    ]
  },
  {
    "Rank": "15523",
    "Name": "Misión Rescate",
    "ID": 318083,
    "Year": "(2020)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.37",
    "Link": "https://boardgamegeek.com/boardgame/318083/mision-rescate",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "ALERT! ALERT!&#10;The Robot ED-210 has taken control of the space base, kidnapped the entire crew... and planted a bomb!&#10;The space base is in danger and you are the rescue team. You must all work together because you only have 3 minutes to free the captain, 2 minutes to defuse the bomb and 1 minute to escape in the rocket.&#10;Find the necessary elements to rescue each astronaut, try to remember where everything is in case you need it later on, meet the objectives in the time limit and be very careful with the events, which will make you waste your precious time.&#10;&#10;Cooperative game in real time in which players must rescue the trapped astronauts and complete the 3 missions by finding the necessary elements among the tiles that make up the space base.&#10;The first mission lasts 3 minutes, the second mission 2 minutes and the third 1 minute.&#10;&#10;&#10;            &#10;        &#10;    &#10;&#10;&#10;&iexcl;ALERTA! &iexcl;ALERTA! &#10;El Robot ED-210 ha tomado el control de la base espacial, ha secuestrado a toda la tripulaci&oacute;n... &iexcl;y ha colocado una bomba! &#10;La base espacial est&aacute; en peligro y vosotros sois el equipo de rescate. Deb&eacute;is trabajar todos juntos porque solo dispon&eacute;is de 3 minutos para liberar al capit&aacute;n, 2 minutos para desactivar la bomba y 1 minuto para escapar en el cohete.&#10;Buscad los elementos necesarios para rescatar a cada astronauta, tratad de recordar d&oacute;nde est&aacute; todo por si lo necesit&aacute;is m&aacute;s adelante, cumplid los objetivos en el tiempo l&iacute;mite y tened mucho cuidado con los eventos, que os har&aacute;n perder vuestro precioso tiempo.&#10;&#10;Juego cooperativo y en tiempo real en que los jugadores deben rescatar a los astronautas atrapados y cumplir las 3 misiones encontrando los elementos necesarios entre las losetas que forman de la base espacial. &#10;La primera misi&oacute;n dura 3 minutos, la segunda misi&oacute;n, 2 minutos y la tercera, 1 minuto.&#10;&#10;",
    "Categories": [
      "Memory",
      "Real-time",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Matching",
      "Memory",
      "Real-Time",
      "Solo / Solitaire Game",
      "Speed Matching"
    ],
    "Families": [
      "Theme: Robots"
    ]
  },
  {
    "Rank": "15524",
    "Name": "Ninja Sloths",
    "ID": 385797,
    "Year": "(2023)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.66",
    "Link": "https://boardgamegeek.com/boardgame/385797/ninja-sloths",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "1",
    "Description": "Ninja Sloths is a 2-6 player turn-based competitive strategic card game.&#10;In this game, you&rsquo;ll assemble a squad of Ninja Sloths to heist gems from the evil guards while working to avoid the sabotage of your foes. The game also includes items you can equip to your squad with, like weapons, and action cards. Make your path to victory by building the ultimate Ninja Squad and heisting the most gems from the guards...or perhaps...from your friends!&#10;The player who heists the most gems wins the game!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Animals: Sloths",
      "Theme: Ninjas"
    ]
  },
  {
    "Rank": "15525",
    "Name": "Liebrary",
    "ID": 20130,
    "Year": "(2005)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.21",
    "Link": "https://boardgamegeek.com/boardgame/20130/liebrary",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.4286",
    "Description": "In Liebrary, one player reads the title, author, and synopsis of a real-life book (e.g. Julius Caesar, Jurassic Park, or Mr. Brown Can Moo).  The other players must each write and submit their best attempt at a first line for the book.  The first player reads all the submissions, including the real first line of the book, and then the other players each try to pick out the real one.  Players get points for choosing the real first line, getting other players to select their submission, and possibly knowing the real first line before it is revealed.  The reader gets points only if no players correctly guess the real first line, but the reader position rotates.&#10;&#10;This game is very similar to Balderdash and others of that nature, but using books instead of word definitions.&#10;&#10;Similar to:&#10;&#10;    Ex Libris&#10;&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Sand Timers",
      "Theme: Books / Libraries"
    ]
  },
  {
    "Rank": "15526",
    "Name": "Boba Mahjong",
    "ID": 334226,
    "Year": "(2022)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.61",
    "Link": "https://boardgamegeek.com/boardgame/334226/boba-mahjong",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Boba Mahjong is a 2-player mahjong variant card game using set collection and rummy mechanics. In the game, players create sets of three cards during their turn. After creating a set, the player keeps one of the cards as an ingredient card. When a player has five sets of ingredient cards, the round ends. Players will use the best six ingredients to make their boba drink and collect points based on the freshness, smoothness, complexity, and presentation of their drink. The game will continue for several rounds until a player has 30 or more points, and the player with the most points wins the game!&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Number"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games",
      "Traditional Games: Mahjong"
    ]
  },
  {
    "Rank": "15527",
    "Name": "Monster-Bande",
    "ID": 261265,
    "Year": "(2018)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.79",
    "Link": "https://boardgamegeek.com/boardgame/261265/monster-bande",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "1",
    "Description": "Monster-Bande contains 2 x 54 equal tiles with monster images. One set of tiles forms a face-down pile, the other one is spread out openly on the table. In addition, there are two dice. The faces of the dice show properties of monsters, such as horns, feet, color, numbers, etc.&#10;&#10;Monster-Bande is played in teams of two or more players. One player on each team rolls the dice, then draws the top tile of the pile and has to describe the monster on it without saying any of the properties mentioned on the dice. The other players on the team have to identify the matching monster on the table. If successful, they take the tile and the active player draws a new one, etc., until the one-minute timer runs out. If the active player uses a forbidden word, the turn ends prematurely.&#10;&#10;When all monsters have been assigned, the team with most tiles wins.&#10;&#10;The game includes variants for younger players and for two or three players.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Real-time"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "15528",
    "Name": "My Favorite Carrera RS Trick Taking Game",
    "ID": 179487,
    "Year": "(2014)",
    "Geek Rating": "5.530",
    "Avg Rating": "7.13",
    "Link": "https://boardgamegeek.com/boardgame/179487/my-favorite-carrera-rs-trick-taking-game",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "My Favorite Carrera RS is a &quot;must not follow&quot; trick-taking card game for 3-5 players based on the Japanese manga &#229;&#189;&#188;&#229;&#165;&#179;&#227;&#129;&#174;&#227;&#130;&#171;&#227;&#131;&#172;&#227;&#131;&#169;, a.k.a. My Favorite Carrera. The game has six suits of cards ranked 1-5, with two differently suited versions of the 4-ranked card. Each rank is its own suit, e.g., all 1s are yellow, all 2s are blue, etc.&#10;&#10;At the beginning of a game, each player has six cards and five fuel chips. The lead player of a trick plays a card from their hand, then in turn order, the following players each play a card of their choice to the trick with the caveat that no two cards can be of the same suit. The rank on a played card represents the speed of the player's race car. When playing a card, the player can place any number of fuel chips from their reserve on the card to increase its rank by 1 per chip. The player whose card rank is the highest wins the trick and receives a momentum token, then leads the next trick. Momentum tokens can be thought of as permanent fuel chips; when a player plays a card to a trick after having won any momentum token(s), their card rank will automatically be +1 per momentum token they have in their possession.&#10;&#10;When a player cannot play a card of a unique suit to a trick, they play a card of choice face down. Note that a player can also choose to play a card face down even if they could play a unique suit. This card's rank is 0, and momentum tokens and fuel chips have no effect. After determining the trick winner, all players who have played face down refill their fuel chips, splitting all of the fuel chips played on previous tricks as evenly as possible. If a player now has more than five fuel chips, they discard the excess from the game. (Any chips that could not be divided evenly are also discarded from the game.)&#10;&#10;The final trick of a round is the most important trick as that round's winner receives a trophy token, then a new round begins, with all players discarding their momentum tokens and keeping their fuel tokens; all fuel chips in the market remain there. Whoever won the final trick of the previous round is the first lead player. The game continues until one player earns a second trophy token and wins.&#10;&#10;Twists: Small card powers.&#10;&#10;-Cards ranked 1 will turn rank 4 or 5 cards to 0 when assessing the trick. However, any momentum tokens and fuel chips on the affected cards still increase their rank by the normal +1 per.&#10;&#10;-Cards ranked 2 will allow a player to immediately take a single fuel chip from the market upon playing the card. The player may even immediately use this fuel chip to increase the rank of their card, however, if this chip would exceed their fuel chip limit of five they must discard the chip from the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Sports",
      "Transportation"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": [
      "Brands: Vehicles (Cars, Trucks, etc.)",
      "Country: Japan",
      "Sports: Auto Racing",
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "15529",
    "Name": "Castle Climbing Frog",
    "ID": 237715,
    "Year": "(2017)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.57",
    "Link": "https://boardgamegeek.com/boardgame/237715/castle-climbing-frog",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.5",
    "Description": "Splash! Yet another castle resident has let something fall out of the window and roll into the castle pond: The princess can't find her golden ball, the magician searches for his crystal ball, and the cook has lost a head of cabbage. What will they do?&#10;&#10;Only Francesco the climbing frog can fetch the items! But he needs help climbing the steep castle tower and tracking down the ball's owner. First, the players open windows to find the right castle resident. Then they help the climbing frog balance the ball up the wall by pulling on the strings &mdash; but they need to be careful that the ball doesn't fall into the wrong hole in the wall. The player who uses their skill and memory to return the most balls wins Burg Kletterfrosch.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Medieval",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Pick-up and Deliver"
    ],
    "Families": [
      "Animals: Frogs / Toads",
      "Components: Game Box Used In Play"
    ]
  },
  {
    "Rank": "15530",
    "Name": "WWE Dice Masters: Campaign Box",
    "ID": 280472,
    "Year": "(2020)",
    "Geek Rating": "5.530",
    "Avg Rating": "7.43",
    "Link": "https://boardgamegeek.com/boardgame/280472/wwe-dice-masters-campaign-box",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "WWE Dice Masters: Campaign Box brings your favorite legends to the tabletop, whether you're a fan of &quot;Macho Man&quot; Randy Savage or Bret &quot;Hit Man&quot; Hart there's something here for you. With more than a dozen different WWE superstars from which to choose, you'll have tons of options to customize your Dice Masters team to beat your opponents! Not only are legends like Bret Hart included, but so are the superstars of today like Becky Lynch, Asuka, AJ Styles, and Shinsuke Nakamura!&#10;&#10;WWE Dice Masters: Campaign Box uses the same proprietary dice-building game platform seen in other Dice Masters games, and while this is a standalone item, you can mix and match dice and cards from various Dice Masters titles.&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Dice",
      "Fighting"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Dice Games",
      "Game: Dice Masters",
      "Misc: LongPack Games",
      "Players: Two-Player Only Games",
      "Series: Quarriors Pool Building system"
    ]
  },
  {
    "Rank": "15531",
    "Name": "Shako: Rules and Army Lists for Napoleonic Wargaming",
    "ID": 22186,
    "Year": "(1995)",
    "Geek Rating": "5.530",
    "Avg Rating": "7.15",
    "Link": "https://boardgamegeek.com/boardgame/22186/shako-rules-and-army-lists-for-napoleonic-wargamin",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "180",
    "Play Time": "240",
    "Weight": "3.1667",
    "Description": "A miniatures rule set for recreating Napoleonic battles.  Supplemental rules also provide for recreating Seven Years War battles.  Units are infantry battalions, cavalry regiments and artillery batteries.    Infantry units with flank and rear support receive benefits in melee, which encourages Napoleonic linear tactics.  Rules support large-scale battles well and the SYW supplement also works very well.  Army lists are included with the rules and a book of scenarios is available.&#10;&#10;Scenarios for these rules:&#10;&#10;    Fields of Glory: Napoleonic Scenarios for Shako Rules&#10;&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Paper-and-Pencil",
      "Simulation"
    ],
    "Families": [
      "History: French Revolutionary Wars",
      "History: Seven Years War"
    ]
  },
  {
    "Rank": "15532",
    "Name": "MAUW",
    "ID": 239082,
    "Year": "(2017)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.44",
    "Link": "https://boardgamegeek.com/boardgame/239082/mauw",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "When cats arrived in New Zealand in 1640, the Maori Spirits found this animal exceptional.&#10;The secret of his nine lives stoked envy. Cats need to become mighty warriors to preserve it.&#10;Attacking, defending and strengthening your ranks become the only way to win the game.&#10;&#10;At your turn you can :&#10;&#10;     play a card on a new place (four places max.)&#10;     reinforce a place by playing the same card or a combination to make a total of nine and create a mauw&#10;     attack an other player with a warrior or a spirit&#10;&#10;&#10;At the end of each turn, players must have four cards or take cards to have four.&#10;The game finishes when a player have three mauw in three columns/places.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Animals: Cats"
    ]
  },
  {
    "Rank": "15533",
    "Name": "Dice and Slice",
    "ID": 385632,
    "Year": "(2023)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.63",
    "Link": "https://boardgamegeek.com/boardgame/385632/dice-and-slice",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "It's time for a pizza party, and everybody wants a slice! In Dice and Slice, you roll the custom Dice to slice up your very own pizza! Use your Pencil to copy dots and lines from the Dice onto your Scoresheet, making &quot;cuts&quot; in your pizza. Slice the biggest pieces possible and add the right toppings to score big and WIN!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "End Game Bonuses",
      "Paper-and-Pencil",
      "Turn Order: Progressive"
    ],
    "Families": [
      "Food & Drink: Pizza",
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "15534",
    "Name": "Calypso",
    "ID": 5464,
    "Year": "(1987)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.85",
    "Link": "https://boardgamegeek.com/boardgame/5464/calypso",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2.4",
    "Description": "The object of Calypso is to construct a three-in-a-row line of the same color.  Each player has seven pieces, and each piece has two colors&mdash;one color on top, one on the bottom.  On his/her turn a player may play a piece from his stock, reposition a piece, or flip over a piece to its second color.  Each player also has a wild piece which can serve as any color or as a blocker.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Components: 5 x 5 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "15535",
    "Name": "Pax Expanse",
    "ID": 287682,
    "Year": "(2019)",
    "Geek Rating": "5.530",
    "Avg Rating": "7.69",
    "Link": "https://boardgamegeek.com/boardgame/287682/pax-expanse",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "240",
    "Weight": "3.6",
    "Description": "Pax Expanse is a retheme of Pax Pamir (designed by Cole Wehrle) to The Expanse universe, covering the first three seasons of the TV show.  Most of the core mechanisms are identical to Pax Pamir, though some have been tweaked to fit more appropriately to the Expanse setting.&#10;&#10;In the game, 3-4 players act as powerful puppetmasters acting behind the scenes of the Solar System, manipulating the three main factions to their own advantage: The United Nations, the Mars Congressional Republic and the Outer Planets Alliance.  All while mysterious events are occurring due to the arrival of the extraterrestrial Protomolecule.&#10;&#10;Gameplay is mostly in the form of area control.  However, each area of the board can be controlled in two different ways (often simultaneously): a faction can control a region by having the most fleets and transports there, whereas a player can control a region by having the most supporters and fleets of a faction they are loyal to present.  Four scoring phases occur throughout the course of the game, and the method of scoring is determined by whether any one of the three factions is in dominance when the scoring occurs.  If so, then players loyal to the dominant faction will score victory points.  If not, then players score victory points based on their individual power and presence on the board.&#10;&#10;Players can increase their power and abilities by purchasing asset cards from a communal market using influence, the game's currency.  Each asset grants its controller particular actions and abilities, and at any particular time one of the four types of cards - Military, Subterfuge, Political or Economic - will be able to perform their actions for free based on the current political climate.&#10;&#10;Players must acquire the most powerful assets, ally themselves with the ascendant factions, and make deals with other players to secure their positions on the board and score the most victory points when the scoring phases occur.  After four scoring phases, the player with the most victory points is the winner!&#10;&#10;Cole Wehrle (designer of the original Pax Pamir) has indicated that he has no objection to the files for this game being shared on BGG.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Novel-based",
      "Political",
      "Print & Play",
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Open Drafting"
    ],
    "Families": [
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Game: Pax Pamir",
      "Space: Earth's Solar System",
      "Space: Mars",
      "TV Shows: The Expanse"
    ]
  },
  {
    "Rank": "15536",
    "Name": "Neos",
    "ID": 86165,
    "Year": "(2009)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.35",
    "Link": "https://boardgamegeek.com/boardgame/86165/neos",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Neos is a card game for 1&ndash;4 players. Each card has a colour and two of six vertical lines ordered A to F. Each player has a hand of cards, and the goal of the game is to try to group them together for the most points.&#10;&#10;Each round, an example card is drawn from a specific draw pile, and players may play one card each, into their respective point areas, provided the card they play matches the example card. Once the game ends, players will get points for each group of three or more matched card colour/lines in their area, and the player with the most points wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "15537",
    "Name": "Stratego: Marvel Heroes",
    "ID": 24704,
    "Year": "(2007)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.28",
    "Link": "https://boardgamegeek.com/boardgame/24704/stratego-marvel-heroes",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "A variation of the popular game based on the Marvel Universe.&#10;&#10;Protect your characters while attempting to capture your opponent's leader.&#10;&#10;Secretly place your heroes, villains, bombs and flag on the gameboard with these objectives in mind. But remember your opponent is doing the same thing, so you must plan a defense as well as an offense.&#10;&#10;Once the characters are in place, advance your men. When you're one space away from an enemy, attack. You and your opponent declare ranks. The lower-ranking man is captured and out of play.&#10;&#10;You control your pieces and risk your characters in battles where the strength of your enemy is unknown. The suspense builds as your men move deeper into enemy territory. Move with caution and courage. The next piece you attack could be a bomb. And when attacked, it could &quot;blast&quot; your man off the board and out of play.&#10;&#10;The first to capture an enemy leader is the winner!&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Bluffing",
      "Comic Book / Strip",
      "Deduction",
      "Memory"
    ],
    "Mechanics": [
      "Area Movement",
      "Memory",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Comic Books: Marvel Universe",
      "Components: 10 x 10 Grids",
      "Game: Stratego",
      "Players: Two-Player Only Games",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "15538",
    "Name": "Der dreizehnte Holzwurm",
    "ID": 396,
    "Year": "(1998)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.04",
    "Link": "https://boardgamegeek.com/boardgame/396/der-dreizehnte-holzwurm",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.2857",
    "Description": "The name of the game translates as something like 'The Thirteenth Woodworm,' but the theme doesn't have much relevance to the game.  Similar to Kramer&#039;s other creations, 6 Nimmt! and Hornochsen, players are putting positive and negative cards into groups and either trying to take the resultant points, or avoiding the subject all together.  This game falls in between the previous incarnations, being less brain-burning than Hornochsen, and more strategic than 6 Nimmt!.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "15539",
    "Name": "Ball's Bluff",
    "ID": 172414,
    "Year": "(2015)",
    "Geek Rating": "5.530",
    "Avg Rating": "7.14",
    "Link": "https://boardgamegeek.com/boardgame/172414/balls-bluff",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.2222",
    "Description": "In the fall of 1861, General McClellan ordered his subordinate, Charles Pomeroy Stone, to make a demonstration on the West bank of the Potomac 35 miles from Washington DC to see if the Confederates might react. A patrol had mistakenly reported a rebel camp ripe for raiding so Stone, in turn, ordered Colonel Deven to advance on the supposed camp. Having done so, Deven found nothing of the kind. Confused, he settled his men in a defensive position and awaited new orders. Stone decided to send the remainder of the 15th Massachusetts, With Colonel Edward Baker in command, across the river so that he might conduct a reconnaissance in force around Leesburg, VA. A sharp engagement ensued with Baker calling for more reinforcements. The army strength on both sides grew to approximately 1700 men.&#10;&#10;Colonel Baker was killed late in the afternoon during a failed attack on the rebel line. Before long, disorganized federal troops were recrossing the river. By early evening The 18th Mississippi arrived and aided in an assault that fully routed the boys in blue. Their artillery abandoned, many Union soldiers were forced down the steep slope called Ball's Bluff and into the river. Soldiers swarmed the waiting boats. Overcrowded, several boats capsized on their way back to Harrison Island. An untold number of Federals drowned in their desperate attempt to escape. By day&rsquo;s end, 223 Union men were killed, 226 were wounded, and 553 were trapped and captured by the advancing rebels. In all, the rebels lost 36 KIA, 264 WIA, and 3 captured for a total of 303 &ndash; killed, wounded and captured.&#10;&#10;Ball's Bluff is a hex-based, chit-pull system game using company sized units. It features low complexity rules and low counter density - 103 pieces. The map has been drawn by famed Civil War map creator, Rick Barber and covers the area immediately surrounding Ball's Bluff. The action represented covers only the heavy fighting which took place from the early afternoon on. Playtime, once the rules are understood will average two hours or less.&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Digital Implementations: VASSAL",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "15540",
    "Name": "Paradox University",
    "ID": 263168,
    "Year": "(2019)",
    "Geek Rating": "5.530",
    "Avg Rating": "7.20",
    "Link": "https://boardgamegeek.com/boardgame/263168/paradox-university",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "1.4286",
    "Description": "For centuries, the renowned Paradox University educated the best masters of time ever. This year, after the retirement of Master O'Clock, there is only one vacancy to occupy and our seniors will face a final exam in which they will have to prove who is the Master of Time.&#10;&#10;The challenge facing our students is known as Test of paradoxes. Each student is sent to a different moment in time and access to a time machine, so they can send travelers to their peers&rsquo; moment. But watch out, if the traveler finds himself in the same timeline a temporary paradox will occur and the thin fabric of time will be ripped apart. Create paradoxes on your piers&rsquo; timelines, avoid them in yours. Reveal yourself as a great Master of Time in Paradox University and relieve Master O'Clock.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Memory",
      "Party Game"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Organizations: Board Games Association of Creators in Spain (LUDO)",
      "Players: Games with Solitaire Rules",
      "Theme: Mad Science / Mad Scientist",
      "Theme: Time Travel"
    ]
  },
  {
    "Rank": "15541",
    "Name": "Target: Leningrad – The Advance of Army Group North: June-August, 1941",
    "ID": 76994,
    "Year": "(2010)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.90",
    "Link": "https://boardgamegeek.com/boardgame/76994/target-leningrad-the-advance-of-army-group-north-j",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.7273",
    "Description": "This &ldquo;quiet northern flank&rdquo; of Operation Barbarossa was anything but quiet. Army Group North, commanded by Field Marshal von Leeb, was given an important strategic goal &ndash; Target: Leningrad! To capture this second capital of Russia and the birthplace of Soviet communism would deal a severe psychological blow to the enemy, protect the northern flank of Army Group Center, and bring an overland route into Finland, Germany&rsquo;s Axis ally in the north. Hitler would obsess on the capture of Leningrad.&#10;&#10;Taking Latvia, Lithuania and Estonia in their Baltic drive, as well as the north regions of Byelorussia, the Germans found themselves facing stubborn resistance from the Red Army and the Soviet Baltic Sea Fleet. Several Soviet counteroffensives were launched, but the Baltic States were soon overrun and operational objectives such as Talinin eventually fell to the German Blitzkrieg. The Soviets would improvise defensive barriers like the Luga Line, but Germans kept coming...&#10;&#10;Target: Leningrad is a new game from legendary game designer Frank Chadwick, iterating the Campaigns in Russia game system used in Battle for Moscow, The Arduous Beginning: The Attack of Army Group Center June - August 1941 and Objective: Kiev  (The Advance of Army Group South: June-August, 1941). Featuring countless opportunities and variations, Target: Leningrad presents an endlessly fascinating series of puzzles, filled with rich historical narrative in every move, as Leningrad becomes the focus of this great campaign.&#10;&#10;Complexity: 2.5 on a 9 scale&#10;Solitaire Suitability: 8 on a 9 scale&#10;Scale: Each unit is one German corps or Soviet army or corps, and each turn is approximately eight days.&#10;&#10;Game Components:&#10;&bull; One 6-page, color  Standard Rules booklet&#10;&bull; 32 color, two-sided die-cut 5/8&rdquo; mounted pieces&#10;&bull; One 11&rdquo; x 17&rdquo; color game map with tables&#10;&bull; 1 Player Aid sheet&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Saint Petersburg (Russia)",
      "History: World War II (Eastern Front)",
      "Players: Two-Player Only Games",
      "Series: Campaigns in Russia (Frank Chadwick)"
    ]
  },
  {
    "Rank": "15542",
    "Name": "Ubongo: Star Wars – Das Erwachen der Macht",
    "ID": 180595,
    "Year": "(2015)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.34",
    "Link": "https://boardgamegeek.com/boardgame/180595/ubongo-star-wars-das-erwachen-der-macht",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "1.8",
    "Description": "Description from the publisher:&#10;&#10;Ubongo: Star Wars: Das Erwachen der Macht merges the best-selling Ubongo game with numerous motifs from Star Wars: The Force Awakens, with the Jedi players racing against time to demonstrate their skill in covering ground with the predetermined tiles, no matter the light or dark side is in play. Whoever succeeds in time moves their spaceship ahead in the galaxy, with the fastest players naturally moving farther. After seven rounds, whoever has explored the galaxy the most wins.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Components: Sand Timers",
      "Game: Ubongo",
      "Movies: Star Wars"
    ]
  },
  {
    "Rank": "15543",
    "Name": "Chaos Arena",
    "ID": 20117,
    "Year": "(1992)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.64",
    "Link": "https://boardgamegeek.com/boardgame/20117/chaos-arena",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.4",
    "Description": "CHAOS ARENA is a two player fantasy board game of SKILL, CARNAGE and SHEER BLOODY CHAOS where you take on the roll of MAGICK USERS in an all out duel to the death within the DECAYING and DEMON infested walls OF the CHAOS ARENA, floating FIVE THOUSAND FEET in THE fetid air. As a MAGE you are aided by a WARBAND of MERCENARIES and SLAVES to help you&#10;DESTROY YOUR ENEMY! To win you must simply... KILL THE OTHER WIZARD!&#10;&#10;Chaos Arena is a tactical simulation of armed conflict (war) made within the great tradition of classic two player beat-em-up board games like chess and hnefatafl, but set in fantasy world (quite possibly a disc).&#10;Chaos Arena has, unlike the static and linear chess, a random factor added to it. This takes the form of dice, chaos cards and a choice of spells to alter the flow of the game. Because during conflict - just as in life - nothing is static and linear. And so, while playing, you'll have to learn to change your tactics to suit the altered conditions of the game as it progresses.&#10;&#10;",
    "Categories": [
      "Dice",
      "Fantasy",
      "Humor",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "15544",
    "Name": "Arcade",
    "ID": 175845,
    "Year": "(2015)",
    "Geek Rating": "5.530",
    "Avg Rating": "7.69",
    "Link": "https://boardgamegeek.com/boardgame/175845/arcade",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2.5714",
    "Description": "A skirmish game for 2 players by N&eacute;stor Romeral Andr&eacute;s.&#10;&#10;Player, welcome to the Arcade.&#10;&#10;Your orders: Command your tank squadron and destroy the enemy. Navigate the labyrinthine arena, and blast the hostile tanks while protecting your own. This is a tactical test of skill. Lose all three tanks, and it's GAME OVER; but if you win, you might just see your initials in the high score list.&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Simulation"
    ],
    "Families": [
      "Containers: Tubes",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "15545",
    "Name": "SLAPZI",
    "ID": 210065,
    "Year": "(2015)",
    "Geek Rating": "5.530",
    "Avg Rating": "5.93",
    "Link": "https://boardgamegeek.com/boardgame/210065/slapzi",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Description from the publisher:&#10;&#10;This game is all about speed! Be the first to match all 5 of the right picture cards to the right clue cards and you're the winner. A fast-matching, card-slapping, everyone-laughing picture game. SLAPZI is super-simple to learn, and super-fast to play. Invented by the son of the inventor of TENZI.&#10;&#10;In more depth:&#10;Players get 5 double-sided picture cards that they must lay out in front of them. A Clue Card is drawn and placed in the middle of the table and the first person to find an appropriate Picture Card to match the clue must quickly slam their card down on the Clue Card and yell, &quot;Slapzi!&quot; At this point in the game other players have the opportunity to challenge whether or not the Picture Card matches the clue; if it doesn't, the player who slammed it down must take it back and also draw an extra Picture Card to add to their 5. The first player to get rid of all of their cards wins!&#10;&#10;Develops dexterity, quick thinking, and interaction.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Educational",
      "Real-time"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "15546",
    "Name": "Wizards & Co.",
    "ID": 382307,
    "Year": "(2024)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.90",
    "Link": "https://boardgamegeek.com/boardgame/382307/wizards-and-co",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "The high necromancer is dead. His dungeons lie unguarded, packed full with gems and artefacts ripe for plunder! There&rsquo;s just one problem: the enchanted treasure vaults can only be breached by a wizard. A good job then, that you&rsquo;re a wizard - a greedy wizard with time on your hands and no respect for the dead. You need a crew to carry all the riches home, so you head to the Henchpersons &amp; Minions Guild and go for the deal of the day: ten of the meanest beasts, bullies and brutes available. They may not smell so good, but they&rsquo;ll get the job done.&#10;&#10;However, you&rsquo;re not the only gem grabbing spell-slinger with flexible morals and a sneaky strategy, for rival wizards have come to take the treasure that should be yours! It&rsquo;s annoying that they hired the same minions as you, but it was a great deal.&#10;&#10;You and your adversaries are evenly matched, so you&rsquo;ll need to deploy your underlings carefully. They&rsquo;ll enter dungeons as you command, clashing with their rivals, battling for loot all while navigating the enchantments left by the necromancer. The artefacts you&rsquo;ll find might swing things in your favour, allowing you to wield weapons of legend and to summon horrifying monsters to fight for you - with the mighty Big Blue Blob on your side, how can you fail! Fight well &amp; wisely, and bring back as much loot as you can, because only one wizard will emerge victorious!&#10;&#10;Wizards &amp; Co. is a strategic board game where players aim to collect valuable magical artefacts and sets of gemstones by placing creature cards face-up and face-down around octagonal dungeon boards. When no more cards can be placed on a dungeon, a battle takes place where creature abilities are triggered in clockwise order. When the dust settles, loot is distributed accordingly and the game goes on until a set number of dungeons has been cleared.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Action Queue",
      "Hand Management",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "15547",
    "Name": "Grand Fleet",
    "ID": 25014,
    "Year": "(2010)",
    "Geek Rating": "5.530",
    "Avg Rating": "7.11",
    "Link": "https://boardgamegeek.com/boardgame/25014/grand-fleet",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "2.3846",
    "Description": "&quot;Grand Fleet&quot; is an uncomplicated wargame on the naval struggle for control of the North Sea and British and German home waters during World War One.  The game depicts this conflict at a strategic level, with most operational and tactical details represented by fast and easy-to-play systems. The intent of the game is to provide a broad overview of the historical events while being fun to play.  Grand Fleet owes its original inspiration to Avalon Hill's War At Sea.  The game borrows a number of concepts from this earlier game as a starting point, such as area movement, individual capital ships, battle line resolutions, and rolling sixes to hit, and then diverges significantly to reflect the World War One situation.&#10;&#10;",
    "Categories": [
      "Nautical",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Minimap Resolution",
      "Simulation"
    ],
    "Families": [
      "Country: Germany",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "15548",
    "Name": "Chaos & Alchemy",
    "ID": 128352,
    "Year": "(2012)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.03",
    "Link": "https://boardgamegeek.com/boardgame/128352/chaos-and-alchemy",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2.0833",
    "Description": "Chaos &amp; Alchemy is a fast-paced game of laboratory building and rivalry between alchemists. Players conduct an experiment each turn by rolling 3 dice, hoping for each die to be at least as high as the shared Fortune Die. Each success lets the alchemist draw a new card from the deck or play a card from hand; each failure means a discard.&#10;&#10;Cards represent Innovations to improve the alchemist's laboratory, Misfortunes to make rivals' lives harder, Actions to immediately impact the game, and Reactions to respond to other alchemists' deeds.&#10;&#10;When an alchemist rolls doubles in an experiment, Chaos occurs and fortunes change. The experimenter re-rolls the Fortune Die, making success easier or harder to achieve.&#10;&#10;Players race to build up a laboratory sophisticated enough to turn lead into gold. The first player with 10 or more points of Innovations in the laboratory is the victor!&#10;&#10;Rule clarification: A standard experiment involves rolling 3 dice (this is unclear in the Second Edition rulebook).&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Fantasy",
      "Medieval",
      "Renaissance"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Alchemy"
    ]
  },
  {
    "Rank": "15549",
    "Name": "ChickenFoot",
    "ID": 21572,
    "Year": "(1986)",
    "Geek Rating": "5.530",
    "Avg Rating": "5.92",
    "Link": "https://boardgamegeek.com/boardgame/21572/chickenfoot",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.2632",
    "Description": "ChickenFoot is a domino game.  This version bills itself as &quot;The One &amp; Only Official Game of ChickenFoot(R)&quot;   The following is found on the game box:&#10;&#10;&quot;Puremco's Chickenfoot is the original, official, and only authorized version of this classic game - beware of knock-off brands! Chickenfoot has just the right mix of simplicity and intrigue to get any group together for some fun! Puremco's Professional Size Dominoes are thicker and have jumbo, bright, colored dots that are uniform in size and easy to see.  The Dominoes stand alone keeping you hands free for refreshments and fun.  The leatherette, vinyl case is compact and easy to store when traveling or at home.&quot;&#10;&#10;The game includes 55 double-nine dominoes, a domino centerpiece, and rules to ChickenFoot and other domino games including a solitaire dominoes game.&#10;&#10;Chickenfoot itself is at heart a tile laying network game.  Where you start with a double domino.  You play 10 rounds, each round starts with a different double domino working your way down from double-nine to double-blank.  You must first fill the double chickenfoot with the 8 tiles that go around it. If you can't fill you must draw a new tile, it is like Uno in this aspect.  Once the chickenfoot is played you may play a new domino, either putting a number against a number or playing a double tile in a T arrangement across another domino, this becomes a new chickenfoot and must be filled before continuing, a player draws a tile if they can't finish the Chickenfoot.  The round ends when one player has no tile, or there are no tiles left to play on a chickenfoot.&#10;&#10;A fun game that can be played by gamers and non-gamers alike.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Animals: Chickens / Roosters",
      "Traditional Games: Dominoes"
    ]
  },
  {
    "Rank": "15550",
    "Name": "Skogen",
    "ID": 235865,
    "Year": "(2017)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.53",
    "Link": "https://boardgamegeek.com/boardgame/235865/skogen",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.7143",
    "Description": "The Swedish forest is full of beautiful plants, exciting animals and strange fungi. But for them to live and thrive, you need to create the right habitat. In the ambitious family game Skogen (&quot;The Forest&quot;), developed over many years by experienced biologist Daniel Thorell, it's your job to fill the forest with life by alternating species and element tiles on the board. The game is an eye opener for the diversity of species and environments that surround us (and we promise: a much more fun than the dusty encyclopedia found in your grandparents attic). Place old trees, meadows and other elements to makes your woods flourish - the player creates the best forest wins. Or to put it in other words, you reap what you sow!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Educational",
      "Environmental",
      "Territory Building"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "15551",
    "Name": "Dog Sector",
    "ID": 260955,
    "Year": "(2018)",
    "Geek Rating": "5.530",
    "Avg Rating": "7.34",
    "Link": "https://boardgamegeek.com/boardgame/260955/dog-sector",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.7273",
    "Description": "&quot;Dog Sector&quot; is a beer-and-pretzels level, solitaire wargame that simulates the famous WW II Normandy amphibious landing in 1944. American forces from off-map transports assault the beach. Those units not swamped during the approach attempt to move up the beach toward the German-occupied bluffs, clearing obstacles as they advance.   Some units (tanks, sharpshooters, bazookas) execute ranged fire at fortified German units.  Naval Forward Observers guide ship-to-shore fire support.   The Player&rsquo;s assault force faces German defensive fire (solitaire, system-controlled) from machine guns and anti-tank emplacements, panzerfaust and rifle fire, as well as off-map German artillery.  When the bluffs are reached, American units must clear the trenches by assault. The game tension is visceral as your brave Joes are pinned down or hit by the intense German fire. You&rsquo;ll grit your teeth as a Combat Engineer team deploys Bangalore torpedoes to clear obstacles while under fire, and cheer when a German unit is taken out by a tank or by a ship&rsquo;s guns directed by one of your forward observers. How many sections of German trench will your men be able to clear in the twelve, heart-pounding game turns? Will you be a private or a colonel at the end of the game? Good luck, soldier!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Movement Points",
      "Simulation",
      "Solo / Solitaire Game",
      "Variable Set-up"
    ],
    "Families": [
      "Country: France",
      "Country: Germany",
      "Country: USA",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules",
      "Region: Normandy (France)",
      "Series: Solitaire (White Dog Games)"
    ]
  },
  {
    "Rank": "15552",
    "Name": "Meander",
    "ID": 1244,
    "Year": "(2001)",
    "Geek Rating": "5.530",
    "Avg Rating": "5.95",
    "Link": "https://boardgamegeek.com/boardgame/1244/meander",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.8571",
    "Description": "Two players, seated on either side of a corner, fill up the board, creating routes to their respective opposite side. After the theory, the test. The board is tilted. A gentle touch releases the first player&rsquo;s five balls, one by one, and gravity does the rest. Same procedure for the second player.&#10;&#10;Expanded by:&#10;&#10;    Meander Expansion Set&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Components: 5 x 5 Grids",
      "Components: Marbles",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "15553",
    "Name": "Aurignac",
    "ID": 369560,
    "Year": "(2022)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.76",
    "Link": "https://boardgamegeek.com/boardgame/369560/aurignac",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "150",
    "Weight": "3",
    "Description": "Aurignac is an asymmetrical game in which you will be able to play three roles with different mechanics. Neanderthal will lead a clan and will try to found new tribes and Sapiens will use his knowledge to create art. Through the valley of Aurignac, they will have to adapt and survive the different seasons and the harshness of Mother Nature who, on her side, will try to get rid of these future... Humans!&#10;&#10;Based on a deck building mechanic, Sapiens moves from territory to territory to hunt, collect or attack tribes. He uses his resources to complete 3 masterpieces before the end of the 10th season and leave his signature to future generations.&#10;&#10;On a worker placement mechanic, Neanderthal moves, hunts, collects or attacks tribes. He uses his resources to found 7 tribes before the end of the 10th season and thus fight against his inevitable extinction.&#10;&#10;On a hand management mechanic, Mother Nature places the resources and watches over her herds. She chooses the climatic conditions of each season, uses her cards to react to the actions of the tribes and trigger events. All this to prevent Sapiens and Neanderthals from reaching their goal before the end of the 10th season.&#10;&#10;",
    "Categories": [
      "Prehistoric"
    ],
    "Mechanics": [
      "Deck Construction",
      "Hand Management",
      "Solo / Solitaire Game",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Country: France",
      "Game: Prehistoric Settlement"
    ]
  },
  {
    "Rank": "15554",
    "Name": "Kanban Menu",
    "ID": 277018,
    "Year": "(2019)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.79",
    "Link": "https://boardgamegeek.com/boardgame/277018/kanban-menu",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.8",
    "Description": "In Kanban Menu, each player, as owner of a small caf&eacute;, tries to develop their specialty to establish the best caf&eacute; in town. Use material cards to make your specialties and gain good reputations (in the form of victory points, a.k.a. VPs). The player with the most VP at the end of the game wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "15555",
    "Name": "Heavy Gear Tactical",
    "ID": 8042,
    "Year": "(1998)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.55",
    "Link": "https://boardgamegeek.com/boardgame/8042/heavy-gear-tactical",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3",
    "Description": "From the back of the box:&#10;&#10;The Story:&#10;The date is TN 1936, beginning of Summer season. A few hundred kilometers northeast of the Badlands city-state of Elayu, Rahnguard Oasis stands in the middle of an important caravan route and is coveted by both the Northern Guard and the southern MILICIA as a potential supply point. With the increasing North-South tensions following the death of Northern religious leader Thor Hutchison and the trouble in the Humanist Alliance, polar forces slowly creep into the Badlands and secure their supply lines in preparation for an Interpolar War everyone knows is coming. It is but a matter of time before a skirmish becomes a casus belli for an all-out planetary conflict.&#10;&#10;The Game:&#10;This box includes the complete Silhouette tactical rules, allowing even a beginner to learn in a matter of minutes the basic principles behind tactical wargaming. A complete campaign book guides the Players through the elementary steps to create exciting combat scenarios and even a complete campaign. Eleven sample scenarios are also included, which can be played individually or as a part of a larger military campaign, the Battle for Rahnguard Oasis. Two Players Guides &ndash; one for the Northern Desert Sharks regiment and one for the Southern Azure Devils regiment &ndash; allow beginners to pick some pre-generated Gear squadrons or cadres, and start playing immediately.&#10;&#10;The Tactical Combat Box:&#10;This box contains absolutely everything you need to play the game:&#10;- 36 Gear color counters&#10;- 10 Armored Personal Carrier color counters&#10;- 10 infantry color counters&#10;- 30 transparent plastic bases&#10;- Four dice&#10;- 4 full-color hex maps&#10;- A complete rulebook&#10;- A detailed campaign book&#10;- Two Player Guides&#10;- Exclusive preview Gear miniature&#10;&#10;Features:&#10;- Easy to learn and use game system&#10;- Realistic strategies and tactics&#10;- Mission objective system&#10;- Exciting action from the start&#10;- Improves tactical reasoning&#10;- Ages 12 and up&#10;&#10;",
    "Categories": [
      "Adventure",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Hexagon Grid"
    ],
    "Families": [
      "Game: Heavy Gear",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "15556",
    "Name": "Bitter End: A Relief of the Besieged City, 1945",
    "ID": 12336,
    "Year": "(1983)",
    "Geek Rating": "5.530",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgame/12336/bitter-end-a-relief-of-the-besieged-city-1945",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "3.4",
    "Description": "Bitter End: A Relief of the Besieged City, 1945 is an operational level game on the attempted relief of Budapest, Hungary in 1945.&#10;&#10;Game includes:&#10;&#10;     Four-panel multi colored mounted map board.&#10;     Plastic counter tray.&#10;     400 multi colored die cut units representing SS, Luftwaffe, Wehrmacht, Russian, Russian Guard, Hungarian, and Romanian battalions and regiments.  Most counters are back printed for step-reduction.&#10;     One Historical Scenario, six Hypothetical Scenarios such as the cancellation of the west front Ardennes offensive and free deployment options.&#10;     Contains original Japanese instructions, Orders of Battle and charts as well as English translations.&#10;&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Budapest (Hungary)",
      "Country: Hungary",
      "History: World War II (Eastern Front)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "15557",
    "Name": "Revanche",
    "ID": 198005,
    "Year": "(2018)",
    "Geek Rating": "5.530",
    "Avg Rating": "8.38",
    "Link": "https://boardgamegeek.com/boardgame/198005/revanche",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.3333",
    "Description": "Revanche is a soccer-themed card game in which players take possession of the ball and generate scoring opportunities by playing matching cards. The referee dice award direct kicks, corner kicks and penalty kicks, but also hand out yellow and red cards! The game also incorporates aspects such as substitutions, additional time, extra time, and penalty shootouts. The player who scores the most goals wins!&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Dice",
      "Memory",
      "Number",
      "Sports"
    ],
    "Mechanics": [
      "Die Icon Resolution",
      "Hand Management",
      "Memory",
      "Score-and-Reset Game",
      "Simulation",
      "Sudden Death Ending",
      "Team-Based Game"
    ],
    "Families": [
      "Card Games: Outplay",
      "Components: Dice with Icons",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "15558",
    "Name": "Victory by Any Means: Campaign Guide",
    "ID": 5418,
    "Year": "(2004)",
    "Geek Rating": "5.530",
    "Avg Rating": "7.64",
    "Link": "https://boardgamegeek.com/boardgame/5418/victory-by-any-means-campaign-guide",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "300",
    "Play Time": "300",
    "Weight": "3.8571",
    "Description": "Victory by Any Means: Campaign Guide&#10;&#10;The first product in our development cycle is the currently-in-playtest Campaign Game. What is a campaign? Simply put, it&rsquo;s a chance to play an entire race (not just a ship or fleet) and conduct an entire war one step at a time. You&rsquo;ll colonize planets, manage resources, build ships, capture territory, and negotiate with your neighbors. The ultimate aim of a campaign can be as straightforward as galactic dominance. Although this can be achieved in other ways such as accomplishment of a set of predefined victory conditions.&#10;&#10;VBAM has been designed in such a way that you can use any background setting for your campaign. The primary goal of the master book is to provide the basic structure and rules to handle campaign-level issues. The campaign guide is designed to offer the players a variety of choices in complexity and style of play. It can be played by itself as a stand alone game using our quick space and ground combat resolution system with the included source materials or used with more complex tactical combat systems with source materials that you already own.&#10;&#10;Expanded by:&#10;&#10;    Victory by Any Means: Campaign Moderator's Companion&#10;    Victory by Any Means: Jovian Chronicles&#10;    Victory by Any Means: The Starmada Edition&#10;    Stars Divided: Terran Civil War (Victory by Any Means: The Starmada Edition also required)&#10;    Victory by Any Means Source: Wars of the Kuissians and Boltians&#10;    Victory by Any Means: The Menagerie&#10;&#10;&#10;",
    "Categories": [
      "Civilization",
      "Exploration",
      "Negotiation",
      "Science Fiction",
      "Space Exploration",
      "Territory Building",
      "Wargame"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Game: Victory by Any Means"
    ]
  },
  {
    "Rank": "15559",
    "Name": "Star Explorer",
    "ID": 6735,
    "Year": "(1982)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.99",
    "Link": "https://boardgamegeek.com/boardgame/6735/star-explorer",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.2857",
    "Description": "A game of exploration and encounter in deep space, Star Explorer puts each player in the role of a star ship captain. After modifying ships and optimizing their crew complement, captains set out to explore a set of planets near their common Starbase. Each planet presents a series of exploration missions (mostly unknown at game start) ranging from geological surveys to encounters with sentient aliens at various tech levels.  Random events both planet-side (like ice storms, disease outbreaks, and earthquakes) and space-borne (like enemy starship encounters or uncharted gravity wells) keep things unpredictable and drain precious fuel. It takes luck combined with prudent decisions and careful resource management to come home with honors rather than be reassigned to a garbage scow.&#10;&#10;Components include:&#10;16 page rulebook&#10;17&quot;x22&quot; map&#10;266 die cut counters&#10;A pad of ship and planetary log sheets&#10;2 six-sided and one 20-sided die&#10;(Note that the original 20-sided is &quot;80s style&quot; and thus numbered 1-10, allowing it to be used as either a 10-sided or 20-sided during the game.)&#10;&#10;",
    "Categories": [
      "Adventure",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Role Playing",
      "Simulation"
    ],
    "Families": [
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "15560",
    "Name": "Yeoman: Tactical Warfare in the Renaissance Age, 1250-1550",
    "ID": 7723,
    "Year": "(1975)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/7723/yeoman-tactical-warfare-in-the-renaissance-age-125",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.1429",
    "Description": "One of five games in a series by SPI called PRESTAGS (the others were Chariot: Tactical Warfare in the \"Biblical\" Age, 3000-500 BC, Spartan: Tactical Warfare in the Hellenistic Age, 500-100BC, Legion: Tactical Warfare in the Roman Age, 100BC-700AD, and Viking: Tactical Warfare in the Dark Ages, 700-1300), YEOMAN is a representation of the major battles roughly around the period of the Hundred Years' War and the Renaissance (1250-1550.)&#10;&#10;A key element of the armies and tactics is, of course, the English yeoman, which came into prominence around this period. The concepts are fairly standard for wargames as far as unit strength, movement, range, and so forth. The battles can be played in an historical series or separately. Different options exist for various units (for example, cavalry can be dismounted to create men-at-arms.)&#10;&#10;Each game in the PRESTAGS series shares a set of the same common rules. Each game also has a set of exclusive rules that highlight features of warfare during the period that game covers.&#10;&#10;",
    "Categories": [
      "Medieval",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: PRESTAGS (SPI)",
      "Series: Tactical Warfare (SPI)"
    ]
  },
  {
    "Rank": "15561",
    "Name": "Supervillain: This Galaxy Is Mine!",
    "ID": 223573,
    "Year": "(2018)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/223573/supervillain-this-galaxy-is-mine",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.6667",
    "Description": "The Galaxy is a nice, but dangerous place. Just recently you couldn't make a step without running into those fanatical superheroes. As soon as you launch a tiny secret project, hordes of fighters in party-colored tights come out of nowhere and dismantle it into small screws. How unfair!&#10;&#10;Now everything is different. The former 'guardians of mankind' have quarreled into pieces, squabbled, and perished into thin air. Good riddance! The horizon is clear, so my time has come! The time of a genius, merciless, and of course unbelievably vile supervillain &mdash; actually, at this point, just a villain because there are stupid, spineless, and cowardly other villains who also seek world domination. It's time to put an end to this. This morning I have finally realized that. This galaxy shall be mine!&#10;&#10;Supervillain: This Galaxy Is Mine! is an intense card-based strategy game of galactic domination inspired by all sci-fi worlds put together and fueled with frenzied humor. Each player becomes a villain, and you have to overcome other villains and conquer the galaxy! To do this, you use two universal card decks &mdash; the domination deck and the minion deck &mdash; and in each deck, each card may be used in multiple ways.&#10;&#10;You may launch a domination card as an asteroid at another villain. The asteroid would disrupt their plans and possibly kill their minions &mdash; and if you charge your asteroid (using minion ops), it can blow up everything! Or you may take a domination card as a project to build. Every project has a minor ability. Upon completion, the project transforms into a secret facility and its major ability comes into effect, providing you with new tactical opportunities.&#10;&#10;You also command millions of loyal minions who are not too smart &mdash; but they are devoted and diligent! You can use a minion card in two ways: You may put a minion card on your project as a minion mob to build it, or you can discard it as minion ops to perform a special operation. For instance, you may shoot down or charge an asteroid, destroy a mob or a project, increase the building capabilities of your mobs, and so on.&#10;&#10;Secret facilities bring you domination points, and a villain who acquires five domination points immediately becomes the supervillain and is proclaimed &quot;Emperor of the Galaxy&quot;, winning the game as well.&#10;&#10;Team play is possible, and with two copies of the game up to six players can compete at the same time.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management"
    ],
    "Families": [
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "15562",
    "Name": "Potion Panic: Concoction Crafting for the Chaotically Inclined",
    "ID": 336549,
    "Year": "(2021)",
    "Geek Rating": "5.530",
    "Avg Rating": "7.05",
    "Link": "https://boardgamegeek.com/boardgame/336549/potion-panic-concoction-crafting-for-the-chaotical",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2",
    "Description": "Potion Panic: Concoction Crafting for the Chaotically Inclined is an easy-to-learn, recipe-building card game where 2-4 players use advanced alchemical aptitude to create curious concoctions such as Hotchie Matcha, Bananarama, or even some Love Potion No. 8-1/2.&#10;&#10;On their turn players place (prep) cards in a their &quot;workbench&quot;, activate (smash) a card in order to use a specific ability, and craft (brew) recipe cards by revealing 3 cards in their workbench area. Players earn shards by completing recipes and the first player to 10 shards wins.&#10;&#10;It's an all-out-brawl as players race to become the best concoction-crafter and earn the &quot;hoity toity&quot; title of Alchemist a la Mode!&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Action Points",
      "Take That"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "15563",
    "Name": "Squirrel Rush",
    "ID": 199690,
    "Year": "(2016)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.23",
    "Link": "https://boardgamegeek.com/boardgame/199690/squirrel-rush",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.6",
    "Description": "Squirrel Rush is a tale of forest tricksters who are so busy climbing trees and hiding in holes. and engaging in fun and games that they forgot about building food reserves for winter! They have only one day left to gather nuts, acorns and chestnuts from the forest glade, which has all kinds of nuts hidden under a blanket of autumn leaves, which means that only cunning creatures can find them all!&#10;&#10;Before starting, players build the glade playing area from tiles. During play, players help the squirrels gather reserves for winter. Using wits and logical reasoning, they have to choose the best way to act &mdash; the best way meaning whatever brings in the most food! Players can use various special actions to help them achieve their goal.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Grid Movement",
      "Hand Management",
      "Tile Placement"
    ],
    "Families": [
      "Animals: Squirrels"
    ]
  },
  {
    "Rank": "15564",
    "Name": "Tanto Cuore: Doki Doki Beach Volleyball",
    "ID": 235427,
    "Year": "(2018)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.39",
    "Link": "https://boardgamegeek.com/boardgame/235427/tanto-cuore-doki-doki-beach-volleyball",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "1",
    "Description": "Tanto Cuore: Doki Doki Beach Volleyball is a quick fifteen-minute two-player spinoff game to the Tanto Cuore series. Featuring new art from Tanto Cuore artists, Doki Doki Beach Volleyball takes a few maids from Romantic Vacation on another adventure! Laura, Adorianna, Fea and Valencia have taken a day off and hit the beach to play a quick and easy combat beach volleyball game.&#10;&#10;Two players battle their teams against one another to become queens of the net! Each player is dealt character cards, action cards, and attack/spike cards. Taking turns, the players play special actions and make attacks against the opposing team trying to score points. Whoever wins the most of three rounds!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Tanto Cuore",
      "Players: Two-Player Only Games",
      "Theme: Beaches"
    ]
  },
  {
    "Rank": "15565",
    "Name": "Submarine",
    "ID": 13375,
    "Year": "(2004)",
    "Geek Rating": "5.530",
    "Avg Rating": "5.73",
    "Link": "https://boardgamegeek.com/boardgame/13375/submarine",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.06",
    "Description": "From the publisher, Winning Moves Games (USA):&#10;&#10;Man your diving stations and grab those sunken treasures!&#10;&#10;A new &quot;game enjoyment squared&quot; game is also being presented by author Leo Colovini with &quot;Submarine&quot;. Large research ships try to collect treasures, aided by small submarines. But the competition is fierce, and those who aren't finding enough are up above interfering with the competition's radio reception. It takes a few cards to make sure that your salvage mission proceeds without incident. Up to 60 treasures are sunk on the game board and the players must try to raise as many different ones as they can. The first player to fill the storage bay of their ship or who has the most treasures at the end of the game is the winner. Cards are used to move the submarines, raise treasure, and interfere with radio reception.&#10;&#10;",
    "Categories": [
      "Nautical"
    ],
    "Mechanics": [
      "Grid Movement",
      "Race",
      "Set Collection"
    ],
    "Families": [
      "Components: 5 x 6 Grids",
      "Theme: Submarines",
      "Theme: Treasure Diving"
    ]
  },
  {
    "Rank": "15566",
    "Name": "Table Curling",
    "ID": 168429,
    "Year": "(2013)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.76",
    "Link": "https://boardgamegeek.com/boardgame/168429/table-curling",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "In Table Curling you play together in teams of up to four, with the exact same rules as the curling we all know from the winter Olympics. The game is very accessible precisely because all ages can participate and the whole family join in at the same time. &#10;The smooth lane and weighted stones ensures that the game tactically feels and behaves exactly like the curling we know from TV. Unlike most other household dexterity games Table Curling is set up and packed away in less than a minute, and only requires a table to get going.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Sports"
    ],
    "Mechanics": [
      "Team-Based Game"
    ],
    "Families": [
      "Mechanism: Finger Flicking Games",
      "Sports: Curling"
    ]
  },
  {
    "Rank": "15567",
    "Name": "Warlords",
    "ID": 201026,
    "Year": "(2016)",
    "Geek Rating": "5.530",
    "Avg Rating": "7.26",
    "Link": "https://boardgamegeek.com/boardgame/201026/warlords",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Warlords is a dice/dexterity game for 2-4 players. Each player has a tower and six D6. A player's goal is to score as many points as possible against other towers while minimizing points scored against their own. Points are scored by flicking dice in to one of the three tower gates or over the wall of a tower by using a siege engine.&#10;&#10;Dice can be played from the board based on their face value. They can be fired a second time (1/Scout), moved around the board (3/Spy), used to remove defensive pins (4/Sapper) or used to fire a second die as a reinforcement (6/General).&#10;&#10;Dice can be used to defend a tower by making contact with dice of another player. Pins from a central forest area may be used in defensive positions around one's own tower or offensively against other towers.&#10;&#10;The game is played in rounds (1 per player) with rounds ending when a player has no dice in play. Scores are totaled for the number of rounds and the lowest scoring player is the winner.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Dice",
      "Fantasy",
      "Party Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Take That"
    ],
    "Families": [
      "Mechanism: Finger Flicking Games"
    ]
  },
  {
    "Rank": "15568",
    "Name": "QANGO",
    "ID": 200632,
    "Year": "(2016)",
    "Geek Rating": "5.530",
    "Avg Rating": "5.74",
    "Link": "https://boardgamegeek.com/boardgame/200632/qango",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "1",
    "Play Time": "10",
    "Weight": "1.2308",
    "Description": "QANGO is an abstract two-player game that plays quickly and is explained even faster.&#10;&#10;Players place their discs on a square multicolored board and try to either get three of their discs in one group of the same color, four discs in a square, or five discs in a horizontal, vertical or diagonal row to immediately win the game. They place one disc at a time and aren't limited in how to place the disc after the first move.&#10;&#10;The game includes two boards, a beginner board with 6x6 squares and an advanced board with 7x7 squares.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Pattern Building"
    ],
    "Families": [
      "Components: 6 x 6 Grids",
      "Components: 7 x 7 Grids",
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: Yucata",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "15569",
    "Name": "Baden-Württemberg Catan",
    "ID": 123386,
    "Year": "(2012)",
    "Geek Rating": "5.530",
    "Avg Rating": "7.04",
    "Link": "https://boardgamegeek.com/boardgame/123386/baden-wurttemberg-catan",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "In 1952, three German states &ndash; W&uuml;rttemberg-Hohenzollern, Baden, and W&uuml;rttemberg-Baden &ndash; voted to merge into a single state, and for the sixtieth anniversary of that event, Kosmos and designer Klaus Teuber have released a special edition of Teuber's Settlers of Catan to celebrate.&#10;&#10;Baden-W&uuml;rttemberg Catan is like other Catan games in that players roll dice to determine which areas on the game board produce resources that turn, trade resources with other players, and use resources to build settlements, cities, roads, and to purchase development cards. Settlements, cities, and roads earn their owners victory points (VPs), and the first player to have ten VPs wins.&#10;&#10;Where Baden-W&uuml;rttemberg Catan differs from some Catan games &ndash; yet is similar to others, such as Catan Geographies: Germany &ndash; is that the game board features the southwestern state of Baden-W&uuml;rttemberg (with fixed resource numbers on the locations) and players can build key landmarks within the state, such as the Stuttgarter Fernsehturm or Heidelberg Castle.&#10;&#10;",
    "Categories": [
      "Negotiation"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Network and Route Building",
      "Trading"
    ],
    "Families": [
      "Country: Germany",
      "Game: Catan",
      "Region: Baden-Württemberg (Germany)",
      "Series: Catan Geographies"
    ]
  },
  {
    "Rank": "15570",
    "Name": "Magic: The Gathering – Duel Decks: Ajani vs. Nicol Bolas",
    "ID": 210402,
    "Year": "(2011)",
    "Geek Rating": "5.530",
    "Avg Rating": "7.48",
    "Link": "https://boardgamegeek.com/boardgame/210402/magic-the-gathering-duel-decks-ajani-vs-nicol-bola",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "4",
    "Description": "Description from the publisher:&#10;&#10;Fueled by rage and revenge, Ajani hunts for his brother&rsquo;s killer. But the dragon Planeswalker Nicol Bolas is executing one of his greatest schemes yet, and not even an indomitable leonin bent on retribution will stand in his way. The fate of Alara is poised between their clashing wills.&#10;&#10;Each card in these two decks is black-bordered and tournament-legal. They were designed to be played right out of the box, with no deckbuilding required.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Hand Management",
      "Player Elimination"
    ],
    "Families": [
      "Game: Magic The Gathering",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "15571",
    "Name": "The Russo-Turkish War, 1877-78",
    "ID": 8913,
    "Year": "(1992)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/8913/the-russo-turkish-war-1877-78",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.2",
    "Description": "The Struggle between the Russian and Ottoman Empires was already centuries old when war broke out in 1877. It had its origins in the bitter conflict between Muslims and Christians, Slavs and Turks. The war proved to be a turning point in that it completely altered the balance of power in the east. In less than 40 years this helped produce the European catastrophe known as the Great War (WW I). Echoes of these ethnic and religious troubles resound today, as the peoples of Balkans and Near East still fight each other in a struggle for dominance. The Russo-Turkish War did not just cripple the Ottoman Empire. It made Russia into the dominant power in the East, and demonstrated the twin impact of modern technology and modern ideology on warfare.&#10;&#10;The System rules apply to all games in the Wars of the Imperial Age series, and simulate the conditions of warfare in the late 19th century. This is a revision of the System rules presented with Franco-Prussian War (S&amp;T #149), and completely replaces the System rules book found there. Important changes from the original version are indicated by a double pound sign (##) at the beginning of the rule. Players familiarizing themselves with the game may wish to use just the System rules. The Specific Rules that apply only to the particular game and cover military and political conditions unique to the specific situation.&#10;Units represent historical leaders and headquarters staffs; corps, division-, and brigade-sized units; and fortifications. Each unit is rated for its combat strength, training class, and movement ability. (Specific Rules) Additionally, headquarters are rated for their Operations capability to enhance movement and combat capabilities, as well as conduct various politically oriented functions.&#10;&#10;All units are deployed face down, and are revealed to the enemy only if he conducts reconnaissance or intelligence operations. Movement is performed by the moving force rolling on one of four March tables (Regular March, Forced March, Railroad, Naval) and applying the result. Combat is fought between enemy units in individual adjacent hexes; each player draws a Battle Results marker at random. This gives the number of enemy combat factors eliminated, effects on enemy morale, and special results for cavalry, and siege guns.The typical size of units are brigades.&#10;&#10;Politics are a factor in the game. Each side has a National Will Index which gives the current level of popular support. This is affected by combat outcomes and other game events. (Specific Rules) Each turn, players have the opportunity to draw Political Events markers, representing various factors affecting the outcome of the conflict.&#10; Published in Strategy &amp; Tactics magazine #154, Sep 1992.  Errata was published in S&amp;T #157 &amp; 159.&#10;Replacement counters were issued in S&amp;T #162 (2 counters) and S&amp;T #171 (1 counter).&#10;&#10;",
    "Categories": [
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Turkey",
      "History: Russo-Turkish War",
      "Magazine: Strategy & Tactics",
      "Players: Two-Player Only Games",
      "Region: Balkans",
      "Series: Wars of the Imperial Age (Decision Games)"
    ]
  },
  {
    "Rank": "15572",
    "Name": "Ahoy",
    "ID": 20031,
    "Year": "(2005)",
    "Geek Rating": "5.530",
    "Avg Rating": "5.97",
    "Link": "https://boardgamegeek.com/boardgame/20031/ahoy",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.1111",
    "Description": "From the publisher:&#10;In this game the players participate in a race on the ocean and receive help from dolphins, sharks, turtles and orca.  You move from sea animal to sea animal to finish the course the quickest.  Time and again, different sea animals break the water surface. Remember where the different animals swim!&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Memory",
      "Nautical"
    ],
    "Mechanics": [
      "Memory",
      "Race"
    ],
    "Families": [
      "Animals: Dolphins",
      "Animals: Sharks",
      "Animals: Turtles"
    ]
  },
  {
    "Rank": "15573",
    "Name": "Kissenschlacht",
    "ID": 84671,
    "Year": "(2010)",
    "Geek Rating": "5.530",
    "Avg Rating": "5.96",
    "Link": "https://boardgamegeek.com/boardgame/84671/kissenschlacht",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "The &quot;game board&quot; is set up in the box - four poles are put in the corners which have plateaus on them. Each player gets a catapult (seesaw-style), four actual fluffy pillows and three cardboard figurines of their color.&#10;&#10;The active player puts a pillow on his/her catapult and tries to lob it into the box. If successful, he/she may put one figurines on one of the plateaus. If one of these is shot down, he/she takes it back and also takes one pillow out of the box. The first player to get all four pillows into the box is the winner.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "15574",
    "Name": "On to Moscow Solitaire",
    "ID": 368282,
    "Year": "(2022)",
    "Geek Rating": "5.530",
    "Avg Rating": "7.47",
    "Link": "https://boardgamegeek.com/boardgame/368282/on-to-moscow-solitaire",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "15",
    "Play Time": "60",
    "Weight": "1.5",
    "Description": "The Axis invasion of the Soviet Union in June 1941 had the goal of ending the war in one massive quick campaign. They believed Leningrad, Moscow and southern Russia could be occupied within four to six months, bringing the war to a close, thus altering the course of World War II. In December 1941, the harsh Russian winter ended the campaign with the Axis armies on the outskirts of Leningrad and Moscow, near but ever so far from achieving their goal.&#10;&#10;Now you are in command and the decisions are yours&hellip;&#10;&#10;On to Moscow Solitaire has 25 game plays. It is a World War II strategic game that highlights the Axis campaign waged in the Soviet Union from June through December 1941 and the other theaters of war that influenced that campaign.&#10;&#10;All you need to provide is 2 dice, a pen, and a sense of adventure to play.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Dice",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Mechanism: Roll-and-Write",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Series: Worthington Original Bookgames"
    ]
  },
  {
    "Rank": "15575",
    "Name": "Zitadelle: Duel for Kursk",
    "ID": 7142,
    "Year": "(1992)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.53",
    "Link": "https://boardgamegeek.com/boardgame/7142/zitadelle-duel-for-kursk",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "2.6667",
    "Description": "This wargame is a brigade/regiment/battalion level simulation of Operation Zitadelle (Citadel) in 1943. The wargame is played in nine turns, each representing one day of real time. The 400 counters represent ground units of the above mentioned size and air units. Individual units include Tiger I battalions, Elephant battalions, Nashorn battalions infantry regiments, heavy rocket artillery regiments, dive-bomber units and more.&#10;&#10;Combat is resolved through an Anti-Tank Fire Table and a Combat Results Table (CRT).&#10;&#10;A split map of the northern and southern operations is included. In other words, there is no chance of encirclement by the Germans! In addition, the Orel sector is not included.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Ratio / Combat Results Table",
      "Simulation"
    ],
    "Families": [
      "Cities: Kursk (Russia)",
      "History: World War II (Eastern Front)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "15576",
    "Name": "RIP",
    "ID": 400166,
    "Year": "(2023)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.71",
    "Link": "https://boardgamegeek.com/boardgame/400166/rip",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Theme:&#10;You are a crime scene cleaning squad. While you're at it, you might as well put a few valuables in your pockets to sell later. Of course you're not supposed to steal them for yourself, but still you don't want to share them with your colleagues. As you do not want to be seen, you act in the dark, so you do not always know what you're stealing. Oh crap! it seems the murderer is still here&hellip;&#10;Be smarter than the others to earn a lot!&#10;&#10;Gameplay:&#10;At your turn, play a Vice card around an item you covet, knowing that the number of available items varies during the game and that some are (card) face hidden, thus increasingly risking to meet unpleasant surprises (malus points).&#10;Once 4 Vice cards are placed by players around an item, those Vice cards are revealed to know which player earn the item.&#10;Each Vice value from your own pile card go to your discard pile once played, but you're not sure when you'll be able to get it back. &#10;Value zero can be as you like: either placed normally, or can allow you to see the bottom of a card secretly, or move a Vice card.&#10;&#10;Two other game modes availables, bringing a variation of tactic and bluff.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Auction: Sealed Bid",
      "Betting and Bluffing",
      "Secret Unit Deployment",
      "Turn Order: Auction"
    ],
    "Families": [
      "Series: Mini Crimes (GateOnGames)"
    ]
  },
  {
    "Rank": "15577",
    "Name": "Duell",
    "ID": 2409,
    "Year": "(1975)",
    "Geek Rating": "5.530",
    "Avg Rating": "5.82",
    "Link": "https://boardgamegeek.com/boardgame/2409/duell",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2.5",
    "Description": "Duell:  Parker Brothers 'Head to Head' Dice Strategy Game&#10;&#10;Each player controls nine over-sized dice on a 8x9 board and in turn moves one of their dice the number of spots indicated by its uppermost face.  Movement is carried out by 'tumbling' the dice from space to space.&#10;&#10;Opponent's pieces can be captured by landing on them with an exact count.&#10;&#10;Players also have a key piece (a die marked with a star on each side) which can only ever move one space at a time.&#10;&#10;The game is over when one player's key piece is captured, or a key piece moves onto the opposing player's key space (the key piece starting square).&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Dice",
      "Number"
    ],
    "Mechanics": [
      "Grid Movement",
      "Square Grid"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 8 x 9 Grids",
      "Components: 9 x 9 Grids",
      "Components: Dice as Playing Units",
      "Components: Wooden pieces & boards",
      "Players: Two-Player Only Games",
      "Traditional Games: Chess"
    ]
  },
  {
    "Rank": "15578",
    "Name": "Wallet",
    "ID": 232300,
    "Year": "(2017)",
    "Geek Rating": "5.530",
    "Avg Rating": "5.98",
    "Link": "https://boardgamegeek.com/boardgame/232300/wallet",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.8",
    "Description": "A birthday party hosted by the mafia boss was roaring fun until the police knocked at the door. While getting away on his private helicopter, he dropped his precious wallet. Now what will you all do with it?&#10;&#10;In Wallet, players are the guests rummaging through the wallet looking for an ID (that'll make them seem innocent in the eyes of the law) and some cash (you can't take too much &mdash; it will look suspicious!). During your turn, you choose one action: take a card from the wallet, hide a card in the wallet, flip a timer card (bringing the round closer to its end), or buy an ID card. You may also use your special cards to spoil your opponent's play. Strategy, bluff, unexpected events... You need to have a perfect hand as fast as you can &mdash; try to be both innocent and rich by the end of the round!&#10;&#10;Will you be found guilty or manage to escape the hand of justice with the most cash?&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "15579",
    "Name": "Strange Synergy",
    "ID": 6653,
    "Year": "(2003)",
    "Geek Rating": "5.530",
    "Avg Rating": "5.80",
    "Link": "https://boardgamegeek.com/boardgame/6653/strange-synergy",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.1053",
    "Description": "From the publisher's blurb:&#10;&#10;Strange Synergy is built around 100 different Power Cards... superpowers, mutations, skills, gadgets. Each warrior starts with three different powers. You choose the combination! Can you create the unbeatable team? Can you win against superior powers?&#10;&#10;No two games are the same. How many ways can you make four different teams of three warriors, out of 100 powers? The mind boggles, and the fun never ends!&#10;&#10;Boxed game with 112 cards, rules, warrior stand-ups and bases, game map, counters, and one die.&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Fantasy",
      "Fighting",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "15580",
    "Name": "15 Dias: The Spanish Golden Age",
    "ID": 163482,
    "Year": "(2014)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.22",
    "Link": "https://boardgamegeek.com/boardgame/163482/15-dias-the-spanish-golden-age",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.875",
    "Description": "On March 31st, 1621, King Philip III of Spain, also known as Philip the Pious, passed away. He had rarely acted as a true ruler, having entrusted all authority to his favorite, the Duke of Lerma. When the young prince Philip IV succeeded to the throne, a new competitor arrived at court, the power-hungry Count of Olivares. Although the Duke of Lerma had been compelled  to leave the court, after falling from favor and being accused of massive corruption by his own son, his family hoped to hold on to power at any cost...&#10;&#10;15 D&iacute;as: The Spanish Golden Age is set in this context of backstabbing, treachery and palace intrigues. Who will become the new &quot;Valido&quot;? Would you betray your own next-of-kin to obtain the grace of the King? All of this, and much more awaits you in 15 D&iacute;as: The Spanish Golden Age, a card game full of history and intrigue, no regrets, betrayal, and above all ambition.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Negotiation",
      "Political",
      "Renaissance"
    ],
    "Mechanics": [
      "Hand Management",
      "Variable Phase Order"
    ],
    "Families": [
      "Cities: Madrid (Spain)",
      "Country: Spain",
      "Organizations: Board Games Association of Creators in Spain (LUDO)"
    ]
  },
  {
    "Rank": "15581",
    "Name": "August Fury: The Second Battle of Manassas",
    "ID": 8888,
    "Year": "(1990)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.79",
    "Link": "https://boardgamegeek.com/boardgame/8888/august-fury-the-second-battle-of-manassas",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "180",
    "Play Time": "3600",
    "Weight": "3.2",
    "Description": "August Fury - The Second Battle of Manassas, is The Gamers' third game in its Civil War Brigade (CWB) Series. It follows games on Gettysburg and Antietam.  For the first time, the series turns its focus onto a lesser-known battle, recreating the course of events during The Second Battle of Bull Run, which lasted from the evening of August 28th until nightfall on August 30th, 1862. Using two maps, I have attempted to recapture all of the critical elements of this battle, which ranged from Bull Run Creek almost to the foot of Throughfare Gap.&quot;&#10;&#10;Two Full-Color 22x28&quot; Maps&#10;Over 550 Die-Cut Counters&#10;&#10;Moderate Complexity&#10;Playing Time: 3 to 60+ Hours&#10;200 Yards per Hex&#10;20 Minutes per Turn&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Civil War, Brigade (The Gamers)"
    ]
  },
  {
    "Rank": "15582",
    "Name": "Storm of Steel",
    "ID": 23642,
    "Year": "(2007)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.61",
    "Link": "https://boardgamegeek.com/boardgame/23642/storm-of-steel",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.5556",
    "Description": "Publishers blurb: &quot;STORM OF STEEL is a complete simulation of World War One. The three maps cover Europe from the Pyrenees to the Urals, plus the Middle East. Fighting rages from St. Petersburg to Verdun to Baghdad and beyond. The maps can be combined for one grand game of the Great War, or they may be used separately for theater-level campaigns of the eastern front, the western front and the Middle East. The game rules use a modular approach, which allows players to employ the level of complexity they desire. Turns are quarterly, but players can use special campaign cards to provide additional move-fight impulses, recreating the intensive offensives of the war. There are scenarios for each year and each front of the war, as well as a grand game for the entire war. There is also a &quot;what if&quot; scenario for the war continuing into 1919.&#10;&#10;Units represent land, naval and air forces. Ground forces are portrayed at corps level. Each corps is rated for the number of divisions it includes; so players can concentrate for the offensive or disperse for the defense. Corps include infantry, shock troops, mountain infantry and cavalry. There are also specialized armored car and tank brigades, as well as tank corps for 1919, plus the planned-for American airborne division. Each country has its own unique order of battle so, for example, the Austro-Hungarians have mountain corps, and there are also additional units representing Bolshevik and independent nationalist forces.&#10;&#10;Naval units are at the squadron level for capital ships, and flotillas for cruisers and destroyers. There is also a complete submarine warfare module for attacks on merchant shipping. Air warfare is represented by strategic and tactical wings. A unique feature of the game is players can improve their aerial warfare capabilities by increasing their air doctrine level. As air doctrine improves, players can employ interception, aerial supply and aircraft carrier operations. On the subversive side, players can utilize agents to conduct propaganda and sabotage operations to undermine their foes from within.&#10;&#10;Land combat uses three different combat results tables to model different tactics. Tank and shock troop units can use the much more effective Infiltration CRT. Naval combat requires opposing fleets to first acquire each other, then engage in gunnery. Lighter fleet units become invaluable for recon and screening, while battleships and battlecruiser squadrons close in for the kill. In the air, players can execute a variety of missions, including air superiority and bombardment.&#10;&#10;An industrial production module gives players the capability to produce different types of forces. Production is tied to morale, and winning great battles will enhance your side's output while a disastrous defeat may lead to strikes on the home front. Storm of Steel uses a card system to generate major operations. Campaign cards give players additional move-fight impulses, combat bonuses and extra reinforcements. Players have to carefully choose which campaigns they will implement because some cards, such as the Schlieffen Plan, will provide for more maneuver, while others, such as Verdun, will enhance combat. There are also cards that will grant tactical innovations such as chemical warfare and armored doctrine, as well as bringing into play leaders such as Hindenburg, Brusilov and Lawrence of Arabia.&quot;&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Continents: Europe",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "15583",
    "Name": "Reinforcements",
    "ID": 341160,
    "Year": "(2022)",
    "Geek Rating": "5.530",
    "Avg Rating": "7.30",
    "Link": "https://boardgamegeek.com/boardgame/341160/reinforcements",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Build your army. Crush your friends.&#10;&#10;REINFORCEMENTS is a strategic battle card game where 2 -4  players build up powerful armies and compete to be the last one standing. It&rsquo;s a simple card game that&rsquo;s easy to learn but packs a board game punch! Each player takes turns drawing from a shared deck containing cards from 3 distinct kingdoms, each with unique art and special abilities. Using these cards players build up their army to unlock additional actions and attack their foes using powerful combos. In Reinforcements you can blast your foes with magic, hire deadly mercenaries, incite a peasant mob, and summon mythical totems. When two cards of the same power collide, it's time to call in REINFORCEMENTS! Both player&rsquo;s shout exuberantly and draw two cards from the deck to decide the battle. Do you have what it takes be the last player standing?&#10;&#10;Each player starts with a handful of five cards and three face-down Foundations (selected during setup). On your turn, you can do one of three things: use a card in your hand to Attack the lead card in one of your opponents &quot;stacks&quot;, Defend your foundations by adding a card that matches the suit of that foundation from your hand to the &quot;stack&quot;, or Discard as many cards from your hand as you want (you will fill back up to begin your next turn.)&#10;&#10;Once you add a third card to a stack, that stack is turned face up and you draw a card from the top of the draw pile to start a new foundation. Having a faceup stack will give you a bonus depending on the suit. A faceup stack of Blue cards allows you to Fortify which lets you take an additional Defend action on your turn if you have a blue card in hand that you can place. A faceup stack of Red cards allows you to Barrage your opponent by allowing you and additional attack on your opponent each turn if you have a red card in hand. Finally, a faceup Green stack gives you the ability to Adapt by either swapping a green card from your hand with a green card from the stack or swapping the position of two of the green cards in your faceup stack.&#10;&#10;Each color of stack that is face up grants you these abilities, so they can add up quickly and each color that's face up also gives you a passive ability: blue - your blue stacks may now have 4 cards instead of just 3, red - red cards that attack or Barrage automatically win all ties, green - your hand size increases by 1 for every faceup green stack in your army. Cards range in value from 1-7 and it's a basic war mechanic that higher card beats lower card, however if you win a battle (i.e. your six beats your opponents' two) any extra points carry on to the next card in the line (in the example you would have four points left to face whatever card was next in line.)&#10;&#10;If there is a tie both players yell &ldquo;REINFORCEMENTS!!!&rdquo; Each player MUST yell this when a tie occurs. This rule is non negotiable. Players draw the top card off of the draw pile and flip them until the battle is resolved. There are also some special cards that truly mess things up (Assassins, Mages, and mobs of Peasants) and if you flip two stacks of one color or one stack of each color (three stacks in total) one of the Totems will visit you and provide a special power. But you have to use it before an opponent completes their requirement and steals the Totem from you.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Traditional Card Games: War"
    ]
  },
  {
    "Rank": "15584",
    "Name": "Stratego Conquest",
    "ID": 175864,
    "Year": "(2015)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.34",
    "Link": "https://boardgamegeek.com/boardgame/175864/stratego-conquest",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Stratego Conquest is an entirely new Stratego game for two to four players.  The game is played on a map of a small continent that forces players to confront each other on multiple fronts.&#10;&#10;The object of the game is to capture your opponents' flags while protecting your own. Before the game begins, players divide up the continent and place their units on the map. During the game you can use action cards to deploy more units, spy on your opponents, and even make pinpoint strikes deep into enemy territory.  Maneuver your units across the board, wage war, and be the last player with a flag to win the game.&#10;&#10;",
    "Categories": [
      "Medieval"
    ],
    "Mechanics": [
      "Memory",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Game: Stratego"
    ]
  },
  {
    "Rank": "15585",
    "Name": "Warlords of Erehwon Rulebook",
    "ID": 267404,
    "Year": "(2019)",
    "Geek Rating": "5.530",
    "Avg Rating": "7.87",
    "Link": "https://boardgamegeek.com/boardgame/267404/warlords-of-erehwon-rulebook",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.75",
    "Description": "Warlords of Erehwon is a fantasy based game designed for 28mm tabletop warfare. The gameplay is built around the D10 system developed for the science-fiction game Beyond the Gates of Antares and also using the praised order dice mechanic first used in the Bolt Action WW2 rules.&#10;&#10;The Warlords of Erehwon game rules allow us to fight battles between fantasy warriors, mighty sorcerers and ghastly monsters. A force is imagined to number anywhere from twenty or thirty models to about fifty or sixty. This is not a &lsquo;mass battle&rsquo; game requiring hundreds of models and a vast tabletop, nor is it a skirmish game for just a handful of models on each side. The scope of our game lies somewhat between &ndash; and we call these forces warbands.&#10;&#10;Warlord of Erehwon is designed with many races in mind, here they are:&#10;&#10;     Barbarians&#10;     Beastman&#10;     Dwarf&#10;     Elven&#10;     Gnoll War Party&#10;     Goblin&#10;     Halfing&#10;     Knightly Retinue&#10;     Olympian&#10;     Orc&#10;     Undead&#10;     Monsters&#10;&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Book",
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Line of Sight",
      "Measurement Movement",
      "Simulation"
    ],
    "Families": [
      "Components: Miniature agnostic",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "15586",
    "Name": "North German Plain",
    "ID": 8720,
    "Year": "(1988)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.30",
    "Link": "https://boardgamegeek.com/boardgame/8720/north-german-plain",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3",
    "Description": "&quot;North German Plain&quot; is one of several games in the Central Front Series published by SPI/3W in the 1980s. &quot;North German Plain&quot; appeared in the February 1988 issue of Strategy &amp; Tactics magazine #117. Both the game and series depict the early days of World War III in West Germany. Combat is conducted at the company, battalion, and regiment level, with a map scale of 4 km per hex. The map covers the North German Plain and includes the major West German cities of Hamburg and Bremen.&#10;&#10;&quot;North German Plain&quot; was the first game in the renewed Central Front Series, and marks a return to more conventional game mechanics. As with most modern warfare games, &quot;North German Plain&quot; includes rules for airpower, airmobile operations, and chemical warfare. The game has a single scenario, &quot;Drive on the Channel Ports&quot;, which depicts a surprise attack by the PACT Northern Front.&#10;&#10;Game Scale:&#10;Turn: 6 hour daylight &amp; 12 hour nighttime turns &#10;Hex: 4 km&#10;Unit: Company to Brigade&#10;&#10;Game Inventory:&#10;One 22&quot; X 34&quot; mapsheet&#10;One countersheet (200 1/2&quot; counters)&#10;One 14 page rules booklet&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Germany",
      "Magazine: Strategy & Tactics",
      "Players: Two-Player Only Games",
      "Series: Central Front (SPI)"
    ]
  },
  {
    "Rank": "15587",
    "Name": "The Witcher: Path Of Destiny",
    "ID": 401325,
    "Year": "(2025)",
    "Geek Rating": "5.530",
    "Avg Rating": "7.56",
    "Link": "https://boardgamegeek.com/boardgame/401325/the-witcher-path-of-destiny",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2.375",
    "Description": "The Witcher: Path of Destiny is a competitive 1-5 player tableau-building card game where you become one of the characters taking part in the most iconic stories from the Witcher universe.&#10;Take on the role of Geralt, Yennefer, Ciri, Vesemir, or Dandelion and retell the 3 iconic stories from the saga: Striga, Edge of the world and Lesser evil.&#10;Use your unique abilities and follow the path of destiny or completely change its course. The actions taken by the group will determine how the story ends - but only one of you will be remembered as a hero...&#10;Witcher: Path of Destiny is a strategic tableau-building card game, where players are drafting and playing action cards, trying to make the best use of them. Players craft their unique paths in the saga and compete to become a hero of the story: a unique merger of an exciting strategic card game with a non-linear narrative.&#10;&#10;LATE PLEDGE: https://gamefound.com/projects/go-on-board/the-witcher-path-of-destiny?refcode=pFb5O4O72kWrvdGkgw8ExA&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": [
      "Admin: Better Description Needed!",
      "Books: The Witcher",
      "Crowdfunding: Gamefound",
      "Mechanism: Tableau Building",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "15588",
    "Name": "King Thief Minister",
    "ID": 284617,
    "Year": "(2019)",
    "Geek Rating": "5.530",
    "Avg Rating": "7.24",
    "Link": "https://boardgamegeek.com/boardgame/284617/king-thief-minister",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "1.6",
    "Description": "3 to 6 players act in the role of six characters that represent 6 groups of people in the whole human history: King, Thief, Minister, Executioner, Sheriff and Peasant.&#10;Every player has 5 coins in the game, 3 in her hand and 2 in the treasury which is the area in the center of players. The game is to divide the treasury between the players and when the treasury is empty, the winner is the player who has more coins in her hands.&#10;In the beginning, the cards are drawn in front of players and the player with King starts the game.&#10;The starting player shuffles the cards and places all 6 cards from the back on the table. In all games from 3 to 6 players every 6 character cards should be placed on the table and every player has a card. So in 3, 4 or 5 player game, there are 3, 2 or one card which is not owned by any player but they have their spot in the game.&#10;Before the start, every player can see one card except the one she owns.&#10;Then the game starts!&#10;Every player can do 3 things on her turn:&#10;&#10;     Rotate the cards: by saying &ldquo;to right&rdquo; every card goes to the spot in its right. By saying &ldquo;to left&rdquo; we do the same to the left. And by saying &ldquo;to the counter card&rdquo; every card goes to the spot in the counterpoint (which means the 3rd card from the left or the right).&#10;     Pay a coin to the treasure and see her card.&#10;     Claim a character and act!&#10;&#10;&#10;Character Acts:&#10;King: Says &ldquo;Who is the minister?&rdquo; and takes 3 coins from the treasury. Then another player can claim he is the Minister, say &ldquo;Yes Sir&rdquo; and take one coin.&#10;Thief: Takes one coin from the player in his right and one from his left. If any of them is out of coin, takes from the treasury instead.&#10;Minister: He can take any 2 cards and shuffle them under the table without seeing them and place them back.&#10;Executioner: He attempts to kill one player by calling his character card. The victim should check his card. If executioner was right, takes all the victim&rsquo;s coins.&#10;Sheriff: Says &ldquo;Pay Tax&rdquo; and all players should pay one coin to the treasury. As sheriff doesn&rsquo;t pay tax, chooses one player and says &ldquo;You pay 2&rdquo; and that player should pay 2 coins. If you are out of coins, you shouldn&rsquo;t pay tax.&#10;Peasant: She can show her card and say &ldquo;I&rsquo;m Peasant&rdquo;. Then she should say the character of all players and take all the coins remaining in the treasure. If she gets wrong, she should pay 2 coins to the treasury and the game continues.&#10;When a player claims a character, another player can challenge her. In this case player 1 gives her card to player 2 and He checks the card. If player 1 was right, player 2 should pay one coin to the treasury. If he was wrong, the game continues.&#10;Whenever the treasury got empty, the game is over and player who has more coin than others is the Winner!&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Memory",
      "Party Game",
      "Political"
    ],
    "Mechanics": [
      "Memory",
      "Role Playing",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "15589",
    "Name": "Korea: Fire and Ice",
    "ID": 249650,
    "Year": "(2018)",
    "Geek Rating": "5.530",
    "Avg Rating": "7.07",
    "Link": "https://boardgamegeek.com/boardgame/249650/korea-fire-and-ice",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "180",
    "Play Time": "600",
    "Weight": "3",
    "Description": "Korea: Fire and Ice is the first game in a new system called Operational Scale System. This system will cover large scale combat from World War Two into the modern era. The scale for the system will be 10 miles a hex and weekly turns, with Divisions as the primary maneuver unit.&#10;&#10;Using at its heart a system that is from an older but wonderfully conceived game called &ldquo;Road to the Rhine&rdquo;, players will be able to move all their units once but can, if they can afford the supply cost, move the still unmoved units impulse after impulse. The opposing player will have to maintain adequate reserves to counter this.&#10;The grand campaign game covers the first year of the war.&#10;&#10;Using a moderately complex rule set, players will be able to concentrate on the play and not the rules. Keeping your units well supplied will be the key to victory &ndash; but as you advance, you&rsquo;ll see your supply situation deteriorate. Detection will also be a key to victory as finding your enemy is vital to defeating him. Also covered are the epic F-86 versus MiG-15 battles, political limitations of surrogate wars, possible Soviet intervention, possible nuclear weapons, and of course, the United States Navy &ndash; for both support and invasions.&#10;&#10;There will be scenarios covering various sized battles and campaigns (with a play time of 2 to 20 hours), as well as a grand campaign game for players that want it all.&#10;&#10;Complexity: 6 out of 10&#10;Solitaire Suitability: 8 out of 10&#10;Time Scale: 1 week per turn&#10;Map Scale: 7 miles a hex&#10;Players: 1-4&#10;Playing Time: 2-60 hours&#10;Designer: Adam Starkweather&#10;Artist: Ilya Kudryashov&#10;&#10;Components:&#10;One 48 page rulebook&#10;One 24 page scenario book&#10;Three 22&rdquo; by 34&rdquo; maps&#10;Five Displays and Charts&#10;Two 9/16ths Countersheets&#10;4 Dice&#10;Game Box&#10;&#10;",
    "Categories": [
      "Korean War",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Country: Korea",
      "Series: Operational Scale System (Compass Games)"
    ]
  },
  {
    "Rank": "15590",
    "Name": "Clan War",
    "ID": 13584,
    "Year": "(1998)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/13584/clan-war",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3.5",
    "Description": "A fantasy Miniatures game based on Legend of the Five Rings, which combines a use of a card deck with a d10 based rolling system.  It is based on a fantasy setting heavily influenced by feudal Japan with Samurai of various clans fighting to support their lord's quest to become Emperor. There are also shugenja (mages), Dragons, Naga, and hordes of evil demons (Oni). You get a certain number of points to build an army, and armies must typically have units that are either from the same clan or unaligned. You can be units from other clans, but they cost a premium (usually 20% above list price).  Typically, personalities lead units, which is some number of basic troops (usually samurai). A good personality can cost as much as 30 or 40 basic troops, but most cost around 10 times more. Leaders, and occasionally units, have skills. Skills are used to modify initiatives, absorb damage, boost morale, and the like. Many personalities (and some units) also have skills that are unique to that personality / unit.&#10;&#10;In addition to the units, each player also has a customized deck of thirty cards. These cards let the player make special moves, pass morale tests, and do other acts of courage. Each player builds their own deck (just like in a collectable card game) and typically draws a card a turn, although one player gets to draw two. Since a game lasts about 6-10 turns, a player should expect to see 1/3 rd to 1/2 of their deck (you start with three cards) in a battle.&#10;&#10;After setting up, a turn looks like the following:&#10;&#10;&#10;     Determine Initiatives,&#10;     Do Special Action/Orders,&#10;     Move,&#10;     Cavalry Move Again,&#10;     Shoot,&#10;     Fight,&#10;     Reserve Movement.&#10;&#10;&#10;(Detail from the review by Bankler: http://www.boardgamegeek.com/thread/68739/clan-war-review)&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Miniatures"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling"
    ],
    "Families": [
      "Country: Japan",
      "Players: Two-Player Only Games",
      "Setting: Legend of the Five Rings"
    ]
  },
  {
    "Rank": "15591",
    "Name": "Pyramido: Forgotten Treasures",
    "ID": 419793,
    "Year": "(2025)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.45",
    "Link": "https://boardgamegeek.com/boardgame/419793/pyramido-forgotten-treasures",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.3333",
    "Description": "Deep within the heart of a lush and mysterious jungle lies proof of a vanished tribe&rsquo;s existence: the emerald canopy of Pyramido. Tales speak of majestic pyramids concealed beneath dense vegetation, each cradling precious gems of unimaginable worth. You&rsquo;ll embark on a daring quest to unveil these wonders.&#10;&#10;Pyramido: Forgotten Treasures is a standalone game for 1-4 players where you become an intrepid explorer venturing into hidden ruins with one precise goal: collect the largest fortune possible!&#10;&#10;During their adventure, each player uses Dominoes to explore their own Pyramid. As a tile placement game, players take turns choosing a Domino and an available Gem from the corresponding space. To maximize their points, players must create areas with colored gem icons while placing their Dominoes and use Gems of the matching color to activate these as scoring areas. Each choice of Domino and its positioning has a significant impact since the previous stages influence the score throughout the game. A game is played over 4 stages and each stage is scored once completed.&#10;&#10;Whoever earns the most points wins the game and the title of Great Explorer.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Puzzle"
    ],
    "Mechanics": [
      "Connections",
      "Layering",
      "Open Drafting",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Digital Implementations: Board Game Arena"
    ]
  },
  {
    "Rank": "15592",
    "Name": "The Chameleon: Picture Edition",
    "ID": 398059,
    "Year": "(2023)",
    "Geek Rating": "5.530",
    "Avg Rating": "7.15",
    "Link": "https://boardgamegeek.com/boardgame/398059/the-chameleon-picture-edition",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "QUICK TO LEARN EASY TO PLAY&#10;Look at the picture, use one word to describe it, then find the Chameleon. Board games for families should all be this easy and fun!&#10;&#10;KEEP IT SECRET!&#10;All the complicated code cards and dice from our original family game have been replaced with exciting secret reveal envelopes.&#10;&#10;NEVER GETS OLD&#10;Thanks to changing identities and 480 pictures to guess at, this is a family game for kids and adults that has loads of replay-value.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Hidden Roles",
      "Targeted Clues",
      "Team-Based Game"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Animals: Chameleons"
    ]
  },
  {
    "Rank": "15593",
    "Name": "Risk: Warhammer 40,000",
    "ID": 307929,
    "Year": "(2020)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.94",
    "Link": "https://boardgamegeek.com/boardgame/307929/risk-warhammer-40000",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2",
    "Description": "Dominate your opponents in battles set during the War of Beasts across Vigilus and control the far future this fall with Risk: Warhammer 40,000!&#10;&#10;This meticulously detailed version of Risk is also based in the dark regions of space and set in the coveted territory nestled between the two halves of the Imperium. Vigilus is at the mercy of five warring factions: Ultramarines, Orks, Chaos Space Marines, Aeldari Craftworlds, and Genestealer Cults, each represented by tokens for their leaders and custom game pieces for their single and triple-threat units.&#10;&#10;To name a few, Marneus Calgar leads the Ultramarines with individual Primaris Intercessors and Repulsor battle tanks as their three-unit pieces. The Aeldari Craftworlds faction, led by an Autarch, has Guardians at attention with Falcons as their tanks. A Magus's Genestealer Cult boasts weapon-wielding Acolytes and heavily armored Goliath Rockgrinders. All five factions' leaders have various special abilities, while armies are deployed with daring attacks and defense at the roll of custom red and black dice. Players gain reward cards for completing objectives, allowing the acquisition of additional armies and providing strategic advantages. Conquer not only three objectives, but total control of all territories to win &quot;Total Domination&quot;!&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Player Elimination",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Risk (Official)",
      "Setting: Warhammer 40,000 Board Games",
      "Versions & Editions: Versions with IP after the original release"
    ]
  },
  {
    "Rank": "15594",
    "Name": "Alexandros",
    "ID": 4217,
    "Year": "(1991)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.30",
    "Link": "https://boardgamegeek.com/boardgame/4217/alexandros",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "2.2941",
    "Description": "&quot;Alexandros: Conquest and Empire&quot; is a wargame on the conquests of Alexander the Great from 334-323 B.C. &#10;One player takes command of the Macedonians and the other leads the Persians. They fight over provinces in quarterly turns. Combat can be fought tactically, using a separate display reminiscent of the way of resolving combat in Eagle games, with units assigned to various sections of the battlefield. Units which survive tactical combat can lay siege to cities.&#10;&#10;The game can last varying numbers of turns, depending on the course of the war. There are several conditions, including the death of leaders and conquest of overwhelming numbers of provinces, that can end the game early. Otherwise the game ends in the summer of 323 (when Alexander actually died) or in an optional scenario, keep going up until 318 if Alexander survives that long.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Movement Points",
      "Simulation"
    ],
    "Families": [
      "Ancient: Greece",
      "Components: Map (Continental / National scale)",
      "History: Greek & Persian conflicts of the 4th century BC",
      "History: Wars of Alexander the Great",
      "Magazine: Command",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Region: Middle East"
    ]
  },
  {
    "Rank": "15595",
    "Name": "Trois Batailles en Allemagne",
    "ID": 284650,
    "Year": "(2020)",
    "Geek Rating": "5.530",
    "Avg Rating": "7.81",
    "Link": "https://boardgamegeek.com/boardgame/284650/trois-batailles-en-allemagne",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "Vive l'Empereur Series - Vol. IX&#10;&#10;Vive l'Empereur Series is a simulation of the battles fought during the Napoleonic Era in Europe, between 1805 and 1815. The scale is the regiment, a good compromise between the brigade level (with no formations) and the detailed battalions. The scale is 250 m/hex and a turn is 30 minutes.&#10;&#10;J&eacute;na, fought on 14 October 1806, is the turning point of the 1806 campaign against Prussia. Eventually a crushing French victory, starting in the fog by Lannes engaging a single Prussian division under Tauentzien, it escalated into a full battle against Hohenlohe and half of the Prussian army, at first not fully grasping what he was facing, engaging his army piece-meal. While starting outnumbered, the French are at the top of their military value and the masterful&nbsp;concentration of the army during the day makes J&eacute;na&nbsp;the epitome of victories.&nbsp;&#10;&#10;Auerstaedt, was fought on the same day, opposing Davout and his Third corps to the main Prussian army under Brunswick and the King of Prussia. An unexpected battle, as more troops enter the battlefield on both sides, a masterpiece where Davout earned his title of Duke of Auerstaedt.&nbsp;&nbsp;&nbsp;At the end of that day, the two Prussian armies, both beaten in this double battle, join in a common rout, followed by a legendary pursuit lead by Murat to the destruction of the arrogant Prussian army in a few weeks. &nbsp;&#10; Both battles comes with many what-ifs and a total of 15 scenarios, using troops from both armies not historically engaged. Several scenarios give finally a real chance to the unlucky Prussians.&nbsp;&#10;&#10;Le si&egrave;ge de Danzig,&nbsp;simulates the siege of the great fortress of Danzig between March and May 1807, between the Eylau part of the campaign of Poland and its conclusion at Friedland. It is played on two maps, an operational map of the region of Danzig, using the regular Vive l&rsquo;Empereur rules, and a siege map where the French player will build a siege network to get closer to the mighty walls to breach them. A lot happens on both maps, sorties, relief Russian forces under Kamenski, the Danzig morale that conditions victory goes up and down depending on the progress of the siege works and other events. The players will have to be patient, the siege can be won or lost on the last turn of play.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Gdańsk (Poland)",
      "Cities: Jena (Thuringia, Germany)",
      "Country: Germany",
      "Country: Poland",
      "Players: Two-Player Only Games",
      "Series: Vive l'Empereur ! (Didier Rouy)",
      "Theme: Siege"
    ]
  },
  {
    "Rank": "15596",
    "Name": "Head-to-Head Poker",
    "ID": 17119,
    "Year": "(2005)",
    "Geek Rating": "5.530",
    "Avg Rating": "5.84",
    "Link": "https://boardgamegeek.com/boardgame/17119/head-to-head-poker",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5938",
    "Description": "Head-to-Head Poker is a 2-player game that gives a good, fun introduction to Poker without the stress of betting or bluffing. The rules give 5 variations of play, such as simply drawing one card and playing it, or drawing two, choosing one to play on your side and giving your opponent the other and so on. A die is rolled to determine how each hand will be played. The game is played in 3 rounds, and 3-5 cards are turned up at the start of each round and get $200 in chips placed on them. Players take turns to lay up to 4 more cards on their side, to make the best 5 card hand they can. In this way, the original face-up card on each row is shared by the players, and you can easily see what you need to play to beat your opponent's hand.&#10;&#10;When the rows are complete, the player who has the winning hand on each row takes the chips in the middle. After playing the simple version, players can then use the betting rules, which let them raise the betting on the center cards. This makes the game more tense and more fun as the stakes are raised. Can you play the right card to beat your opponent and win $100s?&#10;&#10;Description from the publisher:&#10;&#10;Head-to-Head Poker Game Parker Brothers and Hasbro Games.&#10;Build the best hand in this poker duel! Six different games in one!&#10;&#10;Experience hand-to-hand combat- poker style! You and your opponent duel it out as you play cards on your respective sides of the board, sharing the common cards between you. But watch out! Each game has its own surprises and you could end up empty-handed. Build the strongest combinations on the board and take the chips to win!&#10;2 adult players.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Dice Rolling",
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Components: Traditional Playing Cards",
      "Players: Two-Player Only Games",
      "Traditional Card Games: Poker"
    ]
  },
  {
    "Rank": "15597",
    "Name": "No Retreat 2: The Africa Front 1940-1942",
    "ID": 96157,
    "Year": "(2011)",
    "Geek Rating": "5.530",
    "Avg Rating": "7.32",
    "Link": "https://boardgamegeek.com/boardgame/96157/no-retreat-2-the-africa-front-1940-1942",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "50",
    "Play Time": "50",
    "Weight": "2.875",
    "Description": "The African Front: 1940 - 1942&#10;&#10;Deluxe Series #5&#10;&#10;Following on the success of No Retreat!: The Russian Front 1941-1944 where the Russian Front of World War II beckons, game designer Carl Paradis and his trusty developer Alan Emrich have teamed up again to present the second chapter in this game series, No Retreat 2: North Africa, this time taking the action to the African Front from the start of Operation Compass on 8 December 1940, through 1942 to the eviction of the Axis from Libya.&#10;&#10;Building on the notion of a card assisted game and death-or-glory victory conditions, No Retreat 2 offers a narrative game rich in the feel for the ebb-and-flow of the campaign, wrapped around an exciting maneuver and combat system that harks back to the glory days of classic wargaming but includes all the modern features and plenty of innovations. Unlike other North Africa wargames, there are 5 mini-maps located at the various termini of maneuver in the campaign, and where battles are waged as fascinating mini-games in their own right. Players try to sweep each map and force the action onto the next one in an effort to push their opponent out of the game.&#10;&#10;The looming Malta factor is accounted for most assiduously. While abstracted into many aspects of the game, players must always be mindful of Malta being made active (helping the Allies) or inactive (assisting the Axis). The Italian forces have their rightful place in the story unfolding on the game board, and the remarkable paucity of units turns every counter and hex into the kind of wargaming puzzle reminiscent of the glory days of those great contests from the Avalon Hill General magazine.&#10;&#10;The use of Supply Point markers, received in a fast, hassle-free way, to seize the initiative, replace losses and recover shattered formations, to light up a map and begin operations there (i.e., conduct player turns on it of maneuver and combat), and then to continue those player turns for another round. Each additional round of player turns must be paid for by another Supply Point, usually spent by the side that feels it is advantageous to press on and keep the opponent hard pressed, recreating simply and effectively the lulls and starts in battlefield operations that were a signature of this campaign.&#10;&#10;The desert lies before you and World War II is at stake. You must endure and prevail under the most surprising and grueling of circumstances, for there is No Retreat!&#10;&#10;Game Data:&#10;&#10;Number of Players: 2&#10;Ages: 14 and up&#10;Playing Time: approximately 50 minutes for each scenario; 3 to 4 hours for a campaign game&#10;Complexity: 5 on a 9 scale&#10;Solitaire Suitability: 3 on a 9 scale&#10;Scale: German &amp; Allied units are Divisions (8-10,000 men), Italian units are Corps of binary (2 Regiment) Divisions; each hex is 10 miles across, and each turn is 1-2 months of real time.&#10;&#10;Game Components:&#10;&#10;&#10;        12 page color Rules booklet&#10;        4 page Scenarios booklet&#10;        One 11&quot; x 25.5&quot; 2-sided color map sheet containing five mini maps&#10;        One 8.5&quot; x 11&quot; Player Aid mat&#10;        Two 8.5&quot; x 5.5&quot; Player Aid sheets&#10;        48 color, 5/8&quot; two-sided square game unit counters&#10;        56 color, 5/8&quot; two-sided round game markers&#10;        36 Event cards&#10;        Polybag packaging and component storage&#10;&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Decades: The 1940's",
      "Players: Two-Player Only Games",
      "Region: North Africa",
      "Series: No Retreat! (Carl Paradis)",
      "Theme: Deserts"
    ]
  },
  {
    "Rank": "15598",
    "Name": "Sardines",
    "ID": 27071,
    "Year": "(2008)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.09",
    "Link": "https://boardgamegeek.com/boardgame/27071/sardines",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "A card game for children (5+ years) and adults. Excellent for strengthening and building upon the skills introduced in basic memory games but with a twist. Requires players to not only memorize the individual sardines and their characteristics, but to concentrate deeply on their sequence and develop mnemonic devices to help recall the characters and order.&#10;&#10;From the publisher:&#10;&#10;&quot;Observation and memory game.&#10;You have a couple of seconds to observe the little sardines, memorise them and find them again in the box.!&quot;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Memory"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Animals: Fish / Fishes"
    ]
  },
  {
    "Rank": "15599",
    "Name": "ONDA",
    "ID": 416952,
    "Year": "(2024)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.60",
    "Link": "https://boardgamegeek.com/boardgame/416952/onda",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "40",
    "Weight": "1.5",
    "Description": "In ONDA, players use cards from their hands to compose wave formations superior to those of their opponents according to the current tide. Your goal is to be the first to play all your cards; failing that, try to have as few cards as possible since you lose points based on what's left in your hand.&#10;&#10;In more detail, at the start of play the tide is coming in, that is, high numbers are better than low. In each round, each player starts with a hand of cards, placing two cards face down in front of them; these cards are now wild and still considered part of their hand. To start the trick, the lead player plays a formation consisting of a single card, 2-4 cards of the same value, or a sequence of 2-4 cards. Subsequent players can (1) play a better formation &mdash; &quot;better&quot; being determined by the tide &mdash; (2) pass and be out of the trick, (3) turn the tide by returning one of their face-down cards to their hand, flipping the tide card (so now low numbers are better than high, or vice versa), then playing a better combination, or (4) play a bomb.&#10;&#10;Six types of bombs exist in ONDA, and the current bomb type is shown on top of the bomb deck. A bomb, e.g., a two-card sequence in the same suit, supersedes the current formation, and once played players must beat this formation instead of the previous one. At most one bomb can be played in a trick, and only one player can turn the tide.&#10;&#10;Once all but one player have passed in a trick, clear all played cards and move the top bomb card to the bottom of that deck. Whoever last played leads a new formation. Once a player has no cards in hand &mdash; regardless of face-down cards on the table &mdash; the round ends, and everyone but that player loses points based on their unplayed cards.&#10;&#10;After four rounds, whoever has the most points wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Ladder Climbing"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Card Games: Climbing",
      "Card Games: Shedding / Stops",
      "Digital Implementations: Board Game Arena",
      "Theme: Nature"
    ]
  },
  {
    "Rank": "15600",
    "Name": "Runes",
    "ID": 38,
    "Year": "(1981)",
    "Geek Rating": "5.530",
    "Avg Rating": "6.14",
    "Link": "https://boardgamegeek.com/boardgame/38/runes",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.9",
    "Description": "Runes is a different kind of word game where players actually construct the letters with special game pieces.  Players attempt to figure out not simply the spelling but the actual letter structure of the hidden words.&#10;&#10;Players take turns putting one letter segment in a letter box on another player's board; they get a point if the segment belongs to that letter and the other player gets a point if it doesn't. When a player thinks they know an opponent's word they guess it and gain points equal to the number of segments in the word (or lose the points if they are incorrect).&#10;&#10;",
    "Categories": [
      "Deduction",
      "Word Game"
    ],
    "Mechanics": [
      "Deduction"
    ],
    "Families": []
  }
]