[
  {
    "Rank": "5001",
    "Name": "Rondo",
    "ID": 129614,
    "Year": "(2012)",
    "Geek Rating": "5.760",
    "Avg Rating": "6.57",
    "Link": "https://boardgamegeek.com/boardgame/129614/rondo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "1.3611",
    "Description": "In the abstract strategy game Rondo, players try to score as many points as possible by placing tokens on numbered spaces on the game board, with the board consisting of two concentric rings of numbered spaces and multiple spokes connecting these rings and the center of the board. (The game board is double-sided, with different values on each side.) The numbers come in five colors, and players start the game by drawing two tokens (also in five colors) from a bag and placing them on a rack, thereby hiding the color of the tokens from other players.&#10;&#10;On a turn, a player can either (1) play as many tokens as they want in a continuous chain, with the first token being placed next to an occupied space or the center space, then drawing one token from the bag or (2) drawing two tokens and placing none on the board. A player can hold at most five tokens on their rack.&#10;&#10;When a player places tokens, the color of the token must match the space being covered; immediately score the points shown on this space. A player can choose to place a non-matching token face down on a space in order to reach another space, but they score no points for the face-down token. Alternatively, a player can play multiple tokens of the same color on a matching space and score the listed number of points for each token placed.&#10;&#10;The game board has a number of dark grey spaces on it. The game ends at the end of the round in which all of these spaces are occupied or a player cannot draw enough tokens to complete their turn. The player with the most points wins!&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Number"
    ],
    "Mechanics": [
      "Set Collection",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "5002",
    "Name": "Twilight Imperium: Second Edition",
    "ID": 26055,
    "Year": "(2000)",
    "Geek Rating": "5.759",
    "Avg Rating": "6.86",
    "Link": "https://boardgamegeek.com/boardgame/26055/twilight-imperium-second-edition",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "3.463",
    "Description": "Twilight Imperium is a unique boardgame that allows players to control one of six different races and guide their faction to galactic control via political intrigue, warfare, trade, and technological progression. The game incorporates an original movable hexagon system design, ensuring no two games are alike.&#10;&#10;The Second Edition incorporates a number of elements different from the first: new components, a new tech system, new action and political cards, new racial abilities, and new victory conditions.&#10;&#10;Part of the Twilight Imperium Series.&#10;&#10;Re-implements:&#10;&#10;    Twilight Imperium&#10;&#10;&#10;Expanded by:&#10;&#10;    Twilight Imperium: Second Edition &#226;&#128;&#147; Hope's End&#10;&#10;&#10;Re-implemented in:&#10;&#10;    Twilight Imperium: Third Edition&#10;&#10;&#10;",
    "Categories": [
      "Civilization",
      "Negotiation",
      "Political",
      "Science Fiction",
      "Space Exploration",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Modular Board",
      "Tile Placement",
      "Trading",
      "Variable Phase Order",
      "Variable Player Powers",
      "Voting"
    ],
    "Families": [
      "Components: Hexagonal Tiles",
      "Components: Map (Interplanetary or Interstellar scale)",
      "Game: Twilight Imperium",
      "Mechanism: 4X"
    ]
  },
  {
    "Rank": "5003",
    "Name": "Exoplanets",
    "ID": 163976,
    "Year": "(2015)",
    "Geek Rating": "5.759",
    "Avg Rating": "6.49",
    "Link": "https://boardgamegeek.com/boardgame/163976/exoplanets",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.3158",
    "Description": "Exoplanets is a medium-light game, where players create their own planetary system on the table. Players add to the common star, tiles which represent various planets or moons (that protect planets or help create life). Each of these tiles/planets give a different number of tokens (water, atmosphere, asteroids and light) and each planet has their climatic condition, which allows us to create life on these planets. Players can also interact trying to interrupt opponents planets by using space effects, by space tales or fulfill goals to earn more points at the end of the universe. But the players need to know that they are all creating mutual planetary systems.&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Open Drafting",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Giochistarter",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "5004",
    "Name": "Solar Sphere",
    "ID": 329228,
    "Year": "(2022)",
    "Geek Rating": "5.759",
    "Avg Rating": "7.17",
    "Link": "https://boardgamegeek.com/boardgame/329228/solar-sphere",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.7",
    "Description": "The human race has exhausted all the energy available on planet Earth. If they are to advance into an intergalactic civilisation they must harness the power of a solar system. They must build a dyson sphere.&#10;&#10;Solar Sphere is a dice placement/manipulation game with elements of engine building, resource management, and set collection. Set hundreds of years in the future in a time when competition will move mankind forward, but when collaboration is also sometimes necessary. In Solar Sphere, each player commands a mothership. Their primary task is to build a dyson sphere. But, with crew to hire and aliens attacking the sphere, there are many other ways to earn prestige and become the saviour of mankind.&#10;&#10;In this dice placement game, players can manipulate their dice using drones. However, players have a limited supply of drones, which are also used to upgrade dice placement spots or to support in fights against aliens. Players can always recycle used drones to get them back into their supply. Or, spend them for instant benefits.&#10;&#10;Players simultaneously start the turn by rolling their dice. Dice act as spacecraft and are sent, in player order, to locations to gather resources, build the dyson sphere, build or recycle drones, upgrade worker spots, hire crew, and fight off aliens.&#10;&#10;Crew come with their own unique benefits that will help players in a variety of areas. Chain crew abilities together to build a good engine, and retire them for extra benefits. Making space for new crew members.&#10;&#10;As the game progresses, more aliens will arrive to defend a sun that they also need. Fight them off alone, or join forces with other players and share the rewards. However, if no one takes on the rebellious aliens, then you all lose points.&#10;&#10;Solar Sphere combines a combination of mechanisms with a powerful theme to bring players an immersive experience.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Dice",
      "Economic",
      "Science Fiction",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Hidden Victory Points",
      "Set Collection",
      "Solo / Solitaire Game",
      "Worker Placement with Dice Workers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "5005",
    "Name": "Thunder at Cassino",
    "ID": 755,
    "Year": "(1987)",
    "Geek Rating": "5.759",
    "Avg Rating": "7.09",
    "Link": "https://boardgamegeek.com/boardgame/755/thunder-at-cassino",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "3.1017",
    "Description": "Thunder at Cassino is a mid-complexity wargame on the Third Battle of Monte Cassino during the Second World War. The game uses the area-impulse system first used in Storm over Arnhem, and to be used subsequently in Turning Point: Stalingrad and Breakout: Normandy.&#10;&#10;The game depicts the battle from 15 Mar 1944 to 23 Mar 1944. The Allied attackers consisted of elements of the 2nd New Zealand Corps, comprising the New Zealand 2nd Division, the Indian 4th Division and the British 78th Division. The German defenders are mainly from the elite 1st Fallschirmj&auml;ger Division. The game map depicts the town of Cassino, its renowned monastery and the surrounding environs, divided into areas to facilitate movement and combat. Units are mainly infantry platoons, armor platoons depicted.&#10;&#10;The game comes with two introductory scenarios, a end-of-battle scenario and a campaign game featuring the entire battle. Playing time varies from 60 minutes to 360 minutes depending on scenario chosen.&#10;&#10;Game consists of a 22&quot; by 24&quot; mounted map, 478 unit counters, rules and charts.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area-Impulse",
      "Dice Rolling"
    ],
    "Families": [
      "Series: Area-impulse (Avalon Hill)"
    ]
  },
  {
    "Rank": "5006",
    "Name": "Hellas",
    "ID": 207330,
    "Year": "(2016)",
    "Geek Rating": "5.759",
    "Avg Rating": "6.86",
    "Link": "https://boardgamegeek.com/boardgame/207330/hellas",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.5556",
    "Description": "Hellas, 480 BC. It&rsquo;s the rise of classic Greek civilization. After the overwhelming victory of Xerxes&rsquo; army at Thermopylae, the Greeks return to their country and continue the hard work at the islands. The building and development of large cities is the next step into a new era.&#10;&#10;Found settlements on a Greek island and let them grow into large cities. Build statues in honor of the Gods or finish one of the various temples on the island. All this work needs a lot of marble, which can be found in the many quarries. Houses next to a quarry can mine marble, but some quarries produce more marble than others.&#10;&#10;Each round in Hellas players choose an action in the display. When choosing to build a house, palace or square on the island, all others can perform that action, too. Deciding to mine marble (to get more money) will also help other players because they'll earn money too through their houses next to mines. Building pillars in temples or raising a statue are the only type of actions you'll perform by yourself, but at the end of the game all players might score points because of your work.&#10;&#10;Strategically build your settlements on the island to gain the most profit from quarries. Timing is crucial: most of your chosen actions can also be immediately performed by all other players. Think ahead to outsmart your opponents and score the most points with your cities.&#10;&#10;",
    "Categories": [
      "Ancient",
      "City Building"
    ],
    "Mechanics": [
      "Action Drafting",
      "Follow",
      "Hexagon Grid",
      "Turn Order: Claim Action"
    ],
    "Families": [
      "Ancient: Greece",
      "Digital Implementations: Yucata",
      "Theme: Construction"
    ]
  },
  {
    "Rank": "5007",
    "Name": "WINK",
    "ID": 13507,
    "Year": "(1994)",
    "Geek Rating": "5.759",
    "Avg Rating": "6.59",
    "Link": "https://boardgamegeek.com/boardgame/13507/wink",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.1111",
    "Description": "To set up WINK, lay out an array of numbered cards on the table, then distribute a second set of matching cards face down among the players, with a few cards not used and set aside.&#10;&#10;On your first turn, pick one of the cards on the table that doesn't match a card in your hand, then mark it with your pawn and announce the number of this card. The player who has this card in hand must now try to discreetly wink at you in order to let you know. At the start of your next turn, accuse someone of holding the card on which your pawn sits. If you're correct, you score the card from the table while your temporary partner scores the card from their hand; if you're wrong, you turn the card on the table face down. In either case, you then place your pawn on a new card.&#10;&#10;Each player also has a number of accusation cards, and if you spot someone winking, you can use one of your cards to call out that player. If you nabbed someone correctly, you claim both of the numbered cards.&#10;&#10;Once all the table cards are face down or someone has scored all cards in hand, the game ends. Each scored card and unused accusation card is worth one point, and whoever has the most points wins!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Targeted Clues"
    ],
    "Families": [
      "Series: Europe Collection (Blue Orange Games)"
    ]
  },
  {
    "Rank": "5008",
    "Name": "Transformers Deck-Building Game",
    "ID": 337961,
    "Year": "(2021)",
    "Geek Rating": "5.759",
    "Avg Rating": "6.95",
    "Link": "https://boardgamegeek.com/boardgame/337961/transformers-deck-building-game",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2.7333",
    "Description": "Transform and roll out!&#10;&#10;The Autobots are brave robot warriors hailing from the planet Cybertron. Their mission? To stop the Decepticons from enacting their evil schemes on Earth.&#10;&#10;In Transformers Deck-Building Game, you take on the role of one of the mighty Autobots. Travel and explore the Matrix and transform between your different modes as you gain allies, find relics, and acquire technology to do battle with the Decepticons. But be warned! As your deck grows, more powerful Decepticons will rise up to challenge you.&#10;&#10;Transformers Deck-Building Game can be played competitively or as a co-operative experience. This core set will begin your collection with everything needed to play, but the battle is far from over as playable Decepticons are on the way to expand your game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building"
    ],
    "Families": [
      "Game: Transformers Deck-Building Game",
      "Toys: Transformers"
    ]
  },
  {
    "Rank": "5009",
    "Name": "Pow Wow",
    "ID": 31545,
    "Year": "(2006)",
    "Geek Rating": "5.759",
    "Avg Rating": "6.58",
    "Link": "https://boardgamegeek.com/boardgame/31545/pow-wow",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.1481",
    "Description": "This is a revised edition of Coyote with some variances.  Some describe it as an inversion of Liar&#039;s Dice.&#10;&#10;Wearing their decorative feathers, Indian tribes gather regularly for Pow Wows to talk, celebrate and dance.  There are also competitions for determining who is the bravest, the strongest, or the cleverest.  Join the Pow Wow!&#10;&#10;Each player gathers around and draws a random feather card.  Each places it, without looking at its face value, upon their forehead affixing it on their headbands.  You see everyone's feather cards except your own.  Now the bidding and bluffing and the guessing begins...  On your turn, you can either challenge the previous player's bid or increase that bid.  When a challenge inevitably occurs, everyone takes off their feather cards and totals up the values to determine whether the bidder or the challenger has lost.  Whoever loses gets a buzzard affixed to his/her forehead and whoever gets three buzzards is out of the game.  The cleverest of this Pow Wow is the last person not kicked out of the game.&#10;&#10;Re-implements:&#10;&#10;    Coyote&#10;&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": [
      "Mechanism: Deduction – Blind Man's Bluff"
    ]
  },
  {
    "Rank": "5010",
    "Name": "Lanzerath Ridge",
    "ID": 352483,
    "Year": "(2022)",
    "Geek Rating": "5.759",
    "Avg Rating": "7.88",
    "Link": "https://boardgamegeek.com/boardgame/352483/lanzerath-ridge",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "60",
    "Play Time": "75",
    "Weight": "2.55",
    "Description": "Lanzerath Ridge is a solitaire wargame that takes places on the first day of the Battle of the Bulge, during the Second World War.  In the game, you take control of a small group of American soldiers. Under your command, the Americans must fend off the relentless attacks from German paratroopers and fusiliers. Your goal is to recreate the incredible historic accomplishment of the American soldiers by defending the town of Lanzerath, Belgium and delaying the advance of an entire SS Panzer Division.&#10;&#10;Lanzerath Ridge is the next design in the Valiant Defense series, following the critically acclaimed Pavlov's House (2018), Castle Itter (2019), and Soldiers in Postmen's Uniforms (2021).  The Valiant Defense series allows you to play amazing stories of  courage, with small forces holding the line against unimaginable odds.  Games in the series focus on the individual defenders and are deeply  rooted in history, while providing a quick play experience with a light complexity rule set.&#10;&#10;Lanzerath Ridge is divided into four attack periods, each of which is represented by a deck of enemy cards. Each attack period is divided into a number of turns, and each turn consists of two phases:&#10;&#10;The game ends immediately if the defenders&rsquo; morale drops to 0 or if a German attacker takes over an American defensive position. Otherwise, the game ends after the last attack. Your level of success is based on the Americans&rsquo; morale, intelligence gained during the defense, and any objectives you accomplish.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Line of Sight",
      "Point to Point Movement",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Country: Belgium",
      "Crowdfunding: Kickstarter",
      "History: World War II (Battle of the Bulge)",
      "Players: Solitaire Only Wargames",
      "Series: Valiant Defense (DVG)"
    ]
  },
  {
    "Rank": "5011",
    "Name": "Go Away Monster!",
    "ID": 6714,
    "Year": "(1997)",
    "Geek Rating": "5.759",
    "Avg Rating": "6.43",
    "Link": "https://boardgamegeek.com/boardgame/6714/go-away-monster",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Reach in the bag to find the puzzle pieces that fit your bedroom game board. Try to distinguish between the different puzzle pieces and decide which one feels like the size and shape of a piece you need. If you pull out a monster, don't be scared... You take charge, and the monsters will take off!&#10;&#10;Being afraid of monsters is a normal part of growing up. Go Away Monster! encourages kids to conquer that fear by acting it out and taking control. It also lets them experience some of the apprehension and excitement in deciding what is real and what is imaginary.&#10;&#10;Ages 3 and up&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Pattern Recognition",
      "Set Collection"
    ],
    "Families": [
      "Creatures: Monsters"
    ]
  },
  {
    "Rank": "5012",
    "Name": "Dirty Pig",
    "ID": 118410,
    "Year": "(2012)",
    "Geek Rating": "5.759",
    "Avg Rating": "6.14",
    "Link": "https://boardgamegeek.com/boardgame/118410/dirty-pig",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.0532",
    "Description": "Only a dirty pig is a happy pig!&#10;&#10;In Dirty Pig, first released as Drecksau, each player has 2-4 clean pigs in front of him and three cards in hand. Each turn one card is played. By playing a &quot;Dirty Your Pig&quot; card, one pig can be sent into the mud. One of the pig cards in front of you is flipped over to show a dirty pig on the back. Rain cards clean all pigs, even your own! Barn cards protect your pigs from the rain, while lightning cards destroy the barns &ndash; but lightning rod cards protect barns from lightning cards. Farmer cards are played to dirty someone else's pigs: the farmer likes clean pigs... Pigs in a barn that are protected with a barn door are safe from the farmer. A pig in a barn, with a door, and a lightning rod, is completely protected! The first player who dirties all of his pigs wins!&#10;&#10;Note that while Drecksau has a maximum player count of four, Dirty Pig contains additional cards that allow for play with up to six.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [
      "Take That"
    ],
    "Families": [
      "Animals: Pigs",
      "Series: Happy Planet (North Star Games)"
    ]
  },
  {
    "Rank": "5013",
    "Name": "HerStory",
    "ID": 369436,
    "Year": "(2022)",
    "Geek Rating": "5.759",
    "Avg Rating": "6.68",
    "Link": "https://boardgamegeek.com/boardgame/369436/herstory",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.3571",
    "Description": "In HerStory, you're an acclaimed author, writing a book to tell the stories of remarkable women of history. Players take turns doing research, drafting chapters, and completing them for points and possibly for research symbols or special powers. The game ends when a player has written eight chapters, and the player with the highest scoring book wins.&#10;&#10;The game is a light strategy game featuring engine-building and set collection. You do research by collecting research tokens, and by doing the right research, you can complete chapters about different historical women, for points.&#10;&#10;Completed chapters grant abilities that make you a better writer, and allow you to score even more points as the game progresses. You can set yourself for big point windfalls with the right combination of powers.&#10;&#10;The game comes with 120 oversized, linen-finish cards with beautiful illustrations of the featured historical figures on the fronts, and stories about their lives on the backs.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "5014",
    "Name": "¡Extinción!",
    "ID": 300993,
    "Year": "(2020)",
    "Geek Rating": "5.759",
    "Avg Rating": "7.24",
    "Link": "https://boardgamegeek.com/boardgame/300993/extincion",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.5",
    "Description": "The Lost World exists! The legendary place where dinosaurs survived has been kept in secret for centuries. However, its intense volcanic activity threatens with its end. Join the rescue party, explore the place and save as many animals as you can from&hellip; Extinction!&#10;&#10;Explore the 73 &quot;Lost World&quot; cards and discover up to 23 different species of dinosaurs. Use their skills to survive in &quot;your territory&quot; and save them in one of the 22 safe environments that you will discover during the game.&#10;But caution! Because every time you save dinosaurs, a &quot;Butterfly Effect&quot; can affect everyone and accelerate the end of the game.&#10;The explorer who has saved the most dinosaurs at the end will be the winner.&#10;&#10;&mdash;description from the designer&#10;&#10;&iexcl;El Mundo Perdido existe! El legendario lugar en el que sobrevivieron los dinosaurios se ha mantenido en secreto durante siglos. Sin embargo, su intensa actividad volc&aacute;nica amenaza con su fin. &Uacute;nete a la partida de rescate, explora el lugar y salva el mayor n&uacute;mero de animales de esta nueva &iexcl;Extinci&oacute;n!&#10;&#10;Explora las 73 cartas de Mundo Perdido y descubre hasta 23 especies distintas de dinosaurios. Usa sus habilidades para que sobrevivan en &quot;tu terreno&quot; y ponlos a salvo en uno de los 22 entornos seguros que ir&eacute;is descubriendo durante la partida.&#10;Pero &iexcl;cuidado!, porque cada vez que salves dinosaurios, se producir&aacute; un Efecto Mariposa, que puede afectar a todos y acelerar el final del juego.&#10;El explorador que m&aacute;s dinosaurios haya rescatado cuando el Mundo Perdido se extinga, ser&aacute; el ganador.&#10;&#10;&mdash;description from the designer (Spanish)&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Animals: Dinosaurs",
      "Organizations: Board Games Association of Creators in Spain (LUDO)"
    ]
  },
  {
    "Rank": "5015",
    "Name": "Next War: Poland",
    "ID": 191989,
    "Year": "(2017)",
    "Geek Rating": "5.759",
    "Avg Rating": "8.25",
    "Link": "https://boardgamegeek.com/boardgame/191989/next-war-poland",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "1200",
    "Weight": "4.4545",
    "Description": "Ukraine is in turmoil: embroiled in a civil war which has lasted for years and the situation seems further from resolution with each year that passes. Clandestine support from both Russia and the West fuels the war and keeps any hope of peace at bay. In the meantime, the civil war in Syria and the fight against Islamic extremism gathers steam. NATO and Russia stare each other down in a &quot;coopetittion&quot; in the region, and tensions rise meteorically as not so &quot;friendly&quot; fire incidents occur. The West tightens sanctions against Russia and ratchets up its rhetoric; Russia, meanwhile, attempting to regain a place in global power politics, responds with sanctions of its own against Turkey and starts low-level cyber warfare and &quot;little green men&quot; incidents in the Baltics. Tempers flare across the world, Turkey shoots down another Russian plane while Russian SAM batteries shoot down a Turkish F-16 in retaliation. Russia declares enough is enough, decides on war with NATO, and invades the Baltics and Poland. Belarus, knowing where it's bread is buttered, joins in.  Some NATO nations rush to the rescue while others debate the issue. Once again, Europe trembles to the rumble of tank treads and marching boots&hellip;&#10;&#10;Next War: Poland, the fourth volume in GMT's Next War Series. This game moves the action from Asia to Europe and allows players to fight a near future war in Poland as the Russians and their allies invade and NATO responds.&#10;&#10;Only a portion of Poland is shown as Ukraine is assumed to be in the midst of a grinding civil war. The Russians are not the behemoth of the Cold War, but they possess good material and a much better trained army. The Baltics may fall quickly, although their forces may put up some resistance and make an appearance as reinforcements, and the front quickly establishes itself in eastern Poland as the Russian 6th and 20th Armies push forward while NATO rushes forces into the area spearheaded by the Allied Rapid Reaction Corps and followed up by whatever nation's troops respond to the Article 5 declaration. The question is, can NATO stop the Russians or will Poland be overrun?&#10;&#10;Note: the Next War series is not an Introductory wargame. Rather, we have intended herein to create a system (and a series) that will allow detailed study of modern warfare in various venues as well as engaging gameplay. That said, the Standard Game rules encompass a fairly straightforward ruleset that will, we think, be considered pretty &quot;easy to learn&quot; by experienced wargamers. So players who choose to play Standard Game scenarios can have a relatively quick game when that's what suits them. The real flavor of a war in the theatre, though, comes through in the Advanced Game, where you get much more control over airpower and can more clearly see each side's strengths and weaknesses. For players who want a &quot;mini-monster game&quot; experience, playing the Advanced Game Campaign Scenarios with some or all of the optional rules will definitely &quot;deliver.&quot;&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Series: Next War (GMT)",
      "Theme: Alternate History"
    ]
  },
  {
    "Rank": "5016",
    "Name": "AT-43 Initiation Set: Operation Damocles",
    "ID": 24878,
    "Year": "(2006)",
    "Geek Rating": "5.759",
    "Avg Rating": "6.96",
    "Link": "https://boardgamegeek.com/boardgame/24878/at-43-initiation-set-operation-damocles",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.8289",
    "Description": "The Initiation Set box is both a complete game for 2 players and an introduction to the rules of AT-43. The White Stars forces face, over several missions, the terrifying Therian aliens on one of their Factory-planets. These scenarios allow you to get acquainted with the basics of the game in a simplified form at first, and then step by step into strategic depth. The box contains all the necessary material for two players to play the six missions of the handbook.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Line of Sight"
    ],
    "Families": [
      "Game: AT-43",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "5017",
    "Name": "7th Fleet: Modern Naval Combat in the Far East",
    "ID": 4854,
    "Year": "(1987)",
    "Geek Rating": "5.759",
    "Avg Rating": "7.24",
    "Link": "https://boardgamegeek.com/boardgame/4854/7th-fleet-modern-naval-combat-in-the-far-east",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "1200",
    "Weight": "3.6226",
    "Description": "The third in the Fleet Series of 1980's era naval warfare, 7th Fleet's focus is the Pacific ocean from the Sea of Okhotsk to the northern Philippines and from the coast of China to Guam. Hexes are approx. 45 nautical miles across.&#10;&#10;Players maneuver task forces of ships and submarines along with air wings to attack the opposing force. All ships, subs, and aircraft have various ratings for surface-to-surface missile, anti-air, area anti-air, anti-sub, close defense, air-to-air, and torpedo combat as well as defense, movement, and detection ratings (subs only).&#10;&#10;Units include numerous aircraft, ships, and sub types from mainly the US, Japan, Soviet Union, and China as well as miscellaneous units from Canada, Vietnam, North and South Korea, and Australia&mdash;everything from F-15s to Romeo subs to Nimitz carriers.&#10;&#10;Each 8-hour game turn is broken into 3 distinct phases (sub, surface, and air) and each player takes turns choosing which phase they wish to conduct. Ex. if the US player chooses &quot;Air&quot;, they conduct all bombing, shipping strikes, anti-sub, and interception actions for all their aircraft.&#10;&#10;Players also use their units to attempt to &quot;detect&quot; enemy forces so that an attack can be made. Ships and aircraft are always detected once a unit moves close enough to them, but players have to roll to try to detect subs.&#10;&#10;Optional rules include nuclear weapons and logistics.&#10;&#10;About 15 scenarios are included which range from about 90 minutes to 3 or 4 hours. Several campaigns are included which can take days to play out.&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Nautical",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: USA",
      "Digital Implementations: VASSAL",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Fleet (Victory Games)"
    ]
  },
  {
    "Rank": "5018",
    "Name": "Bughouse Chess",
    "ID": 14188,
    "Year": "(1960)",
    "Geek Rating": "5.758",
    "Avg Rating": "7.35",
    "Link": "https://boardgamegeek.com/boardgame/14188/bughouse-chess",
    "Min Players": "4",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "2.775",
    "Description": "Bughouse Chess is a variation of chess played with two teams of two people on two chess boards. Chess clocks are used, generally with 5 minute time controls. Team members sit beside each other playing opposite colors. Each player plays his opponent as in standard chess, except that whenever a piece is captured, it is given to the teammate. The teammate can then decide to play a normal move, or place the captured piece on any unoccupied square of the board (exception: pawns cannot be placed on the 1st or 8th rank). Team members have to work together and against the clock to win. The first person to lose by checkmate or time loses for his or her team, thus ending both games.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement",
      "Real-Time",
      "Team-Based Game"
    ],
    "Families": [
      "Admin: Outside the Scope of BGG",
      "Components: 8 x 8 Grids",
      "Traditional Games: Chess"
    ]
  },
  {
    "Rank": "5019",
    "Name": "Cataphract",
    "ID": 1883,
    "Year": "(1999)",
    "Geek Rating": "5.758",
    "Avg Rating": "7.57",
    "Link": "https://boardgamegeek.com/boardgame/1883/cataphract",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "3.381",
    "Description": "Cataphract is defined as a heavily armored cavalryman modelled either on the Sarmatians (cataphractarius) or the Persians (clibanarius). He was the ultimate mounted armored warrior of the ancient world, trained in both shock and missile combat.&#10;&#10;Cataphract portrays the development of the art of war wrought by the early Byzantine Empire, during the reign of Emperor Justinian, under his great Generals, Belisarius and Narses. During this period the Byzantine Empire, also known as the Eastern Roman Empire, for a brief period of time, re-captured a large portion of what was formerly the Western Roman Empire. Although successful in its attempts to reconquer Italy and North Africa, the Byzantine Empire's resources were insufficient to hold on to its gains.&#10;&#10;Cataphract covers all the major battles that defined this Early Medieval era. To place these battles in their proper historical context, the Campaign Game, Justinian, is enclosed, which covers the quest to reconquer the Roman Empire under one ruler.&#10;&#10;Thus, Cataphract contains the decisive battles of the era; a Campaign Game; plus a special bonus Viking raid scenario; and the land/naval leaders for an upcoming series of C3i Magazine Modules covering the Peloponnesian War. The second edition of Cataphract add to the six Early Medieval battles of the first edition, the Ancient Battles of the Utus River (447 CE) and the Catalaunian Fields (451 CE) from the original Attila: Scourge of God Module.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Ancient",
      "Medieval",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Ancient: Greece",
      "Ancient: Rome",
      "Cities: Istanbul (Turkey)",
      "Digital Implementations: VASSAL",
      "History: Byzantium",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Great Battles of History (GMT Games)"
    ]
  },
  {
    "Rank": "5020",
    "Name": "Smarty Party!",
    "ID": 7062,
    "Year": "(2003)",
    "Geek Rating": "5.758",
    "Avg Rating": "6.61",
    "Link": "https://boardgamegeek.com/boardgame/7062/smarty-party",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "1.4026",
    "Description": "Party/trivia game centered around the idea of players collectively naming items on a list (e.g. &quot;10 US states with most shoreline&quot;).  As players, in turn, miss an item, they acquire penalty points (forward movement on the game board).  When a player reaches the end of the track, the person who advanced the least is the winner.&#10;&#10;Combines Trivial Pursuit and Outburst (though there's no real-time screaming).&#10;&#10;Expanded by:&#10;&#10;    Smarty Party! Expansion Set&#10;    Smarty Party! Gamers' Expansion&#10;    Smarty Party! Expansion Set Junior&#10;    Smarty Party! Expansion Set 2&#10;&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Sand Timers",
      "Game: Smarty Party!"
    ]
  },
  {
    "Rank": "5021",
    "Name": "Ensemble",
    "ID": 293665,
    "Year": "(2021)",
    "Geek Rating": "5.758",
    "Avg Rating": "6.84",
    "Link": "https://boardgamegeek.com/boardgame/293665/ensemble",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.0417",
    "Description": "In the co-operative game Ensemble, all players must vote &mdash; without communicating &mdash; on one of the cards on display that they think best matches a card in the middle of the table. Communication is allowed only once all the players' votes have been revealed, and if all players have voted the same way (with a small, variable tolerance depending on the number of players), the group moves on to the next level. Otherwise, they lose a life.&#10;&#10;The goal of the game is to win level 9 &mdash; and once the game is won for the first time, the first scenario deck (of three) is unlocked, with new rules and cards being available for future games.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Communication Limits",
      "Cooperative Game",
      "Scenario / Mission / Campaign Game",
      "Simultaneous Action Selection",
      "Voting"
    ],
    "Families": [
      "Mechanism: Image Interpretation"
    ]
  },
  {
    "Rank": "5022",
    "Name": "Nanatoridori",
    "ID": 387388,
    "Year": "(2023)",
    "Geek Rating": "5.758",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgame/387388/nanatoridori",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.0833",
    "Description": "In &#227;&#131;&#138;&#227;&#131;&#138;&#227;&#131;&#136;&#227;&#131;&#170;&#227;&#131;&#137;&#227;&#131;&#170; (pronounced &quot;Nanatoridori&quot;), you are a guide at a castle where a bird party has just concluded, and now you are helping the birds return home, the &quot;birds&quot; being cards in your hand.&#10;&#10;From a deck of 63 cards, with nine copies each of 1-7, players get a hand of cards that they cannot rearrange. The starting player leads a card or set of cards with the same value &mdash; but they can play multiple cards only if the cards are adjacent to one another  in their hand. If cards have been played on the table, to play you must play the same number of cards with a higher value or a larger set of cards, e.g., 2 &lt; 5 &lt; 3,3 &lt; 6,6 &lt; 2,2,2 &lt; 1,1,1,1. When you overplay someone, you can pick up the cards you beat and add them to your hand where you wish, or you can discard them.&#10;&#10;If you cannot or choose not to play, you must pass, drawing a card from the remaining cards in the deck, then either adding it to your hand where you wish or discarding it.&#10;&#10;If all but one player pass, clear the table, with the player who last played leading to an empty table. When all but one person has emptied their hand, the last player loses one of their two lives. When a player loses their second life, the game ends, and everyone else wins.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Ladder Climbing",
      "Single Loser Game"
    ],
    "Families": [
      "Animals: Birds",
      "Card Games: Shedding / Stops",
      "Digital Implementations: Board Game Arena",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "5023",
    "Name": "Vienna",
    "ID": 171492,
    "Year": "(2015)",
    "Geek Rating": "5.758",
    "Avg Rating": "6.53",
    "Link": "https://boardgamegeek.com/boardgame/171492/vienna",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.2059",
    "Description": "Game description from the publisher:&#10;&#10;Having just arrived in 19th century Vienna, one is struck by the many possibilities offered by this great city and you need to ask yourself how best to get ahead. Should you try to win some fast money, or take a long-term approach by trying to win over influential patrons in the city?&#10;&#10;You'll be faced with many important questions in Vienna, many of which involve where best to place your dice so that you can get hold of as many victory points as possible? Naturally these tactical decisions will be influenced by the plans of others and by the favor of the dice. In the end, whoever best plans wisely and use her resources will win!&#10;&#10;",
    "Categories": [
      "Dice",
      "Post-Napoleonic"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Turn Order: Claim Action",
      "Worker Placement with Dice Workers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Cities: Vienna (Austria)",
      "Country: Austria",
      "Country: Austria-Hungary"
    ]
  },
  {
    "Rank": "5024",
    "Name": "Animal Upon Animal: Balancing Bridge",
    "ID": 84464,
    "Year": "(2010)",
    "Geek Rating": "5.758",
    "Avg Rating": "7.01",
    "Link": "https://boardgamegeek.com/boardgame/84464/animal-upon-animal-balancing-bridge",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.1111",
    "Description": "Publisher Blurb:&#10;&#10;Flamingo, giraffe, panther, bat and iguana start the adventure of their life and together set off on a big journey. But there is only a wobbly hanging bridge leading over the four valleys. Fortunately the strong crocodile helps. Each player gets three secret piling assignments. Your task is to pile the animals shown on your assignment cards on the hanging bridge. Whoever proves to be the most skillful will accomplish the assignments first and win the game. A stacking game with animals for 2-4 players ages 5-99.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Stacking and Balancing"
    ],
    "Families": [
      "Animals: Bats",
      "Animals: Birds",
      "Animals: Giraffes",
      "Animals: Lizards",
      "Components: Dice with Icons",
      "Components: Game Box Used In Play",
      "Game: Tier auf Tier"
    ]
  },
  {
    "Rank": "5025",
    "Name": "2038: Tycoons of the Asteroid Belt",
    "ID": 816,
    "Year": "(1995)",
    "Geek Rating": "5.758",
    "Avg Rating": "7.10",
    "Link": "https://boardgamegeek.com/boardgame/816/2038-tycoons-of-the-asteroid-belt",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "4.0196",
    "Description": "2038 is a space mining adaptation of the 18xx series of games.  First, you have the ever important stock trading rounds followed by operating rounds where you try to deliver commodities mined from the asteroid belt.&#10;&#10;Instead of laying track, the players explore the asteroid belt and lay claims to various mining resources. During operation rounds, ships move from mine to mine limited only by their fuel and the players' refueling stations. Operation is thus more flexible than in most 18xx games, and the randomly generated map greatly increases replay value.&#10;&#10;",
    "Categories": [
      "Economic",
      "Science Fiction",
      "Space Exploration",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Network and Route Building",
      "Pick-up and Deliver",
      "Stock Holding"
    ],
    "Families": [
      "Series: 18xx"
    ]
  },
  {
    "Rank": "5026",
    "Name": "Lunar Rails",
    "ID": 6663,
    "Year": "(2003)",
    "Geek Rating": "5.758",
    "Avg Rating": "6.90",
    "Link": "https://boardgamegeek.com/boardgame/6663/lunar-rails",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "180",
    "Play Time": "240",
    "Weight": "2.7636",
    "Description": "Part of Mayfair's line of train crayon-rail games. Here you can make deliveries to any part of the moon, which is why they used the double-hemisphere map. You can connect from the edge of one map to the corresponding point on the other hemisphere's map.&#10;&#10;One addition to the events are meteors. When they strike, any rail connect to the point they strike or connecting to any of the 6 dots around that are destroyed. Other events include Decompression, Solar Flares, and Cosmic Rays.&#10;&#10;",
    "Categories": [
      "Economic",
      "Science Fiction",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Crayon Rail System",
      "Hexagon Grid",
      "Network and Route Building",
      "Pick-up and Deliver"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Series: Empire Builder Rail Games (Mayfair)",
      "Space: Earth's Moon"
    ]
  },
  {
    "Rank": "5027",
    "Name": "King's Road",
    "ID": 216974,
    "Year": "(2017)",
    "Geek Rating": "5.758",
    "Avg Rating": "6.54",
    "Link": "https://boardgamegeek.com/boardgame/216974/kings-road",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6875",
    "Description": "In King's Road, the players are nobles who are attempting to gain power and influence within the king's many provinces. As the king travels along the road that connects all the major landmarks within his territory, he will allow the most influential noble in each region to govern in his stead. Over time, the most favored noble will win the game.&#10;&#10;King's Road is an area-majority game. Each player has identical decks of eleven cards. On a turn, players simultaneously select the three cards they will play, and in what order. To win, players not only have to influence the king as he traverses the land, but attempt to read the minds of their opponents.&#10;&#10;King's Road reimplements the game Imperium, previously only available within game compendiums.&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "King of the Hill",
      "Once-Per-Game Abilities",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "5028",
    "Name": "Starving Artists",
    "ID": 189350,
    "Year": "(2017)",
    "Geek Rating": "5.757",
    "Avg Rating": "6.73",
    "Link": "https://boardgamegeek.com/boardgame/189350/starving-artists",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.9375",
    "Description": "There's no question: the life of an artist is hard. There&rsquo;s no paycheck to paycheck to live by. What little money you do have you invest right back into paint. And without that paint, there&rsquo;s no way to follow your dream. You don&rsquo;t relish the idea of having to work at a desk, in front a computer, toiling away for some faceless corporate overlord. You really want to make it!&#10;&#10;Starving Artists is a game for 1-4 players. It takes about 30-60 minutes (approximately 15 minutes per player).&#10;&#10;In Starving Artists, you are a painter trying to be famous. In the game, paints are the only currency. On your turn, you can buy canvases, paint them or work for more paint. And, at the end of each round, players can put their completed paintings up for sale for more paint and food.&#10;&#10;The game ends when shortly after someone is out or someone manages to paint enough paintings: either in value or quantity. Yes, you can become famous by flooding the painting marketplace.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Educational"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Art",
      "Theme: Painting / Paintings"
    ]
  },
  {
    "Rank": "5029",
    "Name": "Rat Hot",
    "ID": 16497,
    "Year": "(2005)",
    "Geek Rating": "5.757",
    "Avg Rating": "6.30",
    "Link": "https://boardgamegeek.com/boardgame/16497/rat-hot",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.4609",
    "Description": "Two spice dealers share a storehouse with a number of hungry rats, who want to put them out of business.  The two dealers want to store spices so that they know where everything is, but they also have to keep the rats at bay.  Stack your crates, keep your spices together, and cover up the rats.&#10;&#10;&#10;Rat Hot is a two-player game developed from Michael Schacht&#039;s Dschunke: Das Legespiel on his own label Spiel aus Timbuktu, which in turn was developed from his game Dschunke, also published by Queen. The Rat Hot tile distribution differs slightly from Dschunke: das Legespiel but you can very nearly use the Dschunke: das Legespiel rules with a Rat Hot set.&#10;&#10;All the games use the clever mechanism of stacking long 3x1 tiles so that the upper tiles obscure some parts of the tiles underneath. In Rat Hot, the two players simply take turns to draw 2 tiles from a face down pile, and add them to the existing layout.&#10;&#10;The tiles are all 1x3 and show a combination of rats, spices or empty crates. Each player has four different types of spice in their player colour which they are trying to form into large groups. Many of the tiles have spices of both colours.&#10;&#10;The game is scored with grey and yellow chips which represent 1 and 2 points. Each time you place a tile, you and your opponent can score points from groups created or changed by that tile. Whenever a group of two of the same spice is formed, the owning player receives one point, or two points for groups of three or more. Beware! If there are three rats of your own colour visible at the end of your turn, you instantly lose.&#10;&#10;When the draw pile is exhausted and the tiles all placed, the board is scored once more for all players, so trying to preserve existing groups also counts.&#10;&#10;The real trick in the game comes in the tile placement. Tiles must be adjacent by at least one square. Tiles can placed on top of other tiles, so that stacks build up. But a tile can not sit exactly on top of another, so there must always be some offset, and all three squares of a tile must be supported by other tiles, or the table.&#10;&#10;Rat Hot can be very tricky. You want to keep your opponent's rats exposed in awkward places, so they have to spend both their moves trying to keep the rats covered. But you also want to set up scoring positions, and cover your own rats, and avoid giving your opponent points as well. There's a good mental challenge here, as you puzzle over the best use and arrangement of your tiles. Do you dare leave two of your rats open, because your opponent may draw more of your rats and make it impossible for you to finish your next turn with less than three showing. Can you get a good group of spices going and also break up your opponent's groups? Tricky problems for tricky minds.&#10;&#10;Rat Hot is a quick, fun game and is a good addition to Queen&#039;s line of small 2-player games. The wood chips make it easy to see who is leading, the tiles are nicely made, the graphics are fun, and the game plays quickly and fairly. You can be stuffed by unlucky tile draws, but perhaps your low score is more to do with your choices, or maybe the other player is just smarter than you. Fast play, easy rules, and the risk of sudden death give Rat Hot a high replay value.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Print & Play"
    ],
    "Mechanics": [
      "Layering",
      "Pattern Building",
      "Take That",
      "Tile Placement"
    ],
    "Families": [
      "Animals: Rats",
      "Mechanism: Partially overlapping cards",
      "Players: Two-Player Only Games",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "5030",
    "Name": "King of the Elves",
    "ID": 229,
    "Year": "(1999)",
    "Geek Rating": "5.757",
    "Avg Rating": "6.19",
    "Link": "https://boardgamegeek.com/boardgame/229/king-of-the-elves",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.0242",
    "Description": "The Elven king is dead, and players are competing to become the next king.  This game is similar in nature to Elfenroads/Elfenland in that players try to visit as many cities as possible using optimal transportation cards; what's different is that the lay of the land is also dictated by card play.  Other players may interfere with your journey through the use of thieves, obstacles, and sea serpents.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Travel"
    ],
    "Mechanics": [
      "Hand Management",
      "Income",
      "Investment",
      "Open Drafting",
      "Point to Point Movement"
    ],
    "Families": [
      "Creatures: Fairies / Elves / Pixies",
      "Game: Elfenroads"
    ]
  },
  {
    "Rank": "5031",
    "Name": "Quick Cups",
    "ID": 146149,
    "Year": "(2013)",
    "Geek Rating": "5.757",
    "Avg Rating": "6.19",
    "Link": "https://boardgamegeek.com/boardgame/146149/quick-cups",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.037",
    "Description": "Haim Shafir's most famous game design, Halli Galli, includes one of the best-known game props in existence: a bell. Players both young and old love to hit the bell after spotting a winning combination, so it's no surprise to see the bell return in yet another Shafir design: Speed Cups, a.k.a. Quick Cups.&#10;&#10;In this game, each player receives a set of five plastic cups, each a different color; a deck of 24 cards is shuffled and placed face down in the center of the table next to the bell. One player flips over the top card, which depicts colored objects &ndash; trains, birds, cups, etc. &ndash; stacked vertically or horizontally, then everyone tries to recreate this colored sequence with her own set of cups. The first player to do slams the bell, revels in the soul-brightening &quot;ding&quot;, then (if correct), claims the card. Someone then reveals the next card, and the players start shuffling cups once again.&#10;&#10;Once all the cards have been claimed, whoever holds the most cards wins!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": []
  },
  {
    "Rank": "5032",
    "Name": "Saratoga",
    "ID": 3413,
    "Year": "(1998)",
    "Geek Rating": "5.757",
    "Avg Rating": "7.15",
    "Link": "https://boardgamegeek.com/boardgame/3413/saratoga",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.5532",
    "Description": "In all the spectacle of war there has seldom been a sight the equal of British General Burgoyne's campaign of 1777. The float and march south from Canada had almost a surreal quality juxtaposed against the Adirondack wilderness. Hundreds of vessels making up an immense inland navy on Lake Champlain transported nearly 9,000 combatants together with 138 cannon. Burgoyne's objective was Fort Ticonderoga and from there, Albany, and a rendezvous with British forces coming from New York City. The strategic purpose of the campaign was nothing short of an end to the American Rebellion.&#10;&#10;The intrigue on the American side lay in the cult of personality. Saratoga was to be Benedict Arnold's greatest victory in a string of successes which rank him among the finest field commanders of the era. Known to all Americans as the great traitor, it is ironic to discover that twice he salvaged the Revolution from certain collapse. It was Arnold's conspicuous gallantry and bold leadership which assured America victory at Saratoga and, by extension, its independence.&#10;&#10;The fighting at Freeman's Farm would be savage. Here no farmer's militia, but rather Continental Regulars (anxious to redeem a recent reputation for retreat), stood toe to toe with Europe's finest. The sanguinary nature of the fighting was summed up best by American Brigadier General John Glover who said, &quot;Both sides seemed determined to conquer or die.&quot;&#10;&#10;It's the 19th of September, 1777. Do you, as the British, attempt to storm the prepared American positions on the high ground at Bemis Heights in order to open up the River Road and the most direct route to Albany? Or do you attempt to turn the American left where intelligence reports the American defenses are incomplete and the ground favors your approach? How will you employ the large number of Hessian mercenaries in your army? Will their performance match their reputation?&#10;&#10;As the Americans do you wait on Bemis Heights for the approach of the enemy as General Gates preferred, or do you sortie and meet the approach of the British in the forests where their artillery will be of little value? Will Generals Gates and Arnold cooperate, or will their feud spell disaster for the American cause? And what of the fog on this chilly Autumn morning? Will it be an ally to the Americans by impeding the progress of the enemy?&#10;&#10;These are only a few of the challenges facing you as you relive one of history's most decisive battles and the turning point of the American Revolution.&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "American Revolutionary War",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Country: USA",
      "Players: Two-Player Only Games",
      "Series: Battles of the American Revolution (GMT)"
    ]
  },
  {
    "Rank": "5033",
    "Name": "Totaler Krieg! World War II in Europe",
    "ID": 4258,
    "Year": "(1999)",
    "Geek Rating": "5.757",
    "Avg Rating": "7.43",
    "Link": "https://boardgamegeek.com/boardgame/4258/totaler-krieg-world-war-ii-in-europe",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "4.0141",
    "Description": "Update to the 1996 Game Krieg!,  a WWII war game that the whole war can be played through, or smaller Scenarios for shorter game play.&#10;&#10;Re-implements:&#10;&#10;    Krieg! World War II in Europe&#10;&#10;&#10;Re-implemented by:&#10;&#10;    Axis Empires: Totaler Krieg!&#10;&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Queue",
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Continents: Europe",
      "Series: Krieg (Decision Games)",
      "War Level of Command: Strategic"
    ]
  },
  {
    "Rank": "5034",
    "Name": "Catan: Ancient Egypt",
    "ID": 161527,
    "Year": "(2014)",
    "Geek Rating": "5.757",
    "Avg Rating": "7.24",
    "Link": "https://boardgamegeek.com/boardgame/161527/catan-ancient-egypt",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "75",
    "Play Time": "75",
    "Weight": "2.4737",
    "Description": "For Catan: Ancient Egypt, designer Klaus Teuber has transformed his best-selling game The Settlers of Catan to a new location and time, with players now living in the time of the Pharaohs and using their oxcarts to move resources to build small villages and great temples styled after some of the most interesting buildings of Egyptian antiquity. As always, you must beware of the robber! His chariot can interrupt production at your cattle pastures, papyrus groves and quarries.&#10;&#10;After you master the Catan: Ancient Egypt base game, you can try these variants:&#10;&#10;&#10;    Help from the Gods: Ten god cards are now available to player, with their powers adding a variety of options for dynamic gameplay.&#10;    The Great Pyramid: Players can now build and move papyrus boats across the Nile to compete for the pharaoh's blessing and the vizier's favor by building blocks onto the great pyramid.&#10;&#10;&#10;",
    "Categories": [
      "Civilization",
      "Negotiation"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Network and Route Building",
      "Trading"
    ],
    "Families": [
      "Ancient: Egypt",
      "Game: Catan",
      "Series: Catan Histories"
    ]
  },
  {
    "Rank": "5035",
    "Name": "By Stealth and Sea",
    "ID": 294652,
    "Year": "(2020)",
    "Geek Rating": "5.757",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/294652/by-stealth-and-sea",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.25",
    "Description": "&quot;By Stealth and Sea&quot; is a tactical solitaire or cooperative wargame that takes place during the Battle of the Mediterranean in World War II.&#10;&#10;In By Stealth and Sea, you lead elements of an Italian commando frogmen unit called Decima Flottiglia MAS. Under your command, teams of frogmen will pilot manned torpedoes in attacks against the Royal Navy in the heavily guarded harbors of Gibraltar, Algiers, and Alexandria.&#10;&#10;By Stealth and Sea&rsquo;s campaign system features all nine key historic manned torpedo attacks by the Decima Flottiglia MAS against the Royal Navy. During the campaign, you can advance your technology and train your frogmen. But the Royal Navy responds to successful attacks by improving their defenses.&#10; The remarkable accomplishments of the Decima Flottiglia MAS served as a model for other special forces assault units for years after World War II. Will you be able to match these historic results? Or will you succumb to the defenses of the Royal Navy?&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Object of the GameYou score points based on the type of naval vessels and support ships you sink. Points scored during a mission can be used to advance your technology and train your operators for future missions. Your goal for the campaign is to meet or exceed the historical accomplishments of the manned torpedo operators of the Decima Flottiglia MAS.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;GameplayBy Stealth and Sea is divided into turns. Each turn consists of the following phases:&#10;&#10;&#10;     Fault Check Phase: Check to see if there is a fault.&#10;     Manned Torpedo Phase: Each manned torpedo uses two action points.&#10;     Harbor Defense Phase: Harbor defenses respond to manned torpedos.&#10;     Clean-up Phase: Prepare for the next round.&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;List of ship counters in the gameLink &mdash; https://boardgamegeek.com/thread/2546719/article/36347007#36347007&#10;&#10;",
    "Categories": [
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Events",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Multiple Maps",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Country: Italy",
      "Crowdfunding: Kickstarter",
      "Players: Games with Solitaire Rules",
      "Players: Wargames with Solitaire Rules",
      "Region: Mediterranean Sea",
      "Theme: Submarines"
    ]
  },
  {
    "Rank": "5036",
    "Name": "Sapiens",
    "ID": 169649,
    "Year": "(2015)",
    "Geek Rating": "5.757",
    "Avg Rating": "6.30",
    "Link": "https://boardgamegeek.com/boardgame/169649/sapiens",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.6452",
    "Description": "The time has come for the tribe to leave its shelter and head for new lands. As the chief of your clan, it's up to you to guide your prehistoric people through the valley: Take advantage of the environment, pick and hunt for food, discover big and safe caverns for the upcoming winter, gather your tribe and discover the valley!&#10;&#10;Sapiens is a short and easy-to-learn tile-placement game that can prove much deeper than it seems for gamers. Each player has a personal game board that represents the valley on which they will play tiles to determine the journey of their tribe through several prehistoric life scenes. Their aim is to gather food points on the plains and in the forests of the valley and to get shelter points for reaching caves in the mountains. A player's turn consists of two steps:&#10;&#10;&#10;    Connect one new tile from the four in his personal pool to the tiles already in play on his board, with connected scenes needing to match. These placements earn food points when a connection is made, earns shelter points when a cave is reached, and sometimes provides a special ability based on the connected scenes.&#10;    Choose a new tile from the five available in a common pool to re-fill his personal pool to four tiles.&#10;&#10;&#10;Sapiens relies on instinctive domino-like mechanisms that are improved by interesting twists:&#10;&#10;&#10;     Laying tiles on personal (modular) game boards brings a bit of a puzzle feel to the game.&#10;     Having two separate scores &mdash; food and shelter &mdash; and knowing that only their lower one matters when determining who wins confronts players with interesting needs and dilemmas.&#10;     Including special powers linked to the eight different scenes represented on the tiles brings a lot of interaction and choices.&#10;&#10;&#10;",
    "Categories": [
      "Prehistoric"
    ],
    "Mechanics": [
      "Highest-Lowest Scoring",
      "Take That",
      "Tile Placement"
    ],
    "Families": [
      "Digital Implementations: Board Game Arena"
    ]
  },
  {
    "Rank": "5037",
    "Name": "JamSumo",
    "ID": 165595,
    "Year": "(2014)",
    "Geek Rating": "5.757",
    "Avg Rating": "7.31",
    "Link": "https://boardgamegeek.com/boardgame/165595/jamsumo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.2",
    "Description": "&quot;Jam&quot; is a game where everyone is trying to flick their dice to get them down the hole in the middle. When one player has got all their dice into the hole, everyone scores points for the uppermost faces of any dice they have still in play (any not used yet or knocked off the sides count as a 4). Lowest aggregate score after 1 round per player wins.&#10;&#10;&quot;Sumo&quot; is a game where you start with all your dice on the board and try to flick your opponents' dice off the board (or down the hole). When someone has all their dice knocked off, everyone scores for the uppermost faces of dice still in play. Highest aggregate score after 1 round per player wins.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Dice"
    ],
    "Mechanics": [
      "Flicking"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Crowdfunding: Kickstarter",
      "Mechanism: Finger Flicking Games"
    ]
  },
  {
    "Rank": "5038",
    "Name": "Get on Board: Paris & Roma",
    "ID": 380105,
    "Year": "(2023)",
    "Geek Rating": "5.757",
    "Avg Rating": "6.94",
    "Link": "https://boardgamegeek.com/boardgame/380105/get-on-board-paris-and-roma",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Who will have the best Metro line? Organize your passengers' trips across the most romantic cities in the world! Feel free to double up with other players and create connections that will earn you even more points.&#10;&#10;Over multiple rounds in Get on Board: Paris &amp; Roma, you reveal a new route card, then plot the ideal route to cross off the best passenger and place spaces. Complete your objectives, and try to get the most points!&#10;&#10;",
    "Categories": [
      "Transportation"
    ],
    "Mechanics": [
      "Bingo",
      "Connections",
      "Line Drawing",
      "Network and Route Building",
      "Paper-and-Pencil",
      "Race"
    ],
    "Families": [
      "Cities: Paris (France)",
      "Cities: Rome (Lazio, Italy)",
      "Digital Implementations: Board Game Arena",
      "Mechanism: Flip-and-Write"
    ]
  },
  {
    "Rank": "5039",
    "Name": "Infiltraitors",
    "ID": 353945,
    "Year": "(2023)",
    "Geek Rating": "5.757",
    "Avg Rating": "7.35",
    "Link": "https://boardgamegeek.com/boardgame/353945/infiltraitors",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "2.25",
    "Description": "Your organization has been infiltrated by moles, nefarious informants from the enemy. As faithful agents, you must work together to uncover and eliminate all the traitors.&#10;&#10;Infiltraitors is a challenging deduction card game with twenty missions. Suspect cards are set aside at the start; these are the traitors who must be identified by suit and numbers. Players must manage their hands to give clues on the suspect cards. Clues may match with a traitor by having the same suit or where the number is either a multiple or a factor of the traitor's.&#10;&#10;As the clues accumulate, players may deduce the identity of a traitor card, but can you catch them all before the time runs out?&#10;&#10;",
    "Categories": [
      "Card Game",
      "Spies / Secret Agents"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Hand Management",
      "Move Through Deck"
    ],
    "Families": []
  },
  {
    "Rank": "5040",
    "Name": "World of Warcraft: Miniatures Game",
    "ID": 34496,
    "Year": "(2008)",
    "Geek Rating": "5.757",
    "Avg Rating": "6.68",
    "Link": "https://boardgamegeek.com/boardgame/34496/world-of-warcraft-miniatures-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.3176",
    "Description": "The World of Warcraft Miniatures Game is Upper Deck Entertainments first venture into the collectible miniatures game market.  The game features characters from every class available in the World of WarCraft computer game, including signature heroes like Warchief Thrall, Leeroy Jenkins, High Priestess Tyrande Whisperwind, and Archmage Arugal.&#10;&#10;Various styles of play are available:&#10;Skirmishes - Combat between parties containing one to five characters.&#10;Dungeon Exploration - Co-operative or competitive play in an automated dungeon.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Collectible Components",
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Video Game Theme",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Dice Rolling",
      "Hexagon Grid",
      "Turn Order: Time Track"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Collectible: Collectible Miniatures Games",
      "Players: Two-Player Only Games",
      "Setting: Warcraft"
    ]
  },
  {
    "Rank": "5041",
    "Name": "Biblios: Quill and Parchment",
    "ID": 300523,
    "Year": "(2021)",
    "Geek Rating": "5.757",
    "Avg Rating": "6.88",
    "Link": "https://boardgamegeek.com/boardgame/300523/biblios-quill-and-parchment",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "2.0833",
    "Description": "A &quot;roll and write&quot; version of the popular Biblios.&#10;&#10;The life of a monastic scribe is not easy.  Every day you spend long hours in the monastery copying books, praying, and performing tasks. Through hard work and prayer, earn the abbot&rsquo;s trust and display your dedication to the pious life.&#10;&#10;The object of the game is to score the most piety points.  The game consists of 8 days (i.e., rounds). In the first 4 days, players simultaneously roll their own dice (that show various book types, abbot influence and travel points) and may do so up to 3 times. After each roll, the players have 3 options: (1) to keep the dice as shown, (2) to reroll exactly one die or (3) to roll all the dice.&#10;&#10;Most of the dice are resource dice showing books monks are copying, but there are also abbot influence dice (abbot influences is accrued in the first half, but spent in the second half of the game), and a travel die (allowing a player's novice to go out into towns to do good works and find more books).&#10;&#10;In the last 4 rounds, players use their abbot influence to bid for a priority of tasks.&#10;&#10;This is a rare (if not unique) &quot;roll + write&quot; game that includes auctions and, unlike many roll + write game; it is highly interactive.&#10;&#10;After 8 days, the game ends and the players calculate scores.  As in the original Biblios, the relative value of books changes during the game, so players are unsure of which books will be most valuable until the end of the game.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Dice",
      "Medieval"
    ],
    "Mechanics": [
      "Action Drafting",
      "Dice Rolling",
      "Paper-and-Pencil",
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": [
      "Components: Dry Erase Markers / Dry Erase Surfaces",
      "Crowdfunding: Kickstarter",
      "Mechanism: Roll-and-Write",
      "Religious: Monks/Abbots & Monasteries/Abbeys",
      "Theme: Books / Libraries",
      "Versions & Editions: Dice Versions of Non-Dice Games",
      "Versions & Editions: Roll- or Flip-and-Write Versions of Non-Writing Games"
    ]
  },
  {
    "Rank": "5042",
    "Name": "Fields of Fire 2",
    "ID": 139433,
    "Year": "(2019)",
    "Geek Rating": "5.757",
    "Avg Rating": "8.23",
    "Link": "https://boardgamegeek.com/boardgame/139433/fields-of-fire-2",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "4.6316",
    "Description": "From publisher's website:&#10;&#10;In Fields of Fire Vol. II: &quot;With the Old Breed,&quot; you pin on your captain's bars and take command of a rifle company in the 5th Marines, the most decorated regiment in the US Marine Corps. Test your mettle in three campaigns spanning World War II, Korea and Vietnam. Battle ashore in the blazing heat of Peleliu in September 1944 to discover the Japanese have changed their strategy and you are forced to dig them out of the coral ridges.  Flares reveal waves of Chinese pouring over the rugged mountains of the Chosin Reservoir, Korea, in sub zero weather in November 1950. Fight house to house in Hue City, Vietnam in February 1968. These three campaigns live on in the legends and history of the United States Marine Corps.&#10;&#10;Fields of Fire is a solitaire game system that gives players the challenge of commanding a rifle company between World War II and Present Day. The game is different from many tactical games in that it is diceless and card based. There are two decks used to play. The Terrain Deck is based on a specific region and is used to build a map for the various missions your company must perform. The Action deck serves many purposes in controlling combat, command and control, various activity attempts. The units of the company are counters representing headquarters elements, squads, weapons teams, forward observers, individual vehicles or helicopters. A single playing is a mission and several missions from an historical campaign are strung together for the player to manage experience and replacements. A mission can be played in about 1 &ndash; 2 hours.&#10;&#10;This volume of Fields of Fire  is based on three actual campaigns experienced by units of the 5th Marines of the 1st Marine Division &quot;Blue Diamond&quot; in World War II, Korea, and Vietnam and is the second volume of the Fields of Fire series.&#10;&#10;",
    "Categories": [
      "Korean War",
      "Vietnam War",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Modular Board",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Cities: Huế (Vietnam)",
      "Country: Korea",
      "Country: Vietnam",
      "History: Vietnam War",
      "History: World War II (Pacific)",
      "Islands: Palau",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules",
      "Series: Fields of Fire"
    ]
  },
  {
    "Rank": "5043",
    "Name": "The Grand Trunk Journey",
    "ID": 292892,
    "Year": "(2020)",
    "Geek Rating": "5.756",
    "Avg Rating": "7.57",
    "Link": "https://boardgamegeek.com/boardgame/292892/the-grand-trunk-journey",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3.4545",
    "Description": "In The Grand Trunk Journey, players represent managers of various railway companies, delivering goods to four ports and twelve cities in Eastern Canada and the U.S.&#10;&#10;To do this, they use cards that consist of rail equipment and locations to move their train between those locations to pick up and deliver the goods in supply and demand. This movement of their trains is recorded on the &quot;time track&quot;, which indicates how many day players are spending for actions. Efficiency is important, as is the ability to deliver specific goods just in time to certain destinations.&#10;&#10;Who will manage their railway most successfully?&#10;&#10;The Grand Trunk Journey bears the label &quot;The Griffintown: Series #1&quot;.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Economic",
      "Industry / Manufacturing",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Hand Management",
      "Pick-up and Deliver",
      "Point to Point Movement",
      "Turn Order: Time Track"
    ],
    "Families": []
  },
  {
    "Rank": "5044",
    "Name": "Loot Island",
    "ID": 235512,
    "Year": "(2017)",
    "Geek Rating": "5.756",
    "Avg Rating": "6.49",
    "Link": "https://boardgamegeek.com/boardgame/235512/loot-island",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.375",
    "Description": "1640 A.D. &mdash; a ghastly curse befell a beautiful island in the Indian Ocean. Soon, it was known that its dark magic would not only afflict whoever tried to take away anything from the island, but also haunt whoever even dared approach its coasts, making it the perfect location for pirates to hide their loot.&#10;&#10;1902 A.D. &mdash; centuries later, pieces of ancient treasure maps were found by you and your fellow treasure hunters.&#10;&#10;In Loot Island, players play their map cards to the landings of the island in an attempt to piece together enough of a map to find treasures buried there. At the end of each round, an exploration will take place, and if loot is found in a landing, treasures will be distributed among the players present there on a first come, first serve basis.&#10;&#10;Treasures are distributed only if enough map cards were played in the landing, so usually more than one player needs to contribute cards for loot to be found there. You must then cooperate with your fellow treasure hunters to assemble the maps to find the loot, while at the same time ruthlessly competing with them to get the biggest share of the loot for yourself. It is a pirate treasure after all, arrr!&#10;&#10;Do you have the correct pieces of the map? Do the other players have matching pieces to help you find a route to the treasure? And...will you be able to get rid of the curse?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "5045",
    "Name": "Warfighter: The WWII Pacific Combat Card Game",
    "ID": 249421,
    "Year": "(2019)",
    "Geek Rating": "5.756",
    "Avg Rating": "8.06",
    "Link": "https://boardgamegeek.com/boardgame/249421/warfighter-the-wwii-pacific-combat-card-game",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "240",
    "Weight": "3.4545",
    "Description": "Warfighter is a card game for 1 to 6 players. You play cooperatively with your friends against the system to complete World War II squad-level combat missions.&#10;&#10;The core game gives you a full team of US Marines and a full set of Japanese Hostiles. Each Expansion then adds to these sets. This includes the soldiers, weapons, equipment, and tactics used by each of those nations. Everything you need to create your own unique squad of soldiers!&#10;&#10;At the start of each mission, you each select one or more Player Soldiers, equip them with skills, weapons, and combat gear within the mission's Resource limit. You then fight your way through hostile territory and engage enemy soldiers, as you attempt to reach and complete your mission objective. Every mission is a stand-alone game. You build your Soldiers, select your Gear, and then run your mission. Within 30 to 60 minutes you will have succeeded or failed.&#10;&#10;Warfighter uses a new combat system that takes into account the fire mode you select for your weapon, range to the target, running out of ammo, suppression fire, and cover - all in the same dice roll! This system creates an incredibly deep narrative with every attack. As you eliminate soldiers, you gain experience to Upgun your Action cards, play Support cards, and activate special Skills.&#10;&#10;The contents of this set includes:&#10;&#10;&#10;     280 cards comprising:&#10;         6 USMC Player Soldiers / 6 Non-Player Soldiers / 5 Squad Soldiers&#10;         9 Missions / 15 Objectives / 18 Locations&#10;         15 Weapons / 6 Gear&#10;         29 Skills&#10;         95 Action / 17 Location Markers&#10;         50 Japanese Hostiles / 9 Events&#10;    &#10;     5 counter sheets with 430 counters&#10;     d6 and d10 dice&#10;     Mounted display board&#10;     9 Campaign sheets&#10;     Warfighter Rulebook&#10;&#10;&#10;The initial print-run from the Kickstarter also included 65 customized Soldier cards as part of KS pledge levels, in addition to 27 errata cards for Warfighter WWII Europe and 16 extra WWII Pacific cards.&#10;&#10;Soldier Types&#10;There are 3 levels of Soldiers in Warfighter: Player Soldiers, Non-Player Soldiers, and Squad Soldiers. If you think about it from a movie point of view...&#10;&#10;Player Soldiers are the stars of the movie. You get to see all their details and really get to know them. They get Health, a hand of Action cards, Skills, detailed Weapon cards. These are the guys you know up-close and personal.&#10;&#10;Non-Player Soldiers have a cost and you purchase them at the start of a Mission as you would a Player Soldier. The NPSs don't hold a hand of Action cards. They have Weapons, Equipment, and Skills, and you use them as normal. They also have a number of Actions per turn based on their current Health. Instead of relying on Action cards for defense, they use the same Cover rules as the Hostiles.&#10;&#10;This makes them much easier to run, and allows you to easily expand your squad.&#10;&#10;Squad Soldiers are the guys standing in the background.&#10;&#10;Their soldier cards include all their game info. They do not use other cards or Action cards. These Soldiers make it very easy to command an entire squad with a single player. They are also a great way to get new players into the game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Campaign / Battle Card Driven",
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management",
      "Impulse Movement",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "History: World War II (Pacific)",
      "Series: Warfighter (DVG)"
    ]
  },
  {
    "Rank": "5046",
    "Name": "Masters of the Night",
    "ID": 288385,
    "Year": "(2021)",
    "Geek Rating": "5.756",
    "Avg Rating": "6.94",
    "Link": "https://boardgamegeek.com/boardgame/288385/masters-of-the-night",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.4762",
    "Description": "As you wake up from the rattling sounds of a train, you realise that you will soon arrive to a new place, destined to become either a new haven or a final grave for your family. No doubts, there will be new beginnings in this new city. But your current state is unsightly at best - forced to hide in a luggage car, within boxes full of dirt. All this is to protect your family until they can wake from their slumber. You all spent too much time dreaming. Years, maybe even decades. But now it is time to take matters back into your hands.&#10;&#10;Play as a member of a Vampire family, just arrived after a long journey in a new, unfamiliar city. Will you survive and establish your rule? Who are the mysterious Agents trying to stop you? Masters of the Night is a fully cooperative board game for 1 to 5 players.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Horror"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Creatures: Vampires",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "5047",
    "Name": "Sundae Split",
    "ID": 233974,
    "Year": "(2017)",
    "Geek Rating": "5.756",
    "Avg Rating": "6.66",
    "Link": "https://boardgamegeek.com/boardgame/233974/sundae-split",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.25",
    "Description": "In Sundae Split, players try to build the best ice cream sundae from the ingredients at hand. Get just the right mix of toppings and flavors, but avoid the vegetables! At the end, each sundae is scored and the player who made the best sundae wins the game.&#10;&#10;In more detail, one player splits ingredients into piles, and the other players take turns choosing one. As the splitter, you get the last pile. You have to be clever and a little sneaky to get the ingredients you want. Collect the best mix of toppings and flavors to make the most valuable ice cream sundae and win the game!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "I Cut, You Choose",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Food & Drink: Ice Cream & Gelato",
      "Misc: Self-Referential Games",
      "Organizations: Game Designers of North Carolina",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "5048",
    "Name": "Start Player",
    "ID": 38318,
    "Year": "(2008)",
    "Geek Rating": "5.756",
    "Avg Rating": "6.34",
    "Link": "https://boardgamegeek.com/boardgame/38318/start-player",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "1",
    "Play Time": "1",
    "Weight": "1",
    "Description": "Game description from the publisher:&#10;&#10;By our detailed calculations, more than 2.5 million additional games could be played each year if you took less time picking a start player. Start Player solves this problem: Just turn over a card and you'll know who the start player is. Maybe it's as simple as identifying the tallest player, or the player with the most unbuttoned buttons. It's the most comprehensive system ever devised for choosing who starts a game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Theme: Boardgaming"
    ]
  },
  {
    "Rank": "5049",
    "Name": "Wizard's Quest",
    "ID": 310,
    "Year": "(1979)",
    "Geek Rating": "5.756",
    "Avg Rating": "6.22",
    "Link": "https://boardgamegeek.com/boardgame/310/wizards-quest",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.2485",
    "Description": "A Heroic Fantasy Wargame wherein Peacemaker the Wizard, tired of eons of conflict over rulership of the island kingdom of Marnon, sets up a quest competition to choose the rightful ruler and end all bloodshed forever.&#10;&#10;The map portrays the island of Marnon divided into 36 numbered territories and 8 bordering castle spaces. Orcs are placed in approximately 1/3rd of these spaces, then players place their Men in the remaining spaces. An opposing player places your 3 Magic Items around the map for you to find later. The first player to collect all three of their own treasures is the winner.&#10;&#10;Each turn, Orcs around the board repopulate and then frenzy, indiscriminately attacking nearby Men. The Dragon flies around and eats Orcs and Men. Peacemaker the Wizard visits a region and bestows prosperity, and also enforces peace there that turn. After all this, each player may petition the Wizard for a card, receive reinforcements, and then carry out an attack campaign. Players forces include Men and two 'superpower' counters: Hero and Sorcerer.&#10;&#10;Garret J. Donner later took his concept of objects moving semi-randomly and sometimes under partial control of the players (The Wizard and The Dragon) and designed the game Dragonhunt around it.&#10;&#10;Avalon Hill Complexity rating - 2&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Simulation",
      "Variable Phase Order"
    ],
    "Families": [
      "Creatures: Dragons"
    ]
  },
  {
    "Rank": "5050",
    "Name": "Fallen Land: A Post Apocalyptic Board Game",
    "ID": 169141,
    "Year": "(2017)",
    "Geek Rating": "5.756",
    "Avg Rating": "8.12",
    "Link": "https://boardgamegeek.com/boardgame/169141/fallen-land-a-post-apocalyptic-board-game",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "300",
    "Weight": "3.6944",
    "Description": "Set in a post-apocalyptic sci-fi setting, Fallen Land: A Post Apocalyptic Board Game is a hybrid game that combines the elements of a strategy board game, with card building and role-playing. It is driven by macabre stories of a world gone mad and features adventure, politics and economics to deliver an unlimited sandbox experience. Each game the variables change: cards, player interactions, stories, strategies and threats. While the game has a strong pulp influence, its roots stem from Cold War studies. We have expanded upon this research to arrive at our game&rsquo;s premise: What would happen after a nuclear and biological apocalypse?&#10;&#10;Our answer is Fallen Land. As a player, you are the leader of a unique faction of survivors competing for primacy in the ruinous aftermath of post-apocalyptic America. You must manage and enhance your town, protect your citizens and secure resources. You will also have to make and break treaties to endure, amidst a myriad of bribery and betrayal by the other players. But that is just where the adventure begins! You must also direct your agents (a party of characters), to explore the rugged landscape, establish your territory and solidify your agenda.&#10;&#10;Game play is comprised of Turns. Each represents one month and is divided into Phases and Sub-Phases. The First Player resolves each Phase and Sub-Phase followed clockwise by the other players, before proceeding to the next Phase or Sub-Phase. A Turn is over when all players have had the opportunity to act or pass on each Phase.&#10;&#10;I. Effects Phase *&#10;    1.) Resolve.&#10;&#10;II. Town Business Phase *&#10;    1.) Deal.&#10;    2.) Resource Production.&#10;    3.) Auction House.&#10;    4.) Roll 1d10 on Town Events Chart.&#10;    5.) Financial period.&#10;        ~Sell.&#10;        ~Purchase.&#10;        ~Hire (NPCMs).&#10;&#10;III. Party Exploits Phase *&#10;    1.) NPCMs move.&#10;    2.) Choose Party Exploits (4 weeks to spend).    &#10;        ~Movement, spend 1 week.&#10;        ~Encounter, spend 1 week.&#10;        ~PVP, spend 1 week.&#10;        ~Resource, spend 2 weeks.&#10;        ~Healing, spend 2 weeks.&#10;        ~Mission, spend 3 weeks.&#10;&#10;IV. End Turn Phase *&#10;    1.) Adjust Turn Marker.&#10;    2.) Pass the First Player Sheet.&#10;&#10;&#10;    Resolve an Action Card in each Phase or Sub-Phase as directed by the card.&#10;&#10;&#10;A player's town is simulated by a Town Play Mat. Players organize their owned Resources, inventory, Party Characters, excess Characters and movement bonuses here. In addition, Town Play Mats can be upgraded three different ways: Town Defense Chips, Town Technologies and Action Cards. The first two upgrades are available for purchase during the Town Business Phase. However, Action Cards are dealt at the beginning of each Turn and are also drawn as a reward.&#10;&#10;    Players also manage their Party consisting of five Character Cards. Characters may be equipped with gear (Spoils Cards), to increase their Base Skills. A party can move around the map, draw Encounter and Mission cards (stories) which contain Skill Checks (challenges) and even attack another player's Party in PVP. Dice are rolled for these many &quot;deeds&quot; to determine the outcome. &#10; There are seven decks of cards. These are drawn and played throughout the game. Some are stories, such as Encounter and Mission Cards, Characters are a Faction's agents, and Spoils are equipment/vehicle/gear. Lastly, Action Cards modify the story and/or game play.&#10;&#10;To win, one of two Victory Conditions is necessary, either 20 Prestige or 80 Town Health. Prestige represents your reputation as a leader, while Town Health represents your town&rsquo;s prosperity and number of its citizens. Both conditions are marked on their respective Victory Tracks bordering the map.&#10;&#10;Adventure and intrigue await!  We hope you have the opportunity to play Fallen Land and that you enjoy playing it as much as we have enjoyed creating it for you.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Economic",
      "Political",
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Trading",
      "Variable Player Powers"
    ],
    "Families": [
      "Country: USA",
      "Crowdfunding: Kickstarter",
      "Theme: Post-Apocalyptic"
    ]
  },
  {
    "Rank": "5051",
    "Name": "The Old Prince 1871",
    "ID": 359211,
    "Year": "(2022)",
    "Geek Rating": "5.756",
    "Avg Rating": "8.32",
    "Link": "https://boardgamegeek.com/boardgame/359211/the-old-prince-1871",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "4.5",
    "Description": "Construction began on the Prince Edward Island Railway (PEIR) in 1871 &hellip; the rest is a financial catastrophe. Criticized as the most crooked railway in the world (both physically and financially), Prince Edward Island was nearly at a full economic collapse within a year.&#10;&#10;In 1873, Prince Edward Island dumped the PEIR onto Canada and joined the Canadian Federation. The years that followed showed an economic boom for the island and the railroad operated until the 1980s.&#10;&#10;This game is not attempting to recreate the history of the island, but borrows its history and geography to explore a new narrative about the island&rsquo;s Old Prince Edward Island Railway.&#10;&#10;",
    "Categories": [
      "Economic",
      "Print & Play",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Income",
      "Investment",
      "Market",
      "Network and Route Building",
      "Ownership",
      "Stock Holding",
      "Tile Placement",
      "Victory Points as a Resource"
    ],
    "Families": [
      "Category: Combinatorial",
      "Country: Canada",
      "Digital Implementations: 18xx.games",
      "Series: 18xx"
    ]
  },
  {
    "Rank": "5052",
    "Name": "Cash-a-Catch",
    "ID": 28218,
    "Year": "(2007)",
    "Geek Rating": "5.756",
    "Avg Rating": "6.35",
    "Link": "https://boardgamegeek.com/boardgame/28218/cash-a-catch",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.5583",
    "Description": "It is early morning at the fish market and it is already alive with fish-mongers pushing their fishy products. The fish-mongers loudly praise their fresh fish as they try to attract as many of the numerous customers as possible.&#10;&#10;&quot;This is your lucky day! It is good that you have come by, for I can offer you 2 flounder and 1 shark for just &euro; 10!&quot; But only the fastest players will get the best deals, but move too fast and you may pay too much.&#10;&#10;Actually, the players are both the sellers and the buyers. As you might expect, looking as sellers to get the highest prices and as buyers the lowest.&#10;&#10;The player who earns the most money wins the game.&#10;&#10;The original title of this game is Fangfrisch (e.g. a fresh catch), but the English language name for it is Cash-a-Catch.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals",
      "Card Game",
      "Economic",
      "Real-time"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Set Collection"
    ],
    "Families": [
      "Animals: Fish / Fishes"
    ]
  },
  {
    "Rank": "5053",
    "Name": "The Order of Vampire Hunters",
    "ID": 171964,
    "Year": "(2018)",
    "Geek Rating": "5.756",
    "Avg Rating": "7.42",
    "Link": "https://boardgamegeek.com/boardgame/171964/the-order-of-vampire-hunters",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.3125",
    "Description": "Quiet for so long, the Night is rising again, spreading its tendrils of evil through the empty and unwatched backwaters of the world. Once again, Vampires are spreading from den to den, adding locals to the body count &hellip; or to their ranks. Can the Order regain its former strength and push back the tide of evil?&#10;&#10;The Order of Vampire Hunters is a fully co-operative miniature-based board game for 1-4 players. It brings the dark imagery of Vampire lore from the classic stories in movies and books to your table top, as you take on the role of a newly recruited Vampire Hunter. Thrown into the Vampire den with a small band of comrades, you use stakes, crossbows, and holy water to destroy the creatures of the Night. Craft makeshift weapons on the fly for more destructive power.  Tear down window coverings to burn the Vampires with rays of Sunlight. Drag screaming Vampires outside the den with the Extractor. Team up and make combination attacks on your enemies. Always stay focused on your mission to power your special abilities.&#10;&#10;But watch the clock: at sundown, you become the prey!&#10;&#10;Optional game modes add to the replayability. Play standalone games or follow the full campaign, upgrading your weapons, equipment, and special skills as you advance in the Order.  Play semi-coop to rate your skills, giving bragging rights to the best Hunter.  You can even play on as a Vampire, if your Hunter gets turned. Make The Order of Vampire Hunters the experience you want it to be!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Player Elimination",
      "Secret Unit Deployment",
      "Solo / Solitaire Game",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Creatures: Vampires",
      "Crowdfunding: Kickstarter",
      "Mechanism: Campaign Games",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "5054",
    "Name": "The Ares Project",
    "ID": 65534,
    "Year": "(2011)",
    "Geek Rating": "5.756",
    "Avg Rating": "6.58",
    "Link": "https://boardgamegeek.com/boardgame/65534/the-ares-project",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3.3",
    "Description": "In The Ares Project, 2-4 players are competing to see which of their factions will lead mankind into the future. Each faction has its own deck of cards, buildings, upgrades, attacks, special powers, and a screen behind which a player will play cards. Your opponents do not know what you are building. When a player lays down an attack card, he chooses an opponent, the players drop their screens, and they battle for control of the Frontier, i.e. the center of the table. Whoever controls the Frontier scores points and also has the ability to attack player bases directly. Eliminate your opponent to win instantly, or have the most points when the game ends.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "King of the Hill",
      "Rock-Paper-Scissors",
      "Secret Unit Deployment",
      "Variable Player Powers"
    ],
    "Families": [
      "Space: Mars"
    ]
  },
  {
    "Rank": "5055",
    "Name": "The Lord of the Rings: Strategy Battle Game",
    "ID": 28805,
    "Year": "(2005)",
    "Geek Rating": "5.756",
    "Avg Rating": "7.31",
    "Link": "https://boardgamegeek.com/boardgame/28805/the-lord-of-the-rings-strategy-battle-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.8065",
    "Description": "From the Core Rules:&#10;&#10;&quot;Welcome to Games Workshop's The Lord of the Rings strategy battle game - the game of adventure and battles in the world of Middle-Earth.&quot;&#10;&#10;Core Rules include sections detailing:&#10;&#10;&#10;     Basic Rules - Movement, Shooting, and Fighting Phases&#10;     Advanced Rules - Courage, Magical Powers, Wargear, Cavalry&#10;     The Fortress - Fighting in the Fortress, Besieging a Fortress, Siege Engines and Towers&#10;     Scenarios&#10;     Forces - Collecting, Painting &amp; Modelling&#10;&#10;&#10;Core Rules are 240 pages, and combine all previous editions with updated information from the previous system.&#10;&#10;A complete line of plastic and metal miniatures which showcase the heroes and armies of Middle-Earth are sold separately.&#10;&#10;Re-implements:&#10;&#10;    The Lord of the Rings: The Fellowship of the Ring&#10;&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Novel-based",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Authors: J.R.R. Tolkien",
      "Players: Two-Player Only Games",
      "Series: The Lord of the Rings Strategy Battle Game (Games Workshop)"
    ]
  },
  {
    "Rank": "5056",
    "Name": "Kaigan",
    "ID": 61458,
    "Year": "(2009)",
    "Geek Rating": "5.756",
    "Avg Rating": "6.92",
    "Link": "https://boardgamegeek.com/boardgame/61458/kaigan",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.94",
    "Description": "In 1800, at 55 years of age, Tadataka Ino started his journey to make the first scale map of Japan's coast (Kaigan) using modern surveying techniques.  His project lasted 21 years and resulted in a 1:36000 scale map that remained the definitive map of Japan for over a century.  Ino's work brought renown not only to himself, but to Japan as well.&#10;&#10;In Kaigan, the players, overseeing teams of surveyors, compete against each other to map the coast of Japan.  During the game, the players will generate income by improving their artistic skills and developing relationships with local governments.  Using this money, the players will dispatch their surveyors around the island of Japan in an effort to map its different regions.  After 5 rounds, representing the 21 years it took to complete Tadataka Ino's map, the player who has traveled the farthest and contributed the most to mapping Japan will gain the most honor and will win the game.&#10;&#10;",
    "Categories": [
      "Travel"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Hand Management"
    ],
    "Families": [
      "Country: Japan"
    ]
  },
  {
    "Rank": "5057",
    "Name": "Braintopia",
    "ID": 206175,
    "Year": "(2016)",
    "Geek Rating": "5.756",
    "Avg Rating": "6.20",
    "Link": "https://boardgamegeek.com/boardgame/206175/braintopia",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.0588",
    "Description": "Description from the publisher:&#10;&#10;Cortex Challenge is the exciting new brain-busting card game by Esdevium Games, which uses the same fast-paced approach to family fun popularised by Dobble and Jungle Speed! Cortex Challenge tests up to six players&rsquo;memory, cognition, and sensory perception. It even includes texture cards that are used during &lsquo;Touch Challenges&rsquo;, where players must guess what they are feeling, adding a unique element that is often neglected in games.&#10;&#10;Players&rsquo; brain powers are stretched to the max as they race to be the first to match symbols, correctly remember all objects on a card or find the route out of mazes, amongst many other tests!&#10;&#10;Winning challenges allows players to add pieces to their brain puzzle which they must complete before their opponents in order to win the game. Cortex Challenge is sure to tax the mental abilities of players both young and old!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Memory",
      "Party Game",
      "Puzzle"
    ],
    "Mechanics": [
      "Memory",
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "5058",
    "Name": "Magic: The Gathering – Arena of the Planeswalkers: Shadows over Innistrad",
    "ID": 203204,
    "Year": "(2016)",
    "Geek Rating": "5.755",
    "Avg Rating": "6.74",
    "Link": "https://boardgamegeek.com/boardgame/203204/magic-the-gathering-arena-of-the-planeswalkers-sha",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.6364",
    "Description": "Stand-alone expansion to Magic: The Gathering &ndash; Arena of the Planeswalkers.&#10;&#10;Innistrad is a plane in the Multiverse unlike any other. It's a place where humankind is threatened on all sides by vampires, werewolves, spirits, and ghouls. Twisted, pointed stones called cryptoliths have risen throughout the land and have attracted the attention of those trying to unravel a deeper mystery, for they hold a deep power. As players face off against each other over the cryptoliths&rsquo; fate, that power can tip the scales of battle. The first player or team to achieve their victory condition wins the game.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hand Management",
      "Modular Board",
      "Team-Based Game"
    ],
    "Families": [
      "Components: Miniatures",
      "Game: Magic The Gathering",
      "Game: Magic The Gathering – Arena of the Planeswalkers"
    ]
  },
  {
    "Rank": "5059",
    "Name": "Star Wars: Star Warriors",
    "ID": 3593,
    "Year": "(1987)",
    "Geek Rating": "5.755",
    "Avg Rating": "6.90",
    "Link": "https://boardgamegeek.com/boardgame/3593/star-wars-star-warriors",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.1719",
    "Description": "Star Warriors is a science fiction starfighter combat game based in the Star Wars universe. You can fight A-, B-, X- and Y-Wings against Tie Fighters or Interceptors&mdash;there are even rules for fighting against a Star Destroyer.&#10;&#10;Movement is simultaneous and, depending on the number of maneuvers you make and the complexity of the maneuvers, there is a difficulty value.  Your pilot has to roll against that difficulty value to get all maneuvers done.  If you don't get the roll, you blow the hardest maneuver.  The difficulty values work like in West End Games' Star Wars: The Roleplaying Game and, in fact, Star Warriors can be used with SW:TRG.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Queue",
      "Hexagon Grid",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Movies: Star Wars"
    ]
  },
  {
    "Rank": "5060",
    "Name": "Vivid Memories",
    "ID": 316090,
    "Year": "(2022)",
    "Geek Rating": "5.755",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgame/316090/vivid-memories",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.9487",
    "Description": "Every stick is a sword. Every bike is a steed. Every memory is a possibility.&#10;&#10;In Vivid Memories, you&rsquo;ll take turns collecting fragments of childhood memories, weaving a tapestry of colored threads in your mind. Throughout your journey, you&rsquo;ll store important moments in your memory bank -- gaining new abilities to help you score.&#10;&#10;Cleverly create connections and earn rewards for completing core memories, matching the imagination behind each moment, and working toward your lifelong aspirations for victory.&#10;&#10;During the game, players take turns collecting fragments of memories from moment tiles, placing them in their &quot;brain&quot; board to weave a tapestry of colored threads. Using abilities at the end of each round to cleverly create connections, players are rewarded for how they store memory fragments while working toward completing &ldquo;core memories&rdquo;, which give repeated benefits each round. Through their journey, players store important moments in their memory bank -- gaining new abilities and new opportunities to score -- all while working to collect fragments and moments that match what they aspire to be.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Puzzle"
    ],
    "Mechanics": [
      "Action Drafting",
      "Grid Coverage",
      "Hexagon Grid",
      "Open Drafting",
      "Pattern Building"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Misc: Watch It Played How To Videos"
    ]
  },
  {
    "Rank": "5061",
    "Name": "Wizard",
    "ID": 3463,
    "Year": "(1978)",
    "Geek Rating": "5.755",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgame/3463/wizard",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.2683",
    "Description": "Microgame #6 in the Metagaming Microgames series is a board game of magical combat. On a paper hex map representing an arena, players fight it out with cardboard counters. Wizards are rated for Strength, Dexterity and Intelligence and can cast various spells. Rules for combining the game with Melee are included.&#10;&#10;Included a 32-page booklet (4&frac14;&quot; by 7&quot;, or half-legal size), with a hex map (12&quot; by 14&quot;) and counter sheet.&#10;&#10;Designed by Steve Jackson and illustrated by Clark Bradley.&#10;&#10;Wizard was released in a second edition published in 1979 which had a very different cover. Both were released in plastic bags. A third edition released in 1980 had almost the same cover, but was boxed.&#10;&#10;This system was later developed into Advanced Wizard, one of the three books of the The Fantasy Trip role-playing system.&#10;&#10;After Steve Jackson and Metagaming had parted he lost control of his creation. He responded to this by adapting the basic rules into a new system: GURPS, the Generic and Universal Role Playing System.&#10;&#10;&#10;            &#10;        &#10;    &#10;&#10;&#10;Steve Jackson has reacquired the rights to TFT and is republishing it as the Legacy Version (which will include a boxed copy of Wizard).  For more information, go here...&#10;&#10;&#10;            &#10;        &#10;    &#10;&#10;&#10;https://rpggeek.com/rpgitem/256884/fantasy-trip-legacy-edition&#10;&#10;Integrates with:&#10;&#10;    Melee&#10;&#10;&#10;Reimplemented by:&#10;&#10;    Legends of the Ancient World (RPG)&#10;&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Role Playing",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": [
      "Animals: Bears",
      "Animals: Wolves",
      "Creatures: Dragons",
      "Players: Two-Player Only Games",
      "Series: MicroGame (Metagaming)",
      "Series: The Fantasy Trip (Steve Jackson Games)"
    ]
  },
  {
    "Rank": "5062",
    "Name": "Bastille",
    "ID": 259038,
    "Year": "(2018)",
    "Geek Rating": "5.755",
    "Avg Rating": "7.08",
    "Link": "https://boardgamegeek.com/boardgame/259038/bastille",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.5556",
    "Description": "It's the eve of the French Revolution, and you are the leader of a revolutionary group, trying to best position your faction to be ready for when the revolution inevitably begins. To do so, you need money, influence, revolutionary leaders, weapons to arm them, and much more.&#10;&#10;In the bidding game Bastille, each player has three influence tiles, which will be placed one at a time in one of seven buildings around Paris. After all tiles have been placed, the players resolve each building in the order of who placed the most influence, with the player placing the most getting an extra benefit. There are only three places for influence in each building, so players will have to weigh their options carefully.&#10;&#10;In each round, a random mission that details which of the various items or symbols players have been collecting will give bonus victory points at the end of the round is revealed. After rounds four and eight (the end of the game), players score for their leaders, how far they have advanced on the Bastille track, and any secret missions they have collected. The player with the most points after eight rounds wins the game and becomes the leader of the Revolution!&#10;&#10;",
    "Categories": [
      "Age of Reason"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Set Collection",
      "Worker Placement"
    ],
    "Families": [
      "Cities: Paris (France)",
      "Country: France",
      "History: French Revolutionary Wars"
    ]
  },
  {
    "Rank": "5063",
    "Name": "Gipsy King",
    "ID": 32382,
    "Year": "(2007)",
    "Geek Rating": "5.755",
    "Avg Rating": "6.52",
    "Link": "https://boardgamegeek.com/boardgame/32382/gipsy-king",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.8333",
    "Description": "Players build caravan routes across the board&mdash;in the free lands near the wonderful lakes&mdash;vying to attain the most popular and lucrative caravan spots for their families. When all the lands have been filled with caravans, points are awarded for controlling lakes with gold coins and connected caravans groups. After a second round (which entails some minor changes), the player with the most points is crowned as the Gipsy King. Release: Essen 2007.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Modular Board",
      "Network and Route Building"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Category: Combinatorial"
    ]
  },
  {
    "Rank": "5064",
    "Name": "Living Planet",
    "ID": 236301,
    "Year": "(2019)",
    "Geek Rating": "5.755",
    "Avg Rating": "6.97",
    "Link": "https://boardgamegeek.com/boardgame/236301/living-planet",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "120",
    "Weight": "3.6512",
    "Description": "In Living Planet, each player represents one major Galactic Corporation exploiting the distant planet MYC.14.250. Each one of them is eager to industrialize the planet and generate as much profit as possible before the planet self-destructs.&#10;&#10;To do so, you'll have to explore the planet to grow the map. You'll manage your team to extract resources with factory buildings you've built, and trade resources at the stock market to make money. And above anything else, you'll have to handle cataclysms generated by the planet. But cataclysms don't happen randomly, players trigger them through their actions, using their card set. Confrontation between players will take place through the planet.&#10;&#10;Players will alternately take the leader role for each turn. Each turn follows a specific game turn sequence. Every player will have some actions to accomplish at a turn, in the order the Leader chooses, resolving the sequence : Resources production - Action (Explore, Move, Construct, Trade&hellip;) - Cataclysms.&#10;&#10;At the end of the game each player will earn victory points based on how much money they have and how many buildings and vehicles they control.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Economic",
      "Environmental",
      "Science Fiction"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Commodity Speculation",
      "Grid Movement",
      "Hand Management",
      "Hexagon Grid",
      "Map Addition",
      "Modular Board",
      "Tile Placement",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "5065",
    "Name": "Der schwarze Pirat",
    "ID": 23890,
    "Year": "(2006)",
    "Geek Rating": "5.755",
    "Avg Rating": "6.53",
    "Link": "https://boardgamegeek.com/boardgame/23890/der-schwarze-pirat",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.1273",
    "Description": "The good, honest seafarers sail from one treasure island to the next.  However, Salvador Sea Devil, the Black pirate stays hard on their heels trying to pillage their treasures.  Using his vessel, the &quot;Black Svenja&quot;, Salvador Sea Devil quickly approaches and tries to board the seafarers' boats. The seafarers immediately set sail. Suddenly a strong gust of wind whistles around their heads and as the sails tighten the boat skims across the sea. At the very last moment they escape from Salvador, the Sea Devil.&#10;&#10;The game board shows the sea and various islands. The six islands with harbor are the treasure islands. On each treasure island there is a colored flag. Put a gold coin on each treasure island.&#10;One island shows the flag of the pirate: this is the pirate&lsquo;s island. Put the pirate vessel into the bay of the pirate island.&#10;Each player takes a little bag and a boat of the same color. Place your boat on the ship of the corresponding color shown in the center of the game board.&#10;The remaining gold coins, the bellows and both dice are kept ready next to the game board.&#10;&#10;At sea, there is nearly always a strong wind blowing. Sailing boats use the force of the wind: the big sails gather the wind, which then propels the ships forward. You can provoke strong gusts of wind with the bellows, to move the ships on.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Nautical",
      "Pirates"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "5066",
    "Name": "Between Two Cities Essential Edition",
    "ID": 369635,
    "Year": "(2022)",
    "Geek Rating": "5.755",
    "Avg Rating": "7.37",
    "Link": "https://boardgamegeek.com/boardgame/369635/between-two-cities-essential-edition",
    "Min Players": "1",
    "Max Players": "7",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.8333",
    "Description": "Between Two Cities is a 30-minute tile-drafting game for 1-7 players in which each tile is part of a city. You work with the player on your left to build one city center while simultaneously working with the player on your right to build a second city center. On each turn you select two tiles from your hand, reveal them, then work with your partners to place one of your selected tiles into each of your two cities.&#10;&#10;At the end of the game, each city is scored for its architectural grandiosity. Your final score is the lower of the scores of the two cities you helped design, and the player with the highest final score wins the game. To win, you have to share your attention and your devotion equally Between Two Cities.&#10;&#10;The Essential Edition combines components from the original game and the Capitals expansion into one cohesive whole. While it features a bigger box than the original game, different art on some tiles, and a scorepad instead of a board, there are no new gameplay elements (i.e., if you own Between Two Cities and the Capitals Expansion, you already have everything).&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "City Building",
      "Negotiation"
    ],
    "Mechanics": [
      "Closed Drafting",
      "Highest-Lowest Scoring",
      "Set Collection",
      "Simultaneous Action Selection",
      "Solo / Solitaire Game",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "5067",
    "Name": "Slapshot",
    "ID": 1705,
    "Year": "(1982)",
    "Geek Rating": "5.754",
    "Avg Rating": "6.32",
    "Link": "https://boardgamegeek.com/boardgame/1705/slapshot",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.307",
    "Description": "Slapshot is a wheeling, dealing game for hockey nuts of all ages. Each participant in Slapshot assumes the role of a team manager. The object is to skillfully manage your team into the playoffs and then win the championship. During the regular season, you will be able to improve your team with trades and drafts. Injuries and luck will play a part, but it is your skill as manager that will guide your team to victory or defeat.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Sports"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Simultaneous Action Selection",
      "Trading"
    ],
    "Families": [
      "Digital Implementations: Tabletopia",
      "Series: Sports Illustrated Games (Avalon Hill)",
      "Sports: Ice Hockey",
      "Theme: Fantasy Sports"
    ]
  },
  {
    "Rank": "5068",
    "Name": "Stonewall's Last Battle: The Chancellorsville Campaign",
    "ID": 4210,
    "Year": "(1996)",
    "Geek Rating": "5.754",
    "Avg Rating": "7.56",
    "Link": "https://boardgamegeek.com/boardgame/4210/stonewalls-last-battle-the-chancellorsville-campai",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3.2",
    "Description": "(from the back of the box:)&#10;&#10;Stonewall's Last Battle: The Chancellorsville Campaign is the fifth volume in the Great Campaigns of the American Civil War Series. You can recreate that epic campaign from the start of &quot;Fighting Joe&quot; Hooker's bold flank march across the Rappahannock to the climactic battles around Chancellorsville.&#10;&#10;Included is a beautifully ren&shy;dered game map of central Virginia which includes the Wilderness, Fredericksburg and practically the whole length of the Rapidan and Rappahannock Rivers. This highly accurate map is based on original Civil War maps in state and county archives.&#10;&#10;CONTENTS: &#10;1 Rules Booklet &#10;1 22&quot; x 32&quot; Mapsheet &#10;2 260-piece Counter Sheets (520 counters)&#10;2 Charts and Tables Card &#10;1 Ammunition Pad &#10;1 Force Display &#10;2 6-sided dice &#10;1 Counter Storage Tray&#10;&#10;Time Scale: 1 day per turn&#10;Map Scale: 1 mile per hex&#10;Unit Scale: Divisions and brigades with corps leaders&#10;Players: 1, 2 or teams&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Players: Games with Solitaire Rules",
      "Players: Wargames with Solitaire Rules",
      "Series: Great Campaigns of the American Civil War (Avalon Hill/MMP)",
      "States: Virginia"
    ]
  },
  {
    "Rank": "5069",
    "Name": "Black Box",
    "ID": 165,
    "Year": "(1977)",
    "Geek Rating": "5.754",
    "Avg Rating": "6.38",
    "Link": "https://boardgamegeek.com/boardgame/165/black-box",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2.0649",
    "Description": "Black Box  or &quot;KO-code&quot; is a puzzle game in which one player creates a puzzle by secretly choosing the positions of 4-5 marbles on a 8x8 grid.   The other player tries to guess their positions by shooting 'rays' into the grid and seeing how they bounce around.  The player requiring the fewest rays to solve a puzzle wins.&#10;&#10;The German First Edition was named LOGO but the LEGO-Company was not amused with this Title and thought there will be a possibility of confusion. So PARKER renamed the Second Editon to ORDO.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Deduction",
      "Puzzle"
    ],
    "Mechanics": [
      "Line Drawing",
      "Pattern Recognition",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Components: Marbles",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "5070",
    "Name": "The Longest Day",
    "ID": 5651,
    "Year": "(1979)",
    "Geek Rating": "5.754",
    "Avg Rating": "7.24",
    "Link": "https://boardgamegeek.com/boardgame/5651/the-longest-day",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "5400",
    "Play Time": "5400",
    "Weight": "4.1579",
    "Description": "The Longest Day is an Operational level Monster board-wargame depicting the assault, buildup, and breakout of the World  War II Normandy Invasion.&#10;&#10;The game includes 2603 counters representing Battalion sized units and command units up to Corp level of the Allied and German armies in Northern France. Seven map boards depict the invasion beaches and areas as far east as Cabourg, as far west as Coutances, and as far south as Avranches/Argentan. The counters are in the style of German WW2 military symbols representing armor, infantry, artillery, assault guns, bicycle units, etc. Five separate scenarios are presented using the programmed instruction approach learning only what's needed to play a scenario before moving on to the next scenario.&#10;&#10;Once all the rules have been learned then the campaign game is played which can take up to several months to finish.&#10;&#10;Avalon Hill complexity rating - 8&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Events",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Team-Based Game"
    ],
    "Families": [
      "Country: France",
      "Country: Germany",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Region: Normandy (France)",
      "War Battlespace: Land warfare",
      "War Level of Command: Operational"
    ]
  },
  {
    "Rank": "5071",
    "Name": "Passing Through Petra",
    "ID": 257966,
    "Year": "(2018)",
    "Geek Rating": "5.754",
    "Avg Rating": "6.69",
    "Link": "https://boardgamegeek.com/boardgame/257966/passing-through-petra",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.7692",
    "Description": "At the intersection of the most well-traveled trade routes in the old world lies a city within rose-colored cliffs. A place where caravans miles long enter the city, through a narrow canyon called &ldquo;the Siq.&rdquo; Inside, traders from faraway lands find shelter and a place to trade their wares among the stunning buildings carved into towering red rocks. This is Petra, and never before or since has there been a city quite like it.&#10;&#10;In Passing Through Petra, you are a powerful citizen growing your settlement and your reputation. As caravans pass through the canyons, you&rsquo;ll welcome traders into your market and facilitate trade with those looking to get their hands on valuable wares. Use these transactions to spread your influence and gain unique benefits to grow your economic engine. Spread your influence the quickest to become the most powerful leader in Petra!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Ancient",
      "Economic"
    ],
    "Mechanics": [
      "Open Drafting",
      "Resource to Move",
      "Set Collection",
      "Worker Placement"
    ],
    "Families": [
      "Country: Jordan",
      "Theme: Deserts"
    ]
  },
  {
    "Rank": "5072",
    "Name": "Shadows of Malice",
    "ID": 154510,
    "Year": "(2014)",
    "Geek Rating": "5.754",
    "Avg Rating": "7.19",
    "Link": "https://boardgamegeek.com/boardgame/154510/shadows-of-malice",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.1842",
    "Description": "Shadows of Malice is a cooperative game in which 1-8 player(s) work to unseal hidden Wells of Light to prevent the shadow demon Xulth&ucirc;l from gaining a physical form and overrunning the Realm of Aethos.&#10;&#10;The Wells are located in strongholds scattered throughout the Realm and defended by powerful Guardians. Over the centuries, many of the Wells have fallen Dark, but if the players can find and unseal the remaining Light Wells they prevent Xulth&ucirc;l from gaining substance and win the game. If Xulth&ucirc;l&rsquo;s Shadows, however, manage to defile a single Light Well, the demon will gain a body and enter the Realm. If this happens, the players must defeat Xulth&ucirc;l in battle to save the Realm.&#10;&#10;Players control avatars, heroic champions imbued with unique masteries over Light. Each turn, the players move through the Realm, confronting their fate, battling creatures with deadly abilities, and engaging the services of cities and mystics in order to gather the potions, treasure, and soulshards they will need to defeat the stronghold Guardians and unseal the Wells they protect. The Light or Dark nature of each Well is revealed only when its Guardian is defeated.&#10;&#10;Meanwhile, Xulth&ucirc;l&rsquo;s Shadows are thickening in the Shadow Realm and will enter the game at random times in random locations, seeking the one Well that will bring about the entrance of their master.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Modular Board",
      "Role Playing",
      "Roll / Spin and Move",
      "Solo / Solitaire Game",
      "Trading",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Shadows of Malice"
    ]
  },
  {
    "Rank": "5073",
    "Name": "Weirdwood Manor",
    "ID": 359601,
    "Year": "(2024)",
    "Geek Rating": "5.754",
    "Avg Rating": "7.46",
    "Link": "https://boardgamegeek.com/boardgame/359601/weirdwood-manor",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "3.3846",
    "Description": "Weirdwood Manor is a cooperative board game that marries great adventure gameplay with some euro-inspired underpinnings, as you and your group of valiant companions battle to protect Weirdwood Manor and its enigmatic ruler, Lady Weirdwood, from an invading Fae Monster and his Clockwork Scarab minions.&#10;&#10;The Manor is a mysterious and magical place where rooms and the pathways between them can shift as time progresses. The game features a unique temporal mechanic; every time a player or the Fae Monster takes an action, time will move forward in the game and the connections between the rooms will shift via unique rotating corridor rings on the game board. Players have some agency in how to use their actions to affect how quickly (or slowly) time moves, but beware, if the players use up their allotted time and have not defeated the monster, they lose!&#10;&#10;You will assume the role of one of six asymmetrically designed characters as you battle against one of the three different Fae Monsters, each with their own unique mechanics and loss conditions.  You&rsquo;ll make use of dice drafting, card play, resource management, and location actions as you move through the ever-shifting Manor in pursuit of the Fae Monster and his minions. You can also recruit additional companions to aid you and you will improve your character&rsquo;s abilities as you earn experience.&#10;&#10;Each turn, the players will use their own deck of cards to take one primary action. Rooms they move to can offer additional actions and benefits. As well, players can make use of their own unique player and companion powers. These combinations can create varied and potentially powerful chains of actions on a player's turn.&#10;&#10;However, after each player's turn the Fae Monster will act, using their own custom deck of cards. As the game progresses, the Fae Monster&rsquo;s strength will grow and things will become more dire for the players so they will have to work together to solve the challenges in front of them. The game offers deep tactical choice and a degree of unpredictability that will make traditional leader quarterbacking virtually impossible; the players will truly have to strategize as a group to succeed as the threat deepens!&#10;&#10;And so, if the players can defeat the Fae Monster before time runs out - or before the Fae Monster completes his own unique victory condition, the players will win the game and have kept Weirdwood Manor safe for now... until he next threat arrives!&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Fighting",
      "Maze",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Retrieval",
      "Cooperative Game",
      "Dice Rolling",
      "Elapsed Real Time Ending",
      "Events",
      "Hand Management",
      "Map Deformation",
      "Modular Board",
      "Role Playing",
      "Solo / Solitaire Game",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Components: Miniatures",
      "Components: Standees",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Theme: Boss Battle"
    ]
  },
  {
    "Rank": "5074",
    "Name": "Symphony No.9",
    "ID": 244141,
    "Year": "(2018)",
    "Geek Rating": "5.754",
    "Avg Rating": "6.92",
    "Link": "https://boardgamegeek.com/boardgame/244141/symphony-no9",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "75",
    "Weight": "2.75",
    "Description": "In Symphony No.9, players are the rich nobles of the 18th century. You will be the patron to various different musicians, and in return, you will gain ownership to their works.&#10;&#10;Players will take turns taking donation cubes from 6 different musicians. Donation cubes are taken from a career track, which will reveal spaces that change the current reputation of each musician. Each space on the track also represents their remaining life and will die when all cubes are removed.&#10;&#10;Then the player who is currently the major patron to each musician will discard donation cubes to acquire a Composition tile from him. Every musician will have a different method of scoring for their Composition tiles. Then adjust the Popularity Ranking of all 6 musicians according to their relative reputation.&#10;&#10;At the final phase of each round, players will blindly donate money to the Royal Concert, and the combined total will decide which musicians are invited to perform. A successful concert will earn money for the patrons of the performers, which is the main source of income.&#10;&#10;Can you become the most prosperous patron during the age of musicians? Will you work them to death and hold on to their final masterpiece? Or will you have to sell your belongings to provide for their talents? Enjoy showing off your wealth in the slightly historical game of Symphony No.9.at time.&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Music"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Commodity Speculation",
      "Set Collection"
    ],
    "Families": [
      "Music: Classical"
    ]
  },
  {
    "Rank": "5075",
    "Name": "Silk",
    "ID": 255037,
    "Year": "(2018)",
    "Geek Rating": "5.754",
    "Avg Rating": "6.32",
    "Link": "https://boardgamegeek.com/boardgame/255037/silk",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.3636",
    "Description": "The Imomushi silkworms can live only in the cold peaks of the Akaishi Mountains, and they produce the most delicate and expensive silk in the world. Very few people can withstand the hardships of the lonesome life a shepherd of giant silkworms leads. It is a solitary existence that requires great dedication and strength of character to bear the pressures that stem from competing with the few other shepherds who fight over the scarce but desirable feeding grounds, while keeping the fearsome ookamy at bay.&#10;&#10;Silk is a gateway game into area control and worker placement systems. Players have to move their silkworms to the optimal spaces so they can feed on the best grass available, while pushing the other players' pieces into less desirable feeding grounds. In this game, players roll dice in order to determine which actions they are allowed to perform during their turn. There are six types of actions available: breeding more silkworms, moving the shepherd or their mastiff, building fences or farms, moving the ookami monster around the board, and &mdash; most importantly &mdash; getting your silkworms to feed. When silkworms feed, they generate a number of silk points, depending on the type of terrain they are standing on at that moment. These points can be used to modify the outcome of a dice roll, all while keeping in mind that the player with the most silk points at the end of the game wins!&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Farming"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Take That",
      "Worker Placement"
    ],
    "Families": [
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Misc: LongPack Games",
      "Series: Small Box Euros (Devir)",
      "Setting: Kemushi Saga",
      "Theme: Sewing / Knitting / Cloth-Making"
    ]
  },
  {
    "Rank": "5076",
    "Name": "Unanimo Party",
    "ID": 261614,
    "Year": "(2018)",
    "Geek Rating": "5.754",
    "Avg Rating": "7.11",
    "Link": "https://boardgamegeek.com/boardgame/261614/unanimo-party",
    "Min Players": "3",
    "Max Players": "12",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Be unanimous on 6 words!&#10;A card is placed in the centre of the table. At that moment, each player writes words on his notepad which are inspired by the theme. Let your inspiration guide you&hellip; But be careful, whatever you do, don&rsquo;t be original. The only answers which count are the ones which are the same as the other players!&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Paper-and-Pencil"
    ],
    "Families": []
  },
  {
    "Rank": "5077",
    "Name": "Jurassic World: The Legacy of Isla Nublar",
    "ID": 352567,
    "Year": "(2022)",
    "Geek Rating": "5.754",
    "Avg Rating": "7.21",
    "Link": "https://boardgamegeek.com/boardgame/352567/jurassic-world-the-legacy-of-isla-nublar",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "150",
    "Weight": "3.2667",
    "Description": "Welcome to Isla Nublar, where you and other scientists, dreamers, and schemers will build an attraction like no other. Take on the role of visionaries John Hammond and Simon Masrani, visiting scientists Dr. Alan Grant, Dr. Ellie Sattler and Dr. Ian Malcolm, sharp-minded park personnel Claire Dearing and Dr. Henry Wu, and many more, each playing a vital part in the island's legacy.&#10;&#10;Together, you will transform Isla Nublar into an astonishing paradise where awe-struck visitors encounter creatures never before seen by human eyes. Decide where to build park facilities, dinosaur enclosures, and guest attractions &mdash; and keep employees and visitors safe from the mighty Tyrannosaurus Rex, colossal Brachiosaurus, clever Velociraptor, and other threats.&#10;&#10;In Jurassic World: The Legacy of Isla Nublar, you play through twelve adventures in which you customize an entirely unique game board and breed new dinosaurs you cannot unmake. Your team's fateful choices will have a lasting impact, creating your own Isla Nublar story. Your experience will culminate in an endlessly replayable game of your own creation.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Legacy Game",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Animals: Dinosaurs",
      "Crowdfunding: Kickstarter",
      "Islands: Fictional",
      "Mechanism: Campaign Games",
      "Mechanism: Legacy",
      "Movies: Jurassic Park"
    ]
  },
  {
    "Rank": "5078",
    "Name": "Attack on Titan: The Last Stand",
    "ID": 181254,
    "Year": "(2017)",
    "Geek Rating": "5.754",
    "Avg Rating": "6.54",
    "Link": "https://boardgamegeek.com/boardgame/181254/attack-on-titan-the-last-stand",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.125",
    "Description": "In Attack on Titan: The Last Stand, one player takes on the role of a Titan while the others represent the human heroes fighting it. The Titan piece is a vertical game board element that the hero game pieces climb in an effort to take it down.&#10;&#10;ACD Distribution provides the following detail:&#10;&#10;It's all come down to this. Titans have broken through Wall Maria and are heading for the supply depot in Trost. If the depot falls, all the resources needed to continue fighting off these monstrous aberrations will be destroyed and all hope for the last remnants of mankind will be lost. It's up to you and your team to fend off and fell the Titans before they can succeed! Are you ready for the last stand?&#10;&#10;Play as your favorite Attack on Titan Character... or as the Titan!&#10;&#10;During each round of the game, the Titan player chooses two Attack cards to play: One face up and one face down. The other players then roll their dice and try to avoid these Attacks, but knowing only what one of them is. The other will be a surprise, so players will have to use their wits to figure out what they need to avoid it. Protect your very lives and the castle walls to save the day!&#10;&#10;Positioning is key! The Titan and the castle walls create a vertical playing surface. Move your character up and down as you see fit to avoid Attacks, or tactically position yourself to land a devastating blow on the Titan. Tactics Cards can be revealed and utilized or passed on until later. Your goal is to weaken the Titan so that it's susceptible to a kill shot. But watch out! The Titan has lots of tricks waiting for you...&#10;&#10;",
    "Categories": [
      "Fighting",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck",
      "Three Dimensional Movement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Comic Books: Attack on Titan",
      "Players: One versus Many",
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "5079",
    "Name": "The Tea Dragon Society Card Game",
    "ID": 236709,
    "Year": "(2018)",
    "Geek Rating": "5.753",
    "Avg Rating": "6.34",
    "Link": "https://boardgamegeek.com/boardgame/236709/the-tea-dragon-society-card-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.4545",
    "Description": "Discover the ancient art form of Tea Dragon care-taking within The Tea Dragon Society Card Game, based on the graphic novel The Tea Dragon Society. Create a bond between yourself and your Tea Dragon that grows as you progress through the seasons, creating memories to share forever.&#10;&#10;Each player's deck represents their own Tea Dragon. From turn to turn, players choose to draw a card &mdash; triggering effects and strengthening their position &mdash; or buy a card, improving their deck or scoring points. The game takes place over four seasons, starting in spring and ending in winter. At the end of winter, the player who has the most points wins.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Novel-based"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Delayed Purchase",
      "Open Drafting",
      "Push Your Luck"
    ],
    "Families": [
      "Creatures: Dragons",
      "Food & Drink: Tea",
      "Webcomics: Tea Dragon Society"
    ]
  },
  {
    "Rank": "5080",
    "Name": "Celtae",
    "ID": 374200,
    "Year": "(2023)",
    "Geek Rating": "5.753",
    "Avg Rating": "7.16",
    "Link": "https://boardgamegeek.com/boardgame/374200/celtae",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "50",
    "Play Time": "100",
    "Weight": "2.75",
    "Description": "Celt &mdash; Latin Celta, plural Celtae &mdash; were an early Indo-European people who from the second millennium BCE to the first century BCE spread over much of Europe. Their tribes and groups eventually ranged from the British Isles and Portugal to as far east as Transylvania, the Black Sea coasts, and Galatia in Anatolia, and they were in part absorbed into the Roman Empire as Britons, Gauls, Boii, Galatians, Celtiberians, and Lusitans.&#10;&#10;Celtae is a &quot;worker swapping&quot; game powered by a rondel in which players choose actions to perform during their turn. On their turn, players swap one of their three active workers with one of the three workers on the action space they wish to perform, then they perform the action &mdash; which will be boosted if they have in their worker pool specific types of workers: farmers, builders, soldiers, and nobles.&#10;&#10;&#10;     The farming action allows players to draw cards, and it's boosted by farmers. Cards have three types of uses in the game: building, preparing for battle, and engaging with the druid order.&#10;     The build action allows players to build and expand citadels on the board by placing their discs on them, and it's boosted by builders. At game's end, only completed citadels will score, and players have to work together to complete them and score their presence on them. Each time players build in a citadel, they gain a bonus that was randomly assigned during set-up. The combination of these bonuses with a timely performed action often results in powerful combos.&#10;     The battle action, which is boosted by soldiers, allows players to defeat increasingly stronger Roman armies and to garrison the outskirts of the citadels on the map.&#10;     The recruit action, boosted by nobles, allows players to recruit workers to their tribe, increasing the number of available workers to boost future actions. However, if you manage to send certain types of workers from your tribe into the druid order, you'll get their favor and a druid worker who functions like a joker and boosts almost every type of action.&#10;&#10;&#10;Every player has a leader card assigned to their tribe at the beginning of the game. At a certain point on the game, players will have to choose if their leaders stay on its regular side and like that gain a small number of points at game's end or forfeit those meager points and flip it to its heroic side, which has much harder requirements for much larger endgame points.&#10;&#10;Each time the action marker on the rondel completes a full turn, the player who currently holds the favor of Teutates places a progress marker on one of the progress cards next to the game board. At game's end, only progress cards with progress markers will score, so as the game advances, players determine what will score...and what will not.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Ancient",
      "City Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Rondel"
    ],
    "Families": []
  },
  {
    "Rank": "5081",
    "Name": "The Bears and the Bees",
    "ID": 257372,
    "Year": "(2018)",
    "Geek Rating": "5.753",
    "Avg Rating": "6.74",
    "Link": "https://boardgamegeek.com/boardgame/257372/the-bears-and-the-bees",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.2667",
    "Description": "Come join the Hive! Compete to link honeycomb shaped cards to the growing hive. The more sides you match, the greater the payoff. Special cards help earn extra plays and deliver stings to your rivals. Just be careful to avoid those pesky honey-grubbin' bears!&#10;&#10;&mdash;description from the back of the box&#10;&#10;Rules:&#10;Play down a card with two sides matching other cards (i.e. blue touching blue and green touching green). Honey sides are wild.&#10;First player to put all their cards down ends the round and scores 0. Other players score according to cards still in hand. Lowest score after 3 rounds wins.&#10;Honeycomb: Normal cards, have varying patterns of colors.&#10;Drone Bee: Has 3 honey sides and 3 colored sides.&#10;Worker Bees: Make other players draw cards. Draw amount increases with number of matched sides.&#10;Flowers: Make all other players draw cards according to number of sides matched.&#10;Bear: One side has to touch honey. No other cards can be played on the bear.&#10;&#10;&mdash;user summary&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Puzzle"
    ],
    "Mechanics": [
      "Hand Management",
      "Pattern Building",
      "Take That",
      "Tile Placement"
    ],
    "Families": [
      "Animals: Bears",
      "Animals: Bees",
      "Components: Hexagonal Tiles"
    ]
  },
  {
    "Rank": "5082",
    "Name": "Dungeon!",
    "ID": 1339,
    "Year": "(1975)",
    "Geek Rating": "5.753",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/1339/dungeon",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.5566",
    "Description": "In many ways &quot;Dungeon!&quot; is similar to Dungeons &amp; Dragons, although much simplified and transformed into a board game. Players explore a dungeon that is divided into levels of increasing difficulty, fighting monsters for valuable treasure. As players venture deeper into the dungeon, the monsters become more difficult and the treasure more valuable. Several character classes each have slightly different fighting abilities &ndash; most notably the wizard, who can cast spells. Combat is simulated using dice; players roll the dice to attack a monster, and if unsuccessful, the dice are rolled to determine the effect of the monster's counter-attack.&#10;&#10;The winner is the first player to bring a certain amount of treasure back to the Dungeon's entrance.&#10;&#10;Reimplemented by:&#10;&#10;&#10;    The Classic Dungeon&#10;    The New Dungeon&#10;&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Area Movement",
      "Critical Hits and Failures",
      "Dice Rolling",
      "Events",
      "Grid Movement",
      "Role Playing",
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Creatures: Dragons",
      "Creatures: Goblins",
      "Creatures: Monsters",
      "Creatures: Vampires",
      "Digital Implementations: VASSAL",
      "Setting: Dungeons & Dragons",
      "Versions & Editions: Board Game Versions of Role-Playing Games"
    ]
  },
  {
    "Rank": "5083",
    "Name": "Castle",
    "ID": 655,
    "Year": "(2000)",
    "Geek Rating": "5.753",
    "Avg Rating": "6.10",
    "Link": "https://boardgamegeek.com/boardgame/655/castle",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.9048",
    "Description": "Bruno Faidutti revisits the medieval setting of Ohne Furcht und Adel with the card game Castle. Players are given a set of square cards which are to be played onto the table, which has a cardboard castle battlement layout. Cards are played into one of four regions: in the courtyard, on the battlements, on the towers, or outside the castle. And when played, the cards will usually allow you to take some sort of special action, which is unique to the card you played. The first player to rid himself of all his cards wins, which can be a tricky proposition at best.&#10;&#10;A winner of the 2000 Concours International de Cr&#195;&#169;ateurs de Jeux de Soci&#195;&#169;t&#195;&#169;.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Medieval"
    ],
    "Mechanics": [
      "Hand Management",
      "Tile Placement"
    ],
    "Families": [
      "Series: Blue Games (Descartes)"
    ]
  },
  {
    "Rank": "5084",
    "Name": "Clinic",
    "ID": 156840,
    "Year": "(2014)",
    "Geek Rating": "5.753",
    "Avg Rating": "7.04",
    "Link": "https://boardgamegeek.com/boardgame/156840/clinic",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "4.0789",
    "Description": "You are the rich owner of a large field near New York where health needs are more important. Your goal is to build the most efficient hospital in three dimensions in order to get the most popularity. You will manage the construction of the building from scratch as well as the installation of new services and the recruitment of the best doctors, nurses and administrative staff that align with the arrival of new patients. You will also be attentive to the well-being of patients and not forget that time is also money when competing with neighboring hospitals...&#10;&#10;Each turn in Clinic, players take three actions &mdash; building in different modules; hosting patients; hiring doctors, nurses and staff &mdash; by playing one card. Each cube that enters the clinic comes with a car that needs to be parked, leaving less space for the hospital being constructed! During the game, you'll move patients, doctors, nurses, and staff in the 3D structure as efficiently as you can in order to save time, with doctors and nurses tending to patients as long as their colors (indicating both training and illness) match. By taking care of patients you receive money, which lets you pay fees, salaries and maintenance as well as buy popularity points.&#10;&#10;During an administrative phase, uncared for patients grow sicker, new patients enter the pre-admission room, doctors become less knowledgable about the diseases they face, and new doctors and nurses become available from their schools. In the end, the player with the most popularity points and least time spent during the game wins.&#10;&#10;",
    "Categories": [
      "City Building",
      "Economic",
      "Medical",
      "Territory Building",
      "Transportation"
    ],
    "Mechanics": [
      "Catch the Leader",
      "Pick-up and Deliver",
      "Simulation",
      "Tile Placement"
    ],
    "Families": [
      "Cities: New York (New York, USA)",
      "Digital Implementations: Tabletopia",
      "Game: Clinic",
      "Medical: Hospitals / Clinics"
    ]
  },
  {
    "Rank": "5085",
    "Name": "Gwent: Nilfgaard and Northern Realms",
    "ID": 209530,
    "Year": "(2016)",
    "Geek Rating": "5.753",
    "Avg Rating": "6.89",
    "Link": "https://boardgamegeek.com/boardgame/209530/gwent-nilfgaard-and-northern-realms",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "30",
    "Weight": "1.6471",
    "Description": "Gwent is a standalone card game included inside the Witcher 3: The Wild Hunt videogame by CD Projekt Red. It was available as a physical copy with the Xbox One Collector's Edition of the video game (Northern Realms and Nilfgaardian Empire factions), in &quot;Hearts of Stone&quot;physical expansion for PC/PS4 (Scoia'Tel and Monsters factions) and with the purchase of the Season Pass giving you the opportunity to ask for redeem code to buy both limited editions versions on CD Projekt Red merchandising store.&#10;&#10;Gwent has two players simulating a war between two of four factions: Northern Realms, Scoia'Tael, Monsters, or Nilfgaardian Empire. Players take turns adding strength to the battlefield until both players pass. The highest strength on the battlefield wins the round and matches are played best of three, with little to no card drawing in between rounds. Special cards may also be played to reduce the effect of certain unit types. Gwent also features various once-per-game leader abilities and deck building rules.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Books: The Witcher",
      "Players: Two-Player Only Games",
      "Theme: Fictional Games"
    ]
  },
  {
    "Rank": "5086",
    "Name": "Going, Going, GONE!",
    "ID": 144761,
    "Year": "(2013)",
    "Geek Rating": "5.753",
    "Avg Rating": "6.15",
    "Link": "https://boardgamegeek.com/boardgame/144761/going-going-gone",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.25",
    "Description": "Can you keep calm while bids are rising?  Experience the exhilaration of real life auctions!&#10;&#10;In Going, Going, GONE!, players try to win items by bidding on five simultaneous auctions while the Auctioneer counts down from 10 to 1! Players bid on these five simultaneous auctions by physically dropping their wooden cubes (known as &quot;Bucks&quot;) into any or all of the five transparent Auction Cups, each of which represents an auction for one or two Item Cards.&#10;&#10;At the end of the countdown, the Auctioneer says &quot;GONE!&quot; and quickly places the Auction Paddle over the five Auction Cups to close the auctions. The player who has the most Bucks in each Auction Cup wins that auction and takes the Item Cards for that auction. Collections of items may be sold throughout the game for more Bucks, or players can keep building their collections to sell them at the end of the game. The player with the most Bucks at the end of the game wins!&#10;&#10;Going, Going, GONE! is a simple-to-learn, exciting and unique game for players of all skill levels! It is ideal for playing in public spaces. Since the players control the pacing of the game and the variants used, the game adapts to the playing style of the players.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Auction: Dexterity",
      "Real-Time",
      "Set Collection"
    ],
    "Families": [
      "Series: Castle Line (Stronghold)"
    ]
  },
  {
    "Rank": "5087",
    "Name": "Peloponnes Card Game",
    "ID": 181501,
    "Year": "(2015)",
    "Geek Rating": "5.753",
    "Avg Rating": "6.69",
    "Link": "https://boardgamegeek.com/boardgame/181501/peloponnes-card-game",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.5833",
    "Description": "The Peloponnese &mdash; home of the mighty and proud city-states, the &quot;poleis&quot;. In the Peloponnes Card Game, you lead one of them through the ages, gaining fame and prosperity while weathering disaster. Over eight rounds, you develop your civilization by claiming new territory, constructing prestigious buildings, and increasing your population. Can you balance the pursuit of glory with the needs of your people?&#10;&#10;The Peloponnes Card Game is based on the Peloponnes board game; a few details were simplified, while the strategic projections and the feeling of the game are new!&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game",
      "City Building",
      "Civilization"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Open Drafting",
      "Set Collection",
      "Variable Player Powers"
    ],
    "Families": [
      "Ancient: Greece",
      "Components: Multi-Use Cards",
      "Game: Peloponnes",
      "Versions & Editions: Card Versions of Non-Card Games"
    ]
  },
  {
    "Rank": "5088",
    "Name": "Enemy Action: Kharkov",
    "ID": 291155,
    "Year": "(2022)",
    "Geek Rating": "5.752",
    "Avg Rating": "8.77",
    "Link": "https://boardgamegeek.com/boardgame/291155/enemy-action-kharkov",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "300",
    "Weight": "3.95",
    "Description": "Enemy Action: Kharkov is the second game in John Butterfield&rsquo;s acclaimed Enemy Action series of card-driven games simulating pivotal battles in World War II, playable by two players or one player controlling either side in the conflict.&#10;&#10;Enemy Action: Kharkov portrays the Third Battle of Kharkov, the key Eastern Front battle in which the German Army ended a string of Soviet victories begun at Stalingrad. In the late winter of 1943, Soviet Operations code-named Star and Gallop drove the Germans from the city of Kharkov and threatened a complete breakthrough, only to be driven back by the German counteroffensive known as Von Manstein&rsquo;s Back Hand Blow.&#10;&#10;Each volume in the Enemy Action series features:&#10;&#10;     Two-player competition with low complexity and constant decision points for both sides;&#10;     Solitaire play of either side with systems governing all aspects of enemy command and tactics;&#10;     Card-driven impulse system, with multi-purpose cards played to activate formations, implement command events, or gain tactical advantages in combat.&#10;     Diceless and chartless combat system &ndash; players draw combat chits that build a narrative of each combat.&#10;&#10;&#10;The solo games add fog of war to the experience.  Many enemy unit locations in the solo games are unknown until your forces move to contact.  Enemy units behind the front line often disappear to reappear elsewhere, within realistic movement limitations.&#10;&#10;Features specific to Enemy Action: Kharkov include:&#10;&#10;     Soviet partisans&#10;     Offensive command quality&#10;     Withdrawal under fire&#10;     Armor depletion&#10;     Von Manstein&rsquo;s Rochade (rapid redeployment)&#10;     Soviet forward support&#10;     Spring thaw and mud conditions&#10;&#10;&#10;Complexity: Moderate&#10;    Solitaire Suitability: Designed for solitaire play&#10;    Map scale: 7.5 miles per hex. Hexes are oversized for easy counter handling.&#10;    Time scale: Three days per turn, with several impulses in each turn.&#10;    Unit Scale: Regiments, brigades and divisions&#10;    Players: One or Two (features Solitaire mode)&#10;    Playing Time: 15 minutes to 5 hours for the full campaign&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Chit-Pull System",
      "Grid Movement",
      "Hexagon Grid",
      "Impulse Movement",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Simulation",
      "Solo / Solitaire Game",
      "Zone of Control"
    ],
    "Families": [
      "Cities: Kharkiv (Ukraine)",
      "Country: Soviet Union",
      "History: World War II (Eastern Front)",
      "Players: Games with Solitaire Rules",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "5089",
    "Name": "Mahé",
    "ID": 3383,
    "Year": "(1974)",
    "Geek Rating": "5.752",
    "Avg Rating": "6.36",
    "Link": "https://boardgamegeek.com/boardgame/3383/mahe",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.2264",
    "Description": "In Die Heisse Schlacht am Kalten Buffet, alternatively released as Kangaroo and Generalowsky, players try to win prize cards from the limited number available to them &mdash; but to win they must lap a circular track that (typically) consists of 21 spaces, and not only must they circle the track, but they have to do so while being top dog, so to speak.&#10;&#10;On a turn, a player rolls 1-3 six-sided dice to determine whether she moves and if so how far she moves. She rolls the dice one by one, stopping when she wishes, and the sum of the dice rolled can't exceed 7. If she rolls only one die, she moves forward by the number rolled; if she rolled two dice, she moves twice the sum of her dice (if the sum &le; 7); and if she rolled three dice, she moves three times the sum (again, if the sum &le; 7). If her sum exceeds 7, she removes her piece from the board and starts the lap from the beginning next turn.&#10;&#10;If one piece lands on another, the bottom piece must carry the top one when it next moves; what's more, the owner of the piece on top dictates how many dice the bottom player must roll &mdash; and if those dice sum to more than seven, then both pieces are removed from the track. Stacks can have any number of pieces, and whoever is on top dictates to the active player how many dice she must roll. When a piece in the middle of a stack moves, it leaves all pieces below it in place.&#10;&#10;When a piece or a stack lands on or passes the final space in the lap, the owner of the topmost piece takes one of the prize cards; each prize has a value on it, and once all the prizes have been claimed, whoever has the highest sum of prize cards wins.&#10;&#10;The 2014 edition of the game, Mah&eacute;, allows for play with up to seven player turtles, who are circling the island while trying to lay their eggs on the beach and receive points for doing a good job.&#10;&#10;The 2024 Korean edition of the game, &#234;&#179;&#181;&#235;&#163;&#161; &#235;&#140;&#128;&#236;&#158;&#145;&#236;&#160;&#132;, allows for play with up to seven player &#8;adventurers, who are circling the island while taking back stolen eggs on the T-Rex nest and receive points for taking a lot of eggs.&#10;&#10;",
    "Categories": [
      "Animals",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Dinosaurs",
      "Animals: Kangaroos",
      "Animals: Turtles",
      "Islands: Galápagos (Ecuador)",
      "Theme: Food / Cooking",
      "Theme: Tropical",
      "Theme: Tropical Islands"
    ]
  },
  {
    "Rank": "5090",
    "Name": "Baltic Gap: Summer 1944",
    "ID": 39328,
    "Year": "(2009)",
    "Geek Rating": "5.752",
    "Avg Rating": "7.93",
    "Link": "https://boardgamegeek.com/boardgame/39328/baltic-gap-summer-1944",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "4.1702",
    "Description": "&quot;Baltic Gap: Summer 1944&quot;, depicts the Soviet drive into Latvia, Estonia, and Lithuania during the summer of 1944. As the game begins, the defense of Vitebsk, a Byelorussian fortified city located just a few hexes beyond the southeast corner of the playing surface, has just collapsed. 1st Baltic Front is advancing westward through the shredded German line, and will soon threaten all of Army Group North with encirclement. Finally, after four months of fierce battle, the Red Army will win the great prize of this campaign, Riga, and pocket the enemy in the Courland region of Latvia.&#10;&#10;Baltic Gap allows players to explore this interesting campaign from a variety of historical and hypothetical vantage points. Long campaign games can be enjoyed by up to five players. Several short scenarios are also provided, and these work best with a single player per side.&#10;&#10;Baltic Gap is the 11th wargame in the award winning Operational Combat System (&ldquo;OCS&rdquo;). It stays true to the ground breaking earlier games in the system that allow players a deeper glimpse into why the skills and behaviors of the two sides were so very different. Here in 1944, we find a much more developed Russian army (much more advanced than the one shown in the 2007 CSR Award winning game Case Blue) facing a still potent German Wehrmacht. The Germans will need to fight their forces with great skill to avoid getting swamped by their tough adversary.&#10;&#10;Game Scale:&#10;Game Turn: 3 to 4 days&#10;Hex: 5 miles / 8.0 Km&#10;Units: Battalion to Army&#10;&#10;Game Inventory: &#10;Two 22 x 34&quot; Full Color Game Maps &#10;Five countersheets (1,400 1/2&quot; dual-side printed counters)&#10;One 48-page OCS Rulebook &#10;One 48-page Baltic Gap specific Rulebook &#10;Two 4-page OCS Charts and Tables Booklets &#10;2 6-sided dice&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Country: Estonia",
      "Country: Germany",
      "Country: Latvia",
      "Country: Lithuania",
      "Country: Russia",
      "Country: Soviet Union",
      "Digital Implementations: VASSAL",
      "History: World War II (Eastern Front)",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: OCS - Operational Combat Series (MMP & The Gamers)"
    ]
  },
  {
    "Rank": "5091",
    "Name": "Boast or Nothing",
    "ID": 223952,
    "Year": "(2017)",
    "Geek Rating": "5.752",
    "Avg Rating": "7.20",
    "Link": "https://boardgamegeek.com/boardgame/223952/boast-or-nothing",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.3636",
    "Description": "Boast or Nothing is a trick-taking game for 3 to 5 players. Each player is a contestant in the final round of the World Championship of Boasting. Everyone boasted and bragged their tails off to get here, but now it's the big time. Win, and you'll enjoy free drinks in any bar for the rest of your life from the defeated. Lose, and it's back to the boasting minor league for you. Let's get to the contest!&#10;&#10;Each round, players start with seven cards in hand from a deck that contains cards in three suits &mdash; red, blue, and yellow &mdash; as well as a number of &quot;pass&quot; cards. Randomly stack the three tokens  &mdash; also red, blue, and yellow &mdash; to set up the color rank tower.&#10;&#10;The first player leads a card, and everyone must follow suit, if possible; if they can't, they play a card of their choice. If all cards are the same suit, the highest card wins the trick, and whoever played it leads to the next trick. If cards of multiple colors were played, then whichever color is on top of the color rank tower is trump, and the highest card of this suit wins the trick; if no cards of this color were played, then the highest card of the middle color wins. Move the token that matches the color of the winning card to the bottom of the color rank tower. (A &quot;pass&quot; card is always the lowest card played and cannot win a trick.)&#10;&#10;After seven tricks have been played, score 1 point if you won the &quot;proper&quot; number of tricks: three tricks with three players, two tricks with four, and one trick with five. If you won no tricks, score 2 points! Move your token on the popularity track accordingly. At the end of a round, whoever has scored as many total points as the number of players in the game wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Increase Value of Unchosen Resources",
      "Trick-taking"
    ],
    "Families": [
      "Country: Korea",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "5092",
    "Name": "Lone Wolves",
    "ID": 422374,
    "Year": "(2024)",
    "Geek Rating": "5.752",
    "Avg Rating": "7.99",
    "Link": "https://boardgamegeek.com/boardgame/422374/lone-wolves",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "2.0667",
    "Description": "Players become the leaders of wolf packs in Lone Wolves, vying over regions to become the Alpha. To assert your dominance and ensure victory, dispatch wolves to territories. The stronger wolf wins, strengthening your pack's position &mdash; but despite gaining a scar from the battle and becoming a lone wolf, the weaker one learns from the experience, improving its pack's status for the next encounter. In your struggle, know when to bare your teeth &mdash; and when to go it alone.&#10;&#10;Lone Wolves is a two-player dueling game with trick-taking and area-majority elements that is played over thirteen rounds (tricks). Players start with thirteen cards, and each trick consists of players playing a single wolf card, of which there are five suits each with cards 2&ndash;7 (thirty cards). The cards, however, are played into one of five territories of your choosing, each awarding points to the player who controls it at game's end. The value of the card represents the strength dispatched to that territory. The winning card in a trick remains face up, while the other player's wolf is flipped to its lone wolf side (with a strength of 1). The owner of the losing card gains a scar token to be placed in a territory, and scar tokens have effects such as awarding points for specific cards played into territories, altering strength values, or affecting points awarded in territories.&#10;&#10;Distinguishing itself from most trick-taking games, however, the trump suit in Lone Wolves is dynamic, shifting as the game progresses! Once all scar tokens have been obtained from one territory, the corresponding suit becomes trump; once it happens a second time, the trump suit changes again. The push-and-pull of knowing when to take or lose the trick means that there are no weak hands &mdash; just weak leaders!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Trick-taking"
    ],
    "Families": [
      "Animals: Wolves",
      "Misc: LongPack Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "5093",
    "Name": "Rick and Morty: Total Rickall Card Game",
    "ID": 194232,
    "Year": "(2016)",
    "Geek Rating": "5.752",
    "Avg Rating": "6.09",
    "Link": "https://boardgamegeek.com/boardgame/194232/rick-and-morty-total-rickall-card-game",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.4857",
    "Description": "Rick and Morty: Total Rickall Card Game is based on the Rick and Morty episode of the same name. If you haven't seen it, don't worry. You can still play this wild and wacky game and have plenty of fun &mdash; but you really should see it at some point. Seriously. Don't be a Jerry.&#10;&#10;Rick has locked the family inside their house. Why? Because the family has grown. Parasites masquerading as family and close friends have infiltrated and have inserted pleasant memories into everyone's minds to make them think they're real &mdash; and more keep coming! You must figure out which of these new, zany characters are real and which ones are parasites that need to be exterminated.  Think you've got what it takes to save the world?&#10;&#10;The game features a basic fully cooperative mode and an advanced mode, where there are two teams.&#10;In the advanced mode, players will be dealt a hidden role as either Real or a Parasite. The Parasite players must try to keep at least one parasite alive in the end (keeping yourself alive is the easiest way to do this). The Real players must root out the Parasites to win.&#10;Now you can shoot the other players! But if you accidentally shoot a Real player, there are consequences...&#10;There is no player elimination, however. A player's secret identity might change, though.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Humor",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Hidden Roles",
      "Memory",
      "Traitor Game"
    ],
    "Families": [
      "TV Shows: Rick and Morty"
    ]
  },
  {
    "Rank": "5094",
    "Name": "Unlock! Kids: Stories from the Past",
    "ID": 373835,
    "Year": "(2022)",
    "Geek Rating": "5.752",
    "Avg Rating": "7.77",
    "Link": "https://boardgamegeek.com/boardgame/373835/unlock-kids-stories-from-the-past",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.4",
    "Description": "Second box of Unlock! kids with 6 new adventures in 3 different universes:&#10;&#10;Strolls through prehistory&#10;The secrets of Hatsheput, Queen of Egypt&#10;Welcome to Golden Town!&#10;&#10;Designed for the 6-10 years of age, no app, no rules to read!&#10;&#10;A game by Cyril Demaegd designed for kids by Marie &amp; Wilfried Fort.&#10;Stories by Sandra Lebrun &amp; Lo&iuml;c Audrain et Florian Fay.&#10;&#10;Artworks by par Marine Cazaux, R&eacute;my Tornior et Olivier Danchin.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Deduction"
    ],
    "Mechanics": [
      "Deduction"
    ],
    "Families": [
      "Series: Unlock! (Space Cowboys)"
    ]
  },
  {
    "Rank": "5095",
    "Name": "Yu-Gi-Oh! Trading Card Game",
    "ID": 4154,
    "Year": "(1999)",
    "Geek Rating": "5.752",
    "Avg Rating": "6.27",
    "Link": "https://boardgamegeek.com/boardgame/4154/yu-gi-oh-trading-card-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2.7842",
    "Description": "Yu-Gi-Oh! Trading Card Game is a collectible card game based on the hit TV series' own collectible card game.  It plays differently in the beginning of the show, but nearly identically in the later seasons.&#10;&#10;Players each have 8000 Life Points, and the last player with those points remaining is the winner.  Players summon (play) monsters (cards) to the play area, and must sacrifice (discard) the weaker monsters to summon stronger monsters.  Magic and trap cards are played to boost your monsters, weaken your opponent's monsters, and otherwise give yourself an advantage.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Fantasy",
      "Fighting",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Deck Construction",
      "Hand Management",
      "Secret Unit Deployment",
      "Set Collection",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Comic Books: Yu-Gi-Oh!",
      "Players: Two-Player Only Games",
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "5096",
    "Name": "Resafa",
    "ID": 418858,
    "Year": "(2024)",
    "Geek Rating": "5.752",
    "Avg Rating": "7.54",
    "Link": "https://boardgamegeek.com/boardgame/418858/resafa",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "150",
    "Weight": "3.4286",
    "Description": "The game Resafa takes place during the 3rd century AD in the area of today's Middle East. Resafa now lies in ruins in modern-day Syria, but at this time it was a fortified desert outpost that flourished as a stop along important caravan routes.&#10;&#10;In the game, players represent merchants who travel on business trips and buy and sell goods in the various cities in the region. Resafa had no local sources of water, so it depended heavily on large cisterns to collect the spring and winter rainwater to make the area habitable. Players build water tanks and canals to distribute that water where it is needed. In the cities, they build workshops to help their businesses grow, which will allow them to collect resources and camels. They also construct gardens between the businesses, generating more resources and also victory points.&#10;&#10;The game is played over six rounds. In each round, a player takes only three actions, playing action cards in this tight and exciting game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game",
      "Transportation",
      "Travel"
    ],
    "Mechanics": [
      "Hand Management",
      "Multi-Use Cards",
      "Network and Route Building",
      "Pick-up and Deliver",
      "Tile Placement"
    ],
    "Families": [
      "Ancient: Rome",
      "Country: Syria",
      "Region: Middle East"
    ]
  },
  {
    "Rank": "5097",
    "Name": "Sherlock 13",
    "ID": 149869,
    "Year": "(2013)",
    "Geek Rating": "5.752",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/149869/sherlock-13",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.6364",
    "Description": "In Sherlock 13, first published as Holmes 13, the players take the role of a detective, trying to unmask the famous thief Arsene Lupin, who is among them in disguise.&#10;&#10;The game consists of 13 character cards, with 2 to 3 characteristics each. Each characteristic is shared by 3 to 5 characters. The cards are shuffled and one is drawn and put aside. This card represents the disguise chosen by Arsene Lupin. The other cards are distributed evenly among the players. The players now tally the total of characteristics they have on their cards (e.g. 2 detectives, 1 female, 0 genius etc) and note them for later use.&#10;&#10;Players now take turns, asking a question to gather new evidence:&#10;&#10;a.) To all players: &quot;Who has (at least one) of (this characteristic)?&#10;&#10;OR&#10;&#10;b.) To one player: &quot;How many of (this characteristic) do you have?&#10;&#10;Using these clues the players try to figure out which disguise Arsene has chosen (i.e. which card is missing). Instead of a question, a player may announce which character he suspects to be Arsene in disguise. That player then secretly checks the hidden card. If the suspicion was correct, this player wins the game, otherwise the player is eliminated and the other players continue.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Novel-based"
    ],
    "Mechanics": [],
    "Families": [
      "Books: Mystery Novels",
      "Books: Sherlock Holmes",
      "Digital Implementations: Board Game Arena",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "5098",
    "Name": "Catan Histories: Merchants of Europe",
    "ID": 103091,
    "Year": "(2011)",
    "Geek Rating": "5.752",
    "Avg Rating": "6.66",
    "Link": "https://boardgamegeek.com/boardgame/103091/catan-histories-merchants-of-europe",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.4318",
    "Description": "In the late Middle Ages, trade flourished in Europe. Economic groups like the Hanseatic League, the Welser and Fugger families, and merchants from Northern Italy established trading posts and factories in all of the important cities throughout Europe. These businesses provided the population with goods of all kinds, such as fur from the north, cloth from Flanders, wine from the south, and spices from India. The most important commodity of all was salt. In the Middle Ages salt was highly prized it was used to preserve food.&#10;&#10;In Catan Histories: Merchants of Europe, you are a powerful merchant! Start your trading posts in three cities. Recruit new merchants and send them to distant cities to establish trading posts and expand your interests. The more trading posts you have, the more commodities are at your disposal which you can sell profitably in foreign cities. To ensure that your commodities arrive safely at their destination, you must open up trade routes and equip caravans. You win the game if you are the first to deliver all of your commodities to foreign cities.&#10;&#10;Catan Histories: Merchants of Europe is a twist on the 2010 release Settlers of America: Trails to Rails from designer Klaus Teuber and publisher Mayfair Games. Game play is similar in both games: Players start with three locations on the game board, collect resources depending on a die roll, spend resources to move and build, and branch out to new locations with a long-term goal of delivering goods to opponents' cities. The first player to deliver all of his goods wins the game.&#10;&#10;Instead of being played on a fixed game board showing a Catan-ified map of the United States, Die Siedler von Catan: Aufbruch der H&auml;ndler is set on a Catan-ified map of Europe &ndash; which isn't a surprise given that Kosmos is a European publisher. Instead of moving from east to west to mimic the settling of the U.S. by Europeans, players start in the middle of Europe, namely Germany.&#10;&#10;",
    "Categories": [
      "Civilization",
      "Exploration",
      "Negotiation"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Network and Route Building",
      "Trading"
    ],
    "Families": [
      "Game: Catan",
      "Series: Catan Histories"
    ]
  },
  {
    "Rank": "5099",
    "Name": "Strat-O-Matic Pro Football",
    "ID": 5740,
    "Year": "(1968)",
    "Geek Rating": "5.752",
    "Avg Rating": "7.29",
    "Link": "https://boardgamegeek.com/boardgame/5740/strat-o-matic-pro-football",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.8293",
    "Description": "One of the several statistically-based sports simulations produced by the Strat-O-Matic Game Company.  The game consists of player cards and team defensive cards that accurately reproduce play outcomes and player, team, and league statistics of the National Football League for the season on which the cards are based.  Play progresses with the gamer on offense calling his play (run or pass, where the play is directed, the ball carrier or primary receiver, etc.) and the gamer on defense setting a defensive configuration (blitzes, double coverage of receivers, stacking the line, etc.).  In the cards and dice version, three dice are then rolled, with one die determining whether the play result comes from the offensive or defensive cards and the other two determining the result from the speciifed card.  Play takes place on a game board that resembles a football field, and the gamers keep track of the ball position, the down, and the time remaining in the quarter being played.  Penalties and injuries are part of the game.  Gamers play from the perspective of a head coach and/or general manager.&#10;&#10;The game also comes in a computer version that automatically determines play outcomes and compiles and reports player, team and league statistics.  The computer version grapically portrays the plays using X's and O's to depict player movement.  The computer version also features a sophisticated computer coach that faciltates solitaire play.&#10;&#10;Each year the Strat-O-Matic Game Company issues a new set of player and team cards (or computer disk) based upon the most recent NFL season.  The company also issues from time to time sets of players and teams from past seasons.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Series: Strat-O-Matic",
      "Sports: American Football / Gridiron"
    ]
  },
  {
    "Rank": "5100",
    "Name": "Twenty One",
    "ID": 217475,
    "Year": "(2017)",
    "Geek Rating": "5.752",
    "Avg Rating": "6.43",
    "Link": "https://boardgamegeek.com/boardgame/217475/twenty-one",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.0667",
    "Description": "Each player in Twenty One receives a different score sheet at the start of the game; each sheet has five horizontal rows with six colored dice pictured in each row, and while the numbers are identical in each of the rows on each sheet, the arrangement of colors differs.&#10;&#10;To score points, a player needs to fill these dice with numbers, but they have to fill (or mark off) all six dice in a row before they can move to the next row on their score sheet &mdash; and to write numbers on their sheet, they'll have to depend (at least somewhat) on the luck of the dice.&#10;&#10;On a turn, the active player rolls six colored dice that match the colors depicted on each score sheet. They must keep all 1s that they roll, but they can choose to reroll all non-1 dice twice. After the second roll, all players can use the rolled dice to fill one or more of the dice on their sheet &mdash; but only if the die of the matching color shows a value equal to or less than what's on the score sheet.&#10;&#10;For example, if your row shows a yellow 6, blue 5, white 4, etc., and you or the active player rolls yellow 3, blue 6, white 4, etc., you can choose to write &quot;3&quot; in the yellow space (earning yourself 3 points at the end of the game), but you may choose not to since you could score up to 6 points for that space. You can't write anything in blue since the die is higher than the number shown. You definitely want to write 4 in the white space since 4 is the most points you can score there. What's more, since you had an exact hit, you &quot;x&quot; the box as well, and you score bonus points in a row for the number of &quot;x&quot;s that you have.&#10;&#10;If you can't or don't want to fill in a number, you must cross out the leftmost space in your current row, earning no points for this space. As soon as all spaces in a row are filled or crossed off, you start the next row with the next roll of the dice. The game ends the turn that someone completes the fifth row, after which everyone tallies their points to see who wins.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Mechanism: Roll-and-Write",
      "Series: NSV Middys (Nürnberger Spielkartenverlag)"
    ]
  }
]