[
  {
    "Rank": "16901",
    "Name": "Lembitu",
    "ID": 147251,
    "Year": "(2015)",
    "Geek Rating": "5.524",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/147251/lembitu",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.625",
    "Description": "It's the dawn of the Livonian Crusade, and Estonia is being conquered by several nations. The Danish forces of Valdemar the Great are arriving from the West. The Crusaders, led by Bishop Albert, are crossing the borders from the South. Vsevolod, Prince of Novgorod, is attacking from the East. There's only one hope for Estonians: Lembitu, the leader, who is brave enough to fight against all the conquerors.&#10;&#10;Lembitu is a co-operative board game inspired by the events of the Livonian Crusade in Estonia. Players are in the role of generals, fighting against conquerers and initiating rebellions. Actions can be used for movement, fighting or uprisings &mdash; but as each player has only a limited number of actions, they must plan carefully. The direction and speed of enemy movement is decided by dice, but the enemy's ultimate goal is to reach Paide. If they don't reach it within a fixed amount of turns, the players win.&#10;&#10;",
    "Categories": [
      "Medieval",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Point to Point Movement"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Components: Map (Continental / National scale)",
      "Country: Estonia"
    ]
  },
  {
    "Rank": "16902",
    "Name": "Schmovie",
    "ID": 137968,
    "Year": "(2013)",
    "Geek Rating": "5.524",
    "Avg Rating": "6.06",
    "Link": "https://boardgamegeek.com/boardgame/137968/schmovie",
    "Min Players": "3",
    "Max Players": "99",
    "Min Play Time": "35",
    "Play Time": "35",
    "Weight": "1",
    "Description": "What would you call a horror film about an evil booger? A sci-fi about a gangsta lunch lady? A romantic comedy about a clumsy proctologist?&#10;&#10;In Schmovie, you're trying to convince others that you have the best title ever for whatever concept is being pitched to the producers. What's the actual storyline? Doesn't matter &ndash; the title is what's important, so put your all into making something memorable!&#10;&#10;Each round, you'll roll the genre die (which has sci-fi, rom-com, horror, action, drama and producer's choice), then draw two premise cards, one What? and one Who?. The combination of those three items gives you the concept for the movie. Now you just need to come up with a title. Do a good job, and you'll win a schquid trophy; collect enough trophies, and you'll win the game.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "16903",
    "Name": "Imperial Sunset: The Battle of Leyte Gulf 1944",
    "ID": 23614,
    "Year": "(2006)",
    "Geek Rating": "5.524",
    "Avg Rating": "6.74",
    "Link": "https://boardgamegeek.com/boardgame/23614/imperial-sunset-the-battle-of-leyte-gulf-1944",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "3.25",
    "Description": "Imperial Sunset is a moderate level complexity simulation of the largest naval battle in history, the Battle of Leyte Gulf. The battle was fought from October 23-26 1944 as the US returned to the Philippines, landing on the island of Leyte. The US Navy and the Imperial Japanese Navy fought a series of actions that collectively have been recorded as the Battle of Leyte Gulf. The historical result was a decisive defeat of the Imperial Navy, virtually eliminating it as a viable force for the remainder of the war. For the US Navy, it was a victory that was almost squandered due to command problems.&#10;&#10;Each game turn is six hours; there are three day turns and one night turn for each calendar day. Each sea hex is approximately 25 nautical miles across. The game map is used for all Task Force movement and movement by air units. Two tactical displays are included, one for naval surface engagements and one for air attacks.&#10;&#10;",
    "Categories": [
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: USA",
      "History: World War II (Pacific)",
      "Magazine: Against The Odds",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "16904",
    "Name": "KnifeTank: The Shüffling",
    "ID": 296204,
    "Year": "(2020)",
    "Geek Rating": "5.524",
    "Avg Rating": "7.76",
    "Link": "https://boardgamegeek.com/boardgame/296204/knifetank-the-shuffling",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2",
    "Description": "KnifeTank: The Sh&uuml;ffling is a tabletop card game where you&rsquo;ll outmaneuver your opponent&rsquo;s tank or cut them down on the way to their table&rsquo;s edge. Using a combination of Movement, Stab and Special cards from a shared deck, makes each game of KnifeTank is unique!&#10;&#10;All-in-one: No bulky dice or measuring devices are needed. Everything you need to play KnifeTank comes in the card deck! Play 1-on-1 or 2-vs-2! Pilot a variety of cutting edge tanks, chop down the competition and tread on to victory!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Humor",
      "Racing",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Chaining",
      "Flicking",
      "Movement Template"
    ],
    "Families": []
  },
  {
    "Rank": "16905",
    "Name": "Easy Breezy Travel Agency",
    "ID": 154904,
    "Year": "(2014)",
    "Geek Rating": "5.524",
    "Avg Rating": "5.72",
    "Link": "https://boardgamegeek.com/boardgame/154904/easy-breezy-travel-agency",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.2",
    "Description": "Wanderlust abounds in Sheboygan! The Easy Breezy Travel Agency is here to accommodate, and you&rsquo;re one of their top agents. You are competing over  eager customers in order to send them on trips to fabulous destinations (and earn a commission, of course). The longer you wait to book a trip the more you can charge the desperate travellers, but if you&rsquo;re not careful a fellow agent might just book that trip ahead of you.  Whether it&rsquo;s by land, rail, or air, Easy Breezy Travel Agency is a game of timing, opportunity, and happy vacationers.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Travel"
    ],
    "Mechanics": [
      "Hand Management",
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Crowdfunding: Kickstarter",
      "Series: Rabbit Line (Dice Hate Me Games)"
    ]
  },
  {
    "Rank": "16906",
    "Name": "Colonial Space Wars: New Horizons",
    "ID": 140995,
    "Year": "(2013)",
    "Geek Rating": "5.524",
    "Avg Rating": "7.94",
    "Link": "https://boardgamegeek.com/boardgame/140995/colonial-space-wars-new-horizons",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.4",
    "Description": "New Horizons is the advanced version of the original Colonial Space Wars, a strategic 2-D wargame based on a sci-fi universe.&#10;&#10;During the game, 1 inch square pieces move across a rectangular board divided into squares arranged in rows and columns. Each player has a number of units in his army, which is set depending on the faction they are playing. We call this combination of units a &ldquo;Combat Sword&quot;. Four factions are available for players:  Union of Terra, Centauri Brotherhood, Heimdall Industries and Ascaryan Infestation.&#10;&#10;Game pieces represent the units of troops and vehicles in each army. Pieces have two sides, &quot;Front&quot; (Illustration and Health marker) and &quot;Back&quot; (Name, Attributes and Skills). Some units grant X &quot;Command Points&quot; at the beginning of each player turn, and all units require a number of &quot;Command Points&quot; to be used that turn (which is known as &ldquo;Activating &rdquo; the unit). When all command points are spent, the opponent&rsquo;s turn begins. Each unit, upon being activated, can move and act in any order. The possible actions are &ldquo;Move&rdquo;, &ldquo;Embark/disembark&rdquo;, &ldquo;Attack&rdquo; and &ldquo;Use active skills&rdquo;.&#10;&#10;A typical game is a Sudden Death match, where the winner is the player that eliminates their opponent&rsquo;s ability to activate units. However, in addition to this a description of advanced rules and missions for more experienced players is given.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Point to Point Movement"
    ],
    "Families": []
  },
  {
    "Rank": "16907",
    "Name": "Starfight",
    "ID": 14088,
    "Year": "(2004)",
    "Geek Rating": "5.524",
    "Avg Rating": "6.94",
    "Link": "https://boardgamegeek.com/boardgame/14088/starfight",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.8889",
    "Description": "Starfight is a fast game of starships combat. The game is playable virtually by an unlimited number of players. You will need, beyond the content of the PDF file, a lot of dice: an average of 8 six-sided dice per player.&#10;&#10;Each player controls a starship and must destroy all the other starships in order to win the game. The game takes place in a time when the engines were not 100% efficient, therefore they produce energy at an inconstant rate. The ships are all armed with powerful laser guns and use energy shields to protect themselves.&#10;&#10;Expanded by:&#10;&#10;    Starfight: Expansion Pack I &#226;&#128;&#147; ships&#10;    Starfight: Expansion Pack II &#226;&#128;&#147; Starmaps&#10;    Starfight: Expansion Pack III &#226;&#128;&#147; ships&#10;    Starfight: Expansion Pack IV &#226;&#128;&#147; Death Cube&#10;    Starfight: Expansion Pack V &#226;&#128;&#147; Ships&#10;    Starfight: Expansion Pack VI &#226;&#128;&#147; Battleships&#10;    Starfight: Drakus Empire Captains&#10;    Starfight: Mohrg Empire Captains&#10;    Starfight: Star Captains&#10;&#10;&#10;",
    "Categories": [
      "Dice",
      "Print & Play",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Simulation",
      "Variable Set-up"
    ],
    "Families": []
  },
  {
    "Rank": "16908",
    "Name": "Builders of Babel",
    "ID": 377983,
    "Year": "(2023)",
    "Geek Rating": "5.524",
    "Avg Rating": "7.15",
    "Link": "https://boardgamegeek.com/boardgame/377983/builders-of-babel",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Once upon a time, humanity gathered to construct a large tower to prove their competence as an apex being of the world. While the god disagreed with their ambition, if the tower is complete, God may be forsaken and that is unacceptable. The gods punished them with thecurse of language and various obstacles to prevent the tower from rising higher than this.&#10;&#10;Builders of Babel is a party and puzzle game for 2-5 players where you need to erect the tower of Babel as a symbol of humankind's power. But this insolent action seems to defy the gods, so if they would build the tower over the limit or make it collapse, they will be punished.&#10;&#10;Let&rsquo;s build the tower of Babel together in this &ldquo;EUREKA&rsquo; 2021 Thailand Board Game Designer Awards&rdquo; winner and try not to be named as a hopeless builder in the history of mankind.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Ancient",
      "Mythology",
      "Puzzle"
    ],
    "Mechanics": [
      "Action / Event",
      "Stacking and Balancing",
      "Take That"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Ancient: Babylon",
      "Constructions: The Tower of Babel"
    ]
  },
  {
    "Rank": "16909",
    "Name": "Gadgeteers",
    "ID": 201510,
    "Year": "(2017)",
    "Geek Rating": "5.524",
    "Avg Rating": "6.36",
    "Link": "https://boardgamegeek.com/boardgame/201510/gadgeteers",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Players take on the role of rival inventors jostling for the resources required to build a collection of the quirkiest gadgets.&#10;&#10;In Gadgeteers, players secretly bid on the parts they require to build their most desired gadgets. Keen planning and outright bluffing will give the inventors the edge they need to outwit their opponents.&#10;&#10;Once a gadget is built, a player may utilize its special power to their advantage. The player to build the most valuable collection of gadgets will be the winning Gadgeteer!&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Set Collection",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)"
    ]
  },
  {
    "Rank": "16910",
    "Name": "Science Ninjas: Valence",
    "ID": 183305,
    "Year": "(2015)",
    "Geek Rating": "5.524",
    "Avg Rating": "6.35",
    "Link": "https://boardgamegeek.com/boardgame/183305/science-ninjas-valence",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "25",
    "Weight": "2",
    "Description": "Valence is a fun card game that uses simple math, colors, and cartoon ninjas to teach kids (8+) chemistry!  Players use more than 25 different molecules to interact with each other and win the game!&#10;&#10;Players draw Element cards from the deck in order to form Molecules. Each Element has a different Valence number that describes how many electrons it has to give (positive) or how many electrons it needs (negative) to have a full valence shell. If the Valence numbers add up to zero, they form a Molecule!&#10;&#10;Each Molecule is worth a certain point value. If your molecules add up to 10 points then you win the game! But beware&hellip; several molecules are vulnerable to attack from your opponents! Acids attack Bases (4 points) and turn them into Salt and Water (1 point each). Deadly Carbonyls (which have the special power of removing oxygen from the board) are vulnerable to attack by Water. Players interact with each other using real chemical reactions!&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Educational"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Chemistry",
      "Theme: Science"
    ]
  },
  {
    "Rank": "16911",
    "Name": "Lemonade Shake Up",
    "ID": 251731,
    "Year": "(2018)",
    "Geek Rating": "5.524",
    "Avg Rating": "6.87",
    "Link": "https://boardgamegeek.com/boardgame/251731/lemonade-shake-up",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Lemonade for sale! Work as a team to make and serve enough cups of lemonade to fill your money jar. Shake up the dice and roll for the match! Get the ingredients needed to serve a customer and add a few quarters to the money jar. Miss the match and it&rsquo;s a sour lemon for the team. Cooperate to win! No reading required. INCLUDES: 5 dice, 1 plastic cup, 12 customer cards, 4 sour lemon tokens, 12 quarter tokens, 1 recipe card, 1 money card, and instructions.&#10;&#10;In this quick cooperative game, players take turns rolling dice (up to three times) in an effort to complete recipes for lemonade, strawberry lemonade or limeade. There are a variety of customers and each has a specific order and quarters in hand. The more difficult the drink recipe, the bigger the payout! Win by filling your jar with 12 quarters. But, fail to roll the correct ingredients too many times, and the sour lemons will cause your team to lose.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling"
    ],
    "Families": [
      "Components: Dice with Icons"
    ]
  },
  {
    "Rank": "16912",
    "Name": "Napoleon and the Archduke Charles: The Battle of Aspern-Essling",
    "ID": 5924,
    "Year": "(1986)",
    "Geek Rating": "5.524",
    "Avg Rating": "6.31",
    "Link": "https://boardgamegeek.com/boardgame/5924/napoleon-and-the-archduke-charles-the-battle-of-as",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.2857",
    "Description": "Part of 3W&#039;s 'Bonaparte' Series by Keith Poulter, this game was first published in The Wargamer Magazine (#49). The portrait on the magazine cover is of French Marshal Jean Lannes, who died at Aspern-Essling. The game is a two-player simulation of the Battle of Aspern-Essling, May 21-22, 1809. One player leads Napoleon Bonaparte's Grande Arm&eacute;e d'Allemagne, the other player commands the Austrian Army of Archduke Charles of Austria.&#10;&#10;Victory Points are awarded each player for the elimination of strength points, elimination of leaders, and control of Aspern and/or Essling.  (Exception: The Austrian player wins immediately if Napoleon is a casualty.)  The difference in points between the players determines the level of victory.  &#10;A pyrrhic Austrian victory, Aspern-Essling turned out to be Napoleon's first ever setback in Europe, and the first time the Austrians ever defeated Napoleon in the field of battle.&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Country: France",
      "Magazine: The Wargamer",
      "Players: Two-Player Only Games",
      "Series: Napoleon & the Archduke Charles (3W)"
    ]
  },
  {
    "Rank": "16913",
    "Name": "Pyrates!",
    "ID": 408366,
    "Year": "(2023)",
    "Geek Rating": "5.524",
    "Avg Rating": "7.12",
    "Link": "https://boardgamegeek.com/boardgame/408366/pyrates",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "1.6667",
    "Description": "Pyrates! is a game for one to four players (pirate captains) set during the Golden Age of Piracy in the Caribbean. As a pirate captain, either as a full pirate with no allegiances or one with an allegiance to England, France, Spain, or the Netherlands, you control the fate of your pirate band while attempting to win the game by accumulating fame, infamy, and popularity. You do this through acquiring new ships to be part of your pirate fleet, attacking merchant ships (piracy), raiding ports, and trading booty seized in attacks on ships and ports for gold. There are also 1-4 &quot;AI&quot; pirates who have their own motivations and desire for fame/infamy and booty!&#10;&#10;The game consists of a map of the Caribbean with the famous ports of the era marked on it. These will have their own defense and trade values which are unique to each game played. The five players bid take a historical pirate card, which will have a unique ability and, for AI players, rules for how it behaves. Players secretly vote for an action and then carry out those actions: Piracy, Raiding ports, Building new ships, Trading.&#10;&#10;The game is especially suitable for solitaire play, and has optional rules to accommodate a fifth player, if required.&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Bluffing",
      "Pirates",
      "Wargame"
    ],
    "Mechanics": [
      "Action / Event",
      "Events",
      "Negotiation",
      "Once-Per-Game Abilities",
      "Solo / Solitaire Game",
      "Variable Player Powers",
      "Voting"
    ],
    "Families": [
      "Country: France",
      "Country: Spain",
      "Players: Wargames with Solitaire Rules",
      "Region: Caribbean Sea",
      "Theme: Pirates"
    ]
  },
  {
    "Rank": "16914",
    "Name": "All Time Championship Soccer",
    "ID": 77200,
    "Year": "(2010)",
    "Geek Rating": "5.524",
    "Avg Rating": "7.42",
    "Link": "https://boardgamegeek.com/boardgame/77200/all-time-championship-soccer",
    "Min Players": "1",
    "Max Players": "32",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "2.4706",
    "Description": "From the Rules:&#10;&#10;All Time Championship Soccer lets you can relive the excitement, passion, glory and defeat of taking a national team through the World Cup.  Choose from 64 national teams, representing that country&rsquo;s best team ever to play in the World Cup.  Each team is statistically generated to match its performance in the World Cup.  Attempts, shots on goal, defenses, strategy, formations, yellow and red cards, corner kicks, penalty kicks, free kicks, injuries, key players, offside traps, marking players, long ball tactics, counter attacks, packed in defenses, home field advantage, hand balls, disallowed goals, bad calls by referees, penalty shootouts and sudden death are all present for you to maneuver through group play and the knock-out rounds with the hopes and dreams of making it ultimately to the Finals.  All Time Championship Soccer is a strategic level game that still lets you make game changing decisions by selecting from 9 different formations, 3 distinctive strategies, and 7 unique tactics&mdash;all while allowing play of several games in a matter of minutes.  Each game only takes 5-15 minutes to play, allowing you to play an entire tournament in a few hours.  There are 6 levels of play:  Basic, Advanced, Premier League, Tournament, Solo and Quick Play.  However, each level is relatively easy to grasp and you should be playing a game within minutes of reading these rules.&#10;&#10;Resolve the age old question of whether Brazil 1970 is the greatest team of all time.  Rematch Germany 1954 against Hungary 1954 and try to recreate the &ldquo;Miracle of Bern.&rdquo;  See if you can do the impossible&mdash;taking Dutch East Indies 1938 from qualification to the Finals!&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "16915",
    "Name": "Floristry",
    "ID": 417518,
    "Year": "(2025)",
    "Geek Rating": "5.524",
    "Avg Rating": "7.61",
    "Link": "https://boardgamegeek.com/boardgame/417518/floristry",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Floristry is a 2 player, tile-laying game. Players compete at the historic Aalsmeer Dutch Auction to win the best flowers and then use them to create the most charming window display.&#10;&#10;Each round features a Dutch auction, where the clock counts down from 15 seconds while the price drops every 3 seconds. The unique web app runs your auctions, so you have to think fast, bid carefully, and pay close attention to get what you want at the right price-- but also keep an eye on what your rival needs.&#10;&#10;Players simultaneously and strategically place their new flowers into their storefront frame. At the end of the game, players will earn Charm from their largest patch of each flower type, and whoever has the most Charm wins.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Auction: Dutch",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Components: Digital Hybrid – App/Website Required",
      "Players: Two-Player Only Games",
      "Theme: Flowers"
    ]
  },
  {
    "Rank": "16916",
    "Name": "Rampage: The Allied Drive on Germany, August - September, 1944",
    "ID": 158586,
    "Year": "(2015)",
    "Geek Rating": "5.524",
    "Avg Rating": "6.30",
    "Link": "https://boardgamegeek.com/boardgame/158586/rampage-the-allied-drive-on-germany-august-septemb",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.5",
    "Description": "Rampage is a purpose-designed solitaire wargame that covers the fighting in northwest Europe from the time of the Argentan-Falaise encirclement in mid-August 1944 through the end of September. You actively commands the Allied forces, while the rules system directs you in the handling of German forces. You win by accumulating victory points via seizure of key areas on the map.&#10;&#10;Components: One 22&quot; x 34&quot; map &amp; 116 counters&#10;&#10;Magazine: World at War #40&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Magazine: World at War",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "16917",
    "Name": "Hannibal: Rome and Carthage in The Second Punic War 219-202 B.C.",
    "ID": 10914,
    "Year": "(1983)",
    "Geek Rating": "5.524",
    "Avg Rating": "6.88",
    "Link": "https://boardgamegeek.com/boardgame/10914/hannibal-rome-and-carthage-in-the-second-punic-war",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.5",
    "Description": "This game covers the Second Punic war fought between Rome and Carthage. The War lasted from 219BC to 203BC with the main emphasis of the game being Hannibal's campaigns in Italy. Each player assumes the role of the leaders of this war, one side being Roman and the other side being Carthaginian. Because of the political decisions made by the Senate of each side, the players may not always have the freedom or strategic choice they desire. Nevertheless, both players must attempt to make the best decisions to gain victory.&#10;&#10;Option cards, 38 Roman and 38 Carthaginian, are used by the players to influence the Senate, add reinforcements, cause your enemies units to desert, etc. Most of these cards force you to make a choice between 2 options, which adds an element of command.&#10;&#10;&#10;     Reimplemented as Hannibal: Rome and Carthage&#10;&#10;&#10;",
    "Categories": [
      "Ancient",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling"
    ],
    "Families": [
      "Ancient: Carthage",
      "Ancient: Rome",
      "Components: Map (Continental / National scale)",
      "History: Punic Wars",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "16918",
    "Name": "Marvel Heroclix: Infinity Challenge – Premiere Edition",
    "ID": 182276,
    "Year": "(2002)",
    "Geek Rating": "5.524",
    "Avg Rating": "6.48",
    "Link": "https://boardgamegeek.com/boardgame/182276/marvel-heroclix-infinity-challenge-premiere-editio",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Heroclix startup box from 2002 that is set in the Marvel universe.  The game includes two double sided maps, ten non-random heroes, dice and tokens.  The goal of the game is to defeat your enemies in combat using movement and positioning on urban maps and die rolls for combat.&#10;&#10;The figurines are: Spider-Man, Wolverine, Scarlet Witch, Green Goblin, Kingpin, Sabertooth, Electra, Wasp, Wolfsbane, Boomerang&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Comic Book / Strip",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Miniatures Games",
      "Comic Books: Marvel Universe",
      "Game: HeroClix",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "16919",
    "Name": "Tally-Ho!",
    "ID": 374751,
    "Year": "(2022)",
    "Geek Rating": "5.524",
    "Avg Rating": "8.14",
    "Link": "https://boardgamegeek.com/boardgame/374751/tally-ho",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "2.5",
    "Description": "Defending England during the Battle of Britain.&#10;&#10;Tally-Ho! is a book-based solitaire air war game that puts you into the role of a Sector Controller during the Battle of Britain in the Summer of 1940. You direct Royal Air Force (RAF) fighter squadrons as you struggle to protect England from attack by incoming raids by the Luftwaffe &ndash; and in one mission, by the Italians. There are too many raiders, however, and too few RAF aircraft, yet you have one major advantage &ndash; England&rsquo;s &ldquo;Chain Home&rdquo; radar network.&#10;&#10;Fifteen individual missions are included in this book-based game. Each mission relates to one of the key aerial engagements of the Battle of Britain. Most missions can be completed in less than thirty minutes. This is not a simulation of air-to-air combat between individual fighter planes, nor is it intended to be a realistic depiction of the air war, but rather an entertaining educational tool that allows you to experience the story of the conflict through strategic decision-making set against a backdrop of the real history of the Battle of Britain &ndash; as if you were there.&#10;&#10;Tally-Ho! is designed for experienced and novice war gamers alike. It is quick and easy to play yet deeply challenging. Though dice do play a role, the outcome of each mission rests on your shoulders. Where you deploy your fighters, what orders you give, and what tactics you employ are the critical factors that determine the outcome of each mission. You decide which enemy squadrons to engage and how to prioritize each as you struggle with radio communications and the fog of war.&#10;&#10;Most of the time, you cannot stop the Luftwaffe. Bombs will fall. Airfields will be strafed. Convoys at sea will suffer. Your performance in each mission will affect the setup of subsequent missions by reducing or increasing the number of aircraft available to fly on each side. If you direct your squadrons skillfully, you might prevail and save England.&#10;&#10;The game is available on Amazon at: https://www.amazon.com/dp/B0BMSP4MXM/&#10;&#10;A boxed set of game assets is available through Blue Panther, which includes an add-on EXPANSION GAME called Operation Seel&ouml;we, is at:&#10;https://www.bluepantherllc.com/products/tallyho&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Book",
      "Political",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action / Event",
      "Action Drafting",
      "Dice Rolling",
      "Events",
      "Hexagon Grid",
      "Simulation",
      "Variable Set-up",
      "Voting"
    ],
    "Families": [
      "Country: England",
      "Country: Germany",
      "History: World War II (Battle of Britain)",
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Players: Wargames with Solitaire Rules",
      "Series: Air War Book Games (Historic Wings)"
    ]
  },
  {
    "Rank": "16920",
    "Name": "Loot",
    "ID": 16439,
    "Year": "(1993)",
    "Geek Rating": "5.524",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgame/16439/loot",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Players play either cops or robbers, up to 4 of each.&#10;&#10;With two players, one player uses two cop pieces, and the other uses two robber pieces. With more players, the pieces are divided as required, but there must be an equal number of cops to robbers - thus with odd numbers of players, one player should play two pieces.&#10;&#10;The object for the robbers is to steal objects and get them safely to their hideout - for the cops it is to catch a robber red-handed, and recover the goods. When all ten goods are either stolen (and hidden away) or recovered by the police, the winner is the player who has stolen/recovered the most.&#10;&#10;A fairly straightforward roll and move game, but the pieces and quality of build makes this a better than normal game of this type. Nice molded and painted player pieces depict robbers with swag bag over their shoulder (into which can actually be placed the item being stolen), and the traditional British Bobbie with his truncheon.&#10;&#10;",
    "Categories": [
      "Humor"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "16921",
    "Name": "Scan",
    "ID": 2354,
    "Year": "(1987)",
    "Geek Rating": "5.524",
    "Avg Rating": "6.16",
    "Link": "https://boardgamegeek.com/boardgame/2354/scan",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "2",
    "Description": "The card deck in Indiscretion, a.k.a. Scan, is the standard four-suited, 52-card deck &ndash; but the back of each card is color-coded to reveal the suit of the card to all players. Any classic card game can be played with this deck, and the published edition of Scan includes several variations for team or individual play with 2-6 players, with the primary game being a trick-taking partnership game for four players in which each team attempts to capture cards that have positive value (spades are +10 points, hearts +5) while avoiding cards with negative value (clubs are -10 points, diamonds -5).&#10;&#10;The Hit-Serie editions from Piatnik got an additional rule booklet with 10 games invented by nowadays famous designers.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Game System"
    ],
    "Mechanics": [
      "Team-Based Game",
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "16922",
    "Name": "The Lords of Underearth",
    "ID": 5199,
    "Year": "(1981)",
    "Geek Rating": "5.524",
    "Avg Rating": "6.24",
    "Link": "https://boardgamegeek.com/boardgame/5199/the-lords-of-underearth",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.25",
    "Description": "Microgame #18 in the Metagaming Microgames series.&#10;&#10;From the box:&#10;&#10;Underearth is the ancient stronghold of the Dwarven Lords.  This game covers the earthy realms' full history: from the height of Dwarven power to its decline in the days of dragonfire and destruction.  Here, you will lead bands of Humans, Dwarves, Orcs and monsters on raids, wars and treasure hunts.&#10;&#10;'The Lords of Undereath is a two player game of fantasy tactical combat in an underground labyrinth.  The rules cover solitaire play, surprise attack, pursuit, morale, locked doors, sentries, flight, treasure, mercenaries and even uncontrolled movement.  This game is a complete simulation of fantasy combat at the group (skirmish) level.&#10;&#10;Lords of Underearth definitely pays off on its promises and then some.  It's easy to learn.  It plays fast.  The board is geomorphic which helps replayability.  Solitaire play actually works.  Four clever scenarios are presented, all of them are fun, like the one that sure reminds us of Smaug and the Lonely Mountain or another that is suspiciously similar to the battle at the Bridge at Khazad-d&ucirc;m. It's also compatible with Wizard &amp; Melee and The Fantasy Trip, although you'd never want to play it that way.&#10;&#10;This game republished in supplement of Japanese TACTICS magazine #54.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Modular Board",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Animals: Bears",
      "Animals: Wolves",
      "Category: Dungeon Crawler",
      "Creatures: Dragons",
      "Creatures: Goblins",
      "Creatures: Monsters",
      "Players: Games with Solitaire Rules",
      "Players: Wargames with Solitaire Rules",
      "Series: MicroGame (Metagaming)",
      "Series: The Fantasy Trip (Steve Jackson Games)"
    ]
  },
  {
    "Rank": "16923",
    "Name": "Dawnshade: The Watchers Prophecy",
    "ID": 266003,
    "Year": "(2022)",
    "Geek Rating": "5.524",
    "Avg Rating": "6.84",
    "Link": "https://boardgamegeek.com/boardgame/266003/dawnshade-the-watchers-prophecy",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "150",
    "Weight": "2.5",
    "Description": "Dawnshade is a 1-4 player co-op action adventure RPG that plays in about 30min per player.&#10;&#10;As a Petarukin, you are used to living secluded in the forests of the Galeswood. Your role in the land of Dawnshade is small and often unnoticed, though not insignificant. But there is unrest brewing in the land&hellip; Two factions, The Unity and The Might, are at war for the hearts, minds, and souls of the creatures of Dawnshade. The balance and freedom of your world is threatened by these powerful forces, and only you and your fragile band of misbegotten adventurers can stop them.&#10;&#10;Gather supplies, build skills, and power your abilities  while you can&hellip;battles wage, challenges disrupt your path, and a final threat could strike at any moment.&#10;&#10;Journey through this rich, cooperative &ldquo;choose your own adventure-style&rdquo; board game where strategy, luck, and skill unite to bring you thrilling victories, agonizing defeats, and a different journey every time you play.&#10;&#10;With 34,220 quest combinations available, you&rsquo;ll never experience the same journey twice when you play Dawnshade. Draw map tiles from a randomized quest deck to reveal a unique adventure with branching paths every time you play. Dynamic battles use a unique dice combat system set in the style of old JRPG&rsquo;s (think Final Fantasy). Experience (XP) gained from the battles and events allow you to level up your characters. Players continue exploring to uncover the mysteries in Dawnshade&rsquo;s campaign.&#10;&#10;May the Watchers guide you.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Solo / Solitaire Game",
      "Storytelling",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "16924",
    "Name": "bezzerwizzer kompakt",
    "ID": 104239,
    "Year": "(2010)",
    "Geek Rating": "5.524",
    "Avg Rating": "6.31",
    "Link": "https://boardgamegeek.com/boardgame/104239/bezzerwizzer-kompakt",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.75",
    "Description": "A travel version of Bezzerwizzer.&#10;&#10;Bezzerwizzer kompakt is a game for 2-4 players or teams of players which combines trivia and tactics. Teams earn points for correctly answering questions. For each point scored the team advances one square on the board. The first team to get round the board once wins.&#10;&#10;Each team randomly draws three category tiles and arranges them on the board according to how knowledgeable they think they are in this particular area. A team will usually put the tile with their &quot;worst&quot; category in the first slot and their &quot;best&quot; category in the third slot. If they answer the question from their first category correctly, they score one point, two for the second, and three for the third. After a round has been completed (i.e. each team has been asked three questions), the category tiles are redrawn.&#10;&#10;Each team also has 3 switches on the board that they can activate once per round. One is labelled with a &quot;Z&quot;, the other two are labelled with a &quot;B&quot;. The &quot;Z&quot; switch allows a team to swap one of their categories with another team. The &quot;B&quot; switch allows a team to challenge the active team. If the active team can't answer their question but the challenging team can, they earn extra points (one if they used the switch after the question was asked, and three if they used it before even knowing the question). If the challenging team answers incorrectly, they lose one point.&#10;&#10;Main differences to the standard Bezzerwizzer game:&#10;&#10;- smaller, travel-friendly box, board and components&#10;- 1200 questions (instead of 5000)&#10;- 12 categories (instead of 20; multiple categories from the standard game were combined into one category)&#10;- each player/team gets three questions per round (instead of 4)&#10;&#10;",
    "Categories": [
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Betting and Bluffing"
    ],
    "Families": [
      "Game: Bezzerwizzer"
    ]
  },
  {
    "Rank": "16925",
    "Name": "War for America: The American Revolution, 1775-1782",
    "ID": 322229,
    "Year": "(2022)",
    "Geek Rating": "5.524",
    "Avg Rating": "6.98",
    "Link": "https://boardgamegeek.com/boardgame/322229/war-for-america-the-american-revolution-1775-1782",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "480",
    "Play Time": "1200",
    "Weight": "3.25",
    "Description": "War for America: The American Revolution, 1775-1782 is a strategic game based on the events during the American Revolution. It is a 2 player game that shows how the conflict, which began as a &lsquo;civil war&rsquo; turned into a World conflict with a Great Britain that was greatly isolated. It features a new &lsquo;Action Pulse&rsquo; and &lsquo;Initiative System&rsquo; that keeps every turn of variable length and new. Game design by Gilbert Collins.&#10;&#10;The Colonial player must build a &lsquo;Continental Army&rsquo; to battle with the British in order to prevent any sister colony from being overrun. This is going to take time and he must &lsquo;hold on&rsquo; and try to defeat a major British force, to impress the old enemies of Great Britain.&#10;&#10;The game is played at the Grand Strategic level and each strength point equals 1,000 men or less. Players will assemble forces to seize control of colonies and regions. When French recognition is achieved, during 1778, an entire new dimension is added to the conflict. France, Spain and the Netherlands will bring fleets into the waters of North America and the Caribbean, challenging Britain&rsquo;s mastery of the seas.&#10;&#10;The game utilizes the popular &lsquo;point to point&rsquo; movement system but more carefully modelling the geography of North America. This is done by enhancing the movement of armies along the important water shed basins. Armies are not destroyed in single combat as many past games have shown, but will demonstrate realistic casualty figures with prevalent retreat and disruption results.&#10;&#10;War for America attempts to show the conflict from the British perspective and how a &lsquo;rebellion&rsquo; turned into a World War. Great Britain is alone, without allies, but the Colonies don&rsquo;t have it easy either. Despite their inexperience and individual identities, they must come together to create and maintain a Continental army. This is a &lsquo;large game&rsquo; but also contains a shorter scenario starting in 1778, taking about half the time to play.&#10;&#10;Product Information:&#10;&#10;        Complexity: Medium&#10;        Time Scale: Seasonal turns (6 turns per year)&#10;        Map Scale: Area point-to-point map&#10;        Unit Scale: 1,000 men per strength point, individual capital ships, and leaders&#10;        Players: 2&#10;        Solitaire: Medium/High&#10;        Playing Time: 8 hours (15+ hours for Campaign Game)&#10;&#10;&#10; &#10;Components:&#10;&#10;        2 Map sheets&#10;        2.5 Countersheets of 9/16&quot; and 5/8&quot; unit-counters (432 counters total)&#10;        6 Player Aid Cards&#10;        1 Sequence of Play Card&#10;        2 Army Organization Displays&#10;        1 Setup Card&#10;        51 Action Cards&#10;        1 Rulebook&#10;        1 Playbook&#10;&#10;&#10;-description from publisher's website&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "American Revolutionary War",
      "Wargame"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Country: USA",
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "16926",
    "Name": "Moscow: The Advance of Army Group Center, Autumn 1941",
    "ID": 247951,
    "Year": "(2019)",
    "Geek Rating": "5.524",
    "Avg Rating": "7.01",
    "Link": "https://boardgamegeek.com/boardgame/247951/moscow-the-advance-of-army-group-center-autumn-194",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.4444",
    "Description": "&quot;Moscow&quot; is a two-player World War II wargame covering the advance of Army Group Center, Autumn 1941. It is a simulation of the campaign by the Germans to capture Moscow from the Soviets from October until January 1941. This wargame&rsquo;s system is a progeny of the foregoing &quot;Leningrad&quot; wargame published by Decision Games (2010) with some slight differences (such as the stacking limit). Players whom are familiar with the &quot;Leningrad&quot; wargame will be able to play this wargame with only a perusal of these rules where they are specifically relevant to &quot;Moscow&quot;. Each hex represents 30 miles with each unit representing a division and in some cases brigades.&#10;&#10;Components: One 22&quot; x 34&quot; map &amp; 176 counters&#10;&#10;Magazine: Strategy &amp; Tactics #317&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Simulation"
    ],
    "Families": [
      "Country: Russia",
      "Country: Soviet Union",
      "History: World War II (Eastern Front)",
      "Magazine: Strategy & Tactics",
      "Players: Two-Player Only Games",
      "Series: Panzergruppe Guderian System (SPI)"
    ]
  },
  {
    "Rank": "16927",
    "Name": "Toy Battle",
    "ID": 434654,
    "Year": "(2025)",
    "Geek Rating": "5.524",
    "Avg Rating": "6.76",
    "Link": "https://boardgamegeek.com/boardgame/434654/toy-battle",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "On land, on sea, in clouds, and even in space, battles are breaking out between toys. Your troops need your tactical talent to lead them to victory. Your mission? Be the first to reach the enemy headquarters or control more territories than your opponent.&#10;&#10;On your turn in Toy Battle, you either draw two toy troops or place a troop on the board and apply its effect. When a place a troop, you can place it on an empty base, a base that you control, a base that the enemy controls with a lower-valued troop than the one you're placing, or the enemy's headquarters; however, in all cases you must place on a location that has a continuous path to your own headquarters through bases that you occupy, that is, that have your troop on top. If you occupy bases that form a continuous path around a region, you claim the medals within this region. (You don't lose these medals if the enemy later occupies one of these bases.)&#10;&#10;The game ends as soon as you occupy your opponent's headquarters or win the required number of medals based on the current game board. If a player cannot draw or place a troop, the game ends, and whoever has the most medals wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Multiple Maps",
      "Zone of Control"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Digital Implementations: Board Game Arena"
    ]
  },
  {
    "Rank": "16928",
    "Name": "Schlag den Raab: Das Quiz",
    "ID": 129969,
    "Year": "(2012)",
    "Geek Rating": "5.524",
    "Avg Rating": "6.76",
    "Link": "https://boardgamegeek.com/boardgame/129969/schlag-den-raab-das-quiz",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.75",
    "Description": "Schlag den Raab: Das Quiz is a board game based on a German TV show in which players have to compete in different challenges. In contrast to earlier Schlag den Raab games, these challenges are all card-based with no dexterity elements; the game includes more than two thousand quiz questions.&#10;&#10;The thirty challenge categories include guessing words whose letters have been jumbled, counting letters in words, spelling words backwards, guessing which movie a quote is from, mental arithmetic, drawing a song (so that others can guess which song it is), humming songs, and locating places (Germany/EU/world) on a map. The challenges are chosen randomly, and the players can score points in all of these games. After the predetermined number of challenges &ndash; five for a 45-50 minute game, ten for a 75-90 minute game, fifteen for a 100-120 minute game &ndash; has been played, the player/team with the highest score wins.&#10;&#10;Can be combined with&#10;&#10;&#10;    Schlag den Raab: Das Spiel&#10;    Schlag den Raab: Das 2. Spiel&#10;&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Components: Sand Timers",
      "TV Shows: Schlag den Raab"
    ]
  },
  {
    "Rank": "16929",
    "Name": "Rapid Recall",
    "ID": 2814,
    "Year": "(1993)",
    "Geek Rating": "5.524",
    "Avg Rating": "6.18",
    "Link": "https://boardgamegeek.com/boardgame/2814/rapid-recall",
    "Min Players": "4",
    "Max Players": "100",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.4",
    "Description": "A player on one team gives clues to the rest of their team (possibly only 1 player) from a card that contains 10 words or phrases.  If the player knows what the clue is, they throw a chip in a bin on the game board.  Once the time is up, the 10 words have been clued, or the player elects to stop, they begin recalling the words that were clued from memory.  Upon getting the word correct (with one guess at each one only), a chip is taken out of the bin and put down on the guesser's side of the board.  If the clue is missed or if it is forgotten, the chip stays in the bin.  Once the guessing is completed or the time runs out, the other team gets a chance to steal the chips that remain in the bin.  If the remaining chips are not stolen, they go back to the guessing team.  The object is to fill up your side of the board with correctly guessed or stolen chips.&#10;&#10;",
    "Categories": [
      "Memory",
      "Party Game"
    ],
    "Mechanics": [
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "16930",
    "Name": "Charlemagne: Dark Ages in Europe",
    "ID": 4017,
    "Year": "(1998)",
    "Geek Rating": "5.524",
    "Avg Rating": "6.45",
    "Link": "https://boardgamegeek.com/boardgame/4017/charlemagne-dark-ages-in-europe",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.1429",
    "Description": "(from the introduction:)&#10;&#10;Charlemagne is a game covering the rise of the Frankish Empire in the 8th-9th centuries AD under the leadership of Carl the Great - Carolus Magnus or Charlemagne. In this period, the Franks unified Western Europe and established the foundations for later Medieval civilization.&#10;&#10;Charlemagne is a two-player game. The Empire player controls the forces of the Frankish Kingdom, its allies, and client states. The Tribal player controls the forces of various competing kingdoms and tribes. Players must use a combination of military strength and cunning to maintain and increase their power. The Franks have the advantage of unity and a central position. The Tribal player controls a shifting coalition of forces.&#10;&#10;280 counters.&#10;&#10;",
    "Categories": [
      "Medieval",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Continents: Europe",
      "History: Francia",
      "History: Holy Roman Empire",
      "Magazine: Strategy & Tactics",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "16931",
    "Name": "Wabanti",
    "ID": 3979,
    "Year": "(1974)",
    "Geek Rating": "5.524",
    "Avg Rating": "6.05",
    "Link": "https://boardgamegeek.com/boardgame/3979/wabanti",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Each player tries to move the existing structure of game stones in the direction of his side of the board.  If a game stone touches the outside of the game field, then the player to whom this side belongs has won. If a corner of the game field is reached, the two players to whom the adjoining sides belong share the win.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Components: HexHex8 Grids",
      "Containers: Tubes",
      "Series: Edition Perlhuhn / Franckh-Kosmos"
    ]
  },
  {
    "Rank": "16932",
    "Name": "Blood",
    "ID": 420311,
    "Year": "(2025)",
    "Geek Rating": "5.524",
    "Avg Rating": "8.67",
    "Link": "https://boardgamegeek.com/boardgame/420311/blood",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Blood is a Boss Battler game for 1 to 4 players. You will control a group of unusual monster hunters, each featuring their own customizable set of cards. Blood uses an innovative dice and card system to allow you to face the horrors of Vlad's Castle until you reach its powerful Master.&#10;&#10;Each Raid will bring you face to face with one of Vlad's Champions, ready to confront you by deploying unique strategies varying based on the location where you encounter them, creating ever-changing combinations and situations.&#10;&#10;At the end of each Raid, you will return to the village of Bran to build new epic weapons and learn new fighting techniques, to prepare for the final confrontation with the Prince of the Night himself!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Fighting",
      "Horror",
      "Miniatures",
      "Renaissance"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck Construction",
      "Dice Rolling",
      "Grid Movement",
      "Hand Management",
      "Modular Board",
      "Scenario / Mission / Campaign Game",
      "Storytelling"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Gamefound",
      "Mechanism: Campaign Games",
      "Setting: Nova Aetas Chronicles",
      "Theme: Alternate History",
      "Theme: Boss Battle"
    ]
  },
  {
    "Rank": "16933",
    "Name": "Unmatched Adventures: Teenage Mutant Ninja Turtles",
    "ID": 425276,
    "Year": "(2025)",
    "Geek Rating": "5.524",
    "Avg Rating": "8.37",
    "Link": "https://boardgamegeek.com/boardgame/425276/unmatched-adventures-teenage-mutant-ninja-turtles",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Unmatched Adventures: Teenage Mutant Ninja Turtles is the second title in the co-operative Unmatched Adventures series.&#10;&#10;Play as Leonardo, Raphael, Donatello, and Michelangelo to take down Shredder or fight off Krang. They'll be joined by a host of TMNT characters.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Action Points",
      "Card Play Conflict Resolution",
      "Cooperative Game",
      "Hand Management",
      "Line of Sight",
      "Multi-Use Cards",
      "Point to Point Movement",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Comic Books: Teenage Mutant Ninja Turtles",
      "Components: Miniatures",
      "Components: Multi-Use Cards",
      "Game: Unmatched",
      "Players: Expansions Adding Cooperative Play",
      "Players: Expansions Adding Solo Play",
      "Theme: Boss Battle"
    ]
  },
  {
    "Rank": "16934",
    "Name": "Chosin: X Corps Escapes the Trap",
    "ID": 38825,
    "Year": "(2009)",
    "Geek Rating": "5.524",
    "Avg Rating": "6.84",
    "Link": "https://boardgamegeek.com/boardgame/38825/chosin-x-corps-escapes-the-trap",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "3.25",
    "Description": "&quot;Chosin: X Corps Escapes the Trap&quot;, is a two-player, intermediate-complexity simulation of the fighting in eastern North Korea in late 1950 in which the Chinese attacked the United Nation&rsquo;s X Corps as it approached the Yalu River. One of the more famous incidents of the campaign was the US Marine Corps 1st Division fighting its way out of an envelopment at the Chosin Reservoir. Chosin, designed by Joseph Miranda, covers the entire campaign using the same game system as Gauntlet, which appeared in Strategy &amp; Tactics 190. The two games are compatible, and the Strategic Scenario included in this issue provides instructions, as well as extra units, to create a combined Chosin/Gauntlet game of the entire Chinese offensive of 1950. Players can also use the Chosin rules and charts to update Gauntlet.&#10;&#10;Each game turn equals one day. Each hex represents 2.5 miles (four kilometers). Units of maneuver are mostly UN regiments and brigades of 1,500 to 5,000 men, while each Communist divisional counter represents about 6,000 to 24,000 men. Each air UN unit represents 30 to 50 sorties. There are 280 NATO-style, small-size (half-inch) counters, including errata-fix replacements for Gauntlet.&#10;&#10;Special rules cover: naval gunfire support, aerial combat operations, air transport, aerial supply, naval supply and troop transport, limited intelligence, bridge destruction and repair, fog of war, meeting engagements, organizational integrity, entrenchments, partisans, special forces, combat engineers, and the possibility of atomic warfare. The short scenario will take two experienced players about four to six hours to complete.&#10;&#10;Chosin: X Corps Escapes the Trap was published in Strategy &amp; Tactics magazine #257  Jul/Aug 2009.&#10;&#10;Game Scale:&#10;Game Turn: 1 day&#10;Hex: 2.5 mile / 4 kilometers&#10;Units: Battalion to Brigade&#10;&#10;Game Inventory:&#10;One 22 x 34&quot; full color mapsheet&#10;One dual-side printed countersheet (280 1/2&quot; counters)&#10;One 32-page Chosin rules booklet&#10;&#10;Solitaire Playability: High&#10;Complexity Level: Medium-Low&#10;Players: 2 or more&#10;Playing Time: 4-8 hours&#10;&#10;",
    "Categories": [
      "Korean War",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Ratio / Combat Results Table",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Continents: Asia",
      "Country: Korea",
      "Magazine: Strategy & Tactics",
      "Players: Two-Player Only Games",
      "Political: United Nations"
    ]
  },
  {
    "Rank": "16935",
    "Name": "Drive on Damascus",
    "ID": 13593,
    "Year": "(1981)",
    "Geek Rating": "5.524",
    "Avg Rating": "6.66",
    "Link": "https://boardgamegeek.com/boardgame/13593/drive-on-damascus",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "600",
    "Play Time": "1500",
    "Weight": "2.75",
    "Description": "&quot;Drive on Damascus&quot; recreates the one major campaign between the Allies and Vichy France during World War II. It is an operational wargame recreating on the battalion level the Allied invasion of Syria and Lebanon in June 1941. This game has been built around two basic situations: the historical invasion and a hypothetical one, covering the chance of German intervention. In both cases it remains a two player wargame with each player alternately moving his pieces and resolving combat in succession. Whilst the game reproduces the situation that faced the historical commanders, the outcome will depend upon the decisions taken by players; it is perfectly possible to change the course of history.&#10;&#10;Drive on Damascus uses a peculiar hexagon grid game map in which only the central dot of each hex is depicted.&#10;British forces try to preempt an attack from the Vichy French staged in Syria in 1941.&#10;&#10;This wargame can be run as part of a campaign with O'Connor's Offensive, Hellfire Pass and Bloody Keren (which is where the campaign rules are to be found).&#10;&#10;Published 1981, in The Wargamer Magazine issue #15&#10;&#10;&#10;Re-implements:&#10;&#10;     Syria, 1941&#10;&#10;&#10;Game Scale:&#10;Game Turn: 1 day&#10;Hex: 3.2 miles / 5.15 kilometers&#10;Units: Company to Battalion&#10;&#10;Game Inventory:&#10;One 23 x 32&quot; full color mapsheet&#10;One single-side printed countersheet (260 1/2&quot; counters)&#10;One 12-page Drive on Damascus rulebook (in magazine)&#10;Player will have to provide one 6-sided dice&#10;&#10;Solitaire Playability: Medium&#10;Complexity Level: Medium&#10;Players: 2 or more&#10;Playing Time: 4-15 hours&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Ratio / Combat Results Table",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Cities: Damascus (Syria)",
      "Country: Lebanon",
      "Country: Syria",
      "Magazine: The Wargamer",
      "Players: Two-Player Only Games",
      "Region: Middle East",
      "Series: Battles for North Africa (3W)",
      "Theme: Deserts"
    ]
  },
  {
    "Rank": "16936",
    "Name": "BattleSpace: The BattleTech Game of Space Combat",
    "ID": 7470,
    "Year": "(1993)",
    "Geek Rating": "5.524",
    "Avg Rating": "6.18",
    "Link": "https://boardgamegeek.com/boardgame/7470/battlespace-the-battletech-game-of-space-combat",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "2.9091",
    "Description": "From the manual:&#10;BattleSpace, The Battletech Game of Space Combat simulates battles in space between the Houses of the Inner Sphere and the invading Clans. Battlespace was designed to allow players to run a campaign in space.&#10;&#10;Both a stand-alone game and an expansion.&#10;&#10;As a stand alone game, you can play out battles between large ships and squads of fighters, as well as dogfights between individual aerospace fighters.&#10;&#10;As an expansion, you can incorporate both of those levels of play into your Battletech games.&#10;&#10;Re-implements:&#10;&#10;    Renegade Legion: Leviathan &#10;&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Role Playing",
      "Simulation"
    ],
    "Families": [
      "Game: BattleTech",
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "16937",
    "Name": "Treelings",
    "ID": 298017,
    "Year": "(2020)",
    "Geek Rating": "5.524",
    "Avg Rating": "5.89",
    "Link": "https://boardgamegeek.com/boardgame/298017/treelings",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.4",
    "Description": "In the world of Treelings, construction is well and truly underway in preparation for the annual firefly festival! Beautiful, glowing swarms of fireflies may be released only from the highest towering platforms in the city during the upcoming summer solstice. Six different guilds reside in the city, and they will do everything possible to build their own tree as high as possible in each district. As chief of your district, each round you decide which guild you want to support in your part of the city as you want to lure the spectators to your show on festival day and to send as many brightly-glowing fireflies to freedom as possible.&#10;&#10;In game terms, the guilds are represented by a deck of 108 cards, with each of the six guilds appearing 18 times. To set up, deal three cards face up to each player, grouping those cards in columns by color. Lay out five cards face up to form the market. Place the game-ending firefly festival card twenty cards up from the bottom of the deck.&#10;&#10;On a turn, a player takes all the cards of one color from the market or one card of each color that appears only once in the market; they then add these cards to their collection. If you already have cards of that color, you place the new cards upward in a column so that everyone can see how many cards you have; if you don't have this color, place cards of the new color to the left or right of your current columns. Then refill the market. When the firefly festival card is revealed, end the game after each player has taken the same number of cards.&#10;&#10;To score, look at each column of cards in your collection and compare the number of cards in it to the number of cards in the columns to the left and right. (For the columns on the outer edge of your collection, you compare their height to the height of your neighbor's closest column and the adjoining column in your collection.) For each column, if it's at least as tall as each column adjacent to it, you score points equal to the number of cards in that column. Whoever scores the most points wins!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Digital Implementations: Tabletopia",
      "Theme: Trees and Forests"
    ]
  },
  {
    "Rank": "16938",
    "Name": "Cineplexity",
    "ID": 17209,
    "Year": "(2007)",
    "Geek Rating": "5.524",
    "Avg Rating": "5.74",
    "Link": "https://boardgamegeek.com/boardgame/17209/cineplexity",
    "Min Players": "4",
    "Max Players": "10",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.129",
    "Description": "Out of the Box calls it &quot;The Game Where Movie Fans Connect!&quot;&#10;&#10;&quot;Can you name a film taking place over the holidays AND features a character in a uniform? Then Cineplexity may be the movie game for you!&quot; Players try to be the first to name a movie that meets the criteria on two different Cineplexity cards.&#10;&#10;Each of the 315 cards has a description from one of nine categories: Actors, Characters, Critiques, Genre, Production, Props, Scenes, Setting and Theme. Two cards are shown at a time. Who will be the first to think of a movie set In the Future that Contains Foreshadowing? If you come up with a name that players agree satisfies both cards, you win the oldest of the two cards, and a new card is added. So now the challenge might be to find a title that Contains Foreshadowing and has a Dance Sequence. And so on. If everyone is stumped you add a third card, and they must find a title that satisfies two of the three cards. Six to ten points (cards) are needed to win, depending on the number of players.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Party Game",
      "Real-time",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "16939",
    "Name": "Rally: Risk and Evaluation on All Roads in the Worlds",
    "ID": 3238,
    "Year": "(1980)",
    "Geek Rating": "5.524",
    "Avg Rating": "6.62",
    "Link": "https://boardgamegeek.com/boardgame/3238/rally-risk-and-evaluation-on-all-roads-in-the-worl",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "1.75",
    "Description": "Rally is a road race simulation game. With Rally players can simulate a single race or a series of races representing the World Rally Championship. The time of play varies from 20 minutes to 10 hours. The choice is yours !&#10;&#10;",
    "Categories": [
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "16940",
    "Name": "Across the Board",
    "ID": 4650,
    "Year": "(1975)",
    "Geek Rating": "5.524",
    "Avg Rating": "6.65",
    "Link": "https://boardgamegeek.com/boardgame/4650/across-the-board",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.8333",
    "Description": "Players choose which of the four racetracks will be used for the game. Each player is handed a copy of the appropriate race form (which should be studied!). The eleven racehorses, which are numbered two through twelve, are randomized and are bought, one at a time, by the players in an open auction. Money spent in the auction will be brought back into the game during the third, fifth and eighth races.&#10;&#10;Eight races make a complete game and each follows the same procedure. Each player, in turn, has the option to make as many bets as one wants but each bet is made &ldquo;across the board.&rdquo; All bets are made in 150-skin (the game&rsquo;s monetary unit) increments: 50 to win, 50 to place and 50 to show. After everyone has placed their bets, the money is divided as equally as possible into seven stacks.&#10;&#10;After all bets have been placed, the race is run. A horse has completed a circuit of the track when five Xs have been placed next to it. Sometimes horses begin with some Xs and sometimes the favorites, horses 6, 7 and 8, need an extra X.&#10;When a player rolls the dice, that player may give the horse rolled an X and pass on the dice or give that horse a / (half-X) and roll again to that horse an X. When three horses have finished the race, the owner(s) of the winning horse and winning bettors are paid. The player with the most money at the end of the game is the winner.&#10;&#10;Across the Board features a pari-mutual betting system to mimic a real racetrack. There are no fixed odds. The winners win what the losers lost. That makes Across the Board unique among horse racing games.&#10;&#10;",
    "Categories": [
      "Animals",
      "Dice",
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Betting and Bluffing"
    ],
    "Families": [
      "Sports: Horse Racing"
    ]
  },
  {
    "Rank": "16941",
    "Name": "Doctor Who: Exterminate! The Miniatures Game",
    "ID": 227813,
    "Year": "(2017)",
    "Geek Rating": "5.524",
    "Avg Rating": "7.05",
    "Link": "https://boardgamegeek.com/boardgame/227813/doctor-who-exterminate-the-miniatures-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.3333",
    "Description": "Two of the Doctor's most ancient and relentless foes &ndash; the hateful Daleks and emotionless Cybermen &ndash; clash as they seek to to fulfil their own nefarious ends in this fast-paced tabletop miniatures game.&#10;&#10;Amongst this titanic conflict, the Doctor protects the Time Vortex the only way he knows how &ndash; with ever-changing companions, the TARDIS, and a sonic device...&#10;&#10;Take control of either the Daleks or the Cybermen. Pit your wits against your adversaries as you attempt to gather resources vital to your plans before they fall into the hands of your opponents. Build your force from a variety of options and recruit other factions to your cause &ndash; whatever it takes to ensure you have the advantage over your foes!&#10;&#10;An eternity of adventures awaits you&hellip;&#10;&#10;In the Exterminate! miniatures game your Cyberman and Dalek forces can recruit neutral factions, improving their chances of success and adding even more variety to your games.&#10;&#10;Newer figures do not come with a physical stats card, but require  these to be downloaded as a pdf file.&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Dice",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Players: Wargames with Rules Supporting Only Two Players",
      "TV Shows: Doctor Who"
    ]
  },
  {
    "Rank": "16942",
    "Name": "Burger ASAP!",
    "ID": 373778,
    "Year": "(2022)",
    "Geek Rating": "5.524",
    "Avg Rating": "6.35",
    "Link": "https://boardgamegeek.com/boardgame/373778/burger-asap",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "In this fast matching game, take your set of double sided ingredient cards and start making burgers! Race to flip the cards and arrange them in the proper order to recreate the recipes one at a time and earn points based on their difficulty level.&#10;&#10;Before starting a game, players pick a level of difficulty (there are 3 levels) and place the corresponding Order cards in the center of the table. Each player takes the 7 ingredient cards of their color. When the first Order card is flipped, players race to position their ingredient cards to match the burger(s) illustrated on the order. The first player to complete the order wins the order card at play. This is not just a matching game&hellip; It's also a puzzle: the 7 cards are all double sided, there is only one way to position them to match an order, cards can overlap and cover half of another card and all 7 cards must be used each time!&#10;&#10;The game includes 55 Order Cards, 35 Ingredient Cards&#10;&#10;",
    "Categories": [
      "Card Game",
      "Real-time"
    ],
    "Mechanics": [
      "Matching",
      "Ordering",
      "Real-Time"
    ],
    "Families": [
      "Card Games: Matching",
      "Food & Drink: Burgers"
    ]
  },
  {
    "Rank": "16943",
    "Name": "Farrapos",
    "ID": 96440,
    "Year": "(2011)",
    "Geek Rating": "5.524",
    "Avg Rating": "7.98",
    "Link": "https://boardgamegeek.com/boardgame/96440/farrapos",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "On September 20, 1835, the longest and bloodiest revolution in Brazil's history began. In the province of S&atilde;o Pedro do Rio Grande do Sul, a Riograndense Republic was proclaimed. For nearly 10 years, the troops that remained loyal to the Empire of Brazil fought epic battles against those of the new Republic!&#10;&#10;&quot;Farrapos&quot; is a board game for 2 players created by Julio Trois, which has the theme of the Farroupilha Revolution. During 11 rounds each army will win the largest number of cities, adding up the maximum points possible.&#10;&#10;&quot;Farrapos&quot; is a tactical game, where military strategy is very important. Each player must organize his troops, composed of tiles of infantry, cavalry and artillery. The clashes follow the style of the best wargames, using dice and tables, for the resolution of battles.&#10;&#10;",
    "Categories": [
      "Civil War",
      "Post-Napoleonic",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Point to Point Movement"
    ],
    "Families": [
      "Country: Brazil",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "16944",
    "Name": "Smile Life",
    "ID": 281663,
    "Year": "(2018)",
    "Geek Rating": "5.524",
    "Avg Rating": "6.19",
    "Link": "https://boardgamegeek.com/boardgame/281663/smile-life",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "1.4",
    "Description": "The goal of the game is to build your life and make a success out of it. The cards represent different events of your professional and personal life: love, money, family, studies, career, etc. Each player needs to play the right cards to &quot;make it&quot; and be as happy as possible. But watch out for your neighbours who might try to bring you down!&#10;&#10;The players keep drawing, playing and discarding cards until the deck is empty. The player with the most &quot;smiles&quot; wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Ulule"
    ]
  },
  {
    "Rank": "16945",
    "Name": "Murder Mystery Party: A Taste for Wine and Murder",
    "ID": 6448,
    "Year": "(1997)",
    "Geek Rating": "5.524",
    "Avg Rating": "6.65",
    "Link": "https://boardgamegeek.com/boardgame/6448/murder-mystery-party-a-taste-for-wine-and-murder",
    "Min Players": "6",
    "Max Players": "8",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "1",
    "Description": "An entry in the Murder &agrave; la carte mystery dinner party games.  The story:&#10;&#10;It's a tour of California Wine Country with its peaceful vineyards and picturesque wineries.  The annual wine-tasting festival is in full swing when the body of local vineyard owner, Barry Underwood, is found hidden beneath his wine cellar.  Barry has been missing for six long years but with the discovery of his body comes a wealth of new clues to solve the mystery.  It's a vintage murder and you may be a suspect.&#10;&#10;The suspects are: Otton Von Schnapps, Marilyn Merlot, Tiny Bubbles, Ralph Rottingrape, Papa Vito, and Hedy Shablee.  Extra guests are Bonny Lass and Bud Wizer.&#10;&#10;Contents:&#10;- Party planner with recipes and menu by Cookbook Author Sandra Gluck - including music and decorating tips&#10;- Character Booklets for all suspects, includes their roles and background information&#10;- Eight Place Cards&#10;- Eight Party Invitations and Envelopes&#10;- Six Secret Clues&#10;- Cassette Tape with an introduction, summary of events and the solution to the crime.&#10;&#10;- more recent versions replace the Cassette Tape with a CD.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Bluffing",
      "Deduction",
      "Murder / Mystery",
      "Party Game",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Acting",
      "Cooperative Game",
      "Role Playing",
      "Storytelling"
    ],
    "Families": [
      "Components: Audio Cassettes",
      "Components: Compact Discs (CDs)",
      "Food & Drink: Wine",
      "Series: Murder à la carte",
      "Series: Murder Mystery Party",
      "States: California"
    ]
  },
  {
    "Rank": "16946",
    "Name": "Fields of Battle Volume 1, The Great Northern War",
    "ID": 158887,
    "Year": "(2014)",
    "Geek Rating": "5.524",
    "Avg Rating": "7.47",
    "Link": "https://boardgamegeek.com/boardgame/158887/fields-of-battle-volume-1-the-great-northern-war",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.375",
    "Description": "Fields of Battle Volume 1, The Great Northern War is a two player game covering a series of Swedish battles. The game is low-complexity and designed to be played quickly. Most scenarios have only 15 to 30 units per side and only 15 turns.&#10;&#10;Each turn sequence, players will move leaders, move regular units, conduct combat, and rally. Player initiative for each turn is determined by combining the number of leaders on the board with a random die roll. The game also makes use of tactical cards which can be played to modify combat rolls, increase defensive values, or hinder your opponent.&#10;&#10;The victory conditions vary by scenario but generally involve capturing key areas on the map or reducing your opponents morale.&#10;&#10;Volume 1 contains the following battles:&#10;Narva&#10;Kliszow&#10;Fraustadt&#10;Holowczyn&#10;Lesnaya&#10;Poltava&#10;Helsingborg&#10;Gadebusch&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: Russia",
      "Country: Sweden",
      "History: Age of Kings",
      "History: Great Northern War",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "16947",
    "Name": "The Picrocholine Wars",
    "ID": 91737,
    "Year": "(2011)",
    "Geek Rating": "5.524",
    "Avg Rating": "6.90",
    "Link": "https://boardgamegeek.com/boardgame/91737/the-picrocholine-wars",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.1111",
    "Description": "The story of the Picrocholine Wars is one of the most well-known passages of the novel Gargantua, written by Fran&ccedil;ois Rabelais in 1534. Using a brawl between shepherds and millers as a pretext, Picrochole, King of Lerne, declared war on Gargantua's father, Grandgousier. A model of the enlightened monarch of the Renaissance, Grandgousier attempted to avert war by all means. But Picrochole, taking this as a sign of Grandgousier's weakness, invaded his neighbor's kingdom. Grandgousier calls upon his son, and Gargantua, at the head of an army of his loyal companions, inflicts a humiliating defeat on Picrochole, who flees on the back of a donkey.&#10;&#10;The Picrocholine Wars simulates this celebrated episode of French literature through a fun and simple wargame. Players will find and discover in this game all of the events that gave the novel parodying the chivalric tomes of the era its charms: the giant Gargantua, of course, and his friends Gymnast and Fr&egrave;re Jean, but also the cheating Picrochole and his lieutenants.&#10;&#10;Though it has its &quot;rabelaisien&quot; side, The Picrocholine Wars is a balanced game in which each camp has its own distinct strengths and during which players will have to adopt the role of both the attacker and the defender. The Picrocholine Wars combines gaming pleasure with culture and history, and is ideal for initiating new players into wargaming.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Medieval",
      "Novel-based",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Simulation"
    ],
    "Families": [
      "Misc: Free Wargames",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "16948",
    "Name": "Skiwampus",
    "ID": 192731,
    "Year": "(2016)",
    "Geek Rating": "5.524",
    "Avg Rating": "6.41",
    "Link": "https://boardgamegeek.com/boardgame/192731/skiwampus",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Description from the publisher:&#10;&#10;Outmaneuver your opponents in this full-tilt action brain-builder! Arrange your tiles in Skiwampus so that the corners connect to form an array of patterns, whether most colors, all numbers, three of a kind, or more. But work quickly because everyone plays at the same time! It's a geometric jam that requires sharp eyes, quick thinking, and nimble hands. Let the wild Skiwampus start!&#10;&#10;",
    "Categories": [
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": []
  },
  {
    "Rank": "16949",
    "Name": "Murder Party Pocket: Deadly Sin",
    "ID": 379391,
    "Year": "(2023)",
    "Geek Rating": "5.524",
    "Avg Rating": "7.12",
    "Link": "https://boardgamegeek.com/boardgame/379391/murder-party-pocket-deadly-sin",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Naples, 1932. One person was killed, and each of you is one of the 6 suspects. The case was entrusted to Commissioner Luigi Alfredo Ricciardi of the Royal Police Headquarters of Naples, supported as usual by the faithful sergeant Raffaele Maione. The murderer may be hiding among you, and it is up to you to help the Commissioner find out who is. Will you be able to do this before the time is over?&#10;&#10;At the beginning of the game, each player will be assigned, through a Character card, the role of one of the suspects that they will have to play. All the Clues are contained in cards that will be revealed to you at three different moments in the game and each of you will have access to only some of these: some cards in the center of the table will be available to everyone, while others will be in hand and visible only by those who hold them.&#10;&#10;Players will have to reflect, collaborate, share the information in their possession without compromising themselves too much, and try to understand what, beyond appearances, really happened.&#10;&#10;When all the clues will be revealed the players together have to give the solution. Unfortunately among them, there could be also the murderer who will do anything to divert the investigation and get away clean.&#10;Will they be able to discover the real culprit or will the murder remain unsolved? Or worse still, will they let an innocent be wrongfully accused?&#10;Murder party pocket is a game of crime investigation, mixing a card game, a role-playing game, and an app that guides in the game and dictates the timing and methods of the investigation.&#10;&#10;All the investigative cases are written by well-known crime writers. The first series of cases is the work of the famous Italian writer Maurizio De Giovanni, creator of the novels of Commissioner Ricciardi as well as I Bastardi di Pizzofalcone, translated into many languages and also became television series.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Hidden Roles"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Cities: Naples (Italy)",
      "Components: Digital Hybrid – App/Website Required"
    ]
  },
  {
    "Rank": "16950",
    "Name": "Mamba",
    "ID": 3604,
    "Year": "(2001)",
    "Geek Rating": "5.524",
    "Avg Rating": "6.26",
    "Link": "https://boardgamegeek.com/boardgame/3604/mamba",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.4",
    "Description": "Mamba is an abstract strategy game. &#10; - goal : sharing-out of the pieces between players&#10;- pieces are alive : simple rules govern their lives and deaths&#10;- types of movements : free, no imposed directions&#10;- transformation-assimilation : adversary pieces are not taken out, they are taken in&#10;- all actions are linked until balance is found&#10;- easy-to-understand tactic game : only one type of playing piece is used, all of which have the same powers &#10;- can be played by 2, 3 or 4 players.&#10;&#10;Mamba was released as a traditional game with wooden board and pieces as well as launched on the web to allow playing of the net surfers.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Components: 9 x 9 Grids",
      "Containers: Tubes"
    ]
  },
  {
    "Rank": "16951",
    "Name": "Halali",
    "ID": 1130,
    "Year": "(1997)",
    "Geek Rating": "5.524",
    "Avg Rating": "6.15",
    "Link": "https://boardgamegeek.com/boardgame/1130/halali",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.2",
    "Description": "Eighteen hunters seek the last hare in Bavaria. They never hit the hare, but do manage to shoot each &#10;other ...&#10;&#10;Comes in a cardboard tube with a vinyl board inside. The wooden hunters have colored hats to denote their hunting clubs. There is also a wooden hare and a wooden bush.&#10;&#10;The hare is placed in the center of the hexagonally shaped board, and the hunters around the edges. &#10;The board is eleven spaces across, from one point of the hexagon to its opposite, so none of the hunters&#10;start very close to the hare. Each player draws a club card, denoting which color hunters are his own. This&#10;is kept secret from the other players. The first player then rolls the dice and the game begins.&#10;&#10;The 6-side dice are labeled Blank, 1, 2, 2, 3, and 4. If a 2,3 are rolled, for example, the player whose turn it is decides whether that means he moves two hunters up to three spaces each, or three hunters up to two spaces each. For one movement point, a hunter can either move one space directly forward (they all have little rifles which should point to one space at all times - that's the only direction they can shoot or move) or it can rotate 60 degrees. A player can move a hunter of any color he chooses - no one knows which hunters are whose, and since the object is to shoot all the opponents' hunters and not your own, you don't necessarily want to move your own, anyway. Except maybe to throw the others off track about which color is yours ...&#10;&#10;When all movement is done, check to see if any hunter is aiming at the hare. If so, roll the dice again, this time adding the numbers together to see how far a shot goes. If you get blank, blank, a gun blows up (remove a hunter). If you shoot far enough to hit the hare exactly, it blithely moves out of the way instead of being hit. If you roll the exact distance between two hunters, they shoot each other (if both aiming at the hare -- otherwise, only the one not aiming at the hare is shot) - remove the hunters. If you roll a number greater than the distance between two hunters, one of them dies - take your pick.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Fighting"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Rabbits / Hares",
      "Components: Wooden pieces & boards",
      "Containers: Tubes",
      "Digital Implementations: BrettspielWelt",
      "Region: Bavaria (Germany)",
      "Sports: Hunting"
    ]
  },
  {
    "Rank": "16952",
    "Name": "Connec'Team",
    "ID": 304240,
    "Year": "(2020)",
    "Geek Rating": "5.524",
    "Avg Rating": "6.60",
    "Link": "https://boardgamegeek.com/boardgame/304240/connecteam",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Welcome to Connec&rsquo;Team, a cooperative game made up of two phases.&#10;&#10;1-Creation phase &#10;Take turns placing a card to create word connections&#10;&#10;2-Validation phase &#10;Connect in pairs: select a connection, count to 3 and announce a word simultaneously. If the word is the same: score a point for the team!&#10;&#10;The game contains a Mission mode, a Challenge mode and a 2 player variant!&#10;&#10;Gather your team and connect as best as you can to win the game together. &#10;One team, one mind!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": []
  },
  {
    "Rank": "16953",
    "Name": "Chaos Cove",
    "ID": 228657,
    "Year": "(2024)",
    "Geek Rating": "5.524",
    "Avg Rating": "7.03",
    "Link": "https://boardgamegeek.com/boardgame/228657/chaos-cove",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.3333",
    "Description": "A resounding bell tolls, signaling the epic battle that awaits. Ever vigilant, you assemble your team, scour your stockpiles for supplies, and arm yourselves to confront the ruthless hordes of barbarian and pirate invaders. Engage in competition with fellow players to etch your name into the annals of town legend. However, cooperation could be crucial to keep Chaos Cove from the brink of oblivion. And once victory is achieved, revel in triumph by tapping into barrels of the finest rum, throwing a legendary party the world will talk about for ages!&#10;&#10;Experience Martin Wallace at his best with this highly interactive worker placement game. Command the unique abilities of each of Chaos Cove's 16 valiant heroes, harnessing their talents, capitalizing on location perks, and amassing the essential resources to combat increasingly formidable invaders. Accumulate victory points by triumphing in both land and sea battles, erecting mighty forts, deploying rugged ships, and hosting epic rum-soaked celebrations. Marvel at the exquisite craftsmanship of the 16 charming hero meeples, each brought to life by the unparalleled artistry of Mr. Cuddington.&#10;&#10;But here's the twist that sets this game apart: every hero in Chaos Cove is distinctive with their own special ability. With 16 unique heroes to choose from, every player has the chance to step into the shoes of each hero during the game, making each playthrough an exciting and unique adventure. And don&rsquo;t forget the locations, each one offering a different strategic advantage. The dynamic interplay of hero placement and location choice leads to extraordinary interactions that position you for victory over the relentless pirates and marauding barbarians.&#10;&#10;Should the town of Chaos Cove withstand four harrowing rounds without succumbing to the invaders, a protector of Chaos Cove shall rise. Do you possess the mettle and strategy required to be the protector of Chaos Cove? Outwit your foes as you embark on an unforgettable journey to become the stuff of legends in the beloved town of Chaos Cove!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Pirates"
    ],
    "Mechanics": [
      "Chaining",
      "Multi-Use Cards",
      "Semi-Cooperative Game",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Gamefound",
      "Digital Implementations: Tabletopia",
      "Theme: Anthropomorphic Animals"
    ]
  },
  {
    "Rank": "16954",
    "Name": "Alynthia",
    "ID": 287657,
    "Year": "(2024)",
    "Geek Rating": "5.524",
    "Avg Rating": "7.70",
    "Link": "https://boardgamegeek.com/boardgame/287657/alynthia",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "150",
    "Weight": "3",
    "Description": "You look across the ravaged landscape of Alynthia as Dragons fly through dark clouds overhead. Your fellow guild members look to you for leadership after fleeing the devastation, and you feel the incredible weight of that responsibility. Your beloved guild is a shadow of its former glory and despair threatens to overwhelm you. But you are determined and begin to plan your strategy to reclaim your homeland.&#10;&#10;In Alynthia&rsquo;s cooperative mode, a horde of Dragons has just destroyed the cities of Alynthia and built deadly Nests atop their ruins. You are among the survivors who have united to free Alynthia from the Dragons, so you take your turns simultaneously. You must band together to retake the land by defeating all Nests before the end of round 5. Don&rsquo;t wait too long - starting in round 2, if you don&rsquo;t defeat at least 1 Nest per round, Alynthia will fall.&#10;&#10;In the competitive mode, it has been years since Alynthia was first decimated by the Dragons. They still roam the land, but they are fewer in number and much less deadly. The time has come to turn your attention to other matters. You are competing against your fellow guild leaders to become the new leader of Alynthia, so you take your turns individually. To win, have the most Renown by the end of round 5, securing the support of the people.&#10;&#10;Whether you like working together, fighting your friends, or playing alone, Alynthia lets you play the way you want while seamlessly transitioning between modes. The diverse set of abilities and guilds plus a semi-modular board also ensures that each game will be different. Build outposts, slay dragons, and conquer the land as you seek to win the hearts of the people and lead them on the path to victory.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Medieval",
      "Territory Building"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Area Movement",
      "Cooperative Game",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "16955",
    "Name": "V-Wars",
    "ID": 163099,
    "Year": "(2015)",
    "Geek Rating": "5.524",
    "Avg Rating": "6.15",
    "Link": "https://boardgamegeek.com/boardgame/163099/v-wars",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3",
    "Description": "Game description from the publisher:&#10;&#10;V-Wars pits humankind against vampires in an all-out global war. Scarier still, our most steadfast allies could change sides at any time, because this new breed of vampirism is spread not by bite but by virus, activating junk DNA in its victim, and converting them to vampire. Take command of the included 120 highly detailed sculpted miniatures and battle to save the world, but be careful, players who fight by your side in one round may be at your throat in the next, because in V-Wars, the virus is always spreading.&#10;&#10;V-Wars begins as a co-operative game, but shifts as players reveal themselves to be vampires or the virus takes hold in infected players and forces them to change sides mid-game.&#10;&#10;In V-Wars, the vampires are trying to infiltrate the world's governments, taking over human cities while simultaneously attempting to sway public sympathy to recognize them as victims of a viral outbreak, not just cold-blooded killers. Meanwhile, the humans are trying to stem the vampire tide, fighting back against their covert attacks and outright rebellions.&#10;&#10;The vampires win immediately when they've reached a balance of city control and public sympathy to a point where their Victory marker and Sympathy markers reach each other on the Vampire Victory track or, alternatively, engage in a holding action long enough to exhaust all Player cards. Humans win by placing six cities under Martial Law in different regions of the world or if the vampires' Sympathy tokens are reduced to zero on the Vampire Victory track.&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Horror",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Secret Unit Deployment",
      "Traitor Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Components: Miniatures",
      "Creatures: Vampires"
    ]
  },
  {
    "Rank": "16956",
    "Name": "Articulate! Your Life",
    "ID": 92177,
    "Year": "(2010)",
    "Geek Rating": "5.524",
    "Avg Rating": "6.19",
    "Link": "https://boardgamegeek.com/boardgame/92177/articulate-your-life",
    "Min Players": "4",
    "Max Players": "20",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "The fast talking description game enhanced game play, new categories and electronic random timer!&#10;&#10;Teams compete to be the &#31;first round the board by guessing words that their team-mates describe during turns that vary in length.&#10;Team called DESCRIBER take a card and describe the entry&#10;corresponding to the segment on which their playing piece sits.&#10;When one of the team GUESSERS shouts out the correct answer the DESCRIBERS quickly take another card and repeat the process using the same category. When the timer runs out, the turn is &#31;finished, scoring take place and turn goes to next team.&#10;&#10;The &#31;first team to land on or pass the FINISH segment WINS.&#10;The ENTERTAINMENT category on the Finish segment is used if players decide beforehand that they want a longer game and play two circuits.&#10;&#10;Players must not:&#10;Say what letter the word starts with or how many letters it contains. Say the word itself or any derivative e.g. If the&#10;word is &lsquo;Post&rsquo; you may not say &lsquo;Postage&rsquo; or if it is &lsquo;Swim&rsquo; you may not say &lsquo;Swimmer&rsquo; &#10;Players may:&#10;Gesticulate, act or mime (but not by mouthing words).&#10;&#10;Components:&#10;&#10;     Electronic Timer&#10;     400 cards&#10;     Playing Board&#10;     4 Playing Pieces&#10;     Bonus Dice&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Team-Based Game"
    ],
    "Families": [
      "Game: Articulate!"
    ]
  },
  {
    "Rank": "16957",
    "Name": "Make10",
    "ID": 401310,
    "Year": "(2023)",
    "Geek Rating": "5.524",
    "Avg Rating": "6.76",
    "Link": "https://boardgamegeek.com/boardgame/401310/make10",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.6667",
    "Description": "Feel it! The Joy of MAKE10!&#10;Complete '10' using 8 cards. Try to be the first player to &#10;make 10. Depending on the combination of 8 cards, winner gets score tokens from others. Compete with joy and enjoy tension of choice!&#10;&#10;Main objective of the game&#10;To be the first player to complete '10' with 8 cards. After twice times&#10;as a dealer for each player, the highest score is the winner.&#10;&#10;and you can earn score by two ways&#10;A. RUN: if you add the card drawn from the deck to your hand and&#10;can sum up the value of the 8 cards in your hand and your revealed combo(s) to exactly '10', you can declare RUN. Reveal all 8 cards.&#10;&#10;B. HIT: If you take a lastest discarded card from any other player and can sum up the value of 8 Cards in your hand and your revealed combo(s) to exactly '10', you can declare HIT. Reveal all 8 cards including the discarded card.&#10;&#10;&#10;     The player delare Winning Hand receives Basic Points and Bonus&#10;&#10;&#10;Points.&#10;&#10;     If Winning Hand by RUN, distribute the Points(Basic+Bonus) evenly among other players from the left player of the winner in clockwise and give tokens to the winner. For example, for 4 players, Points is 5 pts then 1st player 2pts, 2nd 2pts, and 3rd 1pts give token(s) to the winner player.&#10;     If Winning Hand by HIT, the owner of the discarded card, the winner takes, give all Points tokens to the winner.&#10;     If the player declare Winning Hand fail to make '10', then the player give 1pt to all other players. Then restart the round with the same dealer&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Card Games: Draw and Discard",
      "Card Games: Exchange"
    ]
  },
  {
    "Rank": "16958",
    "Name": "A las Chapas",
    "ID": 323103,
    "Year": "(2020)",
    "Geek Rating": "5.524",
    "Avg Rating": "6.71",
    "Link": "https://boardgamegeek.com/boardgame/323103/a-las-chapas",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "In this game, a card with license plates (3 letters) is drawn, as well as card with a category (movies, people, etc.). Quickly, players must create sentences using these letters and the given category.&#10;&#10;The player who creates a valid sentence faster earns a point, and after a given number of rounds, the player with the most points is the winner.&#10;&#10;Some variants are included.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Storytelling"
    ],
    "Families": [
      "Word Games: First Letter Given"
    ]
  },
  {
    "Rank": "16959",
    "Name": "Cartaventura: Versailles",
    "ID": 382064,
    "Year": "(2023)",
    "Geek Rating": "5.524",
    "Avg Rating": "6.88",
    "Link": "https://boardgamegeek.com/boardgame/382064/cartaventura-versailles",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "1687: Versailles, France. You are Julie d'Aubigny.&#10;&#10;Your marriage is already arranged and everything is set: you will be a lady of the Court. Escape the shenanigans of Louis XIV's Versailles and all those who want to rule your fate to embrace a life full of love and adventure!&#10;&#10;Cartaventura is a collection of narrative card games with an immersive storyline and multiple endings! Players build their adventure using cards that offer different options. Cartaventura offers games set in different eras, each one faithfully reproduced. Players are immersed in history thanks to rich scenarios and watercolor illustrations, in homage to travel books.&#10;&#10;A historical booklet, written with specialists, offers additional information. Cartaventura offers a tutorial that accompanies the first game. Its simple and original game system allows players to explore the scenario several times to discover all the secrets of the game. With what they have learned and with the help of different choices, they will be able to optimize their adventure to discover all the endings.&#10;&#10;Paris, France, 1687.&#10;&#10;Vous &ecirc;tes Julie d'Aubigny, &eacute;galement connue sous le nom de Mademoiselle de Maupin. Vous avez grandi &agrave; la cour de Versailles. Vous y avez re&ccedil;u la m&ecirc;me &eacute;ducation que les pages de la cour : les lettres, le dessin, la danse, mais &eacute;galement l'&eacute;quitation et l'escrime.&#10;&#10;&Agrave; tout juste seize ans, vous venez d'&eacute;pouser Monsieur de Maupin. Un mariage arrang&eacute; par le comte d'Armagnac, l'employeur de votre p&egrave;re, mais &eacute;galement votre amant. Votre vie semble d&eacute;j&agrave; &eacute;crite par les hommes de votre entourage. &quot; Vous &ecirc;tes une femme &agrave; pr&eacute;sent, une femme ne se bat pas &quot; vous dit-on. Fort heureusement, le monde ne s'arr&ecirc;te pas aux &eacute;curies du Roi. Vous r&ecirc;vez d'amour et d'aventure. Quels seront vos choix ? O&ugrave; vous m&egrave;neront-ils ? Quelle sera votre vie ?&#10;&#10;",
    "Categories": [
      "Card Game",
      "Exploration"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Storytelling"
    ],
    "Families": [
      "Cities: Paris (France)",
      "Series: Cartaventura (BLAM !)"
    ]
  },
  {
    "Rank": "16960",
    "Name": "The Hunger Games: Mockingjay – The Board Game",
    "ID": 262290,
    "Year": "(2019)",
    "Geek Rating": "5.524",
    "Avg Rating": "6.99",
    "Link": "https://boardgamegeek.com/boardgame/262290/the-hunger-games-mockingjay-the-board-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.2",
    "Description": "Panem hangs in the balance in this strategic tabletop game as the Resistance tries to overthrow the oppressive Capitol!&#10;&#10;Panem is in revolt. After Katniss escaped from the quarter quell to the mysterious District 13, she joined an all-out rebellion. The Hunger Games: Mockingjay - The Board Game is a strategic board game where two to four players must employ all their wits in order to free or control Panem.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Novel-based",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "Hand Management",
      "Simulation",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Books: The Hunger Games",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "16961",
    "Name": "Spearpoint 1943: Eastern Front",
    "ID": 102253,
    "Year": "(2015)",
    "Geek Rating": "5.524",
    "Avg Rating": "7.11",
    "Link": "https://boardgamegeek.com/boardgame/102253/spearpoint-1943-eastern-front",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.8333",
    "Description": "Spearpoint 1943 Eastern Front is an easy to play tactical wargame set in the Eastern Front of WWII. It is a new standalone game in the Spearpoint 1943 Expandable Card Game (ECG) series.  The game plays best with 2 players but also includes a 4 player variant.&#10;&#10;Designed by Byron Collins (4th published game design)&#10;&#10;Highly Re-playable: Pre-game deck construction, dice, card drafting, and other proven mechanics ensure no two games are the same! &#10;Fun and Fast: Easy rules with continual involvement by both players. Game sets up and plays in about 30 minutes.&#10;&#10;Integrates with: Spearpoint 1943 (2010)&#10;Expanded by: Spearpoint 1943 Village and Defensive Line Map Expansion (2012)&#10;Expanded by: Spearpoint 1943 Eastern Front Heavy Weapons Expansion (2015)&#10;&#10;Eastern Front introduces the Red Army and features 220 new cards, scenarios, and is backwards compatible with the original Spearpoint 1943 and the Origins Award nominated Village and Defensive Line Map Expansion.&#10;&#10;110 Unit Cards feature an assortment of historical German and Soviet squad-level infantry, artillery, armor, and aircraft.&#10;&#10;55 Command Cards give support, provide special functions, and may even modify die rolls.&#10;&#10;25 Damage Cards apply unique Damage Effects to units as they reach their critical break point. These Damage Effects can force units to withdraw, take cover, or may immobilize tanks, knock out weapons, wound infantry, damage aircraft engines or ailerons, and more, adding to the battlefield chaos.&#10;&#10;12 Scenario Cards take players through battles that occurred during 1943 on the Eastern Front including Operation Zitadelle.&#10;&#10;10 Event Cards add chaos for both players when drawn.&#10;&#10;2 Quick Reference Card sets for each player help keep the rules summarized and quickly accessible.&#10;&#10;2 Card List Cards detail the included Units for each side.&#10;&#10;Promo cards feature box art from the Spearpoint 1943 Series.&#10;&#10;&bull; 220 Cards (Soviet and German Units, Command Cards, Damage Cards, Event Cards, Scenario Cards, Card List Cards, Quick Ref Cards...)&#10;&bull; 4 D10 Dice (2 German, 2 Soviet)&#10;&bull; 1 Rules Booklet&#10;&bull; 12 Scenarios&#10;&bull; Promo Cards&#10;&bull; QR-Code linked Video Tutorial&#10;&#10;",
    "Categories": [
      "Card Game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Hand Management",
      "Open Drafting",
      "Simulation"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "History: World War II (Eastern Front)",
      "Series: General (Frontline)"
    ]
  },
  {
    "Rank": "16962",
    "Name": "Eye Found It: Journey Through Time",
    "ID": 190264,
    "Year": "(2015)",
    "Geek Rating": "5.524",
    "Avg Rating": "6.26",
    "Link": "https://boardgamegeek.com/boardgame/190264/eye-found-it-journey-through-time",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.1667",
    "Description": "Work together as a team of historians; scientists; and adventurers solving the world's greatest mysteries! Venture forth and find hidden objects throughout time from the Prehistoric Era to the Present Day. Race to the end of the giant 6-foot game board before your Timecraft runs out of fuel! But be careful not to go too far and end up in The Future!.&#10;&#10;Encourages cooperation and teamwork&#10;    Builds observation skills and attention to detail&#10;    Reinforces object identification and matching skill&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Game: Eye Found It!",
      "Theme: Time Travel"
    ]
  },
  {
    "Rank": "16963",
    "Name": "Meuse Argonne: The Final Offensive",
    "ID": 144959,
    "Year": "(2013)",
    "Geek Rating": "5.524",
    "Avg Rating": "7.03",
    "Link": "https://boardgamegeek.com/boardgame/144959/meuse-argonne-the-final-offensive",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.375",
    "Description": "From the publisher's webpage:&#10;&#10;After successful offensives in August 1918, Marshal Foch ordered an all-new offensive into the Meuse-Argonne with no less an objective than the encirclement of the entire German Army. The US First Army commenced the new offensive on 26 September, but formidable German defenses stalled the operation within four days. The drive resumed after a few days of reorganization, this time supported by over 300 tanks and 500 aircraft. Steady progress was made until the attackers encountered the depth of the Argonne, one of the densest forests in France. It would be a tough slog until the Americans broke into the open.&#10;&#10;Game Contents:&#10;&bull;    17 x 22&rdquo; map&#10;&bull;    100 die-cut counters&#10;&bull;    One Standard Rules booklet for this series&#10;&bull;    One Exclusive Rules booklet for this title&#10;&#10;Skills:&#10;&bull;    Level: Division&#10;&bull;    Hex:  .25 miles (.402 km)&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: Belgium",
      "Country: France",
      "Country: USA",
      "Region: Lorraine (France)",
      "Series: Fire & Movement combat system (Decision Games)",
      "Series: Folio (Decision Games)"
    ]
  },
  {
    "Rank": "16964",
    "Name": "Malawi",
    "ID": 1045,
    "Year": "(1986)",
    "Geek Rating": "5.524",
    "Avg Rating": "6.32",
    "Link": "https://boardgamegeek.com/boardgame/1045/malawi",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2.4",
    "Description": "from the translation:&#10;&#10;OBJECTIVE&#10;&#10;Place one of your pieces on your opponents back row.&#10;&#10;THE GAME&#10;&#10;The players each stand their pieces on their back rows. They place two balls on each figure. They now take turns and choose one of the following three actions.&#10;&#10;1.Move: Players can move the chosen piece as many squares sideways, forwards or backwards as the piece has balls, if it has 4 balls it must move 4 squares. The pieces may neither jump nor change direction.&#10;&#10;2.Sharing: Players may take all the balls from a selected piece and place one each on any of their other pieces. Exception, if a tower has six balls only five balls may be placed on the other five pieces and so one ball is lost and is removed from the game.&#10;&#10;3.Capturing: Only balls are captured, not pieces. The capturing piece and the threatened piece stay on their own squares. Example a white piece and a brown piece stand two squares apart. They have two balls and three balls respectively. It is whites move and white can remove the three brown balls from the game as long as there is no piece between the white and brown pieces. Pieces whose balls have been captured can be activated again by the sharing of balls.&#10;&#10;Therefore, capturing only limits the movement possibilities, the number of pieces always remains the same. If a player loses all their balls they can no longer move and have lost.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement",
      "Square Grid",
      "Static Capture"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 6 x 6 Grids",
      "Components: Wooden pieces & boards",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "16965",
    "Name": "Prince of Chaos: Battle for Tae Orn",
    "ID": 33857,
    "Year": "(2008)",
    "Geek Rating": "5.524",
    "Avg Rating": "6.59",
    "Link": "https://boardgamegeek.com/boardgame/33857/prince-of-chaos-battle-for-tae-orn",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "4.2593",
    "Description": "Prince of Chaos: Battle for Tae Orn is a Dark Fantasy strategic and tactical wargame. Play as one of four Princes, each with unique strengths and weaknesses. Accumulate resources by exploration, building mines and temples, and fighting for key positions. In addition to resource and strategic management, you also manage the details of your units&rsquo; Formations, Fatigue, Damage Levels, Rank, Ammunition, etc. The combat dynamics revolve around a richly detailed and heavily researched simulation of the four primary weapon systems of ancient warfare: Light Infantry, Heavy Infantry, Light Cavalry and Heavy Cavalry. Learning how to use each unit to maximum effectiveness is paramount to achieving victory. Additionally, unique fantasy units, including flying units, as well as a variety of spells from Enchantments, Curses, and Area of Effect are included. The game comes with highly detailed Record Sheets customized to each Prince&rsquo;s units in order to track the various in-game details.&#10;&#10;Though random events add flavor to the game, luck has been minimized to emphasize strategy and tactics. Battles do not hinge on the outcome of a die roll, but rather reward planning and superior positioning. A modular game board provides new terrain configurations every time you play, and terrain plays a key element in how you develop your strategy and tactics as terrain effects are customized for each unit. Each Prince has their own unique and highly detailed handbook describing each of their unit types in great detail, and each unit is further broken down into easy-to-reference sections within the handbooks. Unlike many games where you wait for another player to complete their turn before taking your own, this game is designed to keep everyone equally involved during all aspects of play, including the Movement and Attack phases. Though not recommended for the casual gamer, Prince of Chaos: Battle for Tae Orn provides a robust challenge for anyone who desires to plumb the depths and details of ancient fantasy warfare.&#10;&#10;",
    "Categories": [
      "Exploration",
      "Fantasy",
      "Wargame"
    ],
    "Mechanics": [
      "Grid Movement",
      "Modular Board",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: 5 x 5 Grids"
    ]
  },
  {
    "Rank": "16966",
    "Name": "Red Sky Morning",
    "ID": 5933,
    "Year": "(1991)",
    "Geek Rating": "5.524",
    "Avg Rating": "6.63",
    "Link": "https://boardgamegeek.com/boardgame/5933/red-sky-morning",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.625",
    "Description": "A hypothetical conflict. The game is subtitled &quot;...the second Japanese-American War 1997-1998&quot;. One player controls the U.S. Pacific Fleet; the other player controls the Japanese Maritime defense force.&#10;&#10;The U.S. player is attempting to force Japan into surrender by blockading the Japanese home islands. The Japanese player must keep the flow of trade open, while trying to disrupt the North American economy.&#10;&#10;The game is played in a number of set turns. Each turn has three Phases: &quot;Economics &amp; Politics&quot; (where players spend resource points to perform raids, upgrade units, perform Electronic Warfare, and apply political pressure), &quot;Action and Reaction&quot; (where all naval, air and land movement and combat are carried out), and &quot;Administration&quot; (where random events take effect and victory is determined).&#10;&#10;Points are gained for destroying enemy aircraft, sinking enemy ships, and for successful raids. The first player to attain 120 points is the winner.&#10;&#10;Developer: Ty Bomba.&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Nautical",
      "Political",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement"
    ],
    "Families": [
      "Country: Japan",
      "Country: USA",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "16967",
    "Name": "Electronic Taboo",
    "ID": 97747,
    "Year": "(2001)",
    "Geek Rating": "5.524",
    "Avg Rating": "6.47",
    "Link": "https://boardgamegeek.com/boardgame/97747/electronic-taboo",
    "Min Players": "4",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "TABOO the game of unspeakable fun has gone electronic!&#10;&#10;The PLATINUM EDITION takes all the fun of the original team game and enhances it with double the amount of words and 3 levels of play.  Get your team to say the secret word without using the unmentionable words.  Choose the EASY level with only 3 TABOO words, CLASSIC with 5 words or EXPERT with 7 words.  Make the game as long or short as you want by picking 4, 6, or 8 rounds.  Additional features include built-in scorekeeping, automatic timer and the classic TABOO buzzer to keep your friends in line.&#10;&#10;Press the button and watch the excitement unfold!&#10;&#10;",
    "Categories": [
      "Electronic",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Team-Based Game"
    ],
    "Families": [
      "Game: Taboo",
      "Versions & Editions: Electronic Versions of Non-Electronic Games"
    ]
  },
  {
    "Rank": "16968",
    "Name": "Over the Top! Four Battles from World War One",
    "ID": 10221,
    "Year": "(1997)",
    "Geek Rating": "5.524",
    "Avg Rating": "6.39",
    "Link": "https://boardgamegeek.com/boardgame/10221/over-the-top-four-battles-from-world-war-one",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.125",
    "Description": "A &quot;quad&quot; boxed game from Decision Games that also links its &quot;game system&quot; to two other paired WWI battles  published in Strategy &amp; Tactics magazine (Mons/Marne #186 and Lemberg/Verdun #198). The boxed game includes the following four battles:&#10;&#10;&#10;    Brusilov Offensive, 1916&#10;    Riga, 1917&#10;    St. Mihiel, 1918&#10;    Damascus, 1918&#10;&#10;&#10;These four battles are all unusual in that they were all very unbalanced matchups. Gameplay reflects that - one player is usually trying to back up and just survive. Command and command breakdown is simulated as well as &quot;breakthrough&quot; attacks and two interesting spins on Artillery barrage: suppression of units and 'cratering' of terrain.&#10;&#10;Comes with: Rules, 2 34&quot; x 22&quot; Maps, 560 Die cut counters&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "16969",
    "Name": "Trash Lords",
    "ID": 226330,
    "Year": "(2017)",
    "Geek Rating": "5.524",
    "Avg Rating": "7.52",
    "Link": "https://boardgamegeek.com/boardgame/226330/trash-lords",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Trash Lords is a push-your-luck, take-that, hand management game for 3-5 players. Each player takes on the role of one of 12 transient characters who stalk the back alleys and gutters, rifling through dumpsters in search of valuable trash.&#10;&#10;Whether you&rsquo;re a crust punk, a hobo rail-rider, a trust fund poseur, or Woody Guthrie&rsquo;s actual ghost, all players have the same ultimate goal: rootin&rsquo; around in the trash til you&rsquo;ve collected the booze, smokes, snax, and dope you need to summon the TRASH LORD and be anointed his one true glorious Trash Child.&#10;&#10;Players can take up to 4 actions on their turn (skitch from venue to venue, dig for things in the dumpsters, trash cards from their hand to take advantage of special actions, stash things they've collected in the Squat, sacrifice cards for special &quot;blessings&quot; from the Trash Lord, panhandle to get more HP, and more). The first player to have all 4 things (booze, snax, smokes, and dope) in their stash and play a SUMMON card at the Altar wins the game.&#10;&#10;Each dumpster is different, and some more dangerous. Digging deeper can yield more rewards, but it&rsquo;s also askin&rsquo; for trouble. This town is lousy with cops, and the nefarious garbage critters known as Trashlings are waiting in the shadows to swipe your beautiful junk. Even your fellow street urchins might just get wasted and jump you if your stash is lookin&rsquo; a little too tempting. If you run out of HP, you're dead. Players must carefully manage their turns and constantly be on the move (and on their guard) as they booze, scrap, panhandle, and race to be the first to summon the TRASH LORD (peace be upon him).&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Fighting",
      "Humor",
      "Mature / Adult",
      "Political"
    ],
    "Mechanics": [
      "Hand Management",
      "Push Your Luck",
      "Take That"
    ],
    "Families": [
      "Theme: Trash / Garbage"
    ]
  },
  {
    "Rank": "16970",
    "Name": "Luftwaffe: Aerial Combat – Germany 1943-45",
    "ID": 31067,
    "Year": "(2007)",
    "Geek Rating": "5.524",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/31067/luftwaffe-aerial-combat-germany-1943-45",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "2.8333",
    "Description": "(from the Decision Games web site:)&#10;&#10;Luftwaffe is an update of the classic Avalon Hill game covering the US strategic bombing campaign over Europe in World War II. As the US commander, your mission is to eliminate key German industrial complexes. You select the targets, direct the bombers, and plan a strategy intended to keep the Luftwaffe off-balance. As the German commander, the entire arsenal of German aircraft is at your disposal against the finest in Allied designs. Turns are quarterly, with German reinforcements keyed to that player's production choices. Units are wings and squadrons, and they're rated by type, sub-type, firepower, maneuverability and endurance. There are rules for radar, electronic warfare, variable production strategies, aces, target complexes, critical industries and diversion of forces to support the ground war. Beyond that, the original, classic game system remains essentially sound and hasn't otherwise been changed much. Most of the upgrade was in adding in additional rules, revising the order of battle, and adding more deployment and industrial options.&#10;&#10;The reverse side of the units now represents a condition of loss of effectiveness, rather than loss of material strength. That's due to a combination of factors: damage to aircraft, an infusion of novice pilots, or to veteran crews suffering combat fatigue. Historically, pilot training and morale were critical factors, and the game now shows that. Replacement points represent not only new aircraft but also logistical support, rest and relaxation time for aircrews, all of which are used to restore fatigued units to good morale. Fatigued units count the same as veterans for stacking on the assumption that a shot up or novice unit would be more difficult to coordinate in the air.&#10;&#10;The orders of battle are much the same as in the original game, though the German player now has to plan ahead if he wants to get jets. We added a US P-61 unit. While P-61s were historically used mostly as night fighters, the USAAF based two groups in France and used them as intruders, so they can be useful in attacking German airbases. The Americans also get a &quot;Droop-Snoot&quot; P-38. They were P-38s that had their guns replaced with a bombardier and were used as light bombers. While only a small number were built, they were effective as bomber-leaders, so they're included in this edition.&#10;&#10;The German player can now increase his ability to stack by expending fuel points, representing training pilots in large-unit formation tactics. The US player doesn't need to do that, since they had a much bigger training base as well as unlimited fuel. Since the Germans now get additional oil, owing to a more historic evaluation of the Ploesti fields, they can maintain an effective fighter defense as long as they can preserve that reserve of fuel.&#10;&#10;There are also other new targets on the map, such as the Germans' power generation grid. In the original game the US player had to bomb all the targets on the map to win. Given the way the victory point system now works, the Americans need bomb about four out of the five major target systems to win, thereby duplicating the historic result.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Hexagon Grid",
      "Secret Unit Deployment",
      "Simulation"
    ],
    "Families": [
      "Country: Germany",
      "Country: United Kingdom",
      "Country: USA",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "War Battlespace: Aerial warfare"
    ]
  },
  {
    "Rank": "16971",
    "Name": "FIXER",
    "ID": 425604,
    "Year": "(2024)",
    "Geek Rating": "5.524",
    "Avg Rating": "6.52",
    "Link": "https://boardgamegeek.com/boardgame/425604/fixer",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "2.25",
    "Description": "In this competitive trick taker, players utilize the four suits to become the ultimate shadow ruler.&#10;&#10;The regime controls the capital, the capital controls the media, the media controls the people, the people overthrow the regime&hellip;&#10;&#10;Each suit features one weak and one strong match-up. Players take turns placing cards into areas. Players must follow suit in an arena if able. As soon as an area has two cards, conflict resolution occurs!&#10;&#10;The winner gets one of the three victory point tokens and takes their opponent's card as points. However, the losing player can choose to take the stronger card into their hand!&#10;&#10;Once no victory point tokens remain, the game is over!&#10;Do you have what it takes to overcome all the odds and become the FIXER?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Trick-taking"
    ],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "16972",
    "Name": "DOUC IN DANGER",
    "ID": 365122,
    "Year": "(2023)",
    "Geek Rating": "5.524",
    "Avg Rating": "7.48",
    "Link": "https://boardgamegeek.com/boardgame/365122/douc-in-danger",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Do you love adventure? Want to save endangered monkeys? Play this entertaining and unusual trick-taking game and join us in the jungle and experience the true story of the DOUCs! You will discover what it takes for them to survive.&#10;&#10;2-6 players take turns being good rangers, nasty poachers or curious tourists, each of whom has different reasons for being in the jungle.&#10;&#10;The Poacher will hunt the DOUCs, putting them in danger. Which in turn puts pressure on the Ranger.&#10;The Ranger will risk it all to save DOUCs. Each unsaved DOUC is considered lost, and will have a negative effect on end-game scoring.&#10;The Tourists will choose how they approach the DOUCs. Whether they save the DOUCs or put them in danger lies in their hands!&#10;&#10;The player with the fewest lost DOUCs after the game wins.&#10;&#10;Before starting each game the players must decide how difficult to make their game, as determined by the 3 DANGER LEVELs. Players may choose a single DANGER LEVEL, or they may mix and match DANGER LEVELs in each month of their game.&#10;&#10;Each DANGER LEVEL adds new mechanisms and strategic depth to the game.&#10;&#10;DOUC IN DANGER supports projects for the conservation of red-shanked DOUCs. It's a new kind of species protection!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Animals",
      "Card Game",
      "Educational"
    ],
    "Mechanics": [
      "Hand Management",
      "Memory",
      "Push Your Luck",
      "Take That",
      "Trick-taking",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Animals: Apes / Monkeys",
      "Continents: Asia",
      "Country: Cambodia",
      "Country: Laos",
      "Country: Vietnam",
      "Crowdfunding: Kickstarter",
      "Theme: Endangered / Extinct species",
      "Theme: Environmental Protection / Degradation / Pollution",
      "Theme: Trees and Forests"
    ]
  },
  {
    "Rank": "16973",
    "Name": "Trivial Pursuit: Deluxe",
    "ID": 33624,
    "Year": "(2007)",
    "Geek Rating": "5.524",
    "Avg Rating": "5.91",
    "Link": "https://boardgamegeek.com/boardgame/33624/trivial-pursuit-deluxe",
    "Min Players": "2",
    "Max Players": "36",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.2727",
    "Description": "Every card contains two easy, two medium and two hard questions. Your die roll decides, what difficulty level question you will get! If you answer correctly, you may throw the die again, but you also get to advance on a bonus track, where you get to steal points from your opponents, you get easier questions ect. The die roll resolves your destiny ... but your own knowledge seals it!&#10;&#10;In Finnish: Jokainen kortti sis&auml;lt&auml;&auml; kaksi helppoa, kaksi keskivaikeaa ja kaksi vaikeaa kysymyst&auml;. Nopanheittosi ratkaisee, mink&auml; tasoisen kysymyksen saat! Jos vastaat oikein, saat heitt&auml;&auml; noppaa uudelleen, mutta p&auml;&auml;set my&ouml;s etenem&auml;&auml;n bonusradalle, jolla p&auml;&auml;set varastamaan pisteit&auml; vastapelaajilta, saat helpompia kysymyksi&auml; jne. Nopanheitto ratkaisee kohtalosi ... mutta oma tiet&auml;myksesi sinet&ouml;i sen!&#10;&#10;",
    "Categories": [
      "Dice",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Game: Trivial Pursuit"
    ]
  },
  {
    "Rank": "16974",
    "Name": "Schloss Schlotterstein",
    "ID": 7067,
    "Year": "(2003)",
    "Geek Rating": "5.524",
    "Avg Rating": "5.95",
    "Link": "https://boardgamegeek.com/boardgame/7067/schloss-schlotterstein",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.1111",
    "Description": "There's excitement at Shiver-stone Castle! On today's agenda is the haunting exam. Only you can help the ghost to become the best haunter of the class. With the ghost wand you guide it through the castle in order to frighten the inhabitants. Or you take part in the Spook Olympics and show your skills at &quot;Spooks slalom&quot; or &quot;Haunting one by one&quot;.&#10;&#10;A game collection with magnet and varied games of skill for 1 - 6 ghosts ages 5 - 99. Includes many variants and the &quot;Spook Olympics&quot;.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Horror"
    ],
    "Mechanics": [
      "Grid Movement",
      "Push Your Luck"
    ],
    "Families": [
      "Components: Game Box Used In Play",
      "Components: Magnets",
      "Creatures: Ghosts"
    ]
  },
  {
    "Rank": "16975",
    "Name": "Loot the Loop",
    "ID": 358081,
    "Year": "(2021)",
    "Geek Rating": "5.524",
    "Avg Rating": "7.24",
    "Link": "https://boardgamegeek.com/boardgame/358081/loot-the-loop",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "2",
    "Description": "You are the dashing adventurer Maxx Delver, currently exploring the long-hidden Temple of the Sun. The temple is filled to the brim with trinkets and traps, but you're most interested in the four royal jewels said to lie within.&#10;&#10;The temple you&rsquo;re raiding is shaped like a closed loop (i.e., a donut), and the top card represents your physical location within it. On each turn, you &quot;move&quot; through the temple, always forward, by moving cards from the top to the bottom of the deck. You can choose to explore (use a number card in either the top of the deck or second-from-the-top to move as many cards as its value from the top of the deck to the bottom), look around (turn over two top cards IF the top card is currently not revealed), mark a path (place the top card from the deck in a reserve pile, IF it is a number card), or return to a marked path (return a card from the reserve pile to the top of the deck).  Exploring and landing on a treasure makes you LOOT it, both adding to your score and thinning the deck to increase the density of traps (face-up court cards)! If exploration ever results in wandering into a trap, it's game over. You win once you get all four jewels and land on the exit.&#10;&#10;Loot the Loop is a solo adventure game playable in-hand with a deck of regular playing cards, inspired by other in-hand games such as Maiden's Quest and Palm Island, with rules created by Wil Su and made available free online as part of his &quot;Isaludo&quot; series.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Exploration"
    ],
    "Mechanics": [
      "Map Reduction",
      "Move Through Deck",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Components: Traditional Playing Cards",
      "Misc: No Table Needed",
      "Players: Solitaire Only Card Games",
      "Series: Isaludo (Wilhelm Su)",
      "Theme: Temple"
    ]
  },
  {
    "Rank": "16976",
    "Name": "The Ardennes Offensive: The Battle of the Bulge, December 1944",
    "ID": 8703,
    "Year": "(1973)",
    "Geek Rating": "5.524",
    "Avg Rating": "6.40",
    "Link": "https://boardgamegeek.com/boardgame/8703/the-ardennes-offensive-the-battle-of-the-bulge-dec",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "240",
    "Weight": "2.4118",
    "Description": "&quot;The Ardennes Offensive: The Battle of the Bulge, December 1944&quot; is a historical wargame simulation of the German attempt to break through the Allied front in the Ardennes region during winter 1944/45. The historical scenario covers the period December 16th through January 2nd, and portrays the actual forces which converged on the battlefield. Several optional scenarios permit the &quot;What if?&quot; possibilities of battle to be simulated.&#10;&#10;Game Scale:&#10;Game Turn: 1 day &#10;Hex: 2 miles / 3.15 kilometers &#10;Units: Battalion to Brigade&#10;&#10;Game Inventory:&#10;One 22 x 27.5&quot; 4-color mapsheet&#10;One dual-side printed countersheet (255 1/2&quot; counters)(reverse side of counters are printed in Allied/Axis colors only, i.e., no numbers, just colors)&#10;One 8-page The Ardennes Offensive foldout rulebook&#10;One single-side printed Turn Record/Reinforcement chart&#10;One 6-sided dice&#10;&#10;Solitaire Playability: Medium&#10;Complexity Level: Medium&#10;Players: 2&#10;Playing Time: 3-4 hours&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: Belgium",
      "Country: France",
      "Country: Germany",
      "Country: Luxembourg",
      "Country: United Kingdom",
      "Country: USA",
      "History: World War II (Battle of the Bulge)",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "16977",
    "Name": "Tabu: The Game of Aztecs",
    "ID": 7106,
    "Year": "(1980)",
    "Geek Rating": "5.524",
    "Avg Rating": "6.03",
    "Link": "https://boardgamegeek.com/boardgame/7106/tabu-the-game-of-aztecs",
    "Min Players": "4",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3",
    "Description": "&quot;The ancient Aztec atmosphere is revived in this game, where warriors and priests fight for leading the virgin to the sacrificial altar.&quot;&#10;&#10;Each player has 3 priests, 5 foot-soldiers, and a virgin. The object is to be the first to guide your virgin to the sacrificial altar at the top of the pyramid. Likely the only game on this particular topic!&#10;&#10;",
    "Categories": [
      "Religious"
    ],
    "Mechanics": [],
    "Families": [
      "Theme: Aztecs"
    ]
  },
  {
    "Rank": "16978",
    "Name": "What the Food?!",
    "ID": 141437,
    "Year": "(2013)",
    "Geek Rating": "5.524",
    "Avg Rating": "6.07",
    "Link": "https://boardgamegeek.com/boardgame/141437/what-the-food",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6",
    "Description": "What the Food?! is a fast-paced card game for 3-8 players capturing the experience of a classic cafeteria food fight! Pick up food, throw funny combos at your opponents and duck to avoid &quot;humiliation&quot; points from flying food impact.&#10;&#10;In the center is a draw deck, with five food or other cards exposed at any one time to make up the &quot;cafeteria floor&quot;. Players start the game with three standard actions and one special action unique to their character. Every round, each player chooses three of their action cards, and puts them in a stack representing the next three turns. The turns are then resolved at once, but in clockwise rotation to handle any timing conflicts. Players can gain additional actions during the game, and global school events occur, instantly causing random chaos.&#10;&#10;When any player reaches 10 humiliation points, someone has &quot;alerted the principal&quot; and the fight is over at the end of that round. The winner is the person with the LOWEST humiliation score.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Humor"
    ],
    "Mechanics": [
      "Action Queue",
      "Hand Management",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "16979",
    "Name": "Alakablast",
    "ID": 344958,
    "Year": "(2022)",
    "Geek Rating": "5.524",
    "Avg Rating": "6.09",
    "Link": "https://boardgamegeek.com/boardgame/344958/alakablast",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "35",
    "Weight": "1.5",
    "Description": "The final exam in the school of magic has begun... The worst students will duel each other in a fierce battle to avoid repeating the course one more time.&#10;&#10;Each player will manage a hand of cards that represent different kinds of spells, and use them to win magic duels. The problem is that you will start the game without knowing all your spells.&#10;&#10;In every turn you can either ask for clues about your hidden cards, or you can challenge another player to a power or element duel playing a card from your hand in front of you. You will have to gather and deduce information of your hand to play the cards strategically and obtain victory points. The first player in obtain certain quantity of victory points (depending the number of players) will be the winner.&#10;&#10;Show that you paid some attention in class, and that you are at least able to recognize the basic elements and their power levels.&#10;&#10;Discover Alakablast and try to achieve victory in this intense fight to pass the course!&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Deduction",
      "Fantasy",
      "Memory"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Deduction",
      "Hand Management",
      "Memory",
      "Rock-Paper-Scissors",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Digital Implementations: Board Game Arena"
    ]
  },
  {
    "Rank": "16980",
    "Name": "Void 1.1",
    "ID": 13742,
    "Year": "(2003)",
    "Geek Rating": "5.524",
    "Avg Rating": "6.88",
    "Link": "https://boardgamegeek.com/boardgame/13742/void-11",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.3333",
    "Description": "From publisher:&#10;VOID is an exciting miniature tabletop battle system for 2 or more players. The game is set in a universe where the human home worlds of Viridia, Ironglass and Prime battle for colonies in the farthest reach of the galaxy. A fourth power, VASA, is the policing body of panhumanic space. It protects the interstellar space lanes and attempts to arbitrate between the ambitious and imperialistic home worlds. With the recent emergence of the alien Koralon race it remains to be seen whether humanity can put aside its petty rivalries and avoid falling victim to this new threat. &#10;VOID is a fast paced skirmish game, with the emphasis placed on enjoyable free flowing game play. It uses a unit-by-unit activation system that encourages strategic use of supporting troops, and prevents the game from becoming mired in hour-long turns. The game mechanics are clear and concise, allowing you to fight games ranging from very small skirmishes with only a few miniatures, to massive battles using hundreds of miniatures. Simple enough for beginners, the game system also has subtle depths that will provide a satisfying challenge for the experienced player.&#10;&#10;The VOID rulebook contains all the rules of play, an armory section and army lists for the four human armies: Viridians, Junkers, Syntha and VASA, as well as the mysterious alien race, the Koralon.&#10;&#10;A miniature line covering all five armies supports VOID. The models are manufactured in lead-free white metal and polyester resin. The range includes basic troops for the armies, support figures and characters, and larger kits such as the Tiger APC, a huge four-legged walking vehicle.&#10;&#10;Reimplemented By Void 2.0&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Line of Sight",
      "Variable Phase Order"
    ],
    "Families": [
      "Setting: Void (Viridian Solar System)"
    ]
  },
  {
    "Rank": "16981",
    "Name": "Wizards of Mickey CCG",
    "ID": 34245,
    "Year": "(2008)",
    "Geek Rating": "5.524",
    "Avg Rating": "6.61",
    "Link": "https://boardgamegeek.com/boardgame/34245/wizards-of-mickey-ccg",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "2",
    "Description": "&#10;&#10;&#10;    &#10;        GAME SYSTEM&#10;&#10;    &#10;    &#10;         This entry is to allow for discussion/rating of the game system as a whole. It is not for a specific product or release. Versions will appear on the individual item pages.&#10;&#10;    &#10;&#10;&#10;&#10; Wizards of Mickey Gioco di Carte Collezionabili is a brand new Collectible Card Game licensed by Disney. It has been published in italian only in February 2008.&#10;Inspired by Disney comic books &quot;Wizards of Mickey&quot;, in this game all-time popular Disney characters like Mickey Mouse, Donald Duck, Goofy, but also popular villains like Pet-Leg-Pete, Magica De Spell, the Beagle Boys (for the first time-ever with names!), and the arch-villain Phantom Blot are all there, but with many new twist (an &quot;evil&quot; Mickey Mouse? a real self-determined Minnie or Daisy that will save the day? Pluto as a were-dog?).&#10;The game is an easy to learn collectible game, very fast (10-15 minutes for a single match), Teams of three wizards will challenge each other in magical castles, to obtain &quot;diamagics&quot; (magical gems that can also activate mage powers sometime). First team to grab 6 diamagics wins. Sounds easy? It is, but the game is deeper than it seems at a first glance!&#10;Beautiful Disney artworks illustrate a set of over 150 cards.&#10;The game will be available in french in August 2009.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Collectible Components",
      "Comic Book / Strip",
      "Fantasy",
      "Humor",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Trick-taking",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Game System Entries",
      "Animals: Mice",
      "Brands: Disney",
      "Characters: Mickey Mouse",
      "Collectible: Collectible Card Games"
    ]
  },
  {
    "Rank": "16982",
    "Name": "Wild Realms",
    "ID": 347587,
    "Year": "(2023)",
    "Geek Rating": "5.524",
    "Avg Rating": "6.82",
    "Link": "https://boardgamegeek.com/boardgame/347587/wild-realms",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "50",
    "Play Time": "70",
    "Weight": "2",
    "Description": "The ancient civilizations of humanity are forgotten. Nature has reclaimed the world. Now is the Age of Animals. The Wild-lands stand unknown...unsettled...but with the dangerous and untamed, also comes beauty and wonder. The stunning vista of the Realms is yours to discover! Search out the Four Realms&mdash;the refreshing winds of Air, the lush forests of Land, the rushing waves of Water and the burning chasms of Fire. Quest with Animal allies into these untamed places and establish a new Kingdom of Animals within the Wild Realms!&#10;&#10;In this competitive game, 2-4 players draw 5-cards into their hand and use them to &quot;build&quot; their Kingdom by playing the Four Realms (Air, Land, Water, Fire) and Animals to defend them.&#10;&#10;Players play their cards each turn in four phases: Unleash a Legendary Animal, Play Realm cards and Animals to defend them, Attack opponents to &quot;knockout&quot; their defenders and activate Animal allies' special abilities , Move Animals between Realms and Alliances in your Kingdom, and &quot;Lock&quot; Realm(s).&#10;&#10;During the Attack phase, if a player feels the need (they are &quot;behind&quot; or just feeling lukcy) and have at least one &quot;locked&quot; Realm, they may engage in a risky &quot;Realm Duel.&quot;.&#10;&#10;A player wins (and the game ends) if they are the first to lock all Four Realms (Air, Land, Water, Fire) thereby completing their Kingdom.&#10;&#10;Your Animal allies stand ready! Will you be the first to raise a new Animal Kingdom out of the Wild Realms?&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Dice",
      "Exploration",
      "Territory Building"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Gamefound",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "16983",
    "Name": "Mini Miners",
    "ID": 264221,
    "Year": "(2019)",
    "Geek Rating": "5.524",
    "Avg Rating": "7.03",
    "Link": "https://boardgamegeek.com/boardgame/264221/mini-miners",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "3",
    "Description": "Mini Miners is a family game in which players will hire and equip Dwarves to send them in a very hazardous mine and try to collect as much gold as possible&hellip; and above all they will try to let them escape the mine safely with the gold. Develop your strategy by choosing well your dwarves and how you equip them, create combos between their abilities or simply rely on luck by taking more risks to be the richest player at the end.&#10;&#10;A game of Mini Miners take place over 3 rounds each divided in 4 main phases.&#10;&#10;First, each player will recruit their team of dwarves during a short draft phase. Each one having unique abilities choosing well your miners will have an important impact for the rest of the round. Once all dwarves have been recruited each player will be able to buy tools that they will be allowed to attribute to each of their dwarves. Those tools will offer them some abilities to help to gather more gold, mine more safely or to have more chance to escape this dangerous mine alive.&#10;&#10;Once equipped it is time to send them down the mine. Every player will place their dwarves in the mine, the deeper they go the more gold is to be found but the risks are greater.&#10;&#10;Then comes the time to search for gold, every dwarf will draw cards depending of where they are in the mine and collect gold nuggets depending of those cards. They will try to avoid the mine collapsing on them and then to leave the tunnel with the gold without getting stuck inside.&#10;&#10;After three rounds repeating those phases the winner will be the player that collected the most gold nuggets. Between each turn player will be able to keep the tools to have more choices to equip their dwarves the following turn and an event will happens at the beginning of each one to spice the game up, slightly changing the rules and the strategies.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Open Drafting",
      "Push Your Luck",
      "Take That",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Theme: Mining"
    ]
  },
  {
    "Rank": "16984",
    "Name": "99 Ninja",
    "ID": 367617,
    "Year": "(2024)",
    "Geek Rating": "5.524",
    "Avg Rating": "6.95",
    "Link": "https://boardgamegeek.com/boardgame/367617/99-ninja",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "2",
    "Description": "99 Ninja is a two player competitive tile laying game, where players use transparent cards depicting ninja from 3 different clans to surround (and assassinate) daimyo. Like other games from Prometheus Game Labs there is a lot of tactical play &ndash; you will have to time your placement and outmaneuver, but also out think, your opponent! And yes, there are 99 ninja on the cards. We counted.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Print & Play",
      "Puzzle"
    ],
    "Mechanics": [
      "Highest-Lowest Scoring",
      "Tile Placement",
      "Tug of War",
      "Victory Points as a Resource",
      "Zone of Control"
    ],
    "Families": [
      "Setting: Micro Dojo (Prometheus Game Labs)",
      "Theme: Ninjas"
    ]
  },
  {
    "Rank": "16985",
    "Name": "Magos y Tabernas",
    "ID": 236533,
    "Year": "(2017)",
    "Geek Rating": "5.524",
    "Avg Rating": "6.85",
    "Link": "https://boardgamegeek.com/boardgame/236533/magos-y-tabernas",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.6667",
    "Description": "In 'Magos y Tabernas' (which stands for 'Mages &amp; Taverns' in spanish) a group of mages meet in a tavern where there's only one beer left. They then decide to fight for it using an ancient and magical card game. Mages &amp; Taverns is a fast paced, soft strategy card game with bits of bluffing, negotiation and backstabbing.&#10;&#10;The goal of the game is to get the beer. In order to do it, mages will have to condense their energy (3 orbs) in precious gems. The first in getting 3 gems wins the beer.&#10;&#10;Players have 1 action point per turn, it can be used to get 1 orb, draw a card or use 1 of the 3 types of cards: Instant, Action or Object. Cards allow players to destroy other players gems, protect their own, summon orbs magically, negate other players action or even copy one, etc.&#10;&#10;Three mages and one beer, who is going to get it?&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game"
    ],
    "Mechanics": [
      "Take That",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "16986",
    "Name": "Flintloque",
    "ID": 5692,
    "Year": "(1995)",
    "Geek Rating": "5.524",
    "Avg Rating": "6.71",
    "Link": "https://boardgamegeek.com/boardgame/5692/flintloque",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.4444",
    "Description": "Flintloque is a Napoleonique Black Powder Fantasy game designed for actions between small numbers of troops - anything from half a dozen to fifty a side. The emphasis on the rules is to make them playable and not become bogged down in irrelevant minutiae.&#10;&#10;The universe is a fantasy-like one that has suddenly been turned into a replica of Napoleonic wars. Each standard race has donned the role of a nation or group of nations : French are Elves, British are Orcs, Germans are Dwarves, Portuguese are Goblins, etc. Magic has faded in the background and been replaced with black powder.&#10;&#10;The game is heavily influenced by the Richard Sharpe novels series by Bernard Cromwell.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Miniatures",
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Variable Phase Order"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Game: Flintloque",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "16987",
    "Name": "Loot N' Loaded",
    "ID": 353941,
    "Year": "(2021)",
    "Geek Rating": "5.524",
    "Avg Rating": "6.94",
    "Link": "https://boardgamegeek.com/boardgame/353941/loot-n-loaded",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2",
    "Description": "You and your fellow bounty hunters are seeking out amazing treasures and rewards, but in your heart of hearts you are competing for the ultimate prize: to become the fastest gun in the world. Are you fast enough?&#10;&#10;In this one of a kind strategic card collecting game, you gunslingers get the most points by winning and stacking multiples of each treasure and reward.&#10;&#10;But gaining the cards takes some strategy and skill...&#10;&#10;&mdash;description from the back of the box&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Set Collection",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "16988",
    "Name": "Mary Shelley's Dream",
    "ID": 373793,
    "Year": "(2022)",
    "Geek Rating": "5.524",
    "Avg Rating": "8.32",
    "Link": "https://boardgamegeek.com/boardgame/373793/mary-shelleys-dream",
    "Min Players": "1",
    "Max Players": "99",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Mary Shelley's Dream is a Horror Roll &amp; Write.&#10;&#10;In this game you will try to create and reanimate a Creature like Doctor Victor Frankenstein did.&#10;Do all this before the Police, who are following your steps, find you and arrest you.&#10;&#10;You have your game sheet and a pen plus 3 dice (2 white, 1 black). You can also have optional character cards that influence certain parts of the game.&#10;Roll the dice: the black die will move the police along, getting the game closer to the end. &#10;With the white dice you can score money, skill, luck, work in the morgue etc. on the game sheet. Doing this you then aquire all needed body parts and get enough electric Leyden jars to bring your creature to life and then reanimate your creature.&#10;&#10;So each turn you roll the three dice, mark the police progress (if any) and mark your action(s) on the game sheet. Then roll again.&#10;&#10;You win by reanimating the Creature through the various actions you have taken before or lose when the police reaches the end of their track and catches you.&#10;&#10;Can you make Mary Shelley's dream come true?&#10;&#10;",
    "Categories": [
      "Dice",
      "Horror",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Characters: Frankenstein",
      "Creatures: Monsters",
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "16989",
    "Name": "Das Versteck des Goldgräbers",
    "ID": 266268,
    "Year": "(2019)",
    "Geek Rating": "5.524",
    "Avg Rating": "6.85",
    "Link": "https://boardgamegeek.com/boardgame/266268/das-versteck-des-goldgrabers",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3",
    "Description": "In the game &quot;Das Versteck des Goldgr&auml;bers&quot; (Goldminer's cache), players embark on an exciting journey back in time to the small gold mining village Goldtal in 1849. In the role of sheriff Edward Lawson, they investigate two mysterious murders. Are they related to an extraordinary gold find? &#10;The game includes a virtual part (smartphone/tablet) as well as real items - the remnants of a serious crime that has survived to this day. Players are challenged to solve different kinds of puzzles to progress through the story.&#10;&#10;Game can be played as:&#10;&#10;     cooperative mode&#10;     competitive mode&#10;     run against time&#10;&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery",
      "Party Game",
      "Puzzle"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Storytelling"
    ],
    "Families": [
      "Category: Escape Room Games"
    ]
  },
  {
    "Rank": "16990",
    "Name": "Eat Zem All",
    "ID": 416790,
    "Year": "(2024)",
    "Geek Rating": "5.524",
    "Avg Rating": "7.38",
    "Link": "https://boardgamegeek.com/boardgame/416790/eat-zem-all",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "Have you always dreamed of being a zombie?&#10;&#10;In Eat Zem All, play as a horde of the living dead in competition with other hordes.&#10;&#10;The humans are managed by the game's A.I. (no app). They try to escape from you, or even kill you! Intolerable! Eat them all!&#10;&#10;Recover the powers of humans bitten by your zombie horde and win the game!&#10;&#10;",
    "Categories": [
      "Zombies"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Upcoming Releases"
    ]
  },
  {
    "Rank": "16991",
    "Name": "El mundo de Águila Roja",
    "ID": 97329,
    "Year": "(2011)",
    "Geek Rating": "5.524",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/97329/el-mundo-de-aguila-roja",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "El Mundo de &Aacute;guila Roja (The World of Red Eagle) is a collectable card game based on the popular TV series of &Aacute;guila Roja, a success of TVE (Televisi&oacute;n Espa&ntilde;ola) and the producer Globomedia. The TV serie present the adventures of a avenging hero with martial arts training in the spanish XVII century.&#10;&#10;The game has been designed by Globomedia and developed by a group of experts in collectable card games directed by Omar Sagol and Joel Calafell.&#10;&#10;The basic collection includes 154 cards with the places, characters and more emblematic events of the TV series. The game is based on four factions, each one of as it has his own thematic deck and way to get the victory:&#10;&#10;- The manipulative Clergy&#10;- The worker People&#10;- The powerful Royalty&#10;- The dark Conspirators.&#10;&#10;The players must build a deck of 40 cards of his faction and neutral cards. This cards are played over the table to attack, defend, travel and activate special powers. The first player that reach 25 (or more) victory points and keep this avantage for one turn, will be the winner.&#10;&#10;The games comes in 3 presentations:&#10;&#10;- Starter Decks: with 2 ready-to-play decks. Each set presents 2 decks:&quot;Conspirator &amp; Royalty&quot; and &quot;Town &amp; Clergy&quot;.&#10;- Theme Decks: with one of the four factions in 56 cards decks.&#10;- Booster Packs: with assorted 5 cards in common, uncommon and rare type card.&#10;&#10;&#10;El Mundo de Aguila Roja es un Juego de Cartas Coleccionable (JCC) basado en la famosa serie de televisi&oacute;n espa&ntilde;ola, ambientada en el siglo XVII y que narra las aventuras de un justiciero vengador con entrenamiento de artes marciales.&#10;&#10;En este juego, los jugadores pueden escoger a que bando pertenecer: el Clero manipulador, la poderosa Casa Real, los oscuros Conspiradores o el trabajador Pueblo. Los jugadores deber&aacute;n preparar un mazo de 40 cartas compuestas de Sucesos, Personajes y Lugares que ir&aacute;n jugando sobre la mesa para viajar, atacar, defenderse y activar habilidades especiales.&#10;&#10;Cada bando tiene diferentes formas de conseguir la victoria que se consigue cuando uno de los jugadores alcanza 25 puntos o m&aacute;s y se mantiene victorioso un turno.&#10;&#10;El juego viene en 3 presentaciones:&#10;&#10;- Set de Iniciaci&oacute;n para 2 jugadores. Cada set con 2 barajas &quot;Conspiradores y Casa Real&quot; y &quot;Pueblo y Clero&quot;&#10;- Baraja tem&aacute;tica: con cada una de las 4 facciones en barajas de 56 cartas.&#10;- Sobres de refuerzo: con 5 cartas cada uno (rara, infrecuente y comunes).&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Card Games"
    ]
  },
  {
    "Rank": "16992",
    "Name": "Ostrakon",
    "ID": 9801,
    "Year": "(2004)",
    "Geek Rating": "5.524",
    "Avg Rating": "5.84",
    "Link": "https://boardgamegeek.com/boardgame/9801/ostrakon",
    "Min Players": "5",
    "Max Players": "12",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.4348",
    "Description": "Is there life in outer space or not? Baseball or basketball? To be or to have? Chicken or beef? The real speaker knows how to charm the audience with the greatest dilemma, predicting the opinions thanks to a supernatural intuition... or a more practical cheating technique!&#10;&#10;In Ostrakon, you take the role of a Greek philosopher, posing questions on assigned topics with only 2 answers. The other players decide which of the two answers suits them, and the philosopher secretly votes with the side he thinks will outnumber the other. If he is correct, he scores points equal to the number of players who voted against his choice. If he is incorrect, he scores nothing. So its best to pick questions with roughly equally viable answers.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "16993",
    "Name": "Murder at Blood Mansion",
    "ID": 213301,
    "Year": "(2017)",
    "Geek Rating": "5.524",
    "Avg Rating": "6.71",
    "Link": "https://boardgamegeek.com/boardgame/213301/murder-at-blood-mansion",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Blood Mansion is a Murder Mystery Card game.&#10;&#10;Players take turns drawing, stealing and discarding cards all in an attempt to discover who is the actual killer.&#10;The deck is made up of: Murder Cards which reveal the murder scene and weapon used. Action cards which help you gain information and screw up your opponents attempts to solve the crime. Guilt cards that help convict a suspect. Weapon cards which of only one can be the actual weapon each game. Suspect cards, most of which are Red Herrings (i.e. false leads)&#10;&#10;The game gets more and more intense with each card you draw because fewer cards left in the deck means a greater chance of solving the Murder for yourself or that someone else is about to beat you to the punch. A certain amount of bluffing and deduction is part of the success to winning the game.&#10;Fully funded on Kickstarter in July 2017 the game currently is the manufacturing phase at Panda Games. For more information go to www.BloodMansion.com&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "16994",
    "Name": "Tentacle Town",
    "ID": 273433,
    "Year": "(2021)",
    "Geek Rating": "5.524",
    "Avg Rating": "6.36",
    "Link": "https://boardgamegeek.com/boardgame/273433/tentacle-town",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "In Tentacle Town, each player is an adventurer who's arrived on unsettled land to found a new town &mdash; but the waters surrounding your new home are infested with giant tentacles!&#10;&#10;The goal of the game is to become the new town's most famous resident and appointed as its first mayor. Players earn fame by recruiting the town's citizens to complete tasks, construct new buildings, and hunt tentacles!&#10;&#10;You and the other players take turns recruiting citizens to build the town, all while defending your new home from the tentacle threat. New citizens can complete a task or build a building for you. The more buildings you have in a district, the more profitable some tasks become &mdash; AND the player with the most buildings in each district earns extra fame when the game ends.&#10;&#10;Tentacle Town is divided into three districts: the market, the foundry, and the docks. Each district has its own tasks to be completed, from forging harpoons in the foundry to butchering food at the docks. The rewards for some tasks get better when there are more citizens are in the district, which means the new citizen you just recruited will benefit the other players, too! Likewise, the rewards for some tasks improve when there are more buildings to the district &mdash; but for these tasks, only you benefit from your own buildings. You may also pay the citizens of Tentacle Town overtime to complete additional tasks, assuming you have coins to spend.&#10;&#10;At the end of a player's turn, they roll the danger die to see if the tentacles attack, stay quiet, or if more tentacles emerge from the depths. The more citizens in a district, the more likely the tentacles are to attack! When tentacles attack, they may destroy buildings, kill citizens, or cause the workers to flee to a safer district! This is your chance to be a hero and defend the district, provided you have some harpoons handy! Defeat a tentacle, and you'll not only earn a bit of fame and haul in some fresh calamari, too!&#10;&#10;When the influx of new citizens runs out, the game is over and the person with the most fame becomes the mayor of Tentacle Town and wins the game!&#10;&#10;",
    "Categories": [
      "City Building",
      "Economic"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "16995",
    "Name": "Cosmic Balance",
    "ID": 201668,
    "Year": "(2016)",
    "Geek Rating": "5.524",
    "Avg Rating": "7.04",
    "Link": "https://boardgamegeek.com/boardgame/201668/cosmic-balance",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Cosmic Balance is a hybrid board/card game of battling gods, angels, and demons for 2-5 players. It takes under an hour to play. Your cards become the fighting units that conquer and control territories. You get Victory Points from each territory you control at the end of your turn plus bonus points from Angel and Demon cards. The player with the most Victory Points when the supply runs out wins!&#10;&#10;The game features a large scale in the center of the board, with a discard tray on each end representing Heaven and Hell. Since you're a god you decide whether to send defeated cards to the Heaven discard tray or the Hell discard tray. The scale tracks how many defeated enemies have been sent to Heaven or Hell. Tip the scales and open the gates of Hell or Heaven. When the gates of Heaven are open, you can more easily summon angels from The Beyond to fight for you. The same is true for Hell and demons.&#10;&#10;Before playing, each player selects two god powers and factions. God powers are special abilities that break the rules and factions are the cards that make up each player's deck, such as vampires, knights, wolves, merchants, farmers, giants, shepherds, or thieves.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Mythology"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Campaign / Battle Card Driven",
      "Hand Management"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "16996",
    "Name": "Firefly: Misbehavin'",
    "ID": 361065,
    "Year": "(2022)",
    "Geek Rating": "5.524",
    "Avg Rating": "6.03",
    "Link": "https://boardgamegeek.com/boardgame/361065/firefly-misbehavin",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3",
    "Description": "Someone ever tries to kill you, you try to kill 'em right back!&#10;&#10;In Firefly: Misbehavin', players get to control different factions of the Firefly 'Verse, from the criminal enterprises of Badger or Niska, to the self-righteous Alliance, and even Serenity as Mal attempts to find a crew and keep flyin'.&#10;&#10;This deck-building card game gives each player a unique starting deck of cards, as well as access to characters, items, and locations in the Core, Border, and Rim. Compete to control your own corner of the 'Verse, or play through different episodes with a wide variety of objectives.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Variable Player Powers"
    ],
    "Families": [
      "TV Shows: Firefly"
    ]
  },
  {
    "Rank": "16997",
    "Name": "Durchbruch: The Austro-German attack at Caporetto October 1917",
    "ID": 293236,
    "Year": "(2019)",
    "Geek Rating": "5.524",
    "Avg Rating": "8.14",
    "Link": "https://boardgamegeek.com/boardgame/293236/durchbruch-the-austro-german-attack-at-caporetto-o",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "300",
    "Weight": "3",
    "Description": "The game allows to study and recreate the most dramatic battle in the Alps front during WW1, a struggle that, due to italian High Commands unpreparedness, evolved in one of the worse disaster in the whole italian military history.&#10;&#10;Compared to other offensives of the same period, where territotial gains were measured in meters or little more, often paid with appalling losses from both sides, the austro-german operation &ldquo;Waffentreue&rdquo; (Loyalty of arms) pushed back the whole italian front for 150 kilometers in few days.&#10;&#10;But, after a loss of 300.000 casualties (most of them prisoners) and 1300 guns, Italy made a fierce, desperate resistance on the Piave river, and managed to snatch the victory from the jaws of the defeat.&#10;&#10;Components:&#10;2 maps 60 x 85; &#10;400+ counters; &#10;4 player aid cards; &#10;a 20 pages rules booklet&#10;&#10;Scale:&#10;Every day is divided in two turns. The first day has one more preparatory phase. &#10;An hexagon on the map corresponds to about 1000 meters. &#10;The unit counters represent infantry battalions/regiments and minor units&#10;&#10;COMPLEXITY&#10;3/5&#10;&#10;SOLITAIRE SUITABILITY&#10;2/5&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Cities: Kobarid (Slovenia)",
      "Country: Italy",
      "Country: Slovenia",
      "Digital Implementations: VASSAL"
    ]
  },
  {
    "Rank": "16998",
    "Name": "Hedgehog Hop",
    "ID": 286247,
    "Year": "(2019)",
    "Geek Rating": "5.524",
    "Avg Rating": "6.54",
    "Link": "https://boardgamegeek.com/boardgame/286247/hedgehog-hop",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "12",
    "Play Time": "18",
    "Weight": "1.5",
    "Description": "In the Hedgehog Hop, rival hedgehog dance crews vie for supremacy in the Grand Finale. Despite their enthusiasm, hedgehogs are clumsy dancers and spend a lot of time bumping into one another. Help them get their act together and make friends.&#10; As players groove, slide and hop their crew into the dance mob, they'll also collect backup dancers and set up their lead dancer for the big finish.  The player who scores the most points in the Grand Finale wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor"
    ],
    "Mechanics": [
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Animals: Hedgehogs / Porcupines",
      "Digital Implementations: Sovranti",
      "Theme: Anthropomorphic Animals"
    ]
  },
  {
    "Rank": "16999",
    "Name": "Drinks & Daggers",
    "ID": 284111,
    "Year": "(2019)",
    "Geek Rating": "5.524",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgame/284111/drinks-and-daggers",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Drinks &amp; Daggers is a cooperative drinking card game set in the world of the podcast Greetings, Adventurers!&#10;&#10;Each player chooses a unique card deck to represent their character, and works together to defeat a villain also represented by a deck of cards. Since the hero decks have different actions, items, and reactions which synergize in nearly endless ways, and each Villain presents varied challenges, every game will play out differently.&#10;&#10;Consuming alcohol is optional, and can be represented instead with drink tokens, but drinking is tied directly into the game mechanics. Each hero has a power which is activated anytime they give a fellow hero a drink, and these powers are amplified when heroes become &quot;smashed.&quot; Each of the three villains has a regular and hard mode for players who are looking for an extra challenge.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting",
      "Mature / Adult"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Drinking Games",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "17000",
    "Name": "Rivality",
    "ID": 378375,
    "Year": "(2023)",
    "Geek Rating": "5.524",
    "Avg Rating": "6.69",
    "Link": "https://boardgamegeek.com/boardgame/378375/rivality",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "For centuries, the colorful mana spring has been a sanctuary for magicians to gather and draw new strength &mdash; but great power often breeds great greed. For a long time it was peaceful in the forest around the spring, but now you can hear the first golems walking heavily towards them, and the mages will wrestle with their armies of golems for control of the Source, for whoever controls them controls all magic in the land.&#10;&#10;Rivality is a territory control game. Place your tiles wisely to let the golems march and get the most valuable areas at the end of the game!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Tile Placement"
    ],
    "Families": [
      "Digital Implementations: Game Park"
    ]
  }
]