[
  {
    "Rank": "8601",
    "Name": "Pixel Glory",
    "ID": 150014,
    "Year": "(2014)",
    "Geek Rating": "5.605",
    "Avg Rating": "6.59",
    "Link": "https://boardgamegeek.com/boardgame/150014/pixel-glory",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "1.85",
    "Description": "Team up with fellow wizards to vanquish the sinister monsters that lurk in the dungeon, and save the nearby village. This is a noble and honorable quest, and... oh, who are we kidding? In reality, you're a greedy wizard who is all about fame and personal gain, and your fellow wizards are cut from the same cloth! Prevail over your opponents by learning the best spells and using that knowledge to outmaneuver and kill-steal in the dungeon, so you can gain admiration of the townsfolk, fame across the realm, and achieve Pixel Glory.&#10;&#10;In the first phase, the town phase, players will be drafting spells using an auction mechanic. Players will then take their decks into the second phase, the dungeon phase, where they will work together to defeat monsters; however, only the player that deals the lethal blow will get the fame for it. There is a lot of interaction and engagement due to players fighting over learning the same spells as well as fighting over fame.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Deck, Bag, and Pool Building",
      "Rock-Paper-Scissors"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "8602",
    "Name": "Risk: Édition Napoléon",
    "ID": 1794,
    "Year": "(1999)",
    "Geek Rating": "5.604",
    "Avg Rating": "6.59",
    "Link": "https://boardgamegeek.com/boardgame/1794/risk-edition-napoleon",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.2963",
    "Description": "This very special version of Risk was published by Tilsit exclusively in France, as a numbered edition of 10 000 copies.  Hasbro's signature is very discreet, appearing in the copyright line as &quot;(c) Hasbro International Inc. Under license of 3D Licensing France&quot;.&#10;&#10;In addition to standard Risk rules, advanced rules introduce fortress sieges, generals, maritime blockades, naval combat, alliances and personalities (Napol&eacute;on, Wellington, Bl&uuml;cher...).  An historical scenario reproduces the Napoleonic campaigns with fidelity.&#10;&#10;An extension was produced that introduces the Ottoman Empire as a sixth player.&#10;&#10;Online Play&#10;&#10;&#10;     http://www.denizengames.com&#10;&#10;&#10;Expanded by:&#10;&#10;    Risk &#195;&#137;dition Napol&#195;&#169;on: Extension Empire Ottoman&#10;&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Territory Building",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Dice Rolling"
    ],
    "Families": [
      "Game: Risk (Official)",
      "History: Napoleonic Wars"
    ]
  },
  {
    "Rank": "8603",
    "Name": "Mondo Sapiens",
    "ID": 118293,
    "Year": "(2012)",
    "Geek Rating": "5.604",
    "Avg Rating": "6.48",
    "Link": "https://boardgamegeek.com/boardgame/118293/mondo-sapiens",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Mondo Sapiens is a tile-laying puzzle game along the lines of Michael Schacht's Mondo, with players laying down tiles simultaneously in order to populate their worlds (i.e., individual player boards) with people, buildings and roads. the faster you go, the more points you'll score - assuming you placed everything correctly, of course.&#10;&#10;Mondo Sapiens includes three levels of difficulty to allow inexperienced and advanced players to compete at roughly the same level.&#10;&#10;Online Game&#10;www.boardgames-online.net &#10;(turn-based, at the designers' website)&#10;&#10;Recommendations&#10;Im Rampenlicht N&uuml;rnberg 2012&#10;&#10;Home Page &amp; Newsletter:&#10;&#10;&#10;     www.mondo-game.com &#10;&#10;&#10;(german and english)&#10;&#10;",
    "Categories": [
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": [
      "Series: Mondo (Pegasus Spiele)"
    ]
  },
  {
    "Rank": "8604",
    "Name": "Kamon",
    "ID": 28738,
    "Year": "(2007)",
    "Geek Rating": "5.604",
    "Avg Rating": "6.53",
    "Link": "https://boardgamegeek.com/boardgame/28738/kamon",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "2",
    "Description": "To set up the two-player abstract strategy game Kamon, shuffle the game's 37 tokens and fill the hexagonal grid with one token on each hex. The tokens consist of one blank token and 36 tokens in six colors and six symbols, with each combination appearing once. (In earlier versions of the game, tokens were valued 1-6 in each of six different symbols, with one hex being left empty.) The blank token fills space and serves only as a barrier.&#10;&#10;To start, the black player places one of their pawns on a perimeter space that touches only one side of the hex. The token on this space, e.g. the red fish, indicates where the white player must place one of their pawns on the next turn, either on a red token or on a fish token, and the white player's pawn constrains where the black player can next place a pawn. Players continue taking turns in this manner, and the game ends immediately when one of three victory conditions are fulfilled:&#10;&#10;&#10;     A player connects two opposite edges of the grid with their pawns (as in Hex).&#10;     A player surrounds one or more hexes with a loop of their pawns without regard as to whether those hexes are empty or occupied by the opponent's pawns.&#10;     A player prevents their opponent from placing a pawn, e.g. by occupying the yellow mountain when no more yellow tokens or mountain tokens are available.&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Enclosure",
      "Hexagon Grid",
      "Network and Route Building"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: HexHex4 Grids",
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: Boiteajeux",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "8605",
    "Name": "Battlecars",
    "ID": 2368,
    "Year": "(1983)",
    "Geek Rating": "5.604",
    "Avg Rating": "6.23",
    "Link": "https://boardgamegeek.com/boardgame/2368/battlecars",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.9796",
    "Description": "A futuristic game of deadly driving. Have you ever pressed the imaginary button on the dashboard of your car to vaporize the idiot driver's car in front ?&#10;&#10;BATTLECARS is a game in which 'road rage' takes on a whole new meaning. Vent your frustration on other players by arming your car with machine guns and rockets. Watch in glee as cars explode into fireballs. Drive on and smile as the next target comes into range. Set the gunnery computer and squeeze the trigger - then BOOM!&#10;&#10;How long can you survive in the deadly arena of the future ? Do you have what it takes to be a highway warrior ?&#10;&#10;Only by playing BATTLECARS, with its unique simulation of driving skill and combat, will you ever find out.&#10;&#10;Expansion Set&#10;&#10;     Battlebikes&#10;&#10;&#10;",
    "Categories": [
      "Dice",
      "Fighting",
      "Racing",
      "Science Fiction"
    ],
    "Mechanics": [
      "Modular Board",
      "Point to Point Movement",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "8606",
    "Name": "Kampf gegen das Spiessertum",
    "ID": 238221,
    "Year": "(2017)",
    "Geek Rating": "5.604",
    "Avg Rating": "6.70",
    "Link": "https://boardgamegeek.com/boardgame/238221/kampf-gegen-das-spiessertum",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "30",
    "Play Time": "500",
    "Weight": "1",
    "Description": "&quot;A party game for horrible German people&quot;&#10;&#10;Play begins with a judge, known as the &quot;Round Boss&quot;, choosing a red fill-in-the-blank card from the top of the deck and showing it to all players. Each player holds a hand of eight white answer cards at the beginning of each round, and passes a card (sometimes more) to the round boss, face-down, representing their answer to the question on the card. The round boss determines which answer card(s) are funniest in the context of the fill-in-the-blank card. The player who submitted the chosen card(s) is given the question card to represent a point, and then the player to the left of the Round Boss becomes the new Boss for the next round. Play continues until the players agree to stop, or until they are thrown out of the pub, at which point the player with the most Points is the winner.&#10;&#10;Kampf gegen das Spie&szlig;ertum is the German adaption of Kampf gegen das B&uuml;nzlitum, a Swiss party game by Angela V&ouml;gtli and is a hommage to the popular Cards against Humanity.&#10;&#10;It features all new cards with German celebrities, places and topics of interest.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Mature / Adult",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Mechanism: Judging Games"
    ]
  },
  {
    "Rank": "8607",
    "Name": "Muscat",
    "ID": 2353,
    "Year": "(2001)",
    "Geek Rating": "5.604",
    "Avg Rating": "6.53",
    "Link": "https://boardgamegeek.com/boardgame/2353/muscat",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.381",
    "Description": "Muscat can quickly be described as &quot;advanced rock-paper-scissors,&quot; but is much better than this  may make it sound.  There are 4 different types of items in this version, which are the different kinds of street performers in the marketplaces of Muscat.  The tiles representing the performers are placed in these marketplaces in such a way as to establish local dominance hierarchies, which are resolved by kicking the loser out on the street and promoting the winners to higher-class sections of Muscat.  Eventually, once can reach the Sultan's palace, and when enough performers have everyone scores points according to how high their performers have advanced up the board.&#10;&#10;There is more to it than that, of course.  The performers kicked out on the street want to get their revenge, and they can be placed back on the board or used to take 3 special actions which add a great deal of complexity to the game.  Although there is some randomness (in which tiles you pick when), this is essentially an abstract of the &quot;brain-burner&quot; school, and should be enjoyed by those who like that kind of  game.&#10;&#10;Re-implemented by:&#10;&#10;    Message to the Czar&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Arabian"
    ],
    "Mechanics": [
      "Rock-Paper-Scissors",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "8608",
    "Name": "Precognition",
    "ID": 364556,
    "Year": "(2022)",
    "Geek Rating": "5.604",
    "Avg Rating": "6.47",
    "Link": "https://boardgamegeek.com/boardgame/364556/precognition",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.2353",
    "Description": "In a post-apocalyptic world, play a Prescient, an Ymune gifted with the power of precognition. Going down the Great River, explore the banks to rescue contaminated Humans, to hire Ymune Doctors to treat them, or Ymune Protectors to protect the boat from the banes to come. Try also to collect Batteries to activate the Machine rooms of your boat, or Food to feed the new healthy Humans&hellip;&#10;&#10;In Precognition, you must truly see the future to win the game. That comes from understanding a new card mechanism: the Dual Select System. In addition to being innovative, the Dual Select System fits perfectly with the theme because, among the two cards that you will let pass, one of them will come back to you on the next turn. You have 12 turns to make the right choices.&#10;&#10;Your goal is to have the most Healthy Humans at the end of the game. To keep the Humans you take in while working your way downstream, you will need Food, Doctors to treat them and Protectors to fight the Banes you&rsquo;ll encounter. Good luck!&#10;&#10;The game is played over 12 rounds. A round consists of 3 distinct phases. Each phase must be done by all the players at the same time.&#10;I &ndash; Decision phase (secret): draw and choose cards according to the Dual Select System.&#10;II &ndash; Action phase: Activate your cards to earn resources. If any of your powered machines can be used, benefit from its effects.&#10;III &ndash; Maintenance phase : manage your Banes if you have suffer any, heal all possible contaminated Humans and move forward on the Great River from which you reveal and apply the event of the River tile.&#10;&#10;At the end of a round, move forward by flipping over the River tile in front of the Progress pawn to discover the end-of-turn event. Each player applies that event&rsquo;s effect. Every three rounds, it is the end of a season and it is when you feed the new healed Humans. Make sure you have enough food for everyone.&#10;&#10;At the end of the third season, after feeding the Healthy Humans you have saved, count them. The player with the most Healthy Humans wins the game. If tied, the player with the most Healthy Humans and Contaminated Humans wins the game. If players are still tied, they share the victory.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action / Event",
      "Closed Drafting",
      "Income",
      "Resource to Move",
      "Simultaneous Action Selection",
      "Victory Points as a Resource"
    ],
    "Families": [
      "Theme: Post-Apocalyptic"
    ]
  },
  {
    "Rank": "8609",
    "Name": "Batman: The Animated Series Dice Game",
    "ID": 204175,
    "Year": "(2016)",
    "Geek Rating": "5.604",
    "Avg Rating": "6.39",
    "Link": "https://boardgamegeek.com/boardgame/204175/batman-the-animated-series-dice-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.2222",
    "Description": "Become a Super-Villain in Gotham City! Can you escape the World's Greatest Detective?&#10;&#10;The Joker, Catwoman, The Riddler, and Poison Ivy are pulling off elaborate heists to score as much loot as they can carry! Based on the award-winning TV show, Batman: The Animated Series Dice Game' lets you become a Super-Villain in a press-your-luck game for the whole family. Roll the dice and take advantage of each villain's diabolical abilities to scheme your way to victory before getting busted by Batman!&#10;&#10;",
    "Categories": [
      "Comic Book / Strip",
      "Dice",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Push Your Luck",
      "Variable Player Powers"
    ],
    "Families": [
      "Comic Books: Batman",
      "Comic Books: DC Universe",
      "Game: Zombie Dice",
      "TV Shows: Batman – The Animated Series"
    ]
  },
  {
    "Rank": "8610",
    "Name": "Europe in Turmoil II: The Interbellum Years 1920-1939",
    "ID": 326019,
    "Year": "(2024)",
    "Geek Rating": "5.604",
    "Avg Rating": "8.36",
    "Link": "https://boardgamegeek.com/boardgame/326019/europe-in-turmoil-ii-the-interbellum-years-1920-19",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "240",
    "Weight": "3",
    "Description": "Europe in Turmoil II follows in the footsteps of Europe in Turmoil I. Once again, two players take sides in this political CDG set in the Interbellum era between the two World Wars, this time one representing the Moderate Left (socialists and liberals), and the other player representing the Moderate Right of the time (conservatives and nationalists).&#10;&#10;The mechanics of the game are rather similar to those of Europe in Turmoil I, with the main changes being the replacement of the Naval Arms Race by seven concurrent Rearmament races (for each of the six scoring regions of the game plus the Soviet Union) and the removal of the stability and mobilization decks in lieu of a new extremist marker that facilitates support checks.&#10;&#10;While players represent moderates, the cards they are using contain some of the more extreme people and factions of the period. It is possible to harness their large political prowess in order to make quick gains, but at the cost of becoming less and less moderate, which may eventually hamper your possibility to win the long game.&#10;&#10;The map represents the political reality of Europe in the Interbellum, divided in six scoring regions (Germany, France, Italy, United Kingdom, Spain and the Little Entente of Yugoslavia, Romania and Czechoslovakia).&#10;&#10;Play progresses over three periods: The Roaring Twenties, followed by the Great Depression and finally the Appeasement period.&#10;&#10;Europe is in Turmoil again! Will you be the one to extinguish the forces of extremism, or will you fan the flames on your way to Domination?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Political",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Hand Management",
      "Simulation"
    ],
    "Families": [
      "Continents: Europe",
      "Decades: The 1920's",
      "Interwar period (Nov. 1918 - Aug. 1939)",
      "Players: Two-Player Only Games",
      "Series: Twilight Struggle"
    ]
  },
  {
    "Rank": "8611",
    "Name": "In the Palm of Your Hand",
    "ID": 314397,
    "Year": "(2020)",
    "Geek Rating": "5.604",
    "Avg Rating": "6.77",
    "Link": "https://boardgamegeek.com/boardgame/314397/in-the-palm-of-your-hand",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1",
    "Description": "In the Palm of Your Hand is a new team-based game from first-time designer Timoth&eacute;e Decroix! Help your grandparent relive their memories using 11 different 3D objects and over 100 beautifully-illustrated cards!&#10;&#10;One player (grandchild) must &ldquo;mime&rdquo; memories depicted on cards by using objects in the palm of another player (grandparent), whose eyes are shut.&#10;&#10;The grandchild draws 2 random cards from their hand, secretly looks at them, then uses any of the 11 3D objects included in the box to mime the memories in the grandparent's palm.&#10;&#10;Cards are added (by the opposing team and from the deck) until there are 8 cards total. The grandparent then opens their eyes and must find the 2 correct memories out of the 8 cards on the table!&#10;&#10;The game ends once everyone has had a chance to be the grandparent!&#10;&#10;",
    "Categories": [
      "Deduction",
      "Party Game"
    ],
    "Mechanics": [
      "Communication Limits",
      "Cooperative Game",
      "Team-Based Game"
    ],
    "Families": [
      "Mechanism: Image Interpretation"
    ]
  },
  {
    "Rank": "8612",
    "Name": "IceTowers",
    "ID": 9386,
    "Year": "(1999)",
    "Geek Rating": "5.604",
    "Avg Rating": "6.38",
    "Link": "https://boardgamegeek.com/boardgame/9386/icetowers",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.875",
    "Description": "Icetowers is a real-time simultaneous play game for 2-5 players involving stacking smaller pyramids on top of larger ones to control them.  With the Icetowers set, you can play nearly any of the Icehouse games.  (The color scheme of the Icetowers set -- purple, white, clear, and pale blue -- may cause some mild confusion for players reading rules that refer to red, yellow, and green pyramids.)&#10;&#10;Icetowers is an actual boxed game using Icehouse Pieces.  It was sold for a while by Looney Labs but is currently discontinued.&#10;&#10;Rules for IceTowers were included in Icehouse: The Martian Chess Set, in a shared booklet with Ice Traders (a predecessor to Homeworlds).&#10;&#10;It is also included in Pyramid Arcade.&#10;&#10;It was listed for 3-5 players earlier (e.g. in Playing With Pyramids) but now seems officially for 2-5 (e.g at http://www.looneylabs.com/rules/icetowers )&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Real-time"
    ],
    "Mechanics": [
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Components: Looney Pyramid Games"
    ]
  },
  {
    "Rank": "8613",
    "Name": "Home Alone Game",
    "ID": 256538,
    "Year": "(2018)",
    "Geek Rating": "5.604",
    "Avg Rating": "6.41",
    "Link": "https://boardgamegeek.com/boardgame/256538/home-alone-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1.875",
    "Description": "It's time to defend the house! When the McCallister family jets off for the holidays, they accidentally leave nine-year-old Kevin behind. And now, the notorious Wet Bandits are casing the neighborhood, hoping to score some valuable loot! Team up as the burglars in Home Alone Game to try to steal the goods, or play as Kevin to unleash an arsenal of creative contraptions to protect the house. Who will triumph: the little guy or the bad guys?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [],
    "Families": [
      "Holidays: Christmas",
      "Players: One versus Many"
    ]
  },
  {
    "Rank": "8614",
    "Name": "River Wild",
    "ID": 352593,
    "Year": "(2023)",
    "Geek Rating": "5.604",
    "Avg Rating": "6.31",
    "Link": "https://boardgamegeek.com/boardgame/352593/river-wild",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.5833",
    "Description": "Every year in the realm of Wild, the first snow of the season brings new life to the land and the creatures who inhabit it. High atop the tallest peaks, the sun beats down on this fresh blanket of white, creating a rushing river that floods the magical valleys below.&#10;&#10;In River Wild, you must carve out the most harmonious land possible, plotting the river's course to create protected valleys for local wildlife to thrive. A protected valley is defined as a valley completely surrounded by river or mountains with no card gaps.&#10;&#10;Each turn, select one of the three river cards on display and add it to your land to extend your river. All cards must be played below the source card so that your river extends &quot;downstream&quot; (toward you). When choosing a card, you may look at and play either side of a card. Refill the display, then choose again, continuing play until all cards have been added to your land or until you are unable to play any more cards.&#10;&#10;Unprotected valleys don't score, and protected valleys score based on the wildlife (dragons, jackalopes, toads, and unicorns) and scoring goals contained within it. Make matches to score as many points as possible.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Print & Play"
    ],
    "Mechanics": [
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Containers: Wallets",
      "Crowdfunding: Kickstarter",
      "Players: Solitaire Only Card Games",
      "Players: Solitaire Only Games",
      "Series: Wallet Games (Button Shy)"
    ]
  },
  {
    "Rank": "8615",
    "Name": "Funkoverse Strategy Game: Game of Thrones 100",
    "ID": 313292,
    "Year": "(2020)",
    "Geek Rating": "5.604",
    "Avg Rating": "7.16",
    "Link": "https://boardgamegeek.com/boardgame/313292/funkoverse-strategy-game-game-of-thrones-100",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "2",
    "Description": "In the Funkoverse Strategy Game, you combine your favorite characters and go head-to-head in four exciting game scenarios. Use your characters' unique abilities to gain points and achieve victory!&#10;&#10;Each turn, you select one of your characters and perform two actions. Each character has access to basic actions like moving and challenges as well as several unique abilities that may be performed only by spending ability tokens. Funkoverse uses an innovative &quot;cooldown&quot; system &mdash; the more powerful the ability, the longer it will take for the ability token to become available again &mdash; so players have to spend their ability tokens wisely. Each character in Funkoverse is unique, so players are encouraged to try out different combinations of characters and items in order to discover their favorite synergies and powerful strategies for all four game scenarios.&#10;&#10;Funkoverse Strategy Game: Game of Thrones 100 is a standalone game that includes the characters Daenerys Targaryen, Night King, Jon Snow, and Arya Stark. Game of Thrones 100 also introduces two brand new 4-player Free-For-All Scenarios along with the first ever companion character, Ghost! This set may be combined with others, giving you the ability to assemble the team you want!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Books: A Song of Ice and Fire",
      "Series: Funkoverse Strategy Game"
    ]
  },
  {
    "Rank": "8616",
    "Name": "Squire for Hire: Mystic Runes",
    "ID": 299908,
    "Year": "(2020)",
    "Geek Rating": "5.604",
    "Avg Rating": "6.97",
    "Link": "https://boardgamegeek.com/boardgame/299908/squire-for-hire-mystic-runes",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "1.6667",
    "Description": "Squire for Hire: Mystic Runes is a standalone expansion for Squire for Hire that sees your squire assist on quests through treacherous mountains, in hopes of finding the fabled mystic runes.&#10;&#10;Continue to efficiently pack, optimize your bag space, reduce junk, and collect the most valuable bag for the adventurer you serve. Discovering Runes will allow you to manipulate cards in order to ensure a high scoring bag.&#10;&#10;Mystic Runes is an 18-card, tile-laying inventory management game for 1-2 players that takes about 15-20 min to play and can either be played by itself for a 1-2 player adventure, or combined with the Squire for Hire base game for a 1-4 player experience!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Fantasy",
      "Print & Play"
    ],
    "Mechanics": [
      "Melding and Splaying",
      "Set Collection",
      "Solo / Solitaire Game",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Squire for Hire",
      "Mechanism: Partially overlapping cards",
      "Players: Games with Solitaire Rules",
      "Theme: Anthropomorphic Animals"
    ]
  },
  {
    "Rank": "8617",
    "Name": "Munchkin Harry Potter Deluxe",
    "ID": 249824,
    "Year": "(2018)",
    "Geek Rating": "5.604",
    "Avg Rating": "6.55",
    "Link": "https://boardgamegeek.com/boardgame/249824/munchkin-harry-potter-deluxe",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.125",
    "Description": "Munchkin: Harry Potter lands the witches and wizards of Hogwarts in the world of Munchkin, with players needing to kick down doors, grab treasure, and level up as usual.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Books: Harry Potter",
      "Game: Munchkin",
      "Versions & Editions: Versions with IP after the original release"
    ]
  },
  {
    "Rank": "8618",
    "Name": "Twin Palms",
    "ID": 352818,
    "Year": "(2022)",
    "Geek Rating": "5.604",
    "Avg Rating": "6.46",
    "Link": "https://boardgamegeek.com/boardgame/352818/twin-palms",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.2857",
    "Description": "Hidden somewhere along the tropical coastline, you'll find a charming little beach town called Twin Palms. Here you'll see dolphins jumping, lovers holding hands, and children playing in the sand...always in pairs.&#10;&#10;Twin Palms is a beach-themed escape from your traditional trick-taking card game. At the start of each of the game's 5-8 rounds, you bid the number of tricks (0-5) you think you'll claim with the ten cards in your hand. Wait, ten cards = five tricks? Yes, because each time you play to a trick, you play two cards at once!&#10;&#10;You play the game with 1-3 suits of cards depending on your desired level of difficulty and the number of players at the table; each suit has cards numbered 0-10 and a wild, with each card appearing twice. The strongest play is a pair of cards that are the same number, with high numbers beating low ones, and with palm trees beating dolphins, which beat sunglasses, which beat pairs that are of different suits. If no one plays a pair, then whoever played the highest single card wins the trick. After five tricks, you score points if you've met your bid exactly. (If you bid a non-zero number of tricks but missed, you still score 1 point per trick taken.)&#10;&#10;What's more, if you want to play risky, you can place bets on your bids, giving you an additional way to win (or lose) points. Whoever has the most points after the designated number of rounds wins!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Predictive Bid",
      "Trick-taking"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Board Game Arena",
      "Theme: Beaches",
      "Theme: Tropical"
    ]
  },
  {
    "Rank": "8619",
    "Name": "Most Wanted",
    "ID": 246146,
    "Year": "(2018)",
    "Geek Rating": "5.604",
    "Avg Rating": "6.54",
    "Link": "https://boardgamegeek.com/boardgame/246146/most-wanted",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "35",
    "Weight": "1.4",
    "Description": "Bandits! Bluffing! Gunslingers! Nuns with bad habits!&#10;&#10;Most Wanted is a western-themed game where fellow bandits compete to become the most notorious outlaw of the land. Playing the best hand - or bluffing with the worst &ndash; could mean the difference between a successful train robbery or time spent in the slammer. Players can repent at church to make a new start, or even work some honest labor (gasp!) for bail money. Be the first player to 13 points and claim the dubious honor of being the MOST WANTED. Go get 'em, partner!&#10;&#10;Most Wanted is a poker-style game that will get your friends bluffing, cheering, and talking in accents. On your turn, choose one of six possible actions: There are three robberies that anyone can participate in, two actions that further your position by replenishing cards or money, and one action where you challenge another gunslinger to a high-card duel. The only way to get points is to take a risk with a robbery (and the penalty for failing is small), so don't be shy&hellip; the next heist could be your lucky break!&#10;&#10;Alternate Scenarios&#10;Three alternate &quot;night-time&quot; actions are included on the backside of the action cards to spice up gameplay. Honest Labor turns into Dishonest Labor, Church turns into Saloon, and Duel turns into a good ol' fashion Shootout (the more the merrier)!&#10;&#10;",
    "Categories": [
      "American West",
      "Bluffing",
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Push Your Luck"
    ],
    "Families": []
  },
  {
    "Rank": "8620",
    "Name": "Project Dreamscape",
    "ID": 168232,
    "Year": "(2015)",
    "Geek Rating": "5.604",
    "Avg Rating": "6.53",
    "Link": "https://boardgamegeek.com/boardgame/168232/project-dreamscape",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.75",
    "Description": "Study Parameters&#10;The mind really can shape reality! Scientists have invented a machine that can tap into a person&rsquo;s dreams and make them real. However, only the strongest minds--those who can control their dreaming--are able to utilize the machine. Thus Project Dreamscape was created to find the ultimate dreamer.&#10;&#10;Study Goal&#10;Participants will collect dream cards on their turns with the goal of chaining matching dream types together. The more dream cards a participant chains together, the more points that chain will score. The participant with the most points at the end of the game is the winner!&#10;&#10;There are 8 dream types in the 52-card sleep deck, each of which appears exactly 13 times. Each dream card depicts 2 different dream types. Whenever you collect a dream card, you must choose one of the dream types to perform and follow its directions.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Dreams / Nightmares"
    ]
  },
  {
    "Rank": "8621",
    "Name": "Typhoon! The Drive on Moscow, 1941",
    "ID": 6928,
    "Year": "(1995)",
    "Geek Rating": "5.604",
    "Avg Rating": "7.51",
    "Link": "https://boardgamegeek.com/boardgame/6928/typhoon-the-drive-on-moscow-1941",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "4.125",
    "Description": "In the fall of 1941, the German Blitzkrieg was ready for one more final grand effort: the conquest of Moscow. Code-named Typhoon, Germany expected this final offensive to destroy all Soviet armies in front of Moscow in a classic double-envelopment by the Panzer divisions. In short, the Germans expected Typhoon to end the war in the east. Spearheading the German attack was Army Group Center, General Guderian's PanzerArmee, with some 900,000 men in 70 divisions. Facing them, blocking the way to the Soviet seat of power, were over 800,000 Soviet troops in 95 divisions.&#10;&#10;The German assault was ferocious and incessant and came within sight of the Moscow Kremlin. Although their attacks ripped gaping holes in the Soviet lines, the defenders did not disintegrate, as the Germans expected. After suffering huge losses in the opening battles, the Soviets reinforced the front line with Siberian and other reserves numbering perhaps 1.2 million men.&#10;&#10;The battle for Moscow proved to be one of the decisive battles of the Second World War.&#10;Now, you can replay this epic struggle for supremacy in the east. The game's easy-to-play system allows the players to focus on the critical matters of operational maneuver and force coordination, while adding just enough chrome to faithfully recreate the key elements of the campaign. See if you have the skill to crush or save the Soviet Empire in 1941.&#10; ---COUNTERS-----------------------------------------------------&#10;&#10;4 1/2 Countersheets totaling 1080 full-color two-sided counters&#10;&#10;-Countersheets 1,2,3,5 are full sheets of 240 counters each&#10;-Countersheet 4 is a half sheet of 120 counters&#10;&#10;---MAPS---------------------------------------------------------&#10;&#10;-3 22x34&quot; full-color mapsheets&#10;&#10;---OTHER--------------------------------------------------------&#10;&#10;-1 D10&#10;-1 24-page Rule-book&#10;-1 24-page Play-book&#10;-1 Typhoon! Clarifications Sheet&#10;&#10;---Player Aid Cards(16 total)-----------------------------------&#10;&#10;-Turn Record Track(single-sided)&#10;-Terrain Key/How to Read the Units Card&#10;-Terrain Effects Chart/Weather&#10;-Combat Results Table/Air Combat Table&#10;-Victory Point Schedule(single-sided)&#10;-Soviet Replacements Tables(single-sided)&#10;-Axis Air Operations Card(single-sided)&#10;-Soviet Air Operations Card(single-sided)&#10;-Active,Cadre,Eliminated Units Card(single-sided)&#10;-(x3)Axis Set-up Cards(1 single sided,2 double-sided)&#10;-(x4)Soviet Set-up Cards(2 single sided,2 double-sided)&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: Russia",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: East Front (GMT)"
    ]
  },
  {
    "Rank": "8622",
    "Name": "Anachronism",
    "ID": 14038,
    "Year": "(2005)",
    "Geek Rating": "5.604",
    "Avg Rating": "6.07",
    "Link": "https://boardgamegeek.com/boardgame/14038/anachronism",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1.7108",
    "Description": "A non-random collectible combat game presented by The History Channel and TriKing Games, Anachronism allows you to take control of some of the greatest warriors in history and pit them against each other in a one-on-one battle to the death.&#10;&#10;Anachronism began with a 2-player starter set pitting Japanese warrior Musashi against the Norse legend Beowulf. The game now includes cards featuring such notables as Julius Caesar, Sun Tzu, Spartacus, Alexander the Great, Blackbeard and Genghis Khan, as well as weapons and armor from various eras.&#10;&#10;Decks can be added-to with various booster packs, each of which include a set selection of cards initially focusing on Greek, Japanese, Norse, and Roman heroes, with other periods of history, including the eras of Genghis Khan and Richard the Lionheart,now in the mix. And of course, historical accuracy within the cards is sure to be high, as the game does bear the seal of approval from The History Channel.&#10;&#10;Variant formats exist for more than 2 players, and some cards in the game are geared toward multi-player games.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game",
      "Fighting",
      "Medieval",
      "Mythology"
    ],
    "Mechanics": [
      "Deck Construction",
      "Dice Rolling"
    ],
    "Families": [
      "Components: 4 x 4 Grids",
      "Theme: Time Travel"
    ]
  },
  {
    "Rank": "8623",
    "Name": "The Battle of the Bulge",
    "ID": 16444,
    "Year": "(1965)",
    "Geek Rating": "5.604",
    "Avg Rating": "6.19",
    "Link": "https://boardgamegeek.com/boardgame/16444/the-battle-of-the-bulge",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.2121",
    "Description": "Avalon Hill (AH)'s &quot;Battle of the Bulge&quot; board war-game -- first edition published in 1965.  Developed with the technical aid of General Anthony C. McAuliffe, U.S.A. (Ret.)&#10;&#10;Contents include: a 4 page set of Basic Game instructions, a Battle Manual, 2 separate sheets outlining the German and U.S. &quot;Order of Appearance&quot;, a two-sided Battle Results Table (Basic Game and Tournament Game), a Time Record Sheet, a full-color gameboard, a standard die, and 195 die-cut counters (including blanks).&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Paper-and-Pencil",
      "Ratio / Combat Results Table",
      "Simulation",
      "Variable Set-up",
      "Zone of Control"
    ],
    "Families": [
      "Country: Belgium",
      "Country: Germany",
      "Country: USA",
      "Digital Implementations: VASSAL",
      "History: World War II (Battle of the Bulge)",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "8624",
    "Name": "Atlas & Zeus",
    "ID": 10682,
    "Year": "(2004)",
    "Geek Rating": "5.604",
    "Avg Rating": "6.34",
    "Link": "https://boardgamegeek.com/boardgame/10682/atlas-and-zeus",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.0455",
    "Description": "From www.thecompleatstrategist.com &#10;Atlantis&hellip; As Plato first attested to in Critias, Atlantis was entrusted to the Titan Atlas by the gods, long before the dawn of history. His sons created there a magnificent civilization, a civilization that, among other things, succeeded in developing a potent magic that allowed them to transform into marine animals.&#10;&#10;But the golden age would not last. When Atlas disappeared, his sons divided themselves into two clans and battled each other for the ultimate prize: sole rule over the kingdom of Atlantis and all of its riches.&#10;&#10;Zeus, the ruler of all gods, decided to intervene and punish the greedy clans. He sent them a mighty flood that, in the span of one day and one night, engulfed the entire archipelago! Zeus told the Atlas' sons that he would save only the clan that succeeded in escaping the raging elements for the longest possible time.&#10;&#10;Atlas &amp; Zeus allows you to relive the final moments of Atlantis, the epic struggle of Atlas' sons for survival and Zeus' pardon. Which of the two of you will succeed in becoming the last of the Atlantians?&#10;&#10;CONTENTS: 16 Island Tiles 16 Character Tiles 2 Decks of 25 Cards 1 Action Order Track 8 Game Markers 1 Rule Book&#10;&#10;Part of the Eurogames Games for 2 Series.&#10;&#10;",
    "Categories": [
      "Mythology"
    ],
    "Mechanics": [
      "Action Queue",
      "Area Majority / Influence",
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Mythology: Greek",
      "Players: Two-Player Only Games",
      "Series: Games for 2 (Eurogames)"
    ]
  },
  {
    "Rank": "8625",
    "Name": "Vanguard of War",
    "ID": 217544,
    "Year": "(2017)",
    "Geek Rating": "5.604",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgame/217544/vanguard-of-war",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.2",
    "Description": "Vanguard of War (VoW) is a 1-4 player game focused on the defense of a small church deep inside the decaying ruins of a once great city now known only as &ldquo;the Whispers.&rdquo; Players will use their heroes to hold the line against seemingly endless waves of demons while their allies inside the church desperately attempt to learn how to use the fel army's own doomsday weapon against them.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Category: Tower Defense",
      "Crowdfunding: Kickstarter",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "8626",
    "Name": "Chickwood Forest",
    "ID": 234842,
    "Year": "(2017)",
    "Geek Rating": "5.604",
    "Avg Rating": "6.84",
    "Link": "https://boardgamegeek.com/boardgame/234842/chickwood-forest",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Chickwood Forest comes in a relatively modest box but is a full-grown game of scouting castles, grabbing loot, giving alms, and earning glory.&#10;&#10;Whoever earns the most glory wins the game. To this end, the players scout the castles for fruitful targets. They play cards from their hands to these castles, sometimes face up, sometimes face down. Next, they each raid one castle, hoping to steal its precious treasure while avoiding any nasty surprises. With their bags bursting with riches, they can then give to the poor by placing their alms on the village cards, thus showing who is the most generous.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Betting and Bluffing",
      "I Cut, You Choose",
      "Open Drafting",
      "Set Collection",
      "Turn Order: Auction"
    ],
    "Families": [
      "Animals: Chickens / Roosters",
      "Folk Tales & Fairy Tales: Robin Hood"
    ]
  },
  {
    "Rank": "8627",
    "Name": "Ubongo Extreme: Fun-Size Edition",
    "ID": 41291,
    "Year": "(2009)",
    "Geek Rating": "5.604",
    "Avg Rating": "6.19",
    "Link": "https://boardgamegeek.com/boardgame/41291/ubongo-extreme-fun-size-edition",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.5294",
    "Description": "Ubongo Extreme: Fun-Size Edition is a portable version of Ubongo Extreme.&#10;&#10;In the game, players race to solve spatial puzzles by filling spaces with Tetris-like pieces that are composed of connected hexagons instead of squares. The game comes with two difficulty levels so that beginners can compete with more experienced players, with one side of the card having a puzzle that requires three pieces to solve it and the other side having a puzzle that requires four pieces.&#10;&#10;",
    "Categories": [
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Game: Ubongo"
    ]
  },
  {
    "Rank": "8628",
    "Name": "Arena Maximus",
    "ID": 7719,
    "Year": "(2003)",
    "Geek Rating": "5.604",
    "Avg Rating": "5.87",
    "Link": "https://boardgamegeek.com/boardgame/7719/arena-maximus",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "1.8235",
    "Description": "From the publisher's web page:&#10;&#10;A FAST-PACED GAME OF FANTASY CHARIOT RACING!&#10;&#10;For the glory of the Emperor, these brave charioteers stand before you today to face the deadliest race track ever devised - Arena Maximus! The winner will receive the laurels of victory and the mantle of immortality from the Emperor himself. The losers will die and be erased from the annals of history. Will you dare to wager everything on one race? Immortality or oblivion await you on the Arena Maximus!&#10;&#10;Pit your team against your opponents' charioteers on a track complete with traps, pitfalls, and other hazards. Race to be the first to finish, but remember - the faster you go, the more likely you are to crash! If you find yourself falling behind, call upon your arsenal of spells to skirt the dangers of the arena and get back in the running. However, don't fall too far behind, as there's only so much magic can do.&#10;&#10;Arena Maximus is a chariot racing game filled with thrills, spills, and spells for 2-5 players.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Racing"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Ancient: Rome",
      "Series: Fantasy Flight Silver Line",
      "Theme: Fantasy Sports"
    ]
  },
  {
    "Rank": "8629",
    "Name": "Sons of Faeriell",
    "ID": 316928,
    "Year": "(2022)",
    "Geek Rating": "5.604",
    "Avg Rating": "6.87",
    "Link": "https://boardgamegeek.com/boardgame/316928/sons-of-faeriell",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "3.6957",
    "Description": "Sons of Faeriell is a strategic eurogame for 2 to 4 players, featuring a brilliant potential traitor mechanic and multiple endings.&#10;&#10;Faeriell is a verdant land of forests, mountains and lakes, set at risk by the menace of Corruption. All players have to face this threat, while pursuing their individual Achievements. If they fail to constrain the rise of Corruption, everyone loses the game. Collecting the most Achievements, while avoiding this fatal outcome, allows one player to win the game.&#10;&#10;Players guide different Tribes of Weybits, the youngest sons of Faeriell. They are tiny and industrious humanoids, with the common goal to preserve the environment from Corruption and help the Great Guardians, the giant keeper animals that watch over the land since remote times. The customization of the Weybit Heroes starts from the beginning with the selection of their Tribe Masks, original items which can be worn by the minis. Each color of those masks provides a different specialization. New Heroes can be dressed and upgraded during the game with the acquisition of Perks, additional abilities that make every character unique. Weybits can become the most efficient helpers to the Great Guardians, mastering the knowledge of nature and learning to fight Corruption.&#10;&#10;As an additional thrill to the game, one player can choose to change sides, get corrupted and gain the Corruption Sower as a new Hero, becoming able to win in the event Corruption defeats all others.&#10;&#10;Strategic choices lead to multiple endings, making every game a different story to be unfolded.&#10;&#10;",
    "Categories": [
      "Animals",
      "Fantasy",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Queue",
      "Movement Points",
      "Ownership",
      "Point to Point Movement",
      "Prisoner's Dilemma",
      "Semi-Cooperative Game"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Misc: LongPack Games",
      "Theme: Nature"
    ]
  },
  {
    "Rank": "8630",
    "Name": "Funkoverse Strategy Game: Back to the Future 100",
    "ID": 302991,
    "Year": "(2020)",
    "Geek Rating": "5.604",
    "Avg Rating": "7.34",
    "Link": "https://boardgamegeek.com/boardgame/302991/funkoverse-strategy-game-back-to-the-future-100",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "2",
    "Description": "In the Funkoverse Strategy Game, you combine your favorite characters and go head-to-head in four exciting game scenarios. Use your characters' unique abilities to gain points and achieve victory!&#10;&#10;Each turn, you select one of your characters and perform two actions. Each character has access to basic actions like moving and challenges as well as several unique abilities that may be performed only by spending ability tokens. Funkoverse uses an innovative &quot;cooldown&quot; system &mdash; the more powerful the ability, the longer it will take for the ability token to become available again &mdash; so players have to spend their ability tokens wisely. Each character in Funkoverse is unique, so players are encouraged to try out different combinations of characters and items in order to discover their favorite synergies and powerful strategies for all four game scenarios.&#10;&#10;Funkoverse Strategy Game: Back to the Future 100 is a standalone game that includes the characters Marty McFly and Doc Brown. This set may be combined with others, giving you the ability to assemble the team you want!&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Funkoverse Strategy Game",
      "Theme: Mad Science / Mad Scientist"
    ]
  },
  {
    "Rank": "8631",
    "Name": "Citytrip Brugge",
    "ID": 325011,
    "Year": "(2022)",
    "Geek Rating": "5.604",
    "Avg Rating": "7.84",
    "Link": "https://boardgamegeek.com/boardgame/325011/citytrip-brugge",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "2",
    "Description": "As a tour guide in Citytrip Brugge you want to create the most memorable trip by visiting famous buildings and musea, events, restaurants and more.&#10;&#10;Citytrip Brugge is a flip &amp; write game that is quick to setup and easy to play. With a basic and advanced scoresheet, 23 starting points and 44 different missions, no 2 games will feel the same!&#10;&#10;One player flips the upper card of the action stack. Simultaneously everybody chooses 2 actions that are horizontally or vertically adjacent (=7 possible combinations). Each player creates a road and circles achieved goals which give points on the scoresheet. The game ends after 15 turns. The player with the highest satisfaction score wins Citytrip Brugge.&#10;&#10;&mdash; description from the designer &mdash;&#10;&#10;",
    "Categories": [
      "Exploration"
    ],
    "Mechanics": [
      "Bingo",
      "Line Drawing",
      "Network and Route Building",
      "Paper-and-Pencil",
      "Pick-up and Deliver",
      "Push Your Luck",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Cities: Bruges (Belgium)",
      "Mechanism: Flip-and-Write"
    ]
  },
  {
    "Rank": "8632",
    "Name": "The Lord of the Rings: Combat Hex Tradeable Miniatures Game",
    "ID": 8139,
    "Year": "(2003)",
    "Geek Rating": "5.604",
    "Avg Rating": "6.54",
    "Link": "https://boardgamegeek.com/boardgame/8139/the-lord-of-the-rings-combat-hex-tradeable-miniatu",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.4054",
    "Description": "Take command of the Legions of Middle-earth with the LoTR: TMG.&#10;&#10;Destroy the One Ring or claim its terrible power for your own in this fast paced game that uses expertly pre-painted miniatures, and the intuitive Combat Hex rules system to deliver the excitement of the Lord of the Rings movies right out of the box.&#10;&#10;A brief rundown on how the game plays:&#10;There are 4 phases in every turn.&#10;&#10;Each turn starts with the Strategy phase, where players roll to determine who is the attacker and who is the defender for that turn. The player that rolls the highest can choose to be either.&#10;&#10;The next phase is the attacker&rsquo;s Action phase. In this phase, each of the attacker&rsquo;s warriors can take one action. A warrior can move, shoot or do nothing as its action. Once the attacker is finished with all of his or her actions, the defender now gets their action phase.&#10;&#10;The final phase is the Combat phase. This is when your warriors fight. Warriors killed in this phase aren&rsquo;t removed until the very end, so they will at least get to fight back if they are struck down.&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Fantasy",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Novel-based"
    ],
    "Mechanics": [
      "Action Points"
    ],
    "Families": [
      "Authors: J.R.R. Tolkien",
      "Collectible: Collectible Miniatures Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "8633",
    "Name": "April's Harvest: The Battle of Shiloh, April 6 & 7, 1862",
    "ID": 10964,
    "Year": "(1995)",
    "Geek Rating": "5.604",
    "Avg Rating": "7.11",
    "Link": "https://boardgamegeek.com/boardgame/10964/aprils-harvest-the-battle-of-shiloh-april-6-and-7",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "1200",
    "Weight": "3.3871",
    "Description": "April's Harvest: The Battle of Shiloh, April 6 &amp; 7, 1862, is the ninth game of the Civil War Brigade (CWB) Series from The Gamers.&#10;&#10;April 6, 1862: The Confederacy must strike back at a host of Union armies that have virtually captured vital Tennessee. The South masses its forces under charismatic Albert Sidney Johnston to strike Union troops encamped at Pittsburgh Landing, on the Tennessee River. These forces are commanded by the North's newest war hero: Ulysses S. Grant.&#10;&#10;April's Harvest covers the resulting Battle of Shiloh, the largest bloodbath to that point on the North American continent. The game portrays the whole battle, from the initial Rebel drive through the camps of the surprised Union army, to the Grant's final counterstroke after receiving desperately needed reinforcements.&#10;&#10;Special features cover the fighting at the Hornet's Nest, the uncertain arrival of Buell's Army of the Ohio, Union gunboats and Confederate looting. A host of options allow players to see how Shiloh might have been fought if Grant hadn't been surprised, or if the South had received additional men from Van Dorn's Army of the West&#10;&#10;Game Scale:&#10;Game Turn: 30 minutes&#10;Hex: 200 yards&#10;Units: Brigades&#10;&#10;Game Inventory:&#10;One 22 x 34&quot; full-color mapsheet&#10;One dual-side printed countersheet (280 1/2&quot; counters)&#10;One 32-page CWBS 2nd Edition system rulebook&#10;One 24-page April's Harvest specific rulebook&#10;Two 6-sided dice&#10;&#10;Solitaire Playability: High&#10;Complexity Level: Medium&#10;Players: 1 or more&#10;Playing Time: 4-20 hours&#10;&#10;",
    "Categories": [
      "American Civil War",
      "Civil War",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Digital Implementations: VASSAL",
      "Players: Two-Player Only Games",
      "Series: Civil War, Brigade (The Gamers)",
      "States: Tennessee"
    ]
  },
  {
    "Rank": "8634",
    "Name": "Siesta",
    "ID": 608,
    "Year": "(1999)",
    "Geek Rating": "5.604",
    "Avg Rating": "6.35",
    "Link": "https://boardgamegeek.com/boardgame/608/siesta",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "70",
    "Weight": "2.52",
    "Description": "This abstract boardgame is made completely of wood and is quite beautiful.  The object of the game is to score the most points before one of the types of pieces are all gone.  There are Roofs in each of the players' colors, which are used to score points when they cast a Shadow.  A Sun token is placed next to a Roof and will score the Roof's owner points for each Shadow placed on the other side.  The Shadows score points for the Roof's owner, and can be scored multiple times if surrounded by multiple Roof/Sun combinations.  Each turn, a player places three pieces in any combination, but must score at least one point per turn.  The game ends when one player plays his last Roof or the last Sun or Shadow is played.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building",
      "Pattern Recognition",
      "Square Grid",
      "Tile Placement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 12 x 12 Grids",
      "Components: Wooden pieces & boards",
      "Series: Goldsieber Royal"
    ]
  },
  {
    "Rank": "8635",
    "Name": "Archduke",
    "ID": 332943,
    "Year": "(2020)",
    "Geek Rating": "5.604",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/332943/archduke",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "1.3",
    "Description": "In Archduke, players have a set of cards (starting with four) placed face-down in front of them: some that they know, and some that they don&rsquo;t. Each card has a point value, ranging from -3 to 13, shown in the corners of the card. The goal is to have the lowest sum of points at the end of each round, accomplished by swapping, stealing, and getting rid of cards. Points are scored after each round, with the game continuing to an agreed mark when the player with the lowest score wins.&#10;&#10;Before the game begins, players have ONE opportunity to look at any TWO of their own cards, returning them to the same face-down position. Players should remember their value and location.&#10;&#10;Over a series of rounds, players will draw 1 card and chose to keep the drawn card, exchanging it for one of their own face down cards or immediately discard it, possibly triggering a special ability allowing them to peek at, swap or give additional facedown cards to other players.  When any player feels as though they have the lowest hand of cards in front of them, they call Archduke which triggers the final scoring of each round.  The lowest score wins.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Memory",
      "Party Game"
    ],
    "Mechanics": [
      "Matching",
      "Memory",
      "Take That"
    ],
    "Families": [
      "Misc: Lowest Score Wins",
      "Traditional Card Games: Golf"
    ]
  },
  {
    "Rank": "8636",
    "Name": "Mechanical Beast",
    "ID": 284118,
    "Year": "(2022)",
    "Geek Rating": "5.604",
    "Avg Rating": "6.52",
    "Link": "https://boardgamegeek.com/boardgame/284118/mechanical-beast",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2.3158",
    "Description": "[Deep Into and Back Out of the Belly of a Huge] Mechanical Beast is a tile laying/manipulation puzzle, where you play as an exploration party of engineers who, together with your android helper, must explore the belly of a giant robot to find its control room and deactivate it.&#10;During the first part of the game, the maze will grow as you explore, until you find the off switch. The rest of the game the rooms are collapsing around you, and you must quickly make your way to the exit before the robot locks down, trapping you forever inside its bowels. You can change the layout of the rooms using the gears you find within, to help you find an exit.&#10;You win by getting everyone, including the people you find trapped within and your trusted android, out of the beast.&#10;&#10;The game can be played solo, co-op, or competitively with up to 4 players.&#10;&#10;&mdash;description from the designer&#10;&#10;The creature was all humanity hoped for: a sentient robot, with the capacity to self-improve by building itself new modules to solve the needs of the population, big and small. It was an endless source of admiration and improvement of people&rsquo;s lives.&#10;That is, until it started to go out of control. At this point no human had a detailed plan on how to fix it, or even shut it off. Due to the organic growth it had had, the original blueprints were useless, and nobody had thought of keeping logs outside of the machine&rsquo;s system. There was no guide whatsoever on how it was structured now.&#10;Your team, as designers of the core system, must dive into the bowels of the beast, find its control room, activate the off switch, and then escape before it collapses entirely around you while self-disassembling.&#10;To aid in your quest you can send your reliable android to tinker with the gears and rooms, should you get stuck, or you can activate the gears yourself to create a path amongst the chaos.&#10;&#10;&mdash;description from the rulebook&#10;&#10;",
    "Categories": [
      "Maze",
      "Print & Play",
      "Puzzle",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Map Addition",
      "Map Deformation",
      "Network and Route Building",
      "Solo / Solitaire Game",
      "Tile Placement"
    ],
    "Families": [
      "Contests: Solitaire Print & Play",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Players: Games with Solitaire Rules",
      "Theme: Robots"
    ]
  },
  {
    "Rank": "8637",
    "Name": "Count of the Nine Estates",
    "ID": 338763,
    "Year": "(2021)",
    "Geek Rating": "5.603",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/338763/count-of-the-nine-estates",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.375",
    "Description": "As the Count of the small territory of the Nine Estates, you must build up the county into a powerful economic and cultural center. However, limited nearby resources force you to make difficult decisions. Can you earn the favor of the King?&#10;&#10;Count of the Nine Estates is an 18-card reimplementation of Count of Nine.&#10;&#10;Search your land for resources to build basic structures that will provide more resources. Use these structures and resources to build up your estates into a powerful economic force.&#10;&#10;&mdash;description from the publisher&#10;&#10;&#10;For Count of the Nine Estates, I did want to focus more on the experience. Looking back on Count of Nine, it seemed the player experience was a bit &quot;on rails&quot;: once you pick a major structure to build, you are going to find the stuff you need to build that major structure. For Count of the Nine Estates, the player will have more freedom, and will have to make a couple strategic decisions during a match. So, I guess the &quot;experience&quot; I was going for CotNE is: a more strategic and &quot;free&quot; feeling compact, solo euro game.&#10;&#10;&mdash;description from the designer&#10;&#10;&#10;Count of the Nine Estates is a solo city building game played with 18 cards. Nine Estate cards are your targets to build: City Walls, a Cathedral, a Castle, and more.  The other 9 cards make up the Structures deck which contains resources plus structures to be built. Play through the Structures deck in multiple rounds to build the structures needed that will enable you to build one or more of the Estates.  The goal is to score the most victory points in the game, which is made up of 2 separate eras.&#10;&#10;Victory points are awarded several ways:&#10;&#10;Victory points marked on the Estate cards and some of the structure cards&#10;&#10;+ 1 victory point for each structure built&#10;&#10;+1 victory point for each duplicate structure built&#10;-2 victory points for each round played&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Containers: Wallets",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Card Games",
      "Players: Solitaire Only Games",
      "Series: Micro Game (Matagot)",
      "Series: Wallet Games (Button Shy)"
    ]
  },
  {
    "Rank": "8638",
    "Name": "Gold am Orinoko",
    "ID": 137480,
    "Year": "(2013)",
    "Geek Rating": "5.603",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/137480/gold-am-orinoko",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.3333",
    "Description": "Game description from the publisher:&#10;&#10;Gold fever at the Orinoco river! Deep in the heart of the jungle explorers have discovered the ruins of an ancient culture on the shores of this mysterious river. The brave teams of adventurers immediately set off from the legendary rocky knoll, Guarda &ndash; the guardian of the gold &ndash; in search of treasure amongst the ruins. The gold, however, lies on the other shore of the raging river, and the river can be crossed only by leaping from trunk to trunk, as the tree trunks float dangerously downstream.&#10;&#10;In Gold am Orinoko, the players need the right amount of luck and tactics to get their adventurers over the tree trunks to the other side of the river because, as they shift and jump over the tree trunks, they always have to keep an eye on the drifting trunks and the other players. The one who proves to be extremely brave and who brings his adventurers safely and surely across the Orinoco will be able to collect the most gold, thus winning the game.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Country: Venezuela"
    ]
  },
  {
    "Rank": "8639",
    "Name": "SpongeBob SquarePants: Plankton Rising",
    "ID": 304728,
    "Year": "(2020)",
    "Geek Rating": "5.603",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/304728/spongebob-squarepants-plankton-rising",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Are you ready kids!? SpongeBob: Plankton Rising is a fun cooperative card and dice game where players assemble a team of allies to face off against Plankton. Take on the roles of your favorite Bikini Bottom characters such as SpongeBob, Patrick and Squidward. By using a combination of strategy and luck, players will attempt to take down Plankton from atop the Chum Bucket and thwart his plans to steal the Krabby Patty&rsquo;s precious ingredients.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip",
      "Dice",
      "Movies / TV / Radio theme",
      "Nautical"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Open Drafting",
      "Push Your Luck",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Players: Games with Solitaire Rules",
      "Series: ... Rising (The Op)",
      "TV Shows: SpongeBob SquarePants"
    ]
  },
  {
    "Rank": "8640",
    "Name": "Pack of Heroes",
    "ID": 128938,
    "Year": "(2014)",
    "Geek Rating": "5.603",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/128938/pack-of-heroes",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Pack of Heroes is a two-player card game set in a fun parallel universe of vintage comic books. Each player picks his team from the 30 different heroes in the game, then takes on his opponent in an exciting tactical battle with all sorts of crazy super powers! Combat is resolved with the unique &quot;power card&quot; system, which is designed to have all the excitement of dice-based combat but with far less randomness. Whoever has the last hero standing wins control of Power City!&#10;&#10;The heart of the game is the hero cards. They represent one hero in the game and are modelled after vintage trading cards. On the front side is a picture of the hero, and all the gameplay info about their powers; on the back are fun stats and an origin story!&#10;&#10;At the start of the game, each player assembles his team. You can either pick one of the set starting teams or draft your team. Drafting allows you to put almost countless sets of heroes together to try out all sorts of crazy combos and synergies. Drafting works almost like a mini-game before the main event, as the players try to put their best possible team together. Once you have picked your team, it's time to fight. The players take it in turn either bringing a hero into play, or using their hand of power cards to trigger one of their heroes' amazing special abilities!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip",
      "Fighting"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games",
      "Theme: Superheroes"
    ]
  },
  {
    "Rank": "8641",
    "Name": "The Gardens",
    "ID": 322568,
    "Year": "(2022)",
    "Geek Rating": "5.603",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgame/322568/the-gardens",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.9091",
    "Description": "Sydney's Royal Botanic Garden holds a special place in the hearts of locals. World renowned for its location, beauty, and historical and scientific significance, each of its 29 hectares are not only stunning, but a calming retreat from the city's streets.&#10;&#10;In The Gardens, players draft cards depicting different features of the Gardens, using them to build their own portion of it in front of themselves. Players then score points based on what their visitors see as they walk past the Gardens' various flower beds, ponds, native trees, and statues. The tableau you build will have three rows &mdash; waterside, grass, and cityside &mdash; and you add one card a turn until the area is filled.&#10;&#10;The game is accessible and simple to learn, yet offers strategic choices. Its included modules add variability and depth for experienced players, with landmarks such as the Opera House and Harbour Bridge that players can gain for extra points or special abilities, so join the picnickers, joggers, lorikeets, and bin chickens, and enjoy your day in the beautiful Botanic gardens.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Modular Board",
      "Open Drafting",
      "Point to Point Movement",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Cities: Sydney (Australia)",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Theme: Gardening"
    ]
  },
  {
    "Rank": "8642",
    "Name": "Soccer City",
    "ID": 147171,
    "Year": "(2013)",
    "Geek Rating": "5.603",
    "Avg Rating": "7.21",
    "Link": "https://boardgamegeek.com/boardgame/147171/soccer-city",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "2.4615",
    "Description": "Soccer City is a football turn-based board game that reproduces every possible action in a real football match.&#10;&#10;The game is played in turns by running events, represented in different cards that are played during the game. Dribbling, fouls, shots on goal, tactics...Soccer City is a complete football simulator inspired in the early twentieth century, with a retro look and a stunning design by illustrator Jorge Consuegra.&#10;&#10;The full game comes with:&#10;&#10;- The Board, 40 width x 68 length (centimeter).&#10;- The Teams, (2 teams, 11 players each). &#10;- The Referee Dice (1) &#10;- The Tactical Pads (2)&#10;- The Score    &#10;- 6 Card Decks, Total 165 cards: &#10;&#10;     Offensive Action Cards (25) &#10;     Defensive Action cards (25) &#10;     Shot-on-Goal cards (25) &#10;     Goalkeeper Save cards (25) &#10;     Ball playing cards (48) &#10;     External Factors (17)&#10;&#10;&#10;The game is played in turns, in which attacker plays first and then turn shifts to defender. Each player has a set of cards consisting in Ball cards, Offensive cards and Defensive cards and Shot on goal cards.&#10;&#10;Attacking turn consists of 4 sequential phases, and players may decide whether to play them or pass to the next:&#10;&#10;1 &ndash; Ball Passing / Player advancing &#10; 2 - Attacking / Tactical Action &#10; 3 - Shot on goal &#10; 4 - Team repositioning&#10;&#10;Once Attacking turn is over, Defensive turn begins, which in 2 phases: &#10; 1 - Defensive / Tactical Action&#10; 2 - Team repositioning&#10;&#10;",
    "Categories": [
      "Card Game",
      "Sports"
    ],
    "Mechanics": [
      "Grid Movement",
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Crowdfunding: Verkami",
      "Players: Two-Player Only Games",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "8643",
    "Name": "Phalanxx",
    "ID": 197408,
    "Year": "(2016)",
    "Geek Rating": "5.603",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/197408/phalanxx",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.4286",
    "Description": "Alexander the Great has conquered a vast empire, but his power is now waning and the time is ripe to compete for his inheritance.&#10;&#10;Each player in Phalanxx leads one of four competing factions that are ready to rule that vast empire. To do this, you must become the most powerful faction by reinforcing your troops, ensuring sufficient supplies, and occupying the most important cities and oases.&#10;&#10;Check out the unique dice drafting and dice management mechanism&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game",
      "Dice",
      "Fighting",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Set Collection",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "8644",
    "Name": "Nanolith",
    "ID": 338164,
    "Year": "(2024)",
    "Geek Rating": "5.603",
    "Avg Rating": "8.16",
    "Link": "https://boardgamegeek.com/boardgame/338164/nanolith",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3.3077",
    "Description": "Nanolith is a cyberpunk-dungeon crawler with heavy rpg elements. The game is played in two books (the encounter- and the storybook) which present the players with the fatalistic story of the four main characters and their quest to retrieve their lost memories. In the encounter book artworks, scenario maps, and comics tell the progressing story of a human civilisation on the brink of extinction. Scenario outcomes, items the players get during the encounters and player decisions reference text sections in the storybook which advance the surprising and creative novel situated in the world of nanolith. Depending on player decisions and the outcome of scenarios the narrative paths of the story diverge greatly.&#10;&#10;The mechanics used to bring the unique skill sets of each character to live provide a deep tactical, cooperative experience. Through the use of five six-sided activation dice movement, item activation and special skills can be activated by the players. But fear not the bad luck of rolling a hand full of dice! The clever mitigation mechanics using aggro to manipulate the value of your rolled dice guarantees, that if you really need to power up your mightiest abilities you will be able to do so. But every power comes with a price. The more you push your luck the harder your character may fall. Overusing the nanomachines your body produces you will at some point overcharge and set free the power of the nanolith inscribed in your DNA. You will get nanoshocked and be able to use a mighty character specific nanoshock ability once for free. But the more often you do this the closer you bring your precious character to the threshold between live and death. So choose you weapons wisely.&#10;&#10;Most importantly Nanolith is a game of adventure and storytelling. The world in which this game plays out is different from any generic science fiction world you ever visited before. Player decisions do have a heavy impact on the story and the prose written for this game is much more than decorative attachment. It's a cyberpunk novel in which your characters are the main protagonists. Your decisions seal the destiny of Neo Eden. So don't hesitate any longer. The Nanolith awaits you!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Adventure",
      "Ancient",
      "Comic Book / Strip",
      "Deduction",
      "Dice",
      "Miniatures",
      "Puzzle",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Dice Rolling",
      "Finale Ending",
      "Legacy Game",
      "Narrative Choice / Paragraph",
      "Role Playing"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "8645",
    "Name": "Saigon 75",
    "ID": 232461,
    "Year": "(2023)",
    "Geek Rating": "5.603",
    "Avg Rating": "7.41",
    "Link": "https://boardgamegeek.com/boardgame/232461/saigon-75",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.0833",
    "Description": "Gameplay overview&#10;Saigon 75 is a simple and swift strategic wargame, simulating the fratricidal struggle between North and South Vietnam from summer 1973 to spring 1975. Everything is contained within a few pages of rules and 1 hour of strategy, with pressure at every moment! The game portrays the differences between North Vietnamese divisions and the Rangers/Marines/Parachutists and other units of the South Vietnamese. Air power and desertion are also featured, with the whole thing being completed by event cards that give the game great replayability. An ingenious mix that provides a game on tenterhooks right up to the last turn! If, at the end of any turn, the North player controls Saigon province the game ends with a North victory. The South player wins by successfully defending Saigon until the end of Turn 8.&#10;&#10;Solo Rules&#10;In the solo mode, you play the South, while the North is controlled by a deck of cards (AI). There is not a lot of difference between the solo and two-player modes in terms of the rules and the winning condition. During each turn, there are phases (movement, attack, etc.) where the AI draws one card and does a specific action.&#10;&#10;",
    "Categories": [
      "Civil War",
      "Educational",
      "Modern Warfare",
      "Vietnam War",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "Events",
      "Hand Management",
      "Simulation",
      "Solo / Solitaire Game",
      "Variable Set-up"
    ],
    "Families": [
      "Cities: Ho Chi Minh City (Vietnam)",
      "Continents: Asia",
      "Country: Cambodia",
      "Country: Vietnam",
      "Crowdfunding: Kickstarter",
      "Decades: The 1970's",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "History: Cold War",
      "History: Vietnam War",
      "Players: Games with Solitaire Rules",
      "Players: Wargames with Solitaire Rules",
      "Region: South China Sea"
    ]
  },
  {
    "Rank": "8646",
    "Name": "Liftoff!",
    "ID": 2853,
    "Year": "(1989)",
    "Geek Rating": "5.603",
    "Avg Rating": "7.11",
    "Link": "https://boardgamegeek.com/boardgame/2853/liftoff",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "300",
    "Weight": "2.9111",
    "Description": "Liftoff! sees up to 4 players competing to be the first nation to land a man on the moon, and successfully return them home again.&#10;&#10;During the activity turn all players receive their current income, an event card which may help or hinder, and can buy new hardware (rockets / satellites / capsules etc), try and develop the reliability of systems they already have (by buying dice and adding the total to the current safety), hire astronauts, and secretly plan future missions.&#10;&#10;The launch phase sees players carrying out their missions in turn (as being first to achieve certain mission goals such as 'first man in space' is rewarded). The relevant hardware must be purchased, including a rocket powerful enough to lift the weight of the other items involved. The mission is carried out by following a series of steps, and rolling percentiles against the safety rating of specific items each turn - e.g. liftoff roll against rocket, orbital burn roll against space capsule, space walk roll against space suit etc.&#10;If a player fails a safety roll, the advanced game contains several possible failure outcomes (requiring one or more further rolls) ranging from a bulb failure to a catastrophic explosion, which will reset the safety factor of your equipment!&#10;&#10;Once missions are completed, players&rsquo; incomes are adjusted depending on successes / failures, and the next year begins.&#10;&#10;Multiple development options are available, with 1, 2, 3 and 4 man capsules, a shuttle, several rockets, a couple of lunar landers and many other items. Do you follow the US methodical strategy or do you develop a space shuttle in 1961 and glide to the moon? Challenge is to determine when to take risks to get the extra income boost, do you use an untested new rocket now, or do you hope your opponents haven&rsquo;t planned the same mission as you giving you time for one more year of research?&#10;&#10;There is a new version of the game in the works, by designer Fritz Bronner. LIFTOFF! Race into Space 2.0&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Country: Soviet Union"
    ]
  },
  {
    "Rank": "8647",
    "Name": "Mycelium: A Mushling Game",
    "ID": 371091,
    "Year": "(2023)",
    "Geek Rating": "5.603",
    "Avg Rating": "6.94",
    "Link": "https://boardgamegeek.com/boardgame/371091/mycelium-a-mushling-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "105",
    "Weight": "2.3333",
    "Description": "In Mycelium: A Mushling Game, you must expand your network of mycelium pathways to be the first player to gather ten nutrients. Manage a versatile hand of mushling cards to use abilities, attack other players' paths, and construct new paths. Link your mycelium pathways to nutrient trees in the middle of the board.&#10;&#10;Near the end of each turn, you must first return all of your gatherer mushlings to your colony, hoping they'll bring back nutrients and resources. Then, place your gatherer mushlings on various spaces on the board just before your turn ends, predicting where nutrients will appear. A deck of event cards determines where the next nutrients will appear, but players may play mushling cards to view and manipulate the deck in their favor.&#10;&#10;The key to victory in the Mycelium Forest is to always be thinking one turn ahead!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Environmental",
      "Fantasy"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Connections",
      "Hand Management",
      "Hexagon Grid",
      "Network and Route Building",
      "Random Production",
      "Take That",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Theme: Mushrooms",
      "Theme: Nature",
      "Theme: Trees and Forests"
    ]
  },
  {
    "Rank": "8648",
    "Name": "Moon Base",
    "ID": 280131,
    "Year": "(2019)",
    "Geek Rating": "5.603",
    "Avg Rating": "6.85",
    "Link": "https://boardgamegeek.com/boardgame/280131/moon-base",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.3333",
    "Description": "Moon Base is a two-player abstract game set on the moon, proceeding over six rounds. The player replenishes the 'Ring Module' at each round, and builds the moon base while placing and stacking on the crater. The player uses their three-color ring well to advance their color. At the end of each round, it will be a point to construct a 'residential zone' and 'resource facility', but while aiming to move the 'mobile research building' effectively, players will also aim for bonus points that can be earned at the end of the sixth round . Finally, the player with many total points wins.&#10;&#10;Game Abstract &#10;Moon Base is a 2 player abstract game about Moon Development. There Are 6 Rounds. Each round, players choose a set number of ring modules to place on the craters, or place on top of each other to develop the Moon Base. Using the three different colors of the rings, players try to build in a way that their colors will gain the upper hand. At the end of each round whoever has the highest total points wins the game with the highest points by gaining bonus points at the end.&#10;&#10;5 Features of Moon Base&#10;&#10;&#239;&#188;&#156;Feature 1&#239;&#188;&#158; Unique Game Board&#10;&#10;The impressive craters on the lunar board are the squares of this game. Craters overlap, so if you put a ring in one crater, the other one overlapping it also gets eliminated, and vice versa if you put a ring on the other. Depending on which crater you are placing a ring on, the situation on the board changes and affects your game plan. First come, first served, so if you really care about placing your ring on a specific crater, make sure you do it earlier than your opponent!&#10;&#10;&#239;&#188;&#156;Feature 2&#239;&#188;&#158; A 3D Stacking Game&#10;&#10;The ring modules that make up Moon Base can be stacked to 2 or 3 layers, and the position where they are placed impacts the subsequent turns. It&rsquo;s a strategic game, and there are aspects of analog games mixed into it. Regret joyously. &ldquo;I should have put this ring a little more inside!&rdquo;&#10;&#10;&#239;&#188;&#156;Feature 3&#239;&#188;&#158; Random Setup&#10;&#10;Although it is an abstract game, the ring modules are prepared randomly. But once the game starts, you must rely solely on your choices and decisions. All ring modules are disclosed, so make your best judgment on which ring to choose. Have future rounds in mind, read your opponent&rsquo;s prospective moves in the next round, and change randomness into certainty.&#10;&#10;&#239;&#188;&#156;Feature 4&#239;&#188;&#158; A game that gets more exciting towards the end&#10;&#10;Players alternate with each player having 4 turns across 6 rounds = 24 hands (placing 1 ring each turn). Bonus points can be earned depending on the situation at the final round, so the battle will get more competitive towards the end. Each player aims to find an unexpected move to turn the game around.&#10;&#10;&#239;&#188;&#156;Feature 5&#239;&#188;&#158; Think about the future on the completed lunar base&#10;&#10;The game ends when the moon base is complete. The spectacular sight on the board that was created at the end of the competition is a collaborative work you&rsquo;ve created together with your opponent. After the game, take a moment to look up at the moon in the night sky and think about what we might expect in the future.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Space Exploration"
    ],
    "Mechanics": [
      "Area Majority / Influence"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "8649",
    "Name": "Philosophia: Floating World",
    "ID": 306202,
    "Year": "(2021)",
    "Geek Rating": "5.603",
    "Avg Rating": "7.02",
    "Link": "https://boardgamegeek.com/boardgame/306202/philosophia-floating-world",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "75",
    "Weight": "3.1667",
    "Description": "Set in feudal Japan, Philosophia: Floating World is a deck-building game which can be played either in turn-taking or fully simultaneous mode. You can build majestic pagodas and Shinto shrines, learn ancient eastern wisdom, explore the world, or fight ancient monsters &mdash; or all of the above. This is a sandbox-style game, and how you play is up to you!&#10;&#10;In Floating World, you play as one of six unique characters from Edo Japan, each with a unique power and a mysterious secret. The game plays simultaneously over three phases that repeat until one player has gained a victory condition. All phases occur simultaneously, and they are:&#10;&#10;&#10;    The Draw Phase: Draw six cards from your deck, then pass them to another player. They take these cards, discard one of their choice, then separate the remaining five cards into two piles, one containing two cards and one containing three. You do the same for another player, then take your two piles, discarding one of them and playing the other.&#10;    The Collect Phase: Collect items and bonuses indicated on the cards in your hand. You may also pay time tokens to perform extra actions in the next phase.&#10;    The Action Phase: Simultaneously take actions based on your cards in hand and those that you chose in the collect phase. Disputes caused by the simultaneous nature of these actions are resolved using the influence track, where the player at the top of the track chooses the outcome; choosing in your own interest, however, drops you to the bottom of the track.&#10;&#10;&#10;Rounds continue in this way until a player gains any of the seven victory conditions available, such as collecting all four ganbaru tokens or discovering another player's secret location and achieving any two of the ganbaru tokens.&#10;&#10;Philosophia: Floating World contains over 200 tarot-sized cards and 12 intricate miniatures and is filled with beautiful Ukiyo-e style Japanese art, all digitally remastered to regain the original vibrance of the era. Welcome to the Floating World!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Educational",
      "Exploration",
      "Medieval",
      "Miniatures",
      "Real-time",
      "Religious"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "I Cut, You Choose",
      "Simultaneous Action Selection",
      "Solo / Solitaire Game",
      "Variable Player Powers",
      "Variable Set-up",
      "Worker Placement"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Country: Japan",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "8650",
    "Name": "Gloomy Graves",
    "ID": 293556,
    "Year": "(2020)",
    "Geek Rating": "5.603",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgame/293556/gloomy-graves",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.6667",
    "Description": "In Gloomy Graves, you work as a gravedigger in a dark fantasy world in which epic battles rage continuously. The corpses of pixies, goblins, unicorns, cyclops, and dragons have begun to pile up, so you've got your work cut out for you. Manage your private crypt and the communal graveyard, each with different placement rules. Keep the place organized as you bury corpses in different areas of the graveyard, or it's your own grave you'll be digging!&#10;&#10;You earn points based on how well-organized you keep your private crypt and the communal graveyard, grouping corpse types together. You also earn points at the end of the game for the number of different corpse types you've scored on during the game. Whoever collects the most points wins!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Horror",
      "Puzzle"
    ],
    "Mechanics": [
      "Hand Management",
      "Layering",
      "Open Drafting",
      "Pattern Building",
      "Set Collection",
      "Square Grid",
      "Tile Placement"
    ],
    "Families": [
      "Mechanism: Partially overlapping cards",
      "Theme: Cemeteries / Graveyards"
    ]
  },
  {
    "Rank": "8651",
    "Name": "The Dragon Prince: Battlecharged",
    "ID": 334049,
    "Year": "(2021)",
    "Geek Rating": "5.603",
    "Avg Rating": "6.94",
    "Link": "https://boardgamegeek.com/boardgame/334049/the-dragon-prince-battlecharged",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Inspired by the Emmy-award winning animated series, The Dragon Prince: Battlecharged is a card-based tactical miniatures game. Two teams, each consisting of 2-3 heroes, face off in fast-paced duels on one of six battlemaps.&#10;&#10;Battlecharged uses a unique energy charging system in which every character has a different fighting style: a melee skirmisher like Rayla recharges when she darts in and out of combat, while a defender like Soren charges when you attack him or his adjacent ally.&#10;&#10;The base game includes eight characters: Rayla, Ezran, Callum, Amaya, Janai, Viren, Claudia, and Soren. Each is represented with a high-quality miniature, a hero card, and a 16-card deck.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Miniatures",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Grid Movement",
      "Hand Management",
      "Line of Sight",
      "Team-Based Game",
      "Variable Player Powers",
      "Zone of Control"
    ],
    "Families": [
      "Creatures: Dragons",
      "Creatures: Fairies / Elves / Pixies"
    ]
  },
  {
    "Rank": "8652",
    "Name": "Luzon Rails",
    "ID": 313090,
    "Year": "(2021)",
    "Geek Rating": "5.603",
    "Avg Rating": "7.13",
    "Link": "https://boardgamegeek.com/boardgame/313090/luzon-rails",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2.625",
    "Description": "The island of Luzon &mdash; the largest and most populous in the Philippines &mdash; poses a series of challenges to those seeking to build a railroad network and profit from it. The island's topography is difficult to work with as large mountain ranges collide with wetlands, and an already established shipping industry means that coastal cities will be profitable only to rail networks that have already established effective routes.&#10;&#10;In Luzon Rails, players are rail investors. They buy stock in companies, seek to improve those companies, and amass wealth when company dividends pay out.&#10;&#10;This game differs from cube rail games you may have played before. Variable company start locations mean that companies can feel quite different from game to game. Actions are selected by playing action cards either from hand or from a central pool, which leads players to make tough decisions and risky moves. How would you proceed in a round where it looks like there will be few auctions? How would that affect your own bids?&#10;&#10;Some features on the board try to encourage varied rail types. Landlocked cities grant a long term bonus to companies that then connect to coastal cities. Manila provides a one-off dividend payment for investors who can make a company rail reach that far. And the Southern peninsula creates tight conditions if more than one company has ambitions on the cities down there.&#10;&#10;The Kickstarter edition comes with an official solo-mode and the Private Companies expansion.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Economic",
      "Industry / Manufacturing",
      "Trains"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Auction: Turn Order Until Pass",
      "Hexagon Grid",
      "Network and Route Building",
      "Stock Holding"
    ],
    "Families": [
      "Country: Philippines",
      "Digital Implementations: Tabletopia",
      "Series: Cube Rails"
    ]
  },
  {
    "Rank": "8653",
    "Name": "Battle for Moscow",
    "ID": 6544,
    "Year": "(1986)",
    "Geek Rating": "5.603",
    "Avg Rating": "6.36",
    "Link": "https://boardgamegeek.com/boardgame/6544/battle-for-moscow",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.9041",
    "Description": "Battle for Moscow is an Operational level relatively simple World War II Russian Front free board-wargame.&#10;&#10;The game simulates the German push toward Moscow in late 1941.  The objective of the German faction is to capture and hold Moscow using blitzkrieg, while the Soviet faction tries to prevent that via strategic retreats.&#10;&#10;The basic game lasts 7 turns by each side; the expansion What happens next rules doubles that.&#10;&#10;Many of the elements of wargames are presented here: zones of control, combat results table, movement and combat values, full strength versus half strength, terrain effects on movement and combat, turns divided into phases, and weather conditions for mud.&#10;&#10;The reimplementation Battle for Moscow: Operation Typhoon, 1941 by Victory Point Games is not the same game.  A web-based version of that game, including computer opponent, exists at https://oberlabs.com/b4m/.&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Simulation",
      "Variable Set-up",
      "Zone of Control"
    ],
    "Families": [
      "Cities: Moscow (Russia)",
      "Country: Germany",
      "Country: Russia",
      "Country: Soviet Union",
      "Digital Implementations: VASSAL",
      "History: World War II (Eastern Front)",
      "Misc: Free Wargames",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Campaigns in Russia (Frank Chadwick)"
    ]
  },
  {
    "Rank": "8654",
    "Name": "Taco Hat Cake Gift Pizza",
    "ID": 338678,
    "Year": "(2021)",
    "Geek Rating": "5.603",
    "Avg Rating": "6.39",
    "Link": "https://boardgamegeek.com/boardgame/338678/taco-hat-cake-gift-pizza",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Taco Hat Cake Gift Pizza!&#10;&#10;As soon as there is a match between a card and a spoken word, race to slap your hand on the central pile of cards. The last one to do so must take them all.&#10;&#10;Be quick to be the first to get rid of all your cards. But watch out! Your mind will play&#10;&#10;And guess what? There are new powers!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Educational",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Series: Taco Cat Goat Cheese Pizza",
      "Traditional Card Games: Snap"
    ]
  },
  {
    "Rank": "8655",
    "Name": "Hako Onna",
    "ID": 233848,
    "Year": "(2016)",
    "Geek Rating": "5.603",
    "Avg Rating": "6.54",
    "Link": "https://boardgamegeek.com/boardgame/233848/hako-onna",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "2.7",
    "Description": "Hako Onna is a game of horror hide-and-seek. One player plays the &ldquo;Hako Onna&rdquo; (the Woman in the Box), and the rest are &ldquo;Visitors&rdquo;, who are trying to escape from the mansion. As Visitors, you&rsquo;ll try not to make noise as you search the shadowy rooms of the mansion for items to protect yourself, for information, and for a way to escape what you do not see, but know is there. But if you stumble upon the Hako Onna, you&rsquo;re dead. Players who discover the Hako Onna become a Hakobito, one of her servants, and wake up with her to move throughout the house.&#10;&#10;During most of Hako Onna's turn, the human players must keep their eyes closed so they cannot see where she moves to or what action she has done. The game also features a unique optional dexterity element that adds to the game's overall tension and dread. Before a visitor can take their turn, they need to avoid making noise by stacking a small disc on top the previous ones; if the tower collapses, they've made noise and it instantly becomes Hako Onna's turn.&#10;&#10;Hako Onna can win the game in two ways:&#10;&#10;    If all visitors are turned into Hakobito, or&#10;    If she has made it impossible for the visitors to win.&#10;&#10;&#10;The human players can win in one of three ways:&#10;&#10;    If they manage to kill Hako Onna after finding her only weakness,&#10;    If they find the secret exit, while in posession of the key ring hidden inside the safe, or&#10;    If they can bring peace to Hako Onna by bringing the remains of her body to her precious doll, Mary.&#10;&#10;&#10;Since its original publication in Japanese, Hako Onna has reached its fourth edition, and has been republished in English by WizKids. The English edition features all-new cards for players to use as they experience the thrilling horror of this thematically-rich game.&#10;&#10;&bull;&bull;&bull;&#10;&#10;&#227;&#130;&#184;&#227;&#131;&#163;&#227;&#131;&#145;&#227;&#131;&#139;&#227;&#131;&#188;&#227;&#130;&#186;&#227;&#131;&#187;&#227;&#131;&#155;&#227;&#131;&#169;&#227;&#131;&#188;&#227;&#130;&#146;&#227;&#131;&#134;&#227;&#131;&#188;&#227;&#131;&#158;&#227;&#129;&#168;&#227;&#129;&#151;&#227;&#129;&#159;&#233;&#157;&#158;&#229;&#175;&#190;&#231;&#167;&#176;&#229;&#175;&#190;&#230;&#136;&#166;&#239;&#188;&#134;&#229;&#141;&#148;&#229;&#138;&#155;&#229;&#158;&#139;&#232;&#132;&#177;&#229;&#135;&#186;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#128;&#130;&#10;&#233;&#164;&#168;&#227;&#129;&#171;&#230;&#189;&#156;&#227;&#130;&#128;&#230;&#128;&#168;&#233;&#156;&#138;&#227;&#128;&#140;&#231;&#174;&#177;&#229;&#165;&#179;&#227;&#128;&#141;&#227;&#129;&#168;&#227;&#128;&#129;&#233;&#164;&#168;&#227;&#130;&#146;&#232;&#168;&#170;&#227;&#130;&#140;&#227;&#129;&#159;&#232;&#168;&#170;&#229;&#149;&#143;&#232;&#128;&#133;&#227;&#129;&#171;&#229;&#136;&#134;&#227;&#129;&#139;&#227;&#130;&#140;&#227;&#129;&#166;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#227;&#130;&#146;&#232;&#161;&#140;&#227;&#129;&#132;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#231;&#174;&#177;&#229;&#165;&#179;&#227;&#130;&#146;&#232;&#166;&#139;&#227;&#129;&#164;&#227;&#129;&#145;&#227;&#129;&#166;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#134;&#227;&#129;&#168;&#232;&#168;&#170;&#229;&#149;&#143;&#232;&#128;&#133;&#227;&#129;&#175;&#230;&#173;&#187;&#228;&#186;&#161;&#227;&#129;&#151;&#227;&#128;&#129;&#227;&#131;&#143;&#227;&#130;&#179;&#227;&#130;&#170;&#227;&#131;&#179;&#227;&#131;&#138;&#227;&#129;&#174;&#231;&#156;&#183;&#229;&#177;&#158;&#227;&#128;&#129;&#231;&#174;&#177;&#228;&#186;&#186;&#227;&#129;&#168;&#227;&#129;&#170;&#227;&#129;&#163;&#227;&#129;&#166;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#132;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#232;&#168;&#170;&#229;&#149;&#143;&#232;&#128;&#133;&#229;&#133;&#168;&#229;&#147;&#161;&#227;&#129;&#140;&#231;&#174;&#177;&#228;&#186;&#186;&#227;&#129;&#171;&#227;&#129;&#170;&#227;&#129;&#163;&#227;&#129;&#166;&#227;&#129;&#151;&#227;&#129;&#190;&#227;&#129;&#136;&#227;&#129;&#176;&#231;&#174;&#177;&#229;&#165;&#179;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#174;&#229;&#139;&#157;&#227;&#129;&#161;&#227;&#128;&#129;&#232;&#168;&#170;&#229;&#149;&#143;&#232;&#128;&#133;&#229;&#133;&#168;&#229;&#147;&#161;&#227;&#129;&#140;&#231;&#174;&#177;&#228;&#186;&#186;&#227;&#129;&#171;&#227;&#129;&#170;&#227;&#130;&#139;&#229;&#137;&#141;&#227;&#129;&#171;&#239;&#188;&#147;&#227;&#129;&#164;&#227;&#129;&#174;&#229;&#139;&#157;&#229;&#136;&#169;&#230;&#157;&#161;&#228;&#187;&#182;&#227;&#129;&#174;&#227;&#129;&#132;&#227;&#129;&#154;&#227;&#130;&#140;&#227;&#129;&#139;&#227;&#130;&#146;&#233;&#129;&#148;&#230;&#136;&#144;&#227;&#129;&#167;&#227;&#129;&#141;&#227;&#130;&#140;&#227;&#129;&#176;&#232;&#168;&#170;&#229;&#149;&#143;&#232;&#128;&#133;&#227;&#131;&#151;&#227;&#131;&#172;&#227;&#130;&#164;&#227;&#131;&#164;&#227;&#131;&#188;&#227;&#129;&#174;&#229;&#139;&#157;&#229;&#136;&#169;&#227;&#129;&#168;&#227;&#129;&#170;&#227;&#130;&#138;&#227;&#129;&#190;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Deduction",
      "Exploration",
      "Horror"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Secret Unit Deployment",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: One versus Many",
      "Theme: Spooky Old Houses"
    ]
  },
  {
    "Rank": "8656",
    "Name": "Imperial Tide: The Great War 1914-1918",
    "ID": 294113,
    "Year": "(2022)",
    "Geek Rating": "5.603",
    "Avg Rating": "7.89",
    "Link": "https://boardgamegeek.com/boardgame/294113/imperial-tide-the-great-war-1914-1918",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "240",
    "Weight": "2.3333",
    "Description": "Imperial Tide is a 2-player strategic level war game covering the entire Great War in just one evening.  It is based on the &quot;Pacific Tide&quot; game system and features card-driven mechanics and a simple system that allows for multiple decisions by both players.  Players will control Army/Naval Groups represented by strength points for maneuver and control of map areas.  The game also includes a &quot;bot&quot; for solitaire play.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Area Movement",
      "Card Play Conflict Resolution",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Continents: Europe",
      "Country: Germany",
      "Players: Games with Solitaire Rules",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "8657",
    "Name": "Risk: Metal Gear Solid",
    "ID": 103469,
    "Year": "(2011)",
    "Geek Rating": "5.603",
    "Avg Rating": "7.02",
    "Link": "https://boardgamegeek.com/boardgame/103469/risk-metal-gear-solid",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.3889",
    "Description": "User Summary&#10;&#10;Risk: Metal Gear Solid adds some twists to the classic game of Risk with a theme based on the Metal Gear Solid video game series.&#10;&#10;It takes place on the standard Risk world map, but also includes the territory of Outer Haven which may be moved around the map to attack other territories.  Additionally, nuclear strikes on remote territories may be launched by the player who controls Metal Gear Rex.&#10;&#10;Players can utilize special units including Solid Snake, the Rat Patrol, Raiden, Liquid Ocelot, Big Momma, and Roy Campbell, each with their own special powers.  Players may also collect and play Drebin cards to grant further offensive or defensive powers.&#10;&#10;As in traditional Risk, players are attacking other players' territories with their massed troops, attempting to gain control of all of the territories on the map.  Players resolve combat with die rolls, with players losing troops to opponents' superior rolls.&#10;&#10;",
    "Categories": [
      "Territory Building",
      "Video Game Theme",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "Player Elimination",
      "Set Collection"
    ],
    "Families": [
      "Components: Miniatures",
      "Game: Risk (Official)",
      "Versions & Editions: Versions with IP after the original release"
    ]
  },
  {
    "Rank": "8658",
    "Name": "Garden Competition",
    "ID": 12188,
    "Year": "(2004)",
    "Geek Rating": "5.603",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgame/12188/garden-competition",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.7727",
    "Description": "Welcome to the Garden Competition, where you play a neighbourhood student cultivating a garden in the hopes of winning this year&rsquo;s gardening competition.  Compete against the other players for the favour of your neighbours and for limited flowers at the nursery.&#10;&#10;Each player knows some of the flowers and colours the judge is looking for, but no player knows everything the judge is looking for.  Try to guess the parts you don&rsquo;t know by watching the behaviour of the other players.  The judge also has some secret criteria that only she knows, which you can learn about by taking her out for a cup of coffee.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Economic",
      "Farming"
    ],
    "Mechanics": [
      "Modular Board",
      "Simulation",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Components: 6 x 6 Grids",
      "Theme: Flowers",
      "Theme: Gardening"
    ]
  },
  {
    "Rank": "8659",
    "Name": "Heroes of Normandie: The Tactical Card Game",
    "ID": 208700,
    "Year": "(2019)",
    "Geek Rating": "5.603",
    "Avg Rating": "7.70",
    "Link": "https://boardgamegeek.com/boardgame/208700/heroes-of-normandie-the-tactical-card-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "2.4286",
    "Description": "Now, it's time to push the war to another scale!&#10;&#10;You will manage companies instead of platoons to conquer bigger battlefields. Unit tokens are replaced by cards, terrain tiles are replaced by maps. We introduce a new set of rules, but don't worry, if you are familiar with Heroes of Normandie, you won't be lost and will find it very easy.&#10;&#10;Take your orders, choose among 5 actions: automatically activate one of your units, draw new cards and deploy your units, take directive tokens which give you different bonuses, swap 2 units or remove Suppressed markers.&#10;&#10;This new war scale will be easy to learn, hard to master!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": [
      "Country: France",
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games",
      "Region: Normandy (France)",
      "Series: Heroes System Tactical Scale World War 2",
      "Versions & Editions: Card Versions of Non-Card Games"
    ]
  },
  {
    "Rank": "8660",
    "Name": "Magnum Opus",
    "ID": 122691,
    "Year": "(2014)",
    "Geek Rating": "5.603",
    "Avg Rating": "6.95",
    "Link": "https://boardgamegeek.com/boardgame/122691/magnum-opus",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.5385",
    "Description": "Magnum Opus is a deck-building game in which each player is an Alchemist trying to be the first and only scientist to complete their life's great work by successfully fabricating the ultimate alchemical substance&ndash; the Philosophers' Stone.&#10;&#10;Unlike most victory point-oriented deck-building games, Magnum Opus is goal-oriented and plays more like a traditional card game but with a deck-building twist. Players collect different alchemical ingredients, called reagents, over the course of the game and combine them in a series of experiments in order to discover the mysteries of the Philosophers' Stone. The Discovery Matrix is where all of these experiments are conducted and the random selection and placement of Research and Discovery cards in the matrix insures that no two games are ever the same.&#10;&#10;Earn the gold you need to purchase your reagents, gain experience from your failures and knowledge from your successes, transmute the physical and mystical elements into the Philosopher's Stone and you will go down in history for your Magnum Opus.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Medieval",
      "Mythology"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Modular Board",
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "8661",
    "Name": "Firestorm Armada",
    "ID": 37906,
    "Year": "(2009)",
    "Geek Rating": "5.603",
    "Avg Rating": "7.16",
    "Link": "https://boardgamegeek.com/boardgame/37906/firestorm-armada",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3.0357",
    "Description": "This is an action packed game of starship combat set within the boundaries of the Firestorm Universe. War has erupted in the space surrounding the Terran Worlds and nothing looks set to stop the Invaders. Race after race has been plunged into the abyss of the conflict and no one race has so far been able to stop the invaders. Now the Terran Alliance has been forced to react with the full capability of its military machine.&#10;&#10;You control powerful fleets of frigates, cruisers, battleships and transport ships as you fight as a Terran commander, an Invading fleet commander or one of the outlying star systems that has allied itself with the Terrans to combat the threat.&#10;&#10;Models are primarily resin with some white metal components. A full color rule book supports the models, along with decks of game cards, templates, tokens, historical background documents and much, much more.&#10;&#10;Who will you be? A defender or an invader...&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling"
    ],
    "Families": [
      "Game: Firestorm Galaxy"
    ]
  },
  {
    "Rank": "8662",
    "Name": "Leuthen: Frederick's Greatest Victory",
    "ID": 11091,
    "Year": "(1997)",
    "Geek Rating": "5.603",
    "Avg Rating": "8.09",
    "Link": "https://boardgamegeek.com/boardgame/11091/leuthen-fredericks-greatest-victory",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "4",
    "Description": "December 1757: Not since losing Silesia in 1742 had Austria come so close to regaining the province. With the recent Imperial victory at Breslau (November 22) Austrian forces under Prince Charles of Lorraine and Field-marshal Daun, the victor at Kolin, were only a battle away from that goal. They expected to fight this battle in the new campaign year which would begin in the coming spring.&#10;&#10;For King Frederick II the loss of Silesia would not only be a devastating blow to his prestige but deprived of its resources, revenue and manpower Prussia's ability to continue the war would be desperately compromised. Rather than to allow the enemy to go unchallenged Frederick marched his remaining army of 40,000 men composed of Rossbach veterans and Breslau survivors against Charles' nearly 60,000-strong force of Austrians, Hungarians, Imperials, Bavarians and Wurttembergers.&#10;&#10;On a frigid December 5th, in a season when armies usually sought the comfort of winter quarters, the opposing forces met on the snow covered fields surrounding the Silesian village of Leuthen. After deftly maneuvering around Prince Charles' flank Frederick's Prussians attacked with unprecedented fury collapsing the enemy line. However, despite this initial crushing blow the Austrians were able to reorganize their front and fight the Prussians to a standstill leaving the battle's final outcome still in doubt. Only after a climactic cavalry charge did the Habsburg army finally break and retreat to Breslau. Two weeks later the city capitulated and the Austrians evacuated Silesia. Although the war would continue for another six years Frederick would never again attain the level of success he did at Leuthen, his greatest victory.&#10;&#10;Leuthen (Battles from the Age of Reason, Vol. 3) presents both gamers and students of the period with a colorful and meticulously detailed simulation with which to explore the actual events and possibilities of this definitive battle. Included is an historical commentary written especially for the game by the period's leading authority, Prof. Christopher Duffy. This narrative contains many previously unpublished aspects of the battle and includes maps, diagrams, statistics and his analysis of the 1757 campaign in Silesia.&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "History: Age of Kings",
      "History: Seven Years War",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Battles from the Age of Reason (Clash of Arms Games)"
    ]
  },
  {
    "Rank": "8663",
    "Name": "The Primary",
    "ID": 233996,
    "Year": "(2018)",
    "Geek Rating": "5.603",
    "Avg Rating": "7.88",
    "Link": "https://boardgamegeek.com/boardgame/233996/the-primary",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Congratulations on your candidacy in The Primary! Outwit your opponents during a presidential primary election by traveling the country, hosting rallies and fundraisers, advertising, and gaining the favor of powerful Super PACs. Regions across the country will vote during the eleven rounds of the game and you will have to predict your opponents&rsquo; strategies in order to earn the most delegates and win the game! Good luck, candidates!&#10;&#10;How To Play&#10;&#10;The Primary is played over 11 rounds, each with 4 phases: News, Action, Vote, and Organize.&#10;&#10;In the News phase, 1 News card is drawn and its effect is applied to the current round. You may be forced to move, get an extra action, or gain influence, etc - be prepared to adjust your strategy!&#10;&#10;In the Action phase, players select 4 Action cards from their hand and commit them face down in a queue. Will your opponents try to swoop in and steal an election? Will they go all-out in an attempt to win over the Super PAC? Choose wisely!&#10;&#10;Once all players have committed their 4 Action cards, they take turns executing their actions one card at a time. Bus and Plane cards provide some flexibility and the Positive Ad / Negative Ad cards can be used anywhere!&#10;&#10;During the Vote phase, 1 or more regions may vote (or none at all - a nice break from the stress of campaigning.) The player with the most influence in the regions voting wins delegates, getting one step closer to victory!&#10;&#10;The player with the most delegates at the end of the game wins!&#10;&#10;Description from the publisher&#10;&#10;",
    "Categories": [
      "Political"
    ],
    "Mechanics": [
      "Action Queue",
      "Area Majority / Influence",
      "Area Movement",
      "Simultaneous Action Selection",
      "Solo / Solitaire Game",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Country: USA",
      "Crowdfunding: Kickstarter",
      "Players: Games with Solitaire Rules",
      "Political: Elections",
      "Series: Madison Game Design Cabal"
    ]
  },
  {
    "Rank": "8664",
    "Name": "Volltreffer",
    "ID": 1271,
    "Year": "(1999)",
    "Geek Rating": "5.603",
    "Avg Rating": "6.84",
    "Link": "https://boardgamegeek.com/boardgame/1271/volltreffer",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.8",
    "Description": "Volltreffer (Bullseye) is a trick taking game with three phases. In the first phase you buy your hand of cards one at a time, until all players have 8 cards. In the second phase, each player may play melds (3 of a kind, all 5 colors, smallest sum etc.) for points. The third phase is a standard trick-taking card game where you must follow suit with each trick worth points. The winner is the player who comes closest to the target score of 66 points.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Trick-taking"
    ],
    "Families": []
  },
  {
    "Rank": "8665",
    "Name": "Field Command",
    "ID": 1358,
    "Year": "(1991)",
    "Geek Rating": "5.603",
    "Avg Rating": "7.08",
    "Link": "https://boardgamegeek.com/boardgame/1358/field-command",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.3333",
    "Description": "In Field Command each player controls an army of 40 units comprised of Artillery, Cavalry, Infantry, a General, and Guerillas.  Cavalry and Infantry are divided into 3 ranks, denoted by a triangle, a circle, or a square. The battlefield is an 11x11 grid which contains forests and plains across 3 levels of elevation. Players can move up to 12 units per turn and movement is simultaneous. Battle is resolved with a rock-paper-scissors system which is modified by both rank and terrain.  The goal of the game is to remove the other player's general from the battlefield.&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Action Queue",
      "Grid Movement",
      "Rock-Paper-Scissors",
      "Simultaneous Action Selection",
      "Square Grid"
    ],
    "Families": [
      "Components: 11 x 11 Grids",
      "Components: 3-Dimensional (3D)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "8666",
    "Name": "Advanced Space Crusade",
    "ID": 8630,
    "Year": "(1990)",
    "Geek Rating": "5.603",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgame/8630/advanced-space-crusade",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.7",
    "Description": "This game basically recreates small-unit actions during the war between the Imperium and the Tyranids' Hive Fleet Kraken. One player moves squads of Space Marine Scouts inside the guts of a Tyranid Hiveship, and the other defends the bioship by placing &quot;blips&quot; which can be Tyranid warriors and other monstrosities.&#10;The game is designed to be played as a campaign, although suggestions for playing one-off games are included. The game comes with three Space Marine Scout squads and six Tyranid Warriors.  It has rules for including several miniatures from the old WH40K Space Marine and Tyranid range. (Rules were also published in White Dwarf for using an Imperial Guard or Ork force instead of Space Marines).&#10;The game mechanics are very simple: Space Marines move and fire and then the Tyranids move and fire. The map is built gradually by the Tyranid player from a complete layout he keeps secret as the Space Marines explore the ship. The space marines explore the bioship in search of its vital organs, hoping to survive the waves of aliens as they head deeper inside.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fighting",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Tile Placement"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Setting: Warhammer 40,000 Board Games"
    ]
  },
  {
    "Rank": "8667",
    "Name": "Unmatched: The Witcher – Realms Fall",
    "ID": 411861,
    "Year": "(2025)",
    "Geek Rating": "5.603",
    "Avg Rating": "8.76",
    "Link": "https://boardgamegeek.com/boardgame/411861/unmatched-the-witcher-realms-fall",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "In battle, there are no equals.&#10;&#10;Unmatched is a highly asymmetrical miniature fighting game for two or four players. Each hero is represented by a unique deck designed to evoke their style and legend. Tactical movement and no-luck combat resolution create a unique play experience that rewards expertise, but just when you've mastered one set, new heroes arrive to provide all new match-ups.&#10;&#10;Unmatched: Realms Fall features three characters and two battlefields from the Witcher series.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting",
      "Medieval",
      "Miniatures",
      "Novel-based",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Action Points",
      "Card Play Conflict Resolution",
      "Hand Management",
      "Line of Sight",
      "Point to Point Movement",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Books: The Witcher",
      "Category: Two-Player Fighting Games",
      "Components: Miniatures",
      "Components: Multi-Use Cards",
      "Game: Unmatched"
    ]
  },
  {
    "Rank": "8668",
    "Name": "Naval Battles: World War II on the High Seas",
    "ID": 13728,
    "Year": "(2004)",
    "Geek Rating": "5.603",
    "Avg Rating": "5.94",
    "Link": "https://boardgamegeek.com/boardgame/13728/naval-battles-world-war-ii-on-the-high-seas",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.8833",
    "Description": "As can be read on the Phalanx Games site:&#10;Naval Battles: The World War II naval combat cardgame by Dan Verssen (2-6 players, 30 minutes playing time) is a fast and furious game of naval combat in World War II. Each player commands a fleet of World War II ships. His goal is to launch attacks from his ships and sink the ships of the opposing players. The game includes surface vessels and submarines of six different nations &ndash; France, Germany, Great Britain, Italy, Japan, and the United States.&#10;&#10;Naval Battles contains two types of cards: 102 Action cards and 78 Ship cards. At the start of the game a player chooses a fleet of ship cards. These ship cards are used to launch attacks. In addition, a player receives action cards to play out of his hand.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven"
    ],
    "Families": [
      "Series: Naval Battles"
    ]
  },
  {
    "Rank": "8669",
    "Name": "Supermarché",
    "ID": 163310,
    "Year": "(2014)",
    "Geek Rating": "5.603",
    "Avg Rating": "7.07",
    "Link": "https://boardgamegeek.com/boardgame/163310/supermarche",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.1429",
    "Description": "In Supermarch&eacute;, you own a grocery store and your goal is to make money! Not only are you responsible for keeping the shelves stocked but also buying food at low prices to make a profit. Your customers are demanding, so you better have what they want. Will you sell everything before it spoils? Will you be successful? Or will your store go under?&#10;&#10;Supermarch&eacute; was designed for the 2014 Solitaire Print and Play Contest.&#10;Winner: Best Overall Game&#10;Winner: Best Medium-Sized Game&#10;Winner: Best New Designer&#10;2nd Place: Best Written Rules&#10;&#10;Supermarch&eacute; was nominated for the 2014 Golden Geek Award - Best Print &amp; Play&#10;&#10;Supermarch&eacute; is free to print &amp; play. The rules and components can be found in the files section below.&#10;&#10;A Vassal mod, created by BGG user Fumanstu, can be found here.&#10;&#10;",
    "Categories": [
      "Dice",
      "Economic",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Push Your Luck",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Contests: Solitaire Print & Play",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "8670",
    "Name": "The BoardGameGeek Game",
    "ID": 43249,
    "Year": "(2009)",
    "Geek Rating": "5.603",
    "Avg Rating": "5.97",
    "Link": "https://boardgamegeek.com/boardgame/43249/the-boardgamegeek-game",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.1",
    "Description": "The BoardGameGeek Game (TBGGG) was published to celebrate the tenth anniversary of the BoardGameGeek website, the gaming community&rsquo;s most indispensable database!&#10;&#10;Ernie (the famous BoardGameGeek mascot) has gone on holiday to meet his English cousins and fellow geeks in the quaint Cotswold town of Boardway.  In TBGGG players take on two roles:&#10;&#10;Firstly, players represent one of the six game publishers: Eggertspiele, Hans im Gl&uuml;ck, Queen, R&amp;D, Treefrog or Ystari, supplying their company&rsquo;s games to the games shops of Boardway.  Geek Gold (GG) is earned for each game they sell.  Secondly, each player has a team of three &lsquo;dicey&rsquo; geeks who are trying to collect sets of games to meet their gaming group&rsquo;s requirements.  At the end of the game GG is awarded to record the player&rsquo;s success in acquiring these games.  The player accumulating the most GG is the winner.&#10;&#10;TBGGG is a fast paced, tactical, fun game for 3 to 6 players (with &lsquo;geeky English start player&rsquo; option), which takes around 60 to 75 minutes to play.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Economic",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Series: BoardGameGeek",
      "Theme: Boardgaming"
    ]
  },
  {
    "Rank": "8671",
    "Name": "Panzer North Africa",
    "ID": 341306,
    "Year": "(2024)",
    "Geek Rating": "5.603",
    "Avg Rating": "8.59",
    "Link": "https://boardgamegeek.com/boardgame/341306/panzer-north-africa",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "3.875",
    "Description": "Panzer North Africa is designer James Day's newest game in his acclaimed Panzer system of World War II small-formation armored and infantry combat. Now players can take command of armored formations of German, Italian, or British forces and re-fight key engagements in the North African desert from mid-1940 to late 1942. For Panzer veterans and newcomers alike, this stand-alone game requires no previous ownership of other games or modules in the Panzer series.&#10;&#10;Contains rules for solo play, Italian, British and German units, and 32 scenarios (a list can be found below in the Community Wiki section).&#10;&#10;The game system is designed for small unit actions from platoon to battalion-sized formations. Vehicles, towed guns, and aircraft are scaled at 1:1 with each 7/8&rdquo; double-sided counter representing a single unit. The 5/8&rdquo; double-sided leg unit counters are scaled at squads, half-squads, and sections, including their attached weapons. The game includes six double-sided geomorphic mapboards, 12 mapboards in total, plus diecut map terrain overlays to further customize your engagement maps. The game features a streamlined chit-based command system that moves the action along at a brisk pace. The game includes solitaire scenarios.&#10;&#10;Panzer North Africa includes a Modular rules system with Basic, Advanced, and Optional rules section. Players may keep their battles as simple or as complex as desired. The game includes rules for:&#10;&#10;    Vehicles - 11 unique hit locations, armor angles, and penetration charts for level, rising, and falling fire&#10;    Various ammunition types, e.g., AP, APCR, HEAT, HE&#10;    Sighting Effects, e.g., dust, sun blinding, and heat haze&#10;    Overwatch fire&#10;    Rate-of-fire&#10;    Indirect fire, both on and off map&#10;    Hand-to-hand combat&#10;    Close assault&#10;    Troop quality&#10;    Command control&#10;    Leaders&#10;    Unit cohesion&#10;    Morale&#10;    Smoke Effects&#10;    Mines&#10;    Obstruction&#10;    Bogging&#10;    Air-to-ground and anti-aircraft combat&#10;&#10;&#10;Included Panzer North Africa units:&#10;German: , 15cm sIG, 2.8cm sPzB 41 ATG, 2cm FlaK 38 AAG, 2cm FlaK Zgwk 1t, 3.7cm FlaK Zgwk 5t, 3.7cm PaK 36 ATG, 5cm PaK 38 ATG, 7.5cm leIG, 7.5cm PaK 40 ATG, 8.8cm FlaK 36 ATG/AAG, Marder II, Marder III PaK36(r), Panzerj&auml;ger I, PSW 221, PSW 221 sPzB 41, PSW 222, PSW 231, Pz IB, Pz IIC, Pz IIF, Pz IIIF, Pz IIIG, Pz IIIH, Pz IIIJ, Pz IIIJ Lang, Pz IVD, Pz IVE, Pz IVF1, Pz IVF2, Pz VIH Tiger I, SPW 250/1, SPW 250/10, SPW 250/11, SPW 251/1, SPW 251/10, SPW 251/2, SPW 251/9; Artillery, Crew Served Weapons, Leg Units, Prime Movers, Trucks&#10;German fliers: Bf 110C-4/B, Ju 87B-1&#10;&#10;British: 2-Pdr Port&eacute;e, 6-Pdr Port&eacute;e, A9 Cruiser Mk I, A9 Cruiser Mk I CS, A10 Cruiser Mk II, A10 Cruiser Mk II CS, A13 Mk II Cruiser Mk IV, AEC Mk I, Crusader I, Crusader I CS, Crusader II, Crusader II CS, Crusader III &amp; OP, Daimler Mk I, Daimler Dingo Mk 1A, Deacon, Humber Mk II/III, Humber Mk II AA, Loyd Carrier, M3 Grant, Marmon-Herrington Mk II, Matilda II, Matilda II CS, Mk VIB, Mk VIB AA, Morris CS9, OQF 2-Pdr ATG, OQF 6-Pdr ATG, OQF 25-Pdr Gun/Howitzer, OQF 40mm Mk III AAG, Rolls-Royce, Sherman III, Suart I 'Honey', Universal Carrier, Valentine II, White Scout Car; Artillery, Crew Served Weapons, Leg Units, Trucks&#10;British fliers: Bristol Blenheim Mk IV, Hawker Hurricane Mk IIC&#10;&#10;Italian: &#10;20/65 Truck, 47/32 Port&eacute;e, AB 41, Autocannone 20/65 AAG, Autocannone 90/53, Cannone 47/32 ATG, Cannone 65/17 IG, L3/35, L3/35 cc, L3/35 Lf, L6/40, M11/39, M13/40, M14/41, Semovente L40, Semovente M40/41; Artillery, Crew Served Weapons, Leg Units, Trucks&#10;Italian fliers: Breda BA.65, Fiat CR.42AS&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;COMPONENTS&#10;    8 double-sided 7/8&rdquo; x 5/8&rdquo; full-color counter sheets&#10;    6 double-sided 10&quot; x 27&quot; geomorphic mapboards with 1&quot; hexes (12 maps in total)&#10;    49 double-sided 5&rdquo; x 4&rdquo; Unit Data Cards&#10;    45 diecut Map Terrain Overlays&#10;    Modular full-color Rulebook with Basic &amp; Advanced Rules&#10;    Modular full-color Rulebook with Optional Rules and Solitaire Rules sections&#10;    2 Scenario Playbooks and Solitaire Scenario Playbook - 32 scenarios included&#10;    Table of Organization &amp; Equipment booklet&#10;    4 double-sided Player Aid Cards&#10;    4 ten-sided dice&#10;    3&quot; Box&#10;&#10;&#10;&#10;&#10;&#10;&#10;    &#10;         GMT Complexity scale&#10;&#10;         6 of 9&#10;&#10;    &#10;    &#10;         GMT Solitaire suitability&#10;&#10;         6 of 9&#10;&#10;    &#10;    &#10;         Time Scale&#10;&#10;         15 second to 15 minutes per turn&#10;&#10;    &#10;    &#10;         Map Scale&#10;&#10;         100 meters per hex&#10;&#10;    &#10;    &#10;         Unit Scale&#10;&#10;         Individual tanks, vehicles, towed guns and aircraft; infantry squads, half-squads, and sections&#10;&#10;    &#10;&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "History: World War II (Africa)",
      "Players: Wargames with Solitaire Rules",
      "Region: North Africa",
      "Series: Panzer game system (Yaquinto/Avalon Hill/GMT)"
    ]
  },
  {
    "Rank": "8672",
    "Name": "Snow Planner",
    "ID": 394094,
    "Year": "(2025)",
    "Geek Rating": "5.603",
    "Avg Rating": "7.54",
    "Link": "https://boardgamegeek.com/boardgame/394094/snow-planner",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Snow Planner is a dice-placement game for 2-4 players who each take the role of managing an inn near snowy mountains. Players take turns placing a die on the game board, and once all the dice are gone, the round ends.&#10;&#10;You will invite guests to stay at your hotel, with them paying you at the end of a round and ideally staying additional nights so that you don't have to find more guests. By placing tiles on your board, you upgrade the hotel, increasing bonuses and earning more income. Dice can also represent employees, who gain you resources with their work time; additional dice can be earned, both permanent and part-time.&#10;&#10;Each player starts with one of the talent cards, giving them unique powers during the game. By using this power and their dice, players can fulfill goals and projects or attract VIP guests.&#10;&#10;In the end, whoever earns the most points wins.&#10;&#10;",
    "Categories": [
      "Dice",
      "Economic",
      "Travel"
    ],
    "Mechanics": [
      "Contracts",
      "End Game Bonuses",
      "Events",
      "Hand Management",
      "Pattern Building",
      "Solo / Solitaire Game",
      "Turn Order: Claim Action",
      "Variable Player Powers",
      "Worker Placement",
      "Worker Placement with Dice Workers"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Players: Games with Solitaire Rules",
      "Theme: Hotels, Inns, Lodgings",
      "Theme: Mountains"
    ]
  },
  {
    "Rank": "8673",
    "Name": "La Patrie en Danger 1814: The Campaign in France, Part I",
    "ID": 152345,
    "Year": "(2014)",
    "Geek Rating": "5.603",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/152345/la-patrie-en-danger-1814-the-campaign-in-france-pa",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.125",
    "Description": "La Patrie en Danger is another fine game from OSG's publisher Kevin Zucker's famous series &quot;The Library of Napoleonic Battles&quot;. Based on the epic &quot;Napoleon's Last Battles&quot;-System, (further upgraded to the Library of Napoleonic Battles): it shows 480 meters per hex, 1 hour per turn, 400-800 men per strength point. Each Approach to Battle game lasts about 20 turns. The Full campaign links the individual battles.&#10;&#10;This game contains five battles from the opening phase of the 1814 Campaign in France following the Battle of Nations, which was fought just half a year before at Leipzig.&#10;&#10;Napoleon has just arrived at the front. At their first encounter the French surprised Bl&uuml;cher's Prussians and Russians during a snowstorm. The Battle of Brienne was a short-lived success, however, for just two days later the Prussians triumphed at La Rothi&egrave;re and wrote-off the enemy as a spent force, advancing hell-for-leather across the Marne and onto the highway to Paris. Ten days later Napoleon seized his opportunity when &quot;Marschal Vorw&auml;rts&quot; allowed his advancing columns to get dispersed and defeated in detail, in rapid succession in three short sharp combats.&#10;&#10;BATTLES SIMULATED &#10;Brienne Unskilled Fury, 29-30 January. &#10;The raw conscripts under Napoleon and Ney chased the Russians and Prussians from the town. Bluucher himself was almost captured.&#10;&#10;La Rothi&egrave;re A Defeat on French Soil, 1 February. &#10;Reinforced with troops from the Army of Bohemia, Bl&uuml;cher was ready to fight again. Napoleon, not realizing the enemy's overwhelming superiority, advanced. At Noon Bl&uuml;cher attacked, taking 54 guns and inflicting 6,000 French casualties.&#10;&#10;Champaubert, 10 February. &#10;Marmont ran into an isolated corps of 4,500 Russians commanded by Olsufief. Marmont attacked and dispersed the Russian corps, capturing its commander.&#10;&#10;Montmirail, 11 February. &#10;Mortier pinned down Yorck and Kleist's Prussians to the front, while Napoleon separated Sacken's Russians from their allies, sending them streaming back towards Ch&acirc;teau Thierry.&#10;&#10;Vauchamps, 14 February. &#10;Marmont held Bl&uuml;cher's Prussians in check while Napoleon made a flank march through the mud, sending Grouchy's cavalry round to the rear to cut their retreat to Ch&acirc;lons.&#10;&#10;COMPONENTS&#10;Three 22&quot; x 34&quot; maps&#10;560 counters&#10;100 cards&#10;2 rulebooks&#10;15 player aids&#10;Box&#10;&#10;GAME SYSTEM: &#10;The Library of Napoleonic Battles - formerly known as the &quot;Napoleon's Last Battles (NLB-)Series&quot; &#10;- scale = 480m/hex, &#10;- time = 1hour/GT,&#10;- strength = 500-800 men/SP.&#10;&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Country: France",
      "Country: Prussia",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: The Library of Napoleonic Battles (OSG)"
    ]
  },
  {
    "Rank": "8674",
    "Name": "Soccer Blast Pro Soccer Game",
    "ID": 160524,
    "Year": "(2014)",
    "Geek Rating": "5.603",
    "Avg Rating": "8.16",
    "Link": "https://boardgamegeek.com/boardgame/160524/soccer-blast-pro-soccer-game",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.375",
    "Description": "SOCCER BLAST is designed to bridge the gap between highly detailed soccer games that play in the 90-120 minute range and quick-play games which are primarily designed to generate realistic scores. PLAAY Games has taken the basic game engine from its hockey and lacrosse games, and modified it to capture the more refined nuances of classic football. The result: a sports board game that gives fans everything they love about watching soccer, captured in a 30-45 minute game window.&#10;&#10;Despite the quick playing time, SOCCER BLAST provides surprising detail and the genuine sense of witnessing a full, realistic football match from start to finish. Individual players' true-to-life abilities are captured simply but realistically, using a series of easy-to-understand symbols and descriptive qualities. These individual performances synch together to create realistic team results that will make you feel like you're in the stands watching the game for real!&#10;&#10;SOCCER BLAST was created in such a way as to place an emphasis on story and context. Yes, the statistics are important, and we think you'll be pleased with the numerical results. However, this game is more than just numbers. The usual assortment of drama-inducing elements and game mechanics that PLAAY Games have become known for have been built into this game as well. For example, referees can affect play--and BE affected by play. If somebody says the wrong thing to a ref, his team might have to pay for it. In SOCCER BLAST, you'll occasionally see a subjective referee call that should have gone the other way, and you'll experience that palpable sense of joy, or disgust, depending on your leaning!&#10;&#10;The game offers many other features. The advantage of playing on one's home pitch is very real, but not over-stated. Injuries will play a factor, and you may be chagrined to see your star player carted off the field with the match hanging in the balance. Fatigue is a factor, too--you'll face the same challenge with late-game substitutions that a real soccer coach faces, and you'll need to plan accordingly. And, the game comes with a full complement of unusual and rare results waiting to add memorable twists to your tabletop sports archives.&#10;&#10;Finally, SOCCER BLAST Pro Soccer Game allows you to rate your own teams with its &quot;How-To&quot; guide, made available at a nominal extra charge. The world is filled with soccer teams and every country has its own league or leagues. Ordinarily, this poses a problem for game companies because while many of these leagues have devoted fan followings, they're not large enough to warrant the time and energy of creating cards for them. If you have your OWN favorite team or league, you won't have to depend on PLAAY Games to make cards for you&mdash;you'll be able to make them yourself!&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "8675",
    "Name": "Monastery",
    "ID": 33172,
    "Year": "(2008)",
    "Geek Rating": "5.602",
    "Avg Rating": "6.26",
    "Link": "https://boardgamegeek.com/boardgame/33172/monastery",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.8596",
    "Description": "From the publisher:&#10;&#10;Monastery is a tile laying game in which players construct different parts of a medieval monastery. The work is done by the monks of a player. The monks may move from tile to tile and in addition to building work they can also study, toil or pray. In the &lsquo;icon&rsquo; game monks can also make use of the special properties of some of the tiles.&#10;&#10;The tiles vary in value ranging from 1 point field and path tiles to 5 point Chapter House and Library. The higher the value of tile the more monks are needed to build it. Players can build independently, but often they are required to work collaboratively.&#10;&#10;The game spreads over two days of monastic life, with turns being allocated as time for study and toil or for services in the abbey. At each service a new abbot is elected and apart from going first in the turn the abbot also has some significant powers.&#10;&#10;In order to win the game players must collect the letters of the abbey&rsquo;s motto &lsquo;Libera Nos Quaesumus Ab Omnibus Malis Amen&rsquo;. The letters become progressively more expensive and players must decide whether to buy letters or recruit extra monks.&#10;&#10;Points at game end are also awarded for the &lsquo;blessings&rsquo; which players can collect throughout the game.&#10;&#10;",
    "Categories": [
      "Medieval",
      "Religious"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Religious: Monks/Abbots & Monasteries/Abbeys"
    ]
  },
  {
    "Rank": "8676",
    "Name": "AEOLOS",
    "ID": 366756,
    "Year": "(2022)",
    "Geek Rating": "5.602",
    "Avg Rating": "7.12",
    "Link": "https://boardgamegeek.com/boardgame/366756/aeolos",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.0909",
    "Description": "WELCOME TO THE ISLAND KINGDOM OF AEOLOS!&#10;&#10;The ruler of the winds has invited you and other sailors to a contest. Whoever receives the most acclaim on Mount Olympus will be accepted as a beneficiary in the alliance of the gods.&#10;&#10;You should now build settlements in seven harbors, construct ships, collect sacred crystals and use the &ldquo;favor of the gods&rdquo;.&#10;&#10;When sailing, you depend on the capricious winds of the mighty Aeolos. Like the legendary Odysseus, make sure your bag of wind is always well filled. Use it wisely and keep an eye on the other sailors because you are constantly fighting against time on the Islands of the Winds.&rdquo;&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Mythology"
    ],
    "Mechanics": [
      "Worker Placement"
    ],
    "Families": [
      "Ancient: Greece",
      "Mythology: Greek"
    ]
  },
  {
    "Rank": "8677",
    "Name": "Corps Command: Dawn's Early Light",
    "ID": 38471,
    "Year": "(2010)",
    "Geek Rating": "5.602",
    "Avg Rating": "7.28",
    "Link": "https://boardgamegeek.com/boardgame/38471/corps-command-dawns-early-light",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "2.0938",
    "Description": "THIS GAME HAS BEEN DISCONTINUED.&#10;&#10;The Soviet First Tank Army crosses the border into Germany and strikes into the Eisenbach Gap, seeking to rip open the belly of NATO's defenses.  American and German troops scramble from their bases to try and delay the Soviets, for if they get through, they will drive all the way to the Rhine.  Over two thousand tanks will meet in the decisive engagement of the war.&#10;&#10;The Corps Command system returns with a modern twist!  Asset chits allow players to bring in reinforcements and influence the battle space with gunships, chemical attacks and electronic warfare.  New defensive fire rules give an attacker a reason to sweat and encourage players to match their units to the right terrain.  All of this with the same lean, mean and simple system as the first game in the series, Corps Command: Totensonntag.&#10;&#10;The Soviets hit hard but fold fast - as their units wear down they lose initiative, making them less and less capable, and the clock is against them.  The NATO (American and German) forces defending the Gap are highly capable but are outnumbered and playing for time.  Both players are being asked to do the impossible - to win the greatest tank battle of all time.&#10;&#10;The game ships with:&#10;&#10;A 17&quot; x 22&quot; map that beautifully depicts the lush, West German landscape of the Eisenbach Gap.&#10;&#10;136 colorful, 5/8&quot; counters, representing the battalions and brigades that fought the first battle of World War III.&#10;&#10;Easy to learn, quick to read, rules. Be up and playing in less time than it takes to set up other games. Better yet, if you know how to play Corps Command: Totensonntag you know the basics of Corps Command: Dawn's Early Light.&#10;&#10;Players' Aid card and Terrain Effects Chart.&#10;&#10;Everything lovingly packaged in a good-looking box.&#10;&#10;Look for the new edition Dawn's Early Light Red Hammer coming soon.&#10;&#10;Other Games in Series:&#10;&#10;    Totensonntag&#10;    Corps Command: Dawn's Early Light &#226;&#128;&#147; Red Hammer&#10;&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Germany",
      "Digital Implementations: VASSAL",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Political: NATO",
      "Series: Corps Command",
      "Theme: Alternate History"
    ]
  },
  {
    "Rank": "8678",
    "Name": "Koi Pond: A Coy Card Game",
    "ID": 141419,
    "Year": "(2013)",
    "Geek Rating": "5.602",
    "Avg Rating": "6.72",
    "Link": "https://boardgamegeek.com/boardgame/141419/koi-pond-a-coy-card-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.8947",
    "Description": "Game description from the publisher:&#10;&#10;Koi Pond: A Coy Card Game is a lovely, clever game for 2-4 players. Collect colorful koi fish and choose whether to place them in your pond or in your house. You'll score points only for the *lower* number, though, so keep your pond and house as balanced as you can. Your pond is public, but your house is secret. To win, you have to be...coy!&#10;&#10;Each turn, players take turns drawing a card from the face-down deck or from the face-up &quot;lake&quot; until everyone has three new cards in hand. Then all players simultaneously choose from amongst their entire hand one card to add to their personal pond and one to discard to their personal &quot;river&quot;. Cards in your river will eventually go to the lake, so choose carefully.&#10;&#10;After six turns, the round ends. Score points by comparing the total number of koi of a suit in your pond and your house. Score points equal to the *lower* number. Score each suit of koi in this manner. If a crane, housecat or turtle is in your pond, you score bonus points for koi of that noted suit in your opponent's pond (crane), house (housecat) or river (turtle). Which opponent depends on the number of players and the current round.&#10;&#10;After each round, ribbons are awarded to the player with the most koi of each suit in her river. Ribbons grant bonus points at the end of the game.&#10;&#10;To maximize your koi score, you have to carefully balance the populations in your pond and house. A turtle, housecat, or crane earns points from an opponent's hard work, but they also take valuable space in your hand. Sending high value koi cards to your river earns more ribbons, but also makes them available to all players in the next round. The player with the most points wins!&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Organizations: Game Designers of North Carolina"
    ]
  },
  {
    "Rank": "8679",
    "Name": "The Great Crisis of Frederick II",
    "ID": 301572,
    "Year": "(2020)",
    "Geek Rating": "5.602",
    "Avg Rating": "7.54",
    "Link": "https://boardgamegeek.com/boardgame/301572/the-great-crisis-of-frederick-ii",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "480",
    "Weight": "2.3333",
    "Description": "In this strategy boardgame, players will enact the European military campaign of the 7 Years' War (1756-1763). The combatants are alliances centered around Prussia and Austria; each side fights to consolidate their great power status in the region.&#10;&#10;The game map covers almost the whole central European theatre of war, including the sites of the major historical battles. The game runs until December 1763, or until victory conditions are fulfilled.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Chit-Pull System",
      "Dice Rolling",
      "Point to Point Movement",
      "Simulation"
    ],
    "Families": [
      "Continents: Europe",
      "Country: Austria",
      "Country: Prussia",
      "History: Age of Kings",
      "History: Seven Years War",
      "Players: Games with Solitaire Rules",
      "Players: Wargames with Solitaire Rules"
    ]
  },
  {
    "Rank": "8680",
    "Name": "Millionen von Schwalben",
    "ID": 23827,
    "Year": "(2006)",
    "Geek Rating": "5.602",
    "Avg Rating": "7.22",
    "Link": "https://boardgamegeek.com/boardgame/23827/millionen-von-schwalben",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.3462",
    "Description": "Millionen von Schwalben is a (fairly satirical) soccer-themed game. Each player manages several soccer teams in a world championship tournament, trying to become rich. Matches are played with cards and die rolling, and different teams have different abilities. The action and country cards allude to many real-life events in soccer.&#10;&#10;Even though team success in the tournament is rewarded, the 'big money' is made through betting on the matches. Interestingly, the referee (another player) places bets, as well...&#10;&#10;The game also contains 54 soccer-themed cards for Game: Anno Domini published independently as Anno Domini: Fussball WM.&#10;&#10;Available microbadge: &#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Dice Rolling"
    ],
    "Families": [
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "8681",
    "Name": "Constellations",
    "ID": 218200,
    "Year": "(2017)",
    "Geek Rating": "5.602",
    "Avg Rating": "6.89",
    "Link": "https://boardgamegeek.com/boardgame/218200/constellations",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.6667",
    "Description": "In Constellations: The Game of Stargazing and the Night Sky, players compete to populate the sky with real constellations.&#10;&#10;In the game, players draw star cards, which represent the seven types of stars in the universe. Each constellation requires a unique combination of stars to play on the board. As the game progresses and the night sky fills up, players must use their puzzle skills to fit the last few constellations on the board. The player with the most constellation points at the end of the game wins!&#10;&#10;The game also includes an educational workbook about stellar evolution and the history and mythology of constellations.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Puzzle"
    ],
    "Mechanics": [
      "Hand Management",
      "Modular Board",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Misc: Mensa Select",
      "Theme: Astronomy"
    ]
  },
  {
    "Rank": "8682",
    "Name": "GD '40",
    "ID": 4201,
    "Year": "(1993)",
    "Geek Rating": "5.602",
    "Avg Rating": "7.10",
    "Link": "https://boardgamegeek.com/boardgame/4201/gd-40",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "360",
    "Play Time": "1200",
    "Weight": "3.4737",
    "Description": "GD '40 - The Battle for Stonne, France 1940, is game 5 in the Tactical Combat Series by The Gamers and covers the battle for Stonne, France in 1940. It is the first in the series to cover the Infantry Regiment Grossdeutschland in World War II.&#10;&#10;The German breakthrough at Sedan opened the way for Guderian&rsquo;s dash to the English Channel. What is not commonly known is that this advance proceeded at a pace which the German General Staff thought to be too aggressive, if not rash. It is not an understatement to say that had the French significantly threatened the Sedan bridgehead, the 1940 campaign could have developed quite differently. The French lost their best opportunity to do just that at the village of Stonne. In GD&rsquo;40, players have the chance to change history. A successful French player may cause OKW to put the brakes on Guderian&rsquo;s advance, which could give the French army time to react to the surprise German blow at Sedan. Failure will allow history to take its course&mdash;one of the most decisive victories of modern time. GD&rsquo;40 is the first in a series of TCS games which will portray the Grossdeutschland throughout the war&mdash;from an infantry regiment in 1940 to a Panzer Corps in 1945. (Note: Just so that no one continues any misconceptions...the Grossdeutschland was a German Army unit; it was not in the Waffen SS.)&#10;&#10;Game Scale:&#10;Game Turn: 20 minutes&#10;Hex: 125 yards / 114 meters&#10;Units: Infantry platoons, individual vehicles&#10;&#10;Game Inventory:&#10;One 22 x 34&quot; full color maps&#10;Three dual-side printed countersheets (840 1/2&quot; counters)&#10;One 28-page TCS version 3.0 system rulebook&#10;One 8-page Grossdeutschland, 1940 specific rulebook&#10;Two 6-page TCS version 3.0 Charts &amp; Tables folders&#10;Four Player Aid cards&#10;Two 6-sided dice&#10;&#10;Solitaire Playability: High&#10;Complexity Level: High&#10;Players: 2 or more&#10;Playing Time: 6-20 hours&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Line of Sight",
      "Simulation"
    ],
    "Families": [
      "Cities: Stonne (France)",
      "Country: France",
      "Players: Two-Player Only Games",
      "Series: Tactical Combat Series (MMP)"
    ]
  },
  {
    "Rank": "8683",
    "Name": "Fabulantica",
    "ID": 264295,
    "Year": "(2018)",
    "Geek Rating": "5.602",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/264295/fabulantica",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "1.75",
    "Description": "A spell that went wrong has dispersed the inhabitants of Fabulantica throughout the entire land. Confused as to what has happened, the inhabitants take cover in the towers where they wait for help, since nobody knows where the others have got to. That&rsquo;s up to the players to find out. At all times 3 open mission cards are pending, each requiring players to find a specific resident first and then look for their friend. To do so, players play travel cards that correspond with the four kinds of paths, to move across the board, or they use the Magic Carpet and travel to a location of their choice. The resident in each tower is revealed to all players, when their current location is visited &ndash; but if that resident was part of the active players&rsquo; mission, the resident including the tower changes their position. The player who cleverly plans their travels, remembers the residents&rsquo; locations and fulfills three mission first, wins.&#10;&#10;With accessible rules Fabulantica challenges players from age 6 and up to make the best out of their hand cards, to pay close attention at all times so that no residents &ldquo;disappear&rdquo; again, and move efficiently to succeed.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Fantasy",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Pick-up and Deliver"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Misc: LongPack Games",
      "Series: Pegasus Children's Games (Matagot)",
      "Series: Wizarding World (Pegasus)"
    ]
  },
  {
    "Rank": "8684",
    "Name": "Bugs on Rugs",
    "ID": 257349,
    "Year": "(2019)",
    "Geek Rating": "5.602",
    "Avg Rating": "6.54",
    "Link": "https://boardgamegeek.com/boardgame/257349/bugs-on-rugs",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.4444",
    "Description": "So many bugs crawling around on beautiful rugs! Ants like to travel in big colonies. Fireflies love the bright rug colors. Spiders are always on the lookout for juicy flies. Nine different bugs in all, and your job is to make sure all of them get what they want!&#10;&#10;Players take turns drafting bugs from the Floor into their hand to make different sets; each bug type scores differently at the end of the game. At the end of each round there will be one leftover bug&hellip; it crawls onto the Wall, where its unique power activates to change things up! At the end of the game players reveal their bug collections and we see who has made the most valuable hand of creepy crawlers!&#10;&#10;Simple rules, short play time, and lots of different ways to create cool scoring combos make this a perfect casual filler for players of all types.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Educational"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Animals: Insects",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "8685",
    "Name": "Pacific Tide: The United States Versus Japan, 1941-45",
    "ID": 254634,
    "Year": "(2019)",
    "Geek Rating": "5.602",
    "Avg Rating": "7.16",
    "Link": "https://boardgamegeek.com/boardgame/254634/pacific-tide-the-united-states-versus-japan-1941-4",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "2.2667",
    "Description": "Pacific Tide: The United States versus Japan, 1941-45 is a compact, Strategic-level board wargame covering the struggle between the United States (including some Commonwealth forces) and Japan in World War II by game designer Gregory M. Smith. This game utilizes a unique and fast-paced, card-driven combat/build system revolving around carrier operations which will provide players with a multitude of decisions. While extremely competitive as a two-player game, Pacific Tide can be enjoyed again and again in Solitaire play format with its unique, &ldquo;personality&rdquo; driven bot system.&#10;&#10;Despite the Strategic level of the game, there are operational and even tactical nuances, as players must decide when and how to commit their carrier forces, land-based air, and even their intelligence assets. To a degree, the Japanese player is racing against the clock. The quality of his pilots degrades over time, and starting in 1943, he also loses the strategic initiative as he becomes the second player. The US Player is also fighting the clock, as he cannot sit back and take a relaxed approach to defeating Japan. If he doesn't win by 1945, he doesn't win at all. Tension build as both sides race toward decisive carrier battles and seizure of key geographical objectives.&#10;&#10;The card-based combat/build system is a different take on the &quot;normal&quot; event/operations points driven systems. Separate card decks are provided for the U.S. and Japanese player. Each year, the players receive that year's cards for free&hellip;but must use build points to repurchase older cards. This will cause the player a few agonizing moments, as he typically cannot afford to re-buy every card he needs (or thinks he needs). Players must also decide which aspect of cards to use &ndash; many have multiple but exclusive uses (such as, &quot;Do A or do B&quot;) and these uses sometimes give very different results based on operational or strategic needs at the time. To help ensure a tense and dynamic game, the system forces players to make many choices and decisions throughout play.&#10;&#10;Units comprise five different types:&#10;&#10;&bull; CV units represent individual carriers or small groups of escort carriers&#10;&bull; INF units represent all types of ground combat troops, including Marine and Army units&#10;&bull; Naval Air units represent carrier borne aircraft&#10;&bull; Land Air units represent bombers and fighters based on land&#10;&bull; Partisan units represent the Filipino resistance, which grew to considerable size by the end of the war&#10;&bull; Campaign set up and reinforcement codes are printed on the counter&#10;&bull; Enhanced ergonomics are built into the set up and reinforcement charts&#10;Control and Entrench markers are also provided for play.&#10;&#10;Special rules are provided for amphibious attacks, repair of fleets, supply effects, and guerillas. Bidding rules determine which side one will play in a tournament-style play format.&#10;&#10;As a bonus for solo players, Pacific Tide features a solitaire assistant &ndash; commonly known as a &quot;Bot&quot; &ndash; which gives guidance to the player for either side during solitaire play. The assistant acts differently based on the &quot;personality&quot; it's been given...aggressive, defensive, or balanced. All game cards have a rating which the assistants will prioritize differently for play. While extremely competitive as a two-player game, Pacific Tide can be enjoyed again and again in solitaire play format with its unique, &ldquo;personality&rdquo; driven Bot-system.&#10;&#10;Product Information:&#10;&#10;Complexity: 3 out of 10&#10;Solitaire Suitability: 10 out of 10&#10;Time Scale: Single Year Turns with alternating, multiple cards plays per player&#10;Map Scale: Area map&#10;Unit Scale: from individual carriers or carrier groups, fleets, army-level infantry, air groups&#10;Players: one to two, best with two&#10;Playing Time: two to four hours&#10;&#10;Components:&#10;&#10;One map (17&quot; x 22&quot; map size)&#10;One Countersheet of 9/16&rdquo; unit-counters&#10;52 Game Cards&#10;Rules booklet&#10;16 Six-sided Dice&#10;Box and Lid&#10;Game Credits:&#10;&#10;Designer: Gregory M. Smith&#10;Artist: Ilya Kudriashov&#10;Package Design: Ilya Kudriashov and Brien Miller&#10;Project Director: John Kranz&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Dice Rolling",
      "Events",
      "Movement Points",
      "Point to Point Movement",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Continents: Asia",
      "Country: Japan",
      "Country: United Kingdom",
      "Country: USA",
      "Decades: The 1940's",
      "Digital Implementations: Tabletopia",
      "History: World War II (Pacific)",
      "Players: Games with Solitaire Rules",
      "Players: Wargames with Solitaire Rules",
      "Region: Pacific Ocean"
    ]
  },
  {
    "Rank": "8686",
    "Name": "Moonstone",
    "ID": 210292,
    "Year": null,
    "Geek Rating": "5.602",
    "Avg Rating": "8.48",
    "Link": "https://boardgamegeek.com/boardgame/210292/moonstone",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "120",
    "Weight": "2.2",
    "Description": "Moonstone is a whimsical fantasy Skirmish game for two or more players, which sees you leading a troupe of fairy-tale inspired characters across farmsteads, town centres, and the darkest of forests in search of precious Moonstones.&#10;&#10;When your troupes encounter a town or field belonging to another player, it is a mad scramble to grab as many stones as quickly as possible while also denying the opponents whatever stones they may be foolish to lay claim to.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Book",
      "Card Game",
      "Fantasy",
      "Humor",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Line of Sight",
      "Measurement Movement",
      "Rock-Paper-Scissors",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "8687",
    "Name": "Aeon's End: The Descent",
    "ID": 412268,
    "Year": "(2024)",
    "Geek Rating": "5.602",
    "Avg Rating": "9.15",
    "Link": "https://boardgamegeek.com/boardgame/412268/aeons-end-the-descent",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3",
    "Description": "&quot;In her youth, Brama had a dream. A dream of a new city. A new home. Safe from the Nameless forever. But only terror lurks in the depths...&quot;&#10;&#10;Aeon's End: The Descent is a standalone experience within the exciting world of Aeon's End, utilizing the familiar shuffle-free deck-building game system with a replayable narrative experience about the founding of Gravehold!&#10;&#10;Discover new mages and nemeses, along with the all-new &quot;Friends &amp; Foes&quot; module, all of which can be played independently, while also being compatible with all existing Aeon's End content.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting",
      "Science Fiction"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Delayed Purchase",
      "Hand Management",
      "Open Drafting",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Crowdfunding: Gamefound",
      "Game: Aeon's End",
      "Players: Games with Solitaire Rules",
      "Theme: Boss Battle"
    ]
  },
  {
    "Rank": "8688",
    "Name": "Bower",
    "ID": 411872,
    "Year": "(2024)",
    "Geek Rating": "5.602",
    "Avg Rating": "6.76",
    "Link": "https://boardgamegeek.com/boardgame/411872/bower",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "1.875",
    "Description": "What one wouldn't do to attract attention! Birds know this well, especially the bowerbirds, who to impress their peers go beyond displaying their flashy feathers or singing a sweet melody. They construct elaborate and impressive nests, unleashing all their creativity. The result is a true work of art, composed of objects of all kinds, such as flowers, feathers, shells, and even sparkling gemstones.&#10;&#10;In Bower, you place tiles to create your nest with colored feathers, shiny rocks, and eye-catching flowers. You will challenge your opponent over six different goals, but you will know only three of them!&#10;&#10;Try to deduce the other goals and run to get precious abilities. A variety of abilities will give each game surprising twists...&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals"
    ],
    "Mechanics": [
      "Deduction",
      "Hand Management",
      "Hidden Victory Points",
      "Open Drafting",
      "Tile Placement"
    ],
    "Families": [
      "Animals: Birds",
      "Digital Implementations: Board Game Arena"
    ]
  },
  {
    "Rank": "8689",
    "Name": "The Emperor Returns",
    "ID": 5698,
    "Year": "(1986)",
    "Geek Rating": "5.602",
    "Avg Rating": "7.12",
    "Link": "https://boardgamegeek.com/boardgame/5698/the-emperor-returns",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "3.125",
    "Description": "Part of the Campaigns of Napoleon Operational System.  1st edition published in 1987/88.&#10;&#10;Contents:&#10;&#10;    34&quot;x22&quot; map&#10;    Standard rulebook&#10;    Special rulebook including study folder&#10;    3 organization displays&#10;    240 counters&#10;    Game turn track/ replacement pool display &#10;&#10;&#10;GAME SYSTEM: CAMPAIGNS System - Series 1X = 3,200m/hex, 1,000 men/SP, 2 days/turn.&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "History: Waterloo Campaign",
      "Series: Campaigns of Napoleon System – 1x"
    ]
  },
  {
    "Rank": "8690",
    "Name": "Operation Theseus: Gazala 1942",
    "ID": 341189,
    "Year": "(2022)",
    "Geek Rating": "5.602",
    "Avg Rating": "8.19",
    "Link": "https://boardgamegeek.com/boardgame/341189/operation-theseus-gazala-1942",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "600",
    "Weight": "3.7143",
    "Description": "Operation Theseus - Gazala 1942 is an operational level simulation of the Gazala battles of 1942, which took place during May and June 1942.&#10;&#10;The game is intended for two players but is also suitable for solitaire and team play. The goal for the Axis player is to hit the Allied forces hard and to seize specific victory locations, thereby opening the door to Egypt. The Allied player wants to prevent this from happening, thereby eliminating the Axis potential for further offensives.&#10;&#10;The game is played in a semi-interactive way and makes both players sit on the fence at all time.&#10;&#10;It uses the same core system as VUCA's earlier Crossing the Line.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Region: North Africa"
    ]
  },
  {
    "Rank": "8691",
    "Name": "Advanced Song of Blades and Heroes",
    "ID": 182544,
    "Year": "(2016)",
    "Geek Rating": "5.602",
    "Avg Rating": "8.38",
    "Link": "https://boardgamegeek.com/boardgame/182544/advanced-song-of-blades-and-heroes",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "120",
    "Weight": "2.2857",
    "Description": "Advanced Song of Blades and Heroes re-implements Song of Blades and Heroes and is identical to Fightin' Funghi except that the the fungus specific abilities have been removed.  It builds on Song of Blades and Heroes by adding a more complex system for magic use and some other additional elements.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Push Your Luck",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniature agnostic",
      "Crowdfunding: Kickstarter",
      "Series: Song of Blades and Heroes"
    ]
  },
  {
    "Rank": "8692",
    "Name": "Nomads",
    "ID": 216985,
    "Year": "(2017)",
    "Geek Rating": "5.602",
    "Avg Rating": "6.25",
    "Link": "https://boardgamegeek.com/boardgame/216985/nomads",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "25",
    "Play Time": "45",
    "Weight": "1.7143",
    "Description": "As you journey across the mysterious land of Luma, you encounter a nomad camp. You join them around the fire and share in the strange potion that the great Shaman passes around. The stories told by those around the campfire seem odd and disjointed, but with cleverness and insight you may make sense of the many legends of Luma...&#10;&#10;In the dreamlike board game Nomads, players each collect disjointed pieces of stories. As you gather the story tiles, you can exchange them for a song or legend that makes sense of the seemingly random fragments. In the end, the player with the most points gleaned from song and legend cards and opal moon tiles &mdash; and with the fewest leftover story or joker tiles &mdash; wins!&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Mancala",
      "Set Collection",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "8693",
    "Name": "Score Four",
    "ID": 3656,
    "Year": "(1967)",
    "Geek Rating": "5.602",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/3656/score-four",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.7843",
    "Description": "The object of Score Four is to position four beads of the same color in a straight line on any level or any angle.&#10;&#10;There are variations in the rules for other games in this group. Some allow all beads to be played with winner having the most lines of four. Another rule variation is to allow capturing of an opponent's bead when a line of four is made.&#10;&#10;The game was first sold commercially by Funtastic. It was then produced, and made more popular, as part of the Lakeside Abstract Series. Various commercial knock-offs resulted after Lakeside ceased selling the game.&#10;&#10;Similar to:&#10;&#10;    3D Tic Tac Toe - On a 3x3 grid instead of 4x4&#10;    Double Decker - One version of game could be played by stacking on a 4x4 grid&#10;    Eternas - 16 posts arranged in a circle, up to 4 beads per post. No ties. &#10;    Helix - Though set on a different grid&#10;    Quadrago - Center 4 posts rotate as unit&#10;    Qubic - played on a 4x4x4 grid of 64 playing positions&#10;    Rex&#10;    Three Way Cube - Though with different play and scoring&#10;    Hijara&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building",
      "Pattern Recognition",
      "Tile Placement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Category: n in a row",
      "Components: 3-Dimensional (3D)",
      "Components: 4 x 4 Grids",
      "Components: 4x4x4 Grids",
      "Components: Marbles",
      "Mechanism: 4 in a Row",
      "Series: Abstract (Lakeside)",
      "Series: Traveller (Ravensburger)"
    ]
  },
  {
    "Rank": "8694",
    "Name": "Dilbert: Corporate Shuffle",
    "ID": 1814,
    "Year": "(1997)",
    "Geek Rating": "5.602",
    "Avg Rating": "5.97",
    "Link": "https://boardgamegeek.com/boardgame/1814/dilbert-corporate-shuffle",
    "Min Players": "4",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.3065",
    "Description": "A fast-paced card game of corporate one-upmanship starring Dilbert, the cartoon hero of the workplace.  In each round of Corporate Shuffle, the goal is to get rid of your cards as fast as you can.  The faster you get rid of your cards, the higher you'll scramble up the corporate ladder.&#10;&#10;Based on the Great Dalmuti card game (or Animal Poker), with a Dilbert theme, and a few new cards and rules. Each card features a unique Dilbert comic. Players try to get rid of their cards as fast as possible, to move up the corporate ladder.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip",
      "Humor"
    ],
    "Mechanics": [
      "Ladder Climbing"
    ],
    "Families": [
      "Card Games: Climbing",
      "Card Games: Shedding / Stops",
      "Comic Strips: Dilbert"
    ]
  },
  {
    "Rank": "8695",
    "Name": "Villagers of the Oak Dell",
    "ID": 390903,
    "Year": "(2023)",
    "Geek Rating": "5.602",
    "Avg Rating": "7.64",
    "Link": "https://boardgamegeek.com/boardgame/390903/villagers-of-the-oak-dell",
    "Min Players": "1",
    "Max Players": "100",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2",
    "Description": "Villagers of The Oak Dell is a dynamic euro-style roll-and-write game in which players embark on the development of a new village. By constructing roads and structures, expanding the population, and mining precious resources, players compete to create the most magnificent settlement. Be cautious, though, as lurking marauders can strike your village at any unpredictable moment!&#10;&#10;The game lasts for twelve rounds. At the start of each round, one of the players rolls four dice and then assigns them to specific sections on a special Dice Sheet with symbols. If any sword symbols are rolled (representing marauder attacks), all players mark them on their sheet. If players don't recruit knights by the end of the game, these swords will result in negative points.&#10;&#10;Afterward, players simultaneously and independently choose one die each, and after placing their pawn next to it, they use the resources indicated by the die on their Village Sheet. Each die can be chosen by any number of players.&#10;Unless the sword symbol is rolled, the die provides two resources, the first from the outer circle and the second from the inner circle on the Dice Sheet.&#10;Throughout the game, players have opportunities to acquire additional resources by constructing buildings, finding resources in the mine, etc.&#10;Every few rounds, special actions are triggered for certain buildings (with red flags).&#10;&#10;After twelve rounds, players tally their points, which are earned by building structures, gathering resources in the warehouse and achieving other scoring conditions.&#10;&#10;The game will also have a campaign mode and a cow.&#10;&#10;-description from designer&#10;&#10;The game will be funded on Kickstarter from October 16th to November 1st, 2023.&#10;&#10;",
    "Categories": [
      "Dice",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Drawing",
      "Paper-and-Pencil"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "8696",
    "Name": "Little Big Fish",
    "ID": 223312,
    "Year": "(2017)",
    "Geek Rating": "5.602",
    "Avg Rating": "6.64",
    "Link": "https://boardgamegeek.com/boardgame/223312/little-big-fish",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1.125",
    "Description": "Little Big Fish is a tactical game for two players who compete to capture five fish first.&#10;&#10;To set up, each player has three little fish in the first line of an empty sea tile, with the board being comprised of four boards pushed together to form a square. To become bigger, fish must eat plankton. When you move to a space where there is a fish of the same size or smaller than you, you capture it. Small fish are fast but vulnerable; they can capture small fish but can be captured by any fish, and they are the only ones that can go through shipwrecks. Medium fish can capture small and medium fish, and they can't go through shipwrecks. Big fish can capture fish of any size, and they can't go through shipwrecks.&#10;&#10;On a turn, you move one of your fish two spaces or two of your fish one space each. Fish can move orthogonally, and you must resolve the action of a space before taking your second move. Move into a space with plankton, and your fish grows in size; land on a birth space, and you add a little fish from your reserve to the board. The shipwreck serves as a tunnel for small fish, and the &quot;?&quot; space makes you draw a tile, take its action, then discard it. You might rotate part of the board, put a fisherman to work, or have an unexpected birth. Race to eat five fish first!&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals",
      "Miniatures"
    ],
    "Mechanics": [
      "Grid Movement",
      "Modular Board"
    ],
    "Families": [
      "Animals: Fish / Fishes",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "8697",
    "Name": "Warhammer Underworlds: Two-Player Starter Set",
    "ID": 337397,
    "Year": "(2021)",
    "Geek Rating": "5.602",
    "Avg Rating": "7.62",
    "Link": "https://boardgamegeek.com/boardgame/337397/warhammer-underworlds-two-player-starter-set",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "3",
    "Description": "This new two-player starter set for Warhammer Underworlds is designed to be a compact introduction to the game for new players. It focuses on the core gameplay of Warhammer Underworlds: Shadespire, without the spellcasting introduced in Nightvault, the hunter/quarry mechanics of Beastgrave, or the hunger and primacy of Direchasm. The 36-page rulebook has been written to be fast and easily comprehended, while incorporating some of the terminology employed in later 'seasons' of Warhammer Underworlds to ensure consistency with the latest editions of the game.&#10;&#10;This set serves as a streamlined core set for players and includes two double-sided game boards that feature maps previously released for Shadespire. 90 tokens required to play are included as are 8 black and white combat dice.&#10;&#10;Two warbands new to the system are included and can be used in other games of Warhammer Underworlds. Drepur's Wraithcreepers are represented by four glaivewraith miniatures and their associated fighter cards while Storm of Celestus offers three Stormcast Castigators and their gryph-hound to oppose the nighthaunts. Miniatures are designed as easy-to-build push-fit models. Each warband comes with a pre-made deck of 32 upgrade, ploy, and objective cards exclusive to their faction.  These cards have a stylistic re-design from previous Warhammer Underworlds releases but retain identical card backs and functionality. There are no universal cards in this starter set.&#10;&#10;Contents:&#10;1 Learn to Play Rulebook&#10;4 Push-fit Storm of Celestus Minis&#10;4 Push-fit Drepur's Wraithcreeprs Minis&#10;2 Double-sided Game Boards&#10;5 Attack Dice&#10;3 Defense&#10;Fighter Cards&#10;Warband-specific Cards&#10;Tokens&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Grid Movement",
      "Hand Management",
      "Line of Sight",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Warhammer Underworlds",
      "Game: Warhammer Underworlds Shadespire",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "8698",
    "Name": "The Uncharted Seas: Rules for Fantasy Naval Combat",
    "ID": 37257,
    "Year": "(2008)",
    "Geek Rating": "5.602",
    "Avg Rating": "7.03",
    "Link": "https://boardgamegeek.com/boardgame/37257/the-uncharted-seas-rules-for-fantasy-naval-combat",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.8182",
    "Description": "From the Publisher's Website:&#10;&#10;The Uncharted Seas is a fast paced, action packed game of naval tactical combat set in a world of high fantasy. Using superb resin and white metal miniatures, and controlled by fast and easy to learn rules, the game allows you wage war with fantastical squadrons of mighty warships at your disposal.&#10;&#10;Choose from one of several races, including the Iron Dwarfs with their steam powered ironclads, Orc Raiders with their grotesque machines of war, the ever powerful Dragon Lords, an ancient race of magical seafarers, and the Imperial Humans hell bent on grabbing as much land as they can.&#10;&#10;The Uncharted Seas has been launched with the following products in place:&#10; Four Fantasy Fleets - Orc Raiders, Iron Dwarves, Dragon Lords and Humans. (Now expanded by 5 additional races: Sky Pirates, Ralgard, Bone Griffons, Shroud Mages, &amp; Thaniras Elves)&#10;Full Colour Perfect Bound A4 Rule Book or the new hardback rulebook.&#10;Eight decks of Game Cards - each deck consists of 26 cards&#10;Downloadable files: including full colour Race Battlegroups and Ship Reference Cards&#10;Vac Formed Island Scenery (from www.amera.co.uk)&#10;&#10;We have also included a free deck of 26 Race Cards (printed in full colour and laminated to protect them) with every Battlegroup!&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Miniatures",
      "Nautical",
      "Wargame"
    ],
    "Mechanics": [
      "Critical Hits and Failures",
      "Dice Rolling",
      "Hand Management",
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "8699",
    "Name": "Panzer: A Tactical Game of Armored Combat on the Eastern Front, 1941-1945",
    "ID": 4288,
    "Year": "(1979)",
    "Geek Rating": "5.602",
    "Avg Rating": "7.27",
    "Link": "https://boardgamegeek.com/boardgame/4288/panzer-a-tactical-game-of-armored-combat-on-the-ea",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "3.8",
    "Description": "(from the box:)&#10;&#10;Panzer is a tactical-level game of ground combat on the Eastern Front in World War II. The strengths and weaknesses of the German and Russian units involved are accurately and playably duplicated by forty-nine data cards that display all information needed to move and fight. The system easily incorporates myriad details such as armor thicknesses at various points, shots from various angles, heights, and altitudes, and the effects of terrain. The rules cover the important aspects of small unit tactics - armor piercing shots, small arms fire, artillery barrages, air support, communications, gun depression, mines, roadblocks, barbed wire, smoke, and much more. The scenarios cover a variety of combat situations that are resolved on the three piece geomorphic mapboard, which also features movable terrain pieces. The types of units include counters for infantry, anti-tanks guns, Panthers, Tigers, STG IIIs, Hetzers, T-34s, Stalins, SU-100s, SU-152, and much, much more.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Events",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Scenario / Mission / Campaign Game",
      "Simulation"
    ],
    "Families": [
      "Components: Vinyl Records",
      "Decades: The 1940's",
      "History: World War II (Eastern Front)",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Panzer game system (Yaquinto/Avalon Hill/GMT)"
    ]
  },
  {
    "Rank": "8700",
    "Name": "Drive on Paris",
    "ID": 3411,
    "Year": "(2000)",
    "Geek Rating": "5.602",
    "Avg Rating": "6.98",
    "Link": "https://boardgamegeek.com/boardgame/3411/drive-on-paris",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "300",
    "Play Time": "300",
    "Weight": "2.6522",
    "Description": "Drive on Paris, is a game simulating the first 100 days of fighting on the Western Front during World War I.&#10;&#10;The mobile campaign of 1914 in the west was the result of more than a generation of staff planning on both sides. The German General Staff had prepared the Schlieffen Master Plan of a giant right hook into France which its namesake had hoped would result in a Cannae-like battle of annihilation of France. The French believing that an attack would always win and that elan would carry the day, prepared to assault the lightly held German lines in Alsalce-Lorraine.&#10;&#10;Both plans failed.&#10;&#10;Drive on Paris allows both sides to execute the historical campaigns or variations on them and are rated for victory on how well their operation succeeds. Players can rearrange their Mobilization Points to change the change the force allocations from the historical ones to reinforce their effort or to better counter the enemy's.&#10;&#10;Both side must rapidly attack and defend at the same time...and you'll never have enough troops and power to do both perfectly, so your allocation of scarce resources will be the key to your success.&#10;&#10;This system uses a two-tracked method of determining victory. It isn't the usual &quot;one side tries something, while the other tries to stop it&quot;. Rather, both sides must strive toward their own goals while putting forth enough effort to stall the enemy. It is possible for both sides to &quot;win&quot; ending the game in a net draw (which is why you'll need to dedicate some effort to stopping the enemy support).&#10;&#10;Drive on Paris is the seventh game in the popular, easy-to-play Standard Combat Series. These games are designed to be easy enough for novice players, yet meaty enough to retain the interest of veterans. It violates two principals of game design at the same time: Easy games are dumb, and the converse that interesting games are hard. The SCS challenges these bogus assertions...and has successfully done so for eight years now.&#10;&#10;Part of the Standard Combat Series by The Gamers.&#10;&#10;Game Scale:&#10;Game Turn: 1/2 week&#10;Hex: 6.2 miles / 10 Km&#10;Units: Brigades to Division&#10;&#10;Game Inventory:&#10;One 22 x 34&quot; full color map&#10;Two dual-side printed countersheet (420 1/2&quot; counters)&#10;One 8-page SCS version 1.6 system rulebook&#10;One 24-page Drive on Paris specific rulebook&#10;Two 6-sided dice&#10;&#10;Solitaire Playability: Medium&#10;Complexity Level: Low&#10;Players: 2 or more&#10;Playing Time: 2-12 hours&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Paris (France)",
      "Digital Implementations: VASSAL",
      "Players: Two-Player Only Games",
      "Series: Standard Combat Series (MMP)"
    ]
  }
]