[
  {
    "Rank": "501",
    "Name": "Thunderstone Quest",
    "ID": 215341,
    "Year": "2018",
    "Geek Rating": "6.973",
    "Avg Rating": "7.75",
    "Link": "https://boardgamegeek.com/boardgame/215341/thunderstone-quest",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.8614",
    "Description": "Thunderstone returns with Thunderstone Quest. Recruit your heroes, arm your party, then visit the dungeon &mdash; and the dungeon has new perils not seen in prior Thunderstone releases. All-new dungeon tiles create new challenges and rewards as you explore deeper and deeper in the dungeon. Each quest brings new dungeons as well as new side adventures!&#10;&#10;Thunderstone is a fantasy deck-building game. Each player starts with a basic deck of cards that they can use to purchase, or upgrade to, other, more powerful cards. Thunderstone Quest brings new play modes to the table. The game will tell a specific story with a series of pre-set dungeon tiles, monsters, heroes and support cards. Each will come with a series of mini-adventures and a story booklet that tells players what happens as they progress through the scenarios.&#10;&#10;Once players have completed the quests they will be able to enjoy great replay value with the available selection of monsters, heroes, and support cards, as well as the new dungeon tiles, by choosing random set-ups before the start of play. Aside from heroes such as wizards, fighters, rogues, and clerics, cards will include supplies that heroes need like weapons, spells, items, or light to reach further into the dungeon.&#10;&#10;The dungeon deck is created by combining several different groups of monsters together. Certain groups of monsters may be more or less susceptible to different hero types, so players have to take this into account when they choose what to buy.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Scenario / Mission / Campaign Game"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Game: Thunderstone",
      "Players: Games with expansions that add solo play"
    ]
  },
  {
    "Rank": "502",
    "Name": "The LOOP",
    "ID": 316412,
    "Year": "2020",
    "Geek Rating": "6.972",
    "Avg Rating": "7.72",
    "Link": "https://boardgamegeek.com/boardgame/316412/the-loop",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.8065",
    "Description": "The LOOP is a quirky co-operative game in which you battle the evil Dr. Faux. Play a Temporal Agent in four different game modes, full of new challenges and replay value. Gather powerful artifacts, defy the Doctor's duplicates, and sabotage his maniacal machine. Make the most of your cards and master the LOOP to use them multiple times in impressive chains &mdash; but the Doctor isn't going to make this easy on you!&#10;&#10;The evil Dr. Faux has built a terrrrible time machine! With the help of the duplicates of himself that he is creating through the ages, he aims to carry out his Omniscience 2000 project to become master of the universe. But the rifts that he is opening in spacetime will probably destroy quantum space way sooner...&#10;&#10;Join the Agency in the shoes of one of its most legendary agents, and co-operate to foil the fiendish schemes of Dr. Faux, using quirky but still powerful artifacts.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Cube Tower",
      "Deck, Bag, and Pool Building",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Components: Drop Tower",
      "Digital Implementations: Tabletopia",
      "Theme: Mad Science / Mad Scientist",
      "Theme: Time Travel"
    ]
  },
  {
    "Rank": "503",
    "Name": "Black Orchestra",
    "ID": 156858,
    "Year": "2016",
    "Geek Rating": "6.972",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/156858/black-orchestra",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.4229",
    "Description": "As Hitler's grasp on Germany tightens and his maniacal fervor is unmasked, men from the highest levels of the Reich begin to plot his assassination. As the clock ticks and Hitler's ambitions grow, these daring few must build their strength and prepare for the perfect moment to strike. The Gestapo hound their trail, calling these conspirators &quot;Schwarze Kapelle&quot;, the Black Orchestra. Will this band of daring patriots save their country from utter ruin before it is too late?&#10;&#10;Black Orchestra begins with each player choosing a historic figure involved in the conspiracy against Hitler. In this dark and dangerous pursuit, motivation is perhaps your greatest weapon. If you can stay true to your convictions in the face of overwhelming threat and inspire your comrades, then you will be able to use your special ability, attempt plots, and even become zealous (necessary for some extremely daring plots).&#10;&#10;But every move you make may also increase the suspicion of the authorities. The Gestapo will make routine sweeps, and any players with high suspicion will be arrested and interrogated (possibly resulting in other players being arrested). If you are all arrested or if the Gestapo finds your secret papers, you lose. And the suspicion placed on each conspirator will increase the chances their plots are detected.&#10;&#10;On a turn, players may take three actions, such as moving, searching for an item, or drawing a card; or, at the cost of one action per die, roll the dice in an attempt to gain even more actions &mdash; at the risk of attracting the suspicion of the gestapo. This dice rolling &quot;Conspire&quot; action allows players to make bold moves when most needed.&#10;&#10;After the actions have been taken, an event card is drawn. The game is played over seven stages of World War 2, represented by seven stacks of event cards. These cards walk you through the events of WWII in a roughly (but not strictly) chronological order. New stages open up new areas of the board, cause Hitler and his deputies to interact with the Conspirators, and present various opportunities or threats. During the final stage, many board spaces become off-limits, as the Allies move closer to Germany.&#10;&#10;To win, players must collect a plot card and fulfill all necessary requirements listed (such as having Hitler be in a certain space and possessing certain items--detonator &amp; fuse, etc.). The active player may then attempt the plot by rolling the indicated dice, including all additional modifiers and helpful Action cards. The total of number of &quot;Target&quot; symbols needed to kill Hitler is based on Hitler's military support, but a Conspirator's security level decides if any &quot;Eagles&quot; rolled will see them detected, and foil the plot regardless. Players must consider their ability to successfully complete a plot and the relative suspicion levels of the different Conspirators involved.&#10;&#10;Players will need to work together and agree on the wisest course of action, as well as have a little luck, to succeed. The phenomenon of one player dominating the game because of its cooperative nature is mitigated by the fact that there are no certainties, and often a player will need to make a bold or reckless move to keep the conspiracy alive. Cool heads often prevail, but play it too cool and you may miss your chance. The co-operative dynamic gets really interesting if a player is ever arrested, and fails to resist interrogation, then they will need to make a big decision all by themselves, without revealing their options to the group. No one player can guarantee success. It is hoped that players will have tense conversations similar to those had by the real conspirators and enjoy a truly unique historical experience.&#10;&#10;",
    "Categories": [
      "Spies / Secret Agents",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Die Icon Resolution",
      "Hand Management",
      "Pick-up and Deliver",
      "Point to Point Movement",
      "Push Your Luck",
      "Set Collection",
      "Solo / Solitaire Game",
      "Tech Trees / Tech Tracks",
      "Variable Player Powers"
    ],
    "Families": [
      "Cities: Berlin (Germany)",
      "Country: Germany",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: VASSAL",
      "Misc: LongPack Games",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "504",
    "Name": "Mandala",
    "ID": 264241,
    "Year": "2019",
    "Geek Rating": "6.971",
    "Avg Rating": "7.48",
    "Link": "https://boardgamegeek.com/boardgame/264241/mandala",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.777",
    "Description": "The Mandala: the symbol of an ancient and sacred ritual. Colored sand is laid to create a symbolic map of the world before the pattern is ceremonially destroyed and the sand cast into the river.&#10;&#10;In the two-player game Mandala, you are trying to score more than your opponent by collecting valuable cards &mdash; but you won't know which cards are valuable until well into the game! Over the course of the game, players play their colored cards into the two mandalas, building the central shared mountains and laying cards into their own fields. As soon as a mandala has all six colors, the players take turns choosing the colors in the mountain and adding those cards to their &quot;river&quot; and &quot;cup&quot;. At the end of the game, the cards in your cup are worth points based on the position of their colors in that player's river. The player whose cup is worth more points wins.&#10;&#10;The linen playmat shows two circular mandalas, with each being divided by a horizontal space (the mountain) to create one &quot;field&quot; for each player. The playmat has seven spaces in front of each player to hold their river of single face-up cards and their cup: the stack of face-down cards which they score at the end of the game.&#10;&#10;To begin, each player receives a hand of six cards. Each player receives two random cards face down in their cup, then two random cards are dealt face up into the central mountain strip of each mandala.&#10;&#10;On your turn, you may play either a single card into one of mountains, or one or more matching cards into one of your fields. All cards played into a mandala must follow the &quot;Rule of Color&quot;: Once a color has been played into one of the three areas of a mandala, then later cards of the same color can be played only into that same area. Thus, once your opponent has played red cards into their field, then you can't play red cards in your field, and neither you nor your opponent can play red cards into the central mountain. If you played a card into a mountain, draw three new cards from the deck at the end of your turn; if you played cards into one of your fields, do not draw new cards.&#10;&#10;A mandala is completed once it contains all six colors of cards. When this happens, the players &quot;destroy&quot; the mandala, taking turns to choose a color present in the mountain and claim all cards of that color. Whoever played more cards in their field chooses first; if tied, the player who did not complete the mandala chooses first. The first time you claim cards of a specific color, lay one of these cards in the lowest-valued empty space in your river, then place the rest into your cup. The spaces in your river are valued 1-6 in order, so cards of the first color you claim will be worth 1 point each, cards of the second color you claim worth 2 points each, and so on.&#10;&#10;Once a mandala has been destroyed and all the colors in the mountain claimed, cards played in the fields are discarded, two new cards are dealt face up into the mountain, and the game continues.&#10;&#10;The end of the game is triggered either when the deck is exhausted or when one player adds a sixth color to their river. Both players then tally the value of all the cards in their cup, based on the position of the colors in their river, and whoever has the higher score wins!&#10;&#10;Contents:&#10;&#10;     1 linen playmat&#10;     108 mandala cards (18 in each of 6 colours)&#10;     2 reference cards&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Digital Implementations: Board Game Arena",
      "Players: Two-Player Only Games",
      "Religious: Buddhism",
      "Series: Fur Zwei Spieler (Lookout Games)",
      "Series: Mandala (Lookout games)"
    ]
  },
  {
    "Rank": "505",
    "Name": "Unsettled",
    "ID": 290484,
    "Year": "2021",
    "Geek Rating": "6.971",
    "Avg Rating": "8.10",
    "Link": "https://boardgamegeek.com/boardgame/290484/unsettled",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3.2609",
    "Description": "Lost amidst the surreal and bizarre unknowns of the far reaches of the cosmos, your crew of explorers must pull together to discover the resources necessary to survive the long journey home.&#10;&#10;Unsettled is a 2-4 player cooperative survival adventure set in the wondrous and unnerving fringes of uncharted space. There are no enemies and no combat, only an environment where every step, every breath, every particle around you could mean immediate, terrifying, death. Enemies are the least of your concerns.&#10;&#10;In these incredible conditions you must complete a series of tasks necessary to your continued survival. Perhaps the water reclamation system on the ship needs repair, or (as usual) food supplies are running low. Before you lies a strange alien landscape - it&rsquo;s up to you to complete these tasks using&hellip;whatever you find out there.&#10;&#10;Each time you play you will have a different combination of survival tasks to complete and the things you discover (and their weird properties) will be different as well. So while you always start out knowing what problems you need to solve you have no idea how you&rsquo;re going to use the world before you to do so (or what the world is going to do to you while you try).&#10;&#10;As you explore the environment, encountering wild &amp; unique opportunities along the way, you will work closely with the rest of your crew to achieve your goal of continued existence. The only thing you can be sure of is each other; lose that trust and you&rsquo;ll lose all hope of survival.&#10;&#10;&mdash;description from the designer&#10;&#10;This core set comes with 2 planets, Planet 001-Wenora and Planet 002-Grakkis, which are not available individually.&#10;&#10;Embrace your fungal hosts and discover mind-bending abilities beyond your imagination or be absorbed forever. Unsettled: Wenora is the 1st planet box for &quot;Unsettled&quot;.&#10;&#10;Wenora is a bizarre and wondrous fungal jungle teeming with alien vegetation and gargantuan spore-based lifeforms.&#10;&#10;Growth in this place is of a scale beyond any we've encountered. Life drips and pulsates disturbingly, mysterious pastes and powders covering most of the planet's crawling surfaces. Simply traversing the land is deeply unnerving, yet awe inspiring all the same. Tentacles, toxic spores and an alarming array of suction cups abound.&#10;&#10;Things you may find here:&#10;&#10;     Electromagnetic Polypores&#10;     Incandescent Slime&#10;     Floating Tentacle Knots&#10;     Screaming Glow Frogs&#10;     Telekinetic Microbe Clouds&#10;&#10;&#10;Discover pathways to the skies to escape violent storms and enormous creatures that haunt the surface. Unsettled: Grakkis is the 2nd planet box for &quot;Unsettled&quot;.&#10;&#10;Grakkis is a sand-swept desert ruins. What was once a massive planet-wide forest of unfathomably large trees is now that forest's graveyard - all the trees having long since petrified to a stone-like state. Some have crumbled into interesting formations. Some had rotted before petrifying, creating strange caves and crevices, many of them thousands of feet above ground. Colossal alien lifeforms, disturbing in their appearance, wander the wasteland. They tower horrifyingly in the distance like gods in some waking existential nightmare.&#10;&#10;Things you may find here:&#10;&#10;     Musical Stonewood Formation&#10;     Falling Stone-Fruit Bombs&#10;     Bioluminescent Paste&#10;     Blooming Geodes&#10;     Gaseous Sand Storms&#10;&#10;&#10;",
    "Categories": [
      "Game System",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Action Retrieval",
      "Cooperative Game",
      "Modular Board",
      "Scenario / Mission / Campaign Game",
      "Tech Trees / Tech Tracks",
      "Variable Set-up"
    ],
    "Families": [
      "Components: Game Trayz Inside",
      "Crowdfunding: Kickstarter",
      "Game: Unsettled",
      "Theme: Survival"
    ]
  },
  {
    "Rank": "506",
    "Name": "Libertalia: Winds of Galecrest",
    "ID": 356033,
    "Year": "2022",
    "Geek Rating": "6.971",
    "Avg Rating": "7.47",
    "Link": "https://boardgamegeek.com/boardgame/356033/libertalia-winds-of-galecrest",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.157",
    "Description": "In the world of Galecrest, sky pirates set sail on the winds in search of adventure, treasure, and glory. As an admiral, you command a vast and varied crew...but so do your rivals sailing other ships in the pirate fleet. Each day the fleet lands on a different island where you'll send a crew member to collect your share of the loot, hoping they'll return to boost your growing group of characters.&#10;&#10;Libertalia was originally released in 2012. Ten years later, Libertalia: Winds of Galecrest celebrates the foundations of the original design with a revised and expanded edition that includes all-new art, 40 characters per player, a reputation system to resolve ties, deluxe loot tokens, a robust solo mode, and much more.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Pirates"
    ],
    "Mechanics": [
      "Action Queue",
      "Hand Management",
      "Selection Order Bid",
      "Set Collection",
      "Simultaneous Action Selection",
      "Take That",
      "Turn Order: Role Order",
      "Variable Phase Order"
    ],
    "Families": [
      "Category: Dized Tutorial",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Digital Implementations: Tabletopia",
      "Misc: Watch It Played How To Videos",
      "Organizations: Automa Factory",
      "Players: Games with Solitaire Rules",
      "Theme: Airships / Blimps / Dirigibles / Zeppelins",
      "Theme: Anthropomorphic Animals",
      "Theme: Pirates"
    ]
  },
  {
    "Rank": "507",
    "Name": "Lord of the Rings: The Confrontation",
    "ID": 18833,
    "Year": "2005",
    "Geek Rating": "6.971",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/18833/lord-of-the-rings-the-confrontation",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.1921",
    "Description": "This Deluxe Edition of Reiner Knizia&rsquo;s acclaimed Lord of the Rings: The Confrontation combines a superb craftsmanship with an exciting expansion for this award-winning game.&#10;&#10;The Confrontation is a two-player board game in which players take control of the forces of Sauron, seeking to find their master&rsquo;s ring, or the forces of the free peoples of Middle Earth seeking to destroy Sauron's ring in the fires of Mount Doom. One of the most acclaimed board games of recent years, The Confrontation allows players to control many of the famous characters of Tolkien's famous trilogy, while playing an intense 30-minute game that is a wonderful combination of bluffing and strategy. The Confrontation is designed by renowned game designer Reiner Knizia, and considered amongst his best works.&#10;&#10;WHAT'S NEW:&#10;Deluxe Confrontation gives the game a new and larger gameboard, larger sculpted plastic stands, and completely new artwork and graphic design.  The game includes 18 entirely new characters in addition to the classic characters found in the original. The new characters allow players to play an entirely new game, or mix the new and the old characters for an entirely different game experience.  4 new Special Cards are also included, for additional special actions.&#10;&#10;From the Box: The time has come for the final confrontation between Good and Evil in Middle Earth. Will the Hobbit Frodo and his companions bring the Ring to Mount Doom in Mordor? Or will they fall to the forces of Lord Sauron and lose Middle Earth to eternal darkness? Only one side can win!&#10;The Confrontation is a complete stand-alone game of strategy, bluffing, and adventure for two players.&#10;This deluxe edition of The Confrontation features stunning new artwork, a larger game board, four additional special game cards, and 18 beautifully sculpted character stands. In this edition you will not only be able to play the original classic game, but also an entirely new game variant with 18 new Lord of the Rings characters. Furthermore, players can enjoy an exciting draft game variant in which they may choose which of the 36 available characters to field.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Bluffing",
      "Deduction",
      "Fantasy",
      "Movies / TV / Radio theme",
      "Novel-based"
    ],
    "Mechanics": [
      "Area Movement",
      "Card Play Conflict Resolution",
      "Hand Management",
      "Secret Unit Deployment",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Authors: J.R.R. Tolkien",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "508",
    "Name": "Claustrophobia",
    "ID": 36932,
    "Year": "2009",
    "Geek Rating": "6.970",
    "Avg Rating": "7.47",
    "Link": "https://boardgamegeek.com/boardgame/36932/claustrophobia",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.4771",
    "Description": "Claustrophobia is a miniatures-based survival game set within the universe of Hell Dorado.&#10;&#10;The box contains pre-painted miniatures which are placed on large tiles showing the dungeon spaces.  Also included are character boards, counters and markers, and dice.&#10;&#10;One player controls a small group of determined humans, while the other plays an almost unending army of demonic creatures.  The game is thematic and highly asymmetric: human characters are stronger, but the demon characters are more numerous.  Gameplay is very straightforward with a minimum of rules, and each game plays in an hour or less.&#10;&#10;Basically, dice are allocated after rolling to perform actions, while cards or special abilities are also available.  The game is about managing decisions and choosing what to do with the resources that you have, managing difficult events and out-thinking your opponent.  Combat is handled by dice.&#10;&#10;Complexity is low, with the focus on theme and building towards a tense, climactic ending. &#10; Claustrophobia is played through scenarios of which there are several in the rulebook.  Generally speaking, the human characters are attempting to complete a task (e.g. escape the catacombs, close a portal) while the demons are focused on stopping them.  There are varying win conditions depending on the scenario chosen.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Line of Sight",
      "Modular Board",
      "Scenario / Mission / Campaign Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Components: Miniatures",
      "Creatures: Demons",
      "Digital Implementations: VASSAL",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "509",
    "Name": "Dune",
    "ID": 121,
    "Year": "1979",
    "Geek Rating": "6.970",
    "Avg Rating": "7.59",
    "Link": "https://boardgamegeek.com/boardgame/121/dune",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "3.4498",
    "Description": "Set thousands of years in the future, Dune the board game is based on the Frank Herbert novels about an arid planet at the heart of the human space empire's political machinations.&#10;&#10;Designed by the creators at Eon of Cosmic Encounter fame, some contend that the game can best be described as Cosmic Encounter set within the Dune universe, but the two games bear little in common in the actual mechanisms or goals; they're just both set in space. Like Cosmic Encounter, it is a game that generates player interaction through negotiation and bluffing.&#10;&#10;Players each take the role of one of the factions attempting to control Dune. Each faction has special powers that overlook certain rules in the game. Each turn players move about the map attempting to pick up valuable spice while dealing with giant sandworms, deadly storms, and other players' military forces. A delicate political balance is formed amongst the factions to prevent any one side from becoming too strong. When a challenge is made in a territory, combat takes the form of hidden bids with additional treachery cards to further the uncertainty.&#10;&#10;The game concludes when one faction (or two allied factions) is able to control a certain number of strongholds on the planet.&#10;&#10;Note that the Descartes edition of Dune includes the Duel Expansion and Spice Harvest Expansion, the Landsraad variant from Avalon Hill's General magazine, and additional character disks not provided by AH.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Fighting",
      "Negotiation",
      "Novel-based",
      "Political",
      "Science Fiction"
    ],
    "Mechanics": [
      "Alliances",
      "Area Majority / Influence",
      "Area Movement",
      "Auction / Bidding",
      "Force Commitment",
      "Hand Management",
      "Map Deformation",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Animals: Worms",
      "Books: Dune",
      "Components: Player Screens",
      "Creatures: Aliens / Extraterrestrials",
      "Creatures: Monsters",
      "Digital Implementations: VASSAL",
      "Misc: Dice Tower Hall of Fame",
      "Theme: Deserts"
    ]
  },
  {
    "Rank": "510",
    "Name": "Reign of Cthulhu",
    "ID": 192153,
    "Year": "2016",
    "Geek Rating": "6.969",
    "Avg Rating": "7.36",
    "Link": "https://boardgamegeek.com/boardgame/192153/reign-of-cthulhu",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "2.1636",
    "Description": "Beings of ancient evil, known as Old Ones, are threatening to break out of their cosmic prison and awake into the world. Everything you know and love could be destroyed by chaos and madness. Can you and your fellow investigators manage to find and seal every portal in time? Hurry before you lose yourself to insanity.&#10;&#10;In Pandemic: Reign of Cthulhu, you'll experience the classic Pandemic gameplay with an horrific twist that'll have you face twelve Old Ones, each threatening the world with their unique powers. As players take on the roles of investigators attempting to seal a series of portals before monsters of unspeakable horror pour into our world there is, of course, a high risk of the investigators losing their own minds.&#10;&#10;Instead of curing diseases like in the original Pandemic, players seal portals and shut down cults in the classic New England fictional towns of Arkham, Dunwich, Innsmouth, and Kingsport. Can you and your fellow investigators manage to find and seal every portal in time? Hurry before you lose yourself to insanity and the evil that lurks beneath your feet...&#10;&#10;Part of the Pandemic series.&#10;&#10;",
    "Categories": [
      "Horror",
      "Novel-based"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Hand Management",
      "Point to Point Movement",
      "Set Collection",
      "Trading",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Game: Pandemic",
      "Occupation: Medic / Doctor / Nurses",
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "511",
    "Name": "The Manhattan Project",
    "ID": 63628,
    "Year": "2012",
    "Geek Rating": "6.966",
    "Avg Rating": "7.31",
    "Link": "https://boardgamegeek.com/boardgame/63628/the-manhattan-project",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.9554",
    "Description": "From the back of the box:&#10;&#10;Global Power Struggle Begins&#10;Which nation will take the lead and become world's dominant superpower?&#10;&#10;The Manhattan Project makes you the leader of a great nation's atomic weapons program in a deadly race to build bigger and better bombs. You must assign your workers to multiple projects: building your bomb-making infrastructure, expending your military to protect it, or sending your spies to steal your rival's hard work!&#10;&#10;You alone control your nation's destiny. You choose when to send out your workers&ndash;and when to call them back. Careful management and superior strategy will determine the winner of this struggle. So take charge and secure your nation's future!&#10;&#10;Additional description:&#10;&#10;The Manhattan Project is a low-luck, mostly open information efficiency game in which players compete to build and operate the most effective atomic bomb program. Players do not &quot;nuke&quot; each other, but conventional air strikes are allowed against facilities.&#10;&#10;The game features worker placement with a twist: there are no rounds and no end-of-round administration. Players retrieve their workers when they choose to or are forced to (by running out).&#10;&#10;An espionage action allows a player to activate and block an opponent's building, representing technology theft and sabotage.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Economic",
      "Industry / Manufacturing",
      "World War II"
    ],
    "Mechanics": [
      "Action Retrieval",
      "Auction: Dutch Priority",
      "Closed Drafting",
      "Race",
      "Take That",
      "Worker Placement",
      "Worker Placement, Different Worker Types"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: BoardSpace",
      "Game: The Manhattan Project",
      "Mechanism: Tableau Building",
      "Theme: Physics",
      "Theme: Retro"
    ]
  },
  {
    "Rank": "512",
    "Name": "Heroscape Master Set: Rise of the Valkyrie",
    "ID": 11170,
    "Year": "2004",
    "Geek Rating": "6.966",
    "Avg Rating": "7.46",
    "Link": "https://boardgamegeek.com/boardgame/11170/heroscape-master-set-rise-of-the-valkyrie",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.2987",
    "Description": "This Fantasy Battle Board Game comes with dozens of painted plastic miniatures, each representing a warrior from a different era, and hex-based hard plastic terrain pieces which can be put together in many different ways. The warriors include 30 plastic figures, including World War II soldiers, futuristic robots, aliens, a T-Rex-riding orc, a large dragon, and many more.  Each hero or squad has its own card that details both movement and combat abilities.&#10;&#10;There are 2 large ruins and 85 tiles of terrain in the base game.  Some terrain tiles are large (up to 24 hexes) while others are small (1 hex).  There are water, sand, rock and grass tiles (in roughly increasing order).  Many different battlefields can be built by attaching and stacking the tiles.&#10;&#10;The rulebook features two games: a basic and a master version.  In the basic version (designed for younger players &lt; 8 years), characters move, attack, defend, and have range -- but there are no special powers and some other rules are minimized and/or eliminated.  The master game includes special powers, wounds, engagement rules, falling rules, and a few other additions.&#10;&#10;A battlefield/scenario book shows how to build five battlefields, layer by layer.  Each battlefield may have multiple scenarios, where the goals vary.  It can be opponent elimination, getting to a certain space, protecting a certain figure, or holding out for a certain number of turns.&#10;&#10;Each unit in the Master Set has a movement rating ranging from 4 to 8, which is the number of hexes it can move in a turn.  Moving up a level counts as a hex; moving down does not incur that penalty. Moving down more levels than your height when moving from one hex to another counts as falling and you might take damage --unless you are falling into water.&#10;&#10;Combat in the game is fairly straightforward.  You roll attack dice as listed on your unit's card (1 to 8 dice in the Master Set), and the opponent rolls defense dice equal to the number on their unit's card (1 to 9 dice).  Skulls rolled in excess of shields count as wounds (hero figures may have more than one Life).&#10;&#10;The master game uses a point system in which players alternate drafting cards until they reach the pre-assigned point value for the scenario.  It's possible to bring a &quot;pre-fab&quot; army to the battle in order to save time.&#10;&#10;The basic game is for two players. The master game is for 2 to 4 (and more) players.&#10;The game is eminently customizable, with many expansions which add more abilities, terrain, and options. There are also user-created maps, scenarios, custom units and advanced rules available online.&#10;&#10;HeroScape: Rise of the Valkyrie is the original master set for the HeroScape series of games.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Modular Board",
      "Three Dimensional Movement"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Components: Miniatures",
      "Game: Heroscape",
      "Misc: Dice Tower Hall of Fame"
    ]
  },
  {
    "Rank": "513",
    "Name": "Zombicide: 2nd Edition",
    "ID": 286751,
    "Year": "2021",
    "Geek Rating": "6.966",
    "Avg Rating": "7.95",
    "Link": "https://boardgamegeek.com/boardgame/286751/zombicide-2nd-edition",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.3625",
    "Description": "Zombicide, the board game, has taken the world by storm with over two million copies sold since its release in 2012 and spawning a cult franchise of cooperative zombie slaying all over the world. In Zombicide, zombies are controlled by the game, while players take on the role of survivors who must co-operate in order to survive and thrive in a world overrun by the bloodthirsty undead. Find guns and gear to take the fight to the zombies through 25 different scenarios linked by a branching story as you pick your way through an infested city.&#10;&#10;Zombicide (2nd Edition) features refined and streamlined rules, including updates to target priority for ranged attacks, interactions with doors, and vehicle mechanisms.  A new dark zone feature, a zone that hides zombies from survivor's attacks, has been added as well. Zombicide (2nd Edition) will include new components and miniatures as well, including plastic dashboards and new child survivors. Returning players will be able to use their existing collection from previous Zombicide releases as well.&#10;&#10;",
    "Categories": [
      "Fighting",
      "Horror",
      "Miniatures",
      "Science Fiction",
      "Zombies"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Multiple Maps",
      "Scenario / Mission / Campaign Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Components: Miniatures",
      "Creatures: Zombies",
      "Game: Zombicide"
    ]
  },
  {
    "Rank": "514",
    "Name": "Advanced Squad Leader",
    "ID": 243,
    "Year": "1985",
    "Geek Rating": "6.963",
    "Avg Rating": "8.01",
    "Link": "https://boardgamegeek.com/boardgame/243/advanced-squad-leader",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "480",
    "Weight": "4.7483",
    "Description": "Advanced Squad Leader is the completely reorganized and re-designed version of the original Squad Leader system. This three-ring binder is the basic rules for the entire system and provides the ultimate combination of playability and detail. Full-color charts and beautiful pictures make this the most readable of rulebooks - and it includes a full-service index as well for quick reference.&#10;&#10;And ASL is more than &quot;squads&quot;; the system includes the rules for everything from machine guns to bazookas, tanks and ordnance weapons, paratrooper drops, glider landings and beach assaults. And much more. This set of rules is constantly kept up to date by expansions included with the modules.&#10;&#10;ASL goals are scenario-defined and vary from tasks such as exiting troops off of one edge of the board, to inflicting a certain number of casualty points on the opposing force, to capturing a certain number of goal-buildings or areas.&#10;&#10;This is just the rulebook. To start playing the game the newcomer must get, at least, the Beyond Valor: ASL Module 1. There are a great many ASL Modules available. &quot;Core Modules&quot; provide additional rules, units from different nationalities, and additional geomorphic mapboards. &quot;Historical Modules&quot; provide campaign games simulating multi-day battles using actual historical maps rather than geomorphic mapboards, including additional rules, counters and paper maps. Many modules have dependencies on earlier modules.&#10;&#10;Rulebook contents:&#10;&#10;    Introduction&#10;    Chapters A, B, C, D, H (Design Your Own, German &amp; Russian vehicle notes only), J [1st edition]&#10;    Chapters A, B, C, D, E, H (Design Your Own, German &amp; Russian vehicle notes only), J, K [2nd edition]&#10;    Index &amp; Glossary&#10;&#10;&#10;&#10;1st edition additional changes/chapters:&#10;&#10;    chapter E in Yanks: ASL Module 3&#10;    chapter F in West of Alamein: ASL Module 5&#10;    chapter G in Code of Bushido: ASL Module 8 / Gung Ho!: ASL Module 9&#10;    chapter K in Paratrooper: ASL Module 2&#10;    8 revised RuleBook pages  [A 17-18/A 29-30/B 31-32/F 1-2 all marked &quot;92&quot;] in Croix de Guerre: ASL Module 10&#10;&#10;&#10;&#10;2nd edition additional chapters:&#10;&#10;    chapter F in Hollow Legions: ASL Module 7a&#10;    chapter G in Rising Sun: ASL Module 13&#10;&#10;&#10;&#10;(Note: this is a description of the ASL rulebook which is published separately. For the ASL family, check Game wiki.)&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Critical Hits and Failures",
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Interrupts",
      "Line of Sight",
      "Modular Board",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Scenario / Mission / Campaign Game",
      "Secret Unit Deployment",
      "Simulation",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Digital Implementations: VASSAL",
      "Game: Advanced Squad Leader",
      "Misc: Dice Tower Hall of Fame",
      "Players: Games with expansions that add solo play",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "War Level of Command: Tactical"
    ]
  },
  {
    "Rank": "515",
    "Name": "For Northwood! A Solo Trick-Taking Game",
    "ID": 334590,
    "Year": "2021",
    "Geek Rating": "6.963",
    "Avg Rating": "7.87",
    "Link": "https://boardgamegeek.com/boardgame/334590/for-northwood-a-solo-trick-taking-game",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.8152",
    "Description": "For Northwood! Is a solo hand management and precision trick-taking game. Your objective is to peacefully unify the kingdom of Northwood through conversations with their rulers.  Over eight rounds, you must visit eight animal fiefs and engage their rulers in dialogue (tricks). Each ruler's suit represents the trump for that fief. Each ruler also requires you to win an exact number of tricks to join your alliance, so the game gets harder as your options dwindle.&#10;&#10;You start with four allies, each with an ability that you can use once per visit. These abilities can make you draw, discard, or otherwise manipulate your hand to help you hit the target score. Once you've won a ruler over, you can pull them in to substitute temporarily for one of your allies, if you need a more specific set of abilities to tackle the harder fiefs.&#10;&#10;With multiple difficulty levels, 24 rulers (12 used per game), and a 16-scenario challenge booklet, For Northwood! offers hours of gameplay with a new puzzle every time!&#10;&#10;Winner of *Best Overall Game* and *Jury Prize* in the 2021 BGG 54-card contest.&#10;Also winner of *Best Art*, *Best Solo Game*, and *Best New Designer*!&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Fantasy",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management",
      "Predictive Bid",
      "Solo / Solitaire Game",
      "Trick-taking"
    ],
    "Families": [
      "Contests: 54-Card Game Design",
      "Crowdfunding: Gamefound",
      "Digital Implementations: Board Game Arena",
      "Players: Solitaire Only Card Games",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "516",
    "Name": "MicroMacro: Crime City – Full House",
    "ID": 338834,
    "Year": "2021",
    "Geek Rating": "6.962",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgame/338834/micromacro-crime-city-full-house",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "1.1818",
    "Description": "Crimes have taken place all over the city, and you want to figure out exactly what's happened, so you'll need to look closely at the giant city map (75 x 110 cm) to find all the hidden information and trace the trails of those who had it in for their foes.&#10;&#10;MicroMacro: Crime City &ndash; Full House includes 16 cases for you to solve. Each case includes a number of cards that ask you to find something on the map or uncover where someone has gone or otherwise reveal information relevant to a case. The city map serves as a map in time as well as space, so you'll typically find people in multiple locations throughout the streets and buildings, and you need to piece together what happened, whether by going through the case card by card or by reading only the starting card in the case and trying to figure out everything that happened for yourself. Will you be able to answer all questions about the case without fail?&#10;&#10;Unlike the original MicroMacro: Crime City, Full House marks each case with symbols so that parents can decide which cases the youngest investigators are cleared to research.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Storytelling",
      "Team-Based Game"
    ],
    "Families": [
      "Game: MicroMacro",
      "Mechanism: Campaign Games",
      "Misc: Limited Replayability"
    ]
  },
  {
    "Rank": "517",
    "Name": "Dawn of the Zeds (Third Edition)",
    "ID": 175095,
    "Year": "2016",
    "Geek Rating": "6.960",
    "Avg Rating": "8.16",
    "Link": "https://boardgamegeek.com/boardgame/175095/dawn-of-the-zeds-third-edition",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "3.7988",
    "Description": "The postcards in every local drug store read, &quot;Welcome to Fabulous Farmingdale!&quot;, an ad campaign that was the brainchild of Mayor Hernandez (who coincidentally employed his wife's public relations firm to market their community). But right now, things are far from fabulous in Farmingdale and, for once, everyone isn't blaming the Mayor. Some kind of virus or poison is turning ordinary people into vicious, zombie-like killers. It is not clear how the disease spreads (though it seems that physical contact is certainly one way), but it is obvious what the illness does to its victims.&#10;&#10;These undead, nicknamed &quot;Zeds&quot; from the local newscasts as the acronym for &quot;Zombie Epidemic Disease,&quot; are now converging on your corner of the world around Farmingdale. As best you can tell, you have been left to your own devices to stop them while the National Guard organizes a relief column, but that could take days, perhaps weeks, for them to fight their way to you and until then, what can you do?&#10;&#10;With little choice between survival and a gruesome (un)death, you realize that you must coordinate the defense of the town of Farmingdale and its surrounding villages. You must lead the good citizens and emerging heroes of these communities to halt the Zeds' advances by (re)killing them, attempt to coordinate the discovery of a cure to this vile scourge, and preserve as much of the area and as many of its inhabitants as possible. There's no time to lose...&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Horror",
      "Wargame",
      "Zombies"
    ],
    "Mechanics": [
      "Action Points",
      "Campaign / Battle Card Driven",
      "Cooperative Game",
      "Dice Rolling",
      "Move Through Deck",
      "Point to Point Movement",
      "Ratio / Combat Results Table",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Category: Tower Defense",
      "Creatures: Zombies",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Digital Implementations: Tabletopia",
      "Digital Implementations: VASSAL",
      "Players: Games with Solitaire Rules",
      "Series: States of Siege"
    ]
  },
  {
    "Rank": "518",
    "Name": "Legacy of Yu",
    "ID": 354934,
    "Year": "2023",
    "Geek Rating": "6.959",
    "Avg Rating": "8.13",
    "Link": "https://boardgamegeek.com/boardgame/354934/legacy-of-yu",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.9009",
    "Description": "During the reign of Emperor Yao, the people of ancient China were constantly plagued by deadly floods along the Yellow River. Eager to put an end to the devastation, Yao selected Gun, one of his officials, to devise a plan. After nine years of failed attempts using dams and dikes, Gun's employment came to a questionable end. After his passing, Yu inherited his father's work. Learning from Gun's failures, Yu set out to construct a series of canals to direct the surging river into nearby fields and smaller waterways.&#10;&#10;Legacy of Yu is a solo-only, fully-resettable, nonlinear campaign game in which you step into the role of the legendary hero of the Xia Dynasty, Yu the Great. It will be your job to build the canals ahead of the impending flood, while also defending your growing village against neighboring barbarian tribes. With each game, stories will be shared and new gameplay elements added. The campaign features a self-balancing system which adapts to how well you are doing. The campaign ends once you either win or lose seven games.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Ancient",
      "City Building"
    ],
    "Mechanics": [
      "Chaining",
      "Hand Management",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Worker Placement"
    ],
    "Families": [
      "Country: China",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Players: Solitaire Only Games",
      "Rivers: Yellow",
      "Series: Ancient Anthology (Garphill Games)"
    ]
  },
  {
    "Rank": "519",
    "Name": "Unmatched: Little Red Riding Hood vs. Beowulf",
    "ID": 325635,
    "Year": "2020",
    "Geek Rating": "6.959",
    "Avg Rating": "8.11",
    "Link": "https://boardgamegeek.com/boardgame/325635/unmatched-little-red-riding-hood-vs-beowulf",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.9677",
    "Description": "In battle, there are no equals.&#10;&#10;ONCE UPON A TIME, Little Red Riding Hood took her basket of nasty tricks and faced off against the legendary Beowulf in this exciting Unmatched set.&#10;&#10;&quot;What big eyes you have, Wulfie!&quot;&#10;&#10;&quot;That&rsquo;s called 'rage', kid!&quot;&#10;&#10;Little Red features a clever card-combo mechanism. Matching icons on the cards she plays to the one in her &quot;basket&quot; (discard pile), triggers potent effects. Meanwhile, Beowulf uses rage to power up his cards for devastating attacks.&#10;&#10;Unmatched is a highly asymmetrical miniature fighting game for two or four players. Each hero is represented by a unique deck designed to evoke their style and legend. Tactical movement and no-luck combat resolution create a unique play experience that rewards expertise, but just when you've mastered one set, new heroes arrive to provide all new match-ups.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting",
      "Mythology",
      "Novel-based"
    ],
    "Mechanics": [
      "Action Points",
      "Card Play Conflict Resolution",
      "Hand Management",
      "Line of Sight",
      "Point to Point Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Authors: The Brothers Grimm",
      "Category: Two-Player Fighting Games",
      "Characters: Beowulf",
      "Components: Miniatures",
      "Components: Multi-Use Cards",
      "Folk Tales & Fairy Tales: Little Red Riding Hood",
      "Game: Unmatched",
      "Misc: Watch It Played How To Videos",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "520",
    "Name": "Lancaster",
    "ID": 96913,
    "Year": "2011",
    "Geek Rating": "6.959",
    "Avg Rating": "7.39",
    "Link": "https://boardgamegeek.com/boardgame/96913/lancaster",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.9957",
    "Description": "From the designer of Glen More comes a new title published by Queen Games: Lancaster.&#10;&#10;In 1413, the new king of England, Henry V of Lancaster, has ambitious plans: The unification of England and the conquest of the French crown! Each player takes the role of an ambitious aristocratic family. Who will be the best supporter of this young king, and the most powerful Lord of his time?&#10;&#10;In Lancaster, the players want to proceed from simply being a Lord to being the most powerful ally of the king. They may achieve this by developing their own knighthood, as well as by clever deployment of individual knights in the counties of England, at their own castle, and to conflicts with France. In parliament, they try to push laws from which they will benefit themselves most. The player with the most power points at the end of the game is the winner.&#10;&#10;Every turn, players send their knights to the different locations:&#10;&bull; Counties, where they compete with knights from other players for rewards and the favor of the nobles.&#10;&bull; The castle, to receive income or new knights.&#10;&bull; Into conflict with France, where all players combine their power and try to gain power points.&#10;&#10;In the counties, the strength of the knights is important, as you can remove the knight of another player by placing a knight of your own with higher strength in the same location.&#10;&#10;",
    "Categories": [
      "Medieval"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Auction / Bidding",
      "Voting",
      "Worker Placement",
      "Worker Placement, Different Worker Types"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Country: England",
      "Series: Yellow Wave Box (Queen)"
    ]
  },
  {
    "Rank": "521",
    "Name": "Unmatched: Battle of Legends, Volume Two",
    "ID": 335764,
    "Year": "2021",
    "Geek Rating": "6.958",
    "Avg Rating": "8.25",
    "Link": "https://boardgamegeek.com/boardgame/335764/unmatched-battle-of-legends-volume-two",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "2.075",
    "Description": "In battle, there are no equals.&#10;&#10;Unmatched is a highly asymmetrical miniature fighting game for two or four players. Each hero is represented by a unique deck designed to evoke their style and legend. Tactical movement and no-luck combat resolution create a unique play experience that rewards expertise, but just when you've mastered one set, new heroes arrive to provide all new match-ups.&#10;&#10;Battle of Legends, Volume Two features four heroes: Yennenga, Achilles, Sun Wukong, and Bloody Mary.&#10;&#10;Combat is resolved quickly by comparing attack and defense cards. However, each card's unique effects and a simple but deep timing system lead to interesting decisions each time. The game also features an updated version of the line-of-sight system from Tannh&auml;user for ranged attacks and area effects.&#10;&#10;The game includes a new battlefield with a brand new mechanism, pre-washed miniatures for each hero, and custom life trackers that's brought to life with the stunning artwork of Zoe van Dijk and the combined design teams of Restoration Games and Mondo Games.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting",
      "Horror",
      "Mythology",
      "Novel-based"
    ],
    "Mechanics": [
      "Action Points",
      "Card Play Conflict Resolution",
      "Hand Management",
      "Line of Sight",
      "Point to Point Movement",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Animals: Apes / Monkeys",
      "Category: Two-Player Fighting Games",
      "Components: Miniatures",
      "Components: Multi-Use Cards",
      "Game: Unmatched",
      "Mythology: Greek"
    ]
  },
  {
    "Rank": "522",
    "Name": "Glen More",
    "ID": 66362,
    "Year": "2010",
    "Geek Rating": "6.957",
    "Avg Rating": "7.30",
    "Link": "https://boardgamegeek.com/boardgame/66362/glen-more",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.6678",
    "Description": "Each player represents the leadership of a 17th century Scottish clan looking to expand its territory and its wealth. The success of your clan depends on your ability to make the correct decision at the opportune time, be it by establishing a new pasture for your livestock, growing grain for the production of whisky, selling your goods on the various markets, or investing in the cultivation of special places such as lochs and castles.&#10;&#10;Glen More offers a unique turn mechanism. Players take territory tiles from a rondel. Picking a tile has not only influence on the actions you get by the surrounding tiles in your territory, it also determines when you'll have your next turn (and how many turns you will have in the game). But having a lot of turns is not always the best strategy for a successful chieftain.&#10;&#10;Glen More is 6 in the Alea medium box series, and is rated a 4 on the alea complexity level.&#10;&#10;",
    "Categories": [
      "City Building",
      "Economic",
      "Farming"
    ],
    "Mechanics": [
      "Commodity Speculation",
      "Dice Rolling",
      "Set Collection",
      "Tile Placement",
      "Track Movement",
      "Turn Order: Time Track"
    ],
    "Families": [
      "Country: Scotland",
      "Digital Implementations: Yucata",
      "Game: Glen More",
      "Mechanism: Tableau Building",
      "Series: Alea Medium Box"
    ]
  },
  {
    "Rank": "523",
    "Name": "Middara: Unintentional Malum – Act 1",
    "ID": 169427,
    "Year": "2019",
    "Geek Rating": "6.956",
    "Avg Rating": "8.57",
    "Link": "https://boardgamegeek.com/boardgame/169427/middara-unintentional-malum-act-1",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "4.1348",
    "Description": "Middara is a 1-4 player cooperative choose-your-own-adventure style miniatures board game. Players assume the role of a party of adventurers in an ultra-modern fantasy setting that exists alongside our very own Earth.  During the game, players will experience an in depth, fully narrative-driven adventure that contains over 90 hours of content. Throughout the narrative you and three of your friends will confront real decisions that change the course of the story and its outcome.&#10;&#10;Players will face many dangerous adversaries throughout the story and will take part in heated combat with these foes. Middara features an innovative, dice based combat system for these encounters.  Based on their equipment and abilities, players will have access to unique two-dice combinations that will increase their attack and damage potential in a variety of ways. In addition to numbers, dice have a particular set of symbols on each face that can be spent according to players currently equipped weapons and abilities.  With nine different types of dice, over 110 unique abilities and 150 unique pieces of equipment the possibilities for different character builds are endless.&#10; What makes Middara so compelling is that the outcomes of story decisions and encounters have far-reaching effects that determine how the story moves and resolves. Friends and family might get killed, or they may survive. Maybe the players avoid some problems entirely, only to be faced with a whole new challenge.&#10;&#10;Gameplay Features:&#10;&#10;&#10;    Narrative-driven campaign that contains over 90 hours of content.&#10;    Unique dice-based success system featuring multiple dice that players can upgrade throughout the campaign. &#10;    36 modular map tiles representing different locations in the world, such as magical forests, caves, and swamps!&#10;    A.I. controlled monsters, NPCs, challenges, traps, and other narrative-driven obstacles.&#10;    Campaign character progression via a point buy system allowing players to ditch traditional classes and instead focus on building the character they want to play.&#10;    Over 110 unique Disciplines and over 150 unique pieces of equipment.&#10;    Stand alone scenarios for when you aren't playing with your campaign group, or even when you are!&#10;&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Hand Management",
      "Modular Board",
      "Role Playing",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Storytelling",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Components: Miniatures",
      "Components: Standees",
      "Creatures: Monsters",
      "Crowdfunding: Kickstarter",
      "Mechanism: Campaign Games",
      "Misc: Forteller Audio Narration",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "524",
    "Name": "Feed the Kraken",
    "ID": 271601,
    "Year": "2022",
    "Geek Rating": "6.956",
    "Avg Rating": "7.82",
    "Link": "https://boardgamegeek.com/boardgame/271601/feed-the-kraken",
    "Min Players": "5",
    "Max Players": "11",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2.1197",
    "Description": "Feed the Kraken is a hidden role deduction game, with three asymmetric factions. All players may be sitting in the same boat, but they want to navigate in different directions! The loyal sailors must bring the ship safely to mainland, whereas the pirates crave to secretly maneuver the ship into the Bermuda Triangle. Meanwhile a crazy cultist is busy convincing parts of the crew to help him summon their dark lord &mdash;the Kraken&mdash; from the depth of the sea to save them all.&#10;&#10;The goal of the game is to navigate the ship towards your final destination, which would be easy if only players weren&rsquo;t divided into three different factions. Each secret faction wants to reach a different area of the board. Every turn the ship will sail in one of the three possible directions &mdash;but which one will it be? The current captain and their chosen lieutenant will study ancient sea maps and pass their often conflicting orders onto the chosen navigator, who has to make the final decision. Meanwhile the rest of the crew is busy drinking rum, gambling and telling each other tales of ancient sea monsters.&#10;&#10;After each navigation, the lieutenant and navigator go off duty, and the captain has to find somebody sober enough to take their spot instead. Everyone can discuss, how well that last navigation went, who is to blame for the current course, and who should be in charge in the future instead. Convince your enemies that it is in their best interest to make you the next lieutenant, or navigator! You can even draw your guns and become the new captain in open mutiny! But for how long will you be able to keep the trust of your crew? The next mutiny might already be waiting for you if your decisions don&rsquo;t please your fellow sailors.&#10;&#10;Feed the Kraken is a social deduction game designed around a vintage sailor setting. It supports 5-11 players. A match is usually dealt within 45 minutes up to 1:30 hours.&#10;&#10;&mdash;description from designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Fantasy",
      "Miniatures",
      "Nautical",
      "Party Game",
      "Pirates"
    ],
    "Mechanics": [
      "Acting",
      "Betting and Bluffing",
      "Grid Movement",
      "Hidden Roles",
      "Role Playing",
      "Roles with Asymmetric Information",
      "Team-Based Game",
      "Traitor Game",
      "Variable Player Powers",
      "Voting"
    ],
    "Families": [
      "Animals: Octopuses",
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Game: Werewolf / Mafia",
      "Misc: LongPack Games",
      "Theme: Pirates"
    ]
  },
  {
    "Rank": "525",
    "Name": "A Few Acres of Snow",
    "ID": 79828,
    "Year": "2011",
    "Geek Rating": "6.955",
    "Avg Rating": "7.37",
    "Link": "https://boardgamegeek.com/boardgame/79828/a-few-acres-of-snow",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3.0257",
    "Description": "A Few Acres of Snow is a two-player, deck-building Strategic level board-wargame about the French and British conflict in North America.&#10;&#10;The card-play contains a focus on a deck-building mechanic similar to Dominion, each card will have multiple uses like card-driven games. The players have to choose only one aspect of the card to use when it is played. Each space captured by a player will add another card to the capturing player's deck.&#10;&#10;From the box description:&#10;&#10;A war fought at the edge of two mighty empires. For over one hundred and fifty years Britain and France were locked in a struggle for domination of North America. Thousands of miles from their homes, settlers and soldiers were faced with impenetrable forests, unpredictable American tribes, and formidable distances. Despite these obstacles they were able to engage in bitter warfare, with the British ultimately taking the prize of Quebec. A Few Acres of Snow is a two-player game that allows you to recreate this contest. You can change the course of history by your decisions.&#10;&#10;A Few Acres of Snow takes an innovative approach to the subject, using cards to represent locations and manpower. As the game progresses you add to your selection of cards, increasing the range of actions available to you. There are many strategies to be explored. How quickly should you build up your forces, do you employ Native Americans, what energy should be expended on your economy?&#10;&#10;The game is about more than just fighting &ndash; you must successfully colonize the land to have a chance.&#10;&#10;Online Play&#10;&#10;     Yucata (turn-based)&#10;&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "American Indian Wars",
      "Card Game",
      "Territory Building",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Card Play Conflict Resolution",
      "Deck, Bag, and Pool Building",
      "Delayed Purchase",
      "Hand Management",
      "Open Drafting",
      "Point to Point Movement",
      "Simulation"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Components: Multi-Use Cards",
      "Components: Wooden pieces & boards",
      "Country: Canada",
      "Country: France",
      "Country: Great Britain",
      "Country: USA",
      "Digital Implementations: VASSAL",
      "Digital Implementations: Yucata",
      "History: Age of Kings",
      "History: French and Indian War",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Region: Quebec (Canada)",
      "States: Massachusetts",
      "Theme: Native Americans / First Peoples"
    ]
  },
  {
    "Rank": "526",
    "Name": "Pipeline",
    "ID": 256730,
    "Year": "2019",
    "Geek Rating": "6.954",
    "Avg Rating": "7.58",
    "Link": "https://boardgamegeek.com/boardgame/256730/pipeline",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3.908",
    "Description": "The refinement of oil has long been part of the government-controlled energy sector. Amassed with an incredibly complex and inefficient system of refineries, the government has felt the severe pressures of worldwide demand and the ever-increasing global standards for refinement. Unable to keep up with demand, the government has only one option: privatizing the oil industry.&#10;&#10;This is where you come in. Seeking to capitalize on this new opportunity, in Pipeline you start a company in the oil business. You will focus on building a much more efficient pipeline network in your refinery, hiring experts that provide valuable benefits over your competitors, and managing the logistics of purchasing and selling your refined oil in the various markets. You will need more than strong economic skills &ndash; carefully crafting an interweaving network of pipelines just might ensure your victory!&#10;&#10;",
    "Categories": [
      "Economic",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Action Drafting",
      "Commodity Speculation",
      "Contracts",
      "End Game Bonuses",
      "Market",
      "Network and Route Building",
      "Tile Placement",
      "Turn Order: Claim Action"
    ],
    "Families": [
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Misc: LongPack Games",
      "Theme: Oil / Gas / Petroleum"
    ]
  },
  {
    "Rank": "527",
    "Name": "No Thanks!",
    "ID": 12942,
    "Year": "2004",
    "Geek Rating": "6.954",
    "Avg Rating": "7.08",
    "Link": "https://boardgamegeek.com/boardgame/12942/no-thanks",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.1316",
    "Description": "No Thanks! is a card game designed to be as simple as it is engaging.&#10;&#10;The rules are simple.  Each turn, players have two options:&#10;&#10;    play one of their chips to avoid picking up the current face-up card&#10;    pick up the face-up card (along with any chips that have already been played on that card) and turn over the next card&#10;&#10;&#10;However, the choices aren't so easy as players compete to have the lowest score at the end of the game.  The deck of cards is numbered from 3 to 35, with each card counting for a number of points equal to its face value.  Runs of two or more cards only count as the lowest value in the run - but nine cards are removed from the deck before starting, so be careful looking for connectors.  Each chip is worth -1 point, but they can be even more valuable by allowing you to avoid drawing that unwanted card.&#10;&#10;The first versions of the game supported up to five players, but the German 2011 edition supports up to seven (simply by increasing the number of chips).&#10;&#10;This game was originally published in Germany in 2004 by Amigo as Geschenkt ...ist noch zu teuer!, meaning Even given as a gift, it is still too expensive!.  Amigo's 2006 international edition, titled No Merci! (a delightful multi-lingual pun), had rules in several languages, including English. The game has subsequently been released in other countries under an assortment of names. The German 2024 edition includes additional cards to allow for play with variant rules.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Closed Economy Auction",
      "Push Your Luck",
      "Set Collection"
    ],
    "Families": [
      "Digital Implementations: Board Game Arena",
      "Misc: Dice Tower Hall of Fame",
      "Misc: Lowest Score Wins"
    ]
  },
  {
    "Rank": "528",
    "Name": "Colt Express",
    "ID": 158899,
    "Year": "2014",
    "Geek Rating": "6.954",
    "Avg Rating": "7.10",
    "Link": "https://boardgamegeek.com/boardgame/158899/colt-express",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "1.8351",
    "Description": "On the 11th of July, 1899 at 10 a.m., the Union Pacific Express has left Folsom, New Mexico, with 47 passengers on board. After a few minutes, gunfire and hurrying footsteps on the roof can be heard. Heavily armed bandits have come to rob honest citizens of their wallets and jewels. Will they succeed in stealing the suitcase holding the Nice Valley Coal Company's weekly pay, despite it having been placed under the supervision of Marshal Samuel Ford? Will these bandits hinder one another more than the Marshal since only the richest one of them can come out on top?&#10;&#10;In Colt Express, you play a bandit robbing a train at the same time as other bandits, and your goal is to become the richest outlaw of the Old West. The game consists of five rounds, and each round has two phases:&#10;&#10;&#10;    Phase 1: Schemin' Each player plays 2-5 action cards on a common pile, with the cards being face up or face down depending on the type of the round. Instead of playing a card, a player can draw three cards from her deck.&#10;    Phase 2: Stealin' The action cards are carried out in the order they were played, with a player's best laid plans possibly not panning out due to mistakes and oversights!&#10;&#10;&#10;The game takes place in a 3D train in which the bandits can move from one car to another, run on the roof, punch the other bandits, shoot them, rob the passengers, or draw the Marshal out of position. The train has as many cars as the number of players, and each car is seeded with gems, bags of loot or suitcases at the start of play.&#10;&#10;Each player starts a round with six cards in hand, with each card showing one of these actions. At the start of a round, a round card is revealed, showing how many cards will be played; whether they'll be played face up or face down, or individually or in pairs; and what action will occur at the end of the round (e.g., all bandits on top of the train move to the engine). You can pick up loot, gems or suitcases only by playing a &quot;steal&quot; card when you're in a train car that holds one of these items &mdash; but since everyone is planning to get these goods, you'll need to move, punch and shoot to get others out of your way. You can punch someone only in the same car as you, and when you do, the other bandit drops one of the goods he's collected and is knocked into an adjacent car.&#10;&#10;Each player's character has a special power, such as starting the round with an extra card, playing your first card face down, or pocketing a bag of loot when you punch someone instead of letting it hit the ground.&#10;&#10;You can shoot someone in an adjacent car or (if you're running on top of the train) anyone in sight, and when you do, you give that player one of your six bullet cards; that card gets shuffled in the opponent's deck, possibly giving her a dead card in hand on a future turn and forcing her to draw instead of playing something. If the Marshal ends up in the same car as you, likely due to other bandits luring him through the train, he'll be happy to give you a bullet, too.&#10;&#10;At the end of the game, whoever fired the most bullets receives a $1,000 braggart bonus, and whoever bagged the richest haul wins!&#10;&#10;",
    "Categories": [
      "American West",
      "Fighting",
      "Trains"
    ],
    "Mechanics": [
      "Action Queue",
      "Hand Management",
      "Memory",
      "Programmed Movement",
      "Take That",
      "Turn Order: Progressive",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Components: Wooden pieces & boards",
      "Digital Implementations: Board Game Arena",
      "Game: Colt Express",
      "States: New Mexico",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "529",
    "Name": "Citadels",
    "ID": 205398,
    "Year": "2016",
    "Geek Rating": "6.954",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgame/205398/citadels",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.0579",
    "Description": "In Citadels, players take on new roles each round to represent characters they hire in order to help them acquire gold and erect buildings. The game ends at the close of a round in which a player erects their seventh building. Players then tally their points, and the player with the highest score wins.&#10;&#10;Players start the game with a number of building cards in their hand; buildings come in five colors, with the purple buildings typically having a special ability and the other colored buildings providing a benefit when you play particular characters. At the start of each round, the player who was king the previous round discards one of the eight character cards at random, chooses one, then passes the cards to the next player, etc. until each player has secretly chosen a character. Each character has a special ability, and the usefulness of any character depends upon your situation, and that of your opponents. The characters then carry out their actions in numerical order: the assassin eliminating another character for the round, the thief stealing all gold from another character, the wizard swapping building cards with another player, the warlord optionally destroys a building in play, and so on.&#10;&#10;On a turn, a player earns two or more gold (or draws two building cards then discards one), then optionally constructs one building (or up to three if playing the architect this round). Buildings cost gold equal to the number of symbols on them, and each building is worth a certain number of points. In addition to points from buildings, at the end of the game a player scores bonus points for having eight buildings or buildings of all five colors.&#10;&#10;The 2016 edition of Citadels includes twenty-seven characters &mdash; eight from the original Citadels, ten from the Dark City expansion, and nine new ones &mdash; along with thirty unique building districts, and the rulebook includes six preset lists of characters and districts beyond the starter list, each crafted to encourage a different style and intensity of gameplay.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "City Building",
      "Medieval"
    ],
    "Mechanics": [
      "Action Drafting",
      "Closed Drafting",
      "Income",
      "Lose a Turn",
      "Set Collection",
      "Take That",
      "Turn Order: Role Order",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Digital Implementations: Board Game Arena",
      "Game: Citadels",
      "Mechanism: Tableau Building"
    ]
  },
  {
    "Rank": "530",
    "Name": "Quadropolis",
    "ID": 176396,
    "Year": "2016",
    "Geek Rating": "6.953",
    "Avg Rating": "7.22",
    "Link": "https://boardgamegeek.com/boardgame/176396/quadropolis",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.1978",
    "Description": "Each player builds their own metropolis in Quadropolis (first announced as City Mania), but they're competing with one another for the shops, parks, public services and other structures to be placed in them.&#10;&#10;The game lasts four rounds, and in each round players first lay out tiles for the appropriate round at random on a 5x5 grid. Each player has four architects numbered 1-4 and on a turn, a player places an architect next to a row or column in the grid, claims the tile that's as far in as the number of the architect placed (e.g., the fourth tile in for architect #4), places that tile in the appropriately numbered row or column on the player's 4x4 city board, then claims any resources associated with the tile (inhabitants or energy).&#10;&#10;When a player takes a tile, a figure is placed in this now-empty space and the next player cannot place an architect in the same row or column where this tile was located. In addition, you can't place one architect on top of another, so each placement cuts off play options for you and everyone else later in the round. After all players have placed all four architects, the round ends, all remaining tiles are removed, and the tiles for the next round laid out.&#10;&#10;After four rounds, the game ends. Players can move the inhabitants and energy among their tiles at any point during the game to see how to maximize their score. At game end, they then score for each of the six types of buildings depending on how well they build their city &mdash; as long as they have activated the buildings with inhabitants or energy as required:&#10;&#10;&#10;    Residential buildings score depending on their height&#10;    Shops score depending on how many customers they have&#10;    Public services score depending on the number of districts in your city that have them&#10;    Parks score depending on the number of residential buildings next to them&#10;    Harbors score based on the longest row or column of activated harbors in the city&#10;    Factories score based on the number of adjacent shops and harbors&#10;&#10;&#10;Some buildings are worth victory points (VPs) on their own, and once players sum these values with what they've scored for each type of building in their city, whoever has the highest score wins.&#10;&#10;",
    "Categories": [
      "City Building",
      "Environmental"
    ],
    "Mechanics": [
      "End Game Bonuses",
      "Open Drafting",
      "Pattern Building",
      "Set Collection",
      "Square Grid",
      "Tile Placement",
      "Worker Placement",
      "Worker Placement, Different Worker Types"
    ],
    "Families": [
      "Components: 4 x 4 Grids",
      "Components: 5 x 5 Grids",
      "Game: Quadropolis",
      "Mechanism: Tableau Building",
      "Theme: City"
    ]
  },
  {
    "Rank": "531",
    "Name": "Trekking Through History",
    "ID": 353288,
    "Year": "2022",
    "Geek Rating": "6.953",
    "Avg Rating": "7.58",
    "Link": "https://boardgamegeek.com/boardgame/353288/trekking-through-history",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.7289",
    "Description": "We designed Trekking through History for gamers and non-gamers to play together. The goal was to make a game inviting for non-gamers, but with a little subtlety under the hood for gamers.&#10;&#10;In the game, you go on a three-day tour of human history, traveling thousands of years in a time machine to experience great moments from our past.&#10;&#10;The game takes place over three rounds, each representing one day of your trip. Each day, you visit a series of historical events, spending a different number of hours at each.&#10;&#10;On each turn, you choose to visit one historical event, and spend a certain number of hours doing it. Doing so will yield benefits, like checking off items on your itinerary for points, and earning Time Crystals so you can bend the space-time continuum on future turns.&#10;&#10;Along the way, you&rsquo;ll also score points for visiting historical events in chronological order.&#10;&#10;The player with the most points after three rounds wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection",
      "Turn Order: Time Track"
    ],
    "Families": [
      "Components: Game Trayz Inside",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Misc: Mensa Select",
      "Players: Games with expansions that add solo play",
      "Theme: Time Travel"
    ]
  },
  {
    "Rank": "532",
    "Name": "Massive Darkness 2: Hellscape",
    "ID": 315610,
    "Year": "2022",
    "Geek Rating": "6.953",
    "Avg Rating": "8.04",
    "Link": "https://boardgamegeek.com/boardgame/315610/massive-darkness-2-hellscape",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.7347",
    "Description": "Ten years have passed since the Lightbringers drove back the hordes of the Darkness and sealed the Portal from whence they came. The heroes thought their job done, but the newfound peace was never meant to last. Dangerous new Portals have suddenly opened up all across the land. The Darkness and its hordes are flooding through, stronger than ever. It will not be enough to simply close the Portals this time. The Lightbringers must travel through them into the unknown to destroy the Darkness once and for all. Either Light will triumph, or the Darkness will consume every being in the world. This is where players find themselves in Massive Darkness 2, a new edition of the hit dungeon-crawler game.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Dice Rolling",
      "Modular Board",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Components: Dice with Icons",
      "Creatures: Demons",
      "Creatures: Monsters",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Game: Massive Darkness",
      "Players: Games with Solitaire Rules",
      "Theme: Hell"
    ]
  },
  {
    "Rank": "533",
    "Name": "High Society",
    "ID": 220,
    "Year": "1995",
    "Geek Rating": "6.953",
    "Avg Rating": "7.18",
    "Link": "https://boardgamegeek.com/boardgame/220/high-society",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.4856",
    "Description": "In Reiner Knizia&#039;s High Society, players bid against each other to acquire the various trappings of wealth (positive-number and multiplier cards) while avoiding its pitfalls (negative number and divisor cards).  While bidding, though, keep an eye on your remaining cash - at the end of the game, even though all those positive-number cards might add up to a win, the player with the least money isn't even considered for victory.&#10;&#10;In 2003 re-published by &#195;&#156;berplay.&#10;&#10;In 2003 published with a new theme by Amigo as Einfach Tierisch.&#10;&#10;In 2006, published by University Games as Animalement V&ocirc;tre (French version) and Beestenveiling (Dutch version).&#10;&#10;In 2008, re-published by Eagle-Gryphon Games&#10;&#10;In 2018, re-published by Osprey Games&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Auction: Turn Order Until Pass",
      "Constrained Bidding",
      "Hand Management",
      "Highest-Lowest Scoring"
    ],
    "Families": [
      "Series: Bookshelf (Gryphon Games)",
      "Theme: Art style – Art Nouveau"
    ]
  },
  {
    "Rank": "534",
    "Name": "Bohnanza",
    "ID": 11,
    "Year": "1997",
    "Geek Rating": "6.952",
    "Avg Rating": "7.07",
    "Link": "https://boardgamegeek.com/boardgame/11/bohnanza",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.6679",
    "Description": "Bohnanza is the first in the Bohnanza family of games and has been published in several different editions, including a 2023 version with flowers.&#10;&#10;This entry lists a few different major card sets for Bohnanza: the base game for 3-5 players, the expanded game with the same name for 2-7 players (that is, first expansion included), and Bohnanza Pocket.&#10;&#10;In the game, you plant, then harvest bean cards in order to earn coins. Each player starts with a hand of random bean cards, and each card has a number on it corresponding to the number of that type of beans in the deck. Unlike in most other card games, you can't rearrange the order of cards in hand, so you must use them in the order that you've picked them up from the deck &mdash; unless you can trade them to other players, which is the heart of the game.&#10;&#10;On a turn, you must plant the first one or two cards in your hand into the &quot;fields&quot; in front of you. Each field can hold only one type of bean, so if you must plant a type of bean that's not in one of your fields, then you must harvest a field to make room for the new arrival. This usually isn't good! Next, you reveal two cards from the deck, and you can then trade these cards as well as any card in your hand for cards from other players. You can even make future promises for cards received right now! After all the trading is complete &mdash; and all trades on a turn must involve the active player &mdash; then you end your turn by drawing cards from the deck and placing them at the back of your hand.&#10;&#10;When you harvest beans, you receive coins based on the number of bean cards in that field and the &quot;beanometer&quot; for that particular type of bean. Flip over 1-4 cards from that field to transform them into coins, then place the remainder of the cards in the discard pile. When the deck runs out, shuffle the discards, playing through the deck two more times. At the end of the game, everyone can harvest their fields, then whoever has earned the most coins wins.&#10;&#10;The original German edition supports 3-5 players. The English version from Rio Grande Games comes with the first edition of the first German expansion included in a slightly oversized box. One difference in the contents, however, is that bean #22's Weinbrandbohne (Brandy Bean) was replaced by the Wachsbohne, or Wax Bean. This edition includes rules for up to seven players, like the Erweiterungs-Set, but also adapts the two-player rules of Al Cabohne in order to allow two people to play Bohnanza.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Farming",
      "Negotiation"
    ],
    "Mechanics": [
      "Hand Management",
      "Multi-Use Cards",
      "Negotiation",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Components: Multi-Use Cards",
      "Digital Implementations: BrettspielWelt",
      "Game: Bohnanza",
      "Misc: Dice Tower Hall of Fame",
      "Series: Bean Games (Lookout)"
    ]
  },
  {
    "Rank": "535",
    "Name": "Zombie Kidz Evolution",
    "ID": 256952,
    "Year": "2018",
    "Geek Rating": "6.951",
    "Avg Rating": "7.60",
    "Link": "https://boardgamegeek.com/boardgame/256952/zombie-kidz-evolution",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.375",
    "Description": "Zombie Kidz Evolution is the first &quot;legacy&quot;-style game for kids, with basic gameplay similar to the 2013 title Zombie Kidz &mdash; but things will quickly evolve!&#10;&#10;In the game, the young players are at school when zombies start to attack, infiltrating the entryways, then barring the way to classrooms. Players move through rooms and entryways to eliminate zombies and keep the zombie reserve full. If a zombie must enter the school but none are available, then the school has been overrun and the players lose. To win the game, players need to lock each of the four entryways as apparently the custodian has abandoned the post and given up the school for lost.&#10;&#10;As players get better, they can complete missions, track their development through a trophy-sticker system reminiscent of video games, and open envelopes that contain new material for the game, upping the challenge they face while also providing them with new powers and new heroes as well.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Fighting",
      "Horror",
      "Zombies"
    ],
    "Mechanics": [
      "Area Movement",
      "Cooperative Game",
      "Dice Rolling",
      "Legacy Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Creatures: Zombies",
      "Mechanism: Legacy",
      "Series: Zombie Kidz",
      "Versions & Editions: Legacy Versions of Non-Legacy Games"
    ]
  },
  {
    "Rank": "536",
    "Name": "Imperial Settlers: Empires of the North",
    "ID": 270844,
    "Year": "2019",
    "Geek Rating": "6.950",
    "Avg Rating": "7.41",
    "Link": "https://boardgamegeek.com/boardgame/270844/imperial-settlers-empires-of-the-north",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2.799",
    "Description": "Imperial Settlers: Empires of the North is a new, standalone card game in the established Imperial Settlers universe, with players heading to the far north where three different factions live: Scotsmen, Inuits, and Vikings. Take on the role of leader, and make your faction into the best empire in the world!&#10;&#10;Choosing the faction is only the first step, though, as each faction can be played using one of the two separate and unique decks. Yes, in the base game, players will find six pre-constructed decks ready to use straight out of the box. Each one offers a completely different gameplay style!&#10;&#10;Develop your economy, deflect your opponent, and fight for dominance in the north. Learn new mechanisms, and experience a unique style of Imperial Settlers. Will you be able to create the most successful civilization in Imperial Settlers: Empires of the North?&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game",
      "City Building",
      "Civilization",
      "Exploration",
      "Nautical"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That",
      "Variable Player Powers",
      "Worker Placement"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Digital Implementations: Tabletopia",
      "Game: Imperial Settlers",
      "Mechanism: Tableau Building",
      "Misc: LongPack Games",
      "Misc: Watch It Played How To Videos",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "537",
    "Name": "Hadara",
    "ID": 269144,
    "Year": "2019",
    "Geek Rating": "6.950",
    "Avg Rating": "7.39",
    "Link": "https://boardgamegeek.com/boardgame/269144/hadara",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.2051",
    "Description": "Hadara carries you off into the world of cultures and countries of this earth. Over three epochs, you will experience the transformation of your new world from a small settlement to a high culture. You want to populate this world with people who come from different cultures and continents as well as different ages. To bring glory and honor to your world, you should choose the persons and accomplishments skillfully. But you should not ignore agriculture, culture, and military power, otherwise one of your competitors might get bigger and more successful than you. Who will succeed first in creating a new flourishing high culture?&#10;&#10;&mdash;description from the publisher&#10;&#10;&bull;&bull;&bull;&#10;&#10;Hadara entf&uuml;hrt dich in die Welt der Kulturen und L&auml;nder dieser Erde.&#10;&#10;&Uuml;ber 3 Epochen hinweg erlebst du die Verwandlung deiner neuen Welt von einer kleinen Siedlung zu einer Hochkultur.&#10;Du willst diese Welt mit Personen besiedeln, die dabei aus verschiedenen Kulturkreisen, Kontinenten aber auch Zeitaltern stammen. &#10;Um deiner Welt zu viel Ruhm und Ehre zu verhelfen, solltest du die Personen und Errungenschaften geschickt aussuchen. Dabei solltest du aber die Landwirtschaft, die Kultur und die milit&auml;rische Macht nicht au&szlig;er Acht lassen, sonst kann es passieren, dass einer deiner Mitkonkurrenten gr&ouml;&szlig;er und erfolgreicher wird. Wem gelingt es zuerst, eine neue bl&uuml;hende Hochkultur zu erschaffen?&#10;&mdash;description from the publisher (German)&#10;&#10;",
    "Categories": [
      "City Building",
      "Civilization"
    ],
    "Mechanics": [
      "End Game Bonuses",
      "Memory",
      "Open Drafting",
      "Set Collection",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: BrettspielWelt",
      "Digital Implementations: Tabletopia",
      "Digital Implementations: Yucata",
      "Misc: Watch It Played How To Videos"
    ]
  },
  {
    "Rank": "538",
    "Name": "Black Rose Wars",
    "ID": 239942,
    "Year": "2019",
    "Geek Rating": "6.948",
    "Avg Rating": "7.93",
    "Link": "https://boardgamegeek.com/boardgame/239942/black-rose-wars",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3.4734",
    "Description": "Black Rose Wars is a competitive fantasy game of deck-building, strategy, and combat set in the hectic universe of Nova Aetas in Italy. Each player is one of powerful mages of the Black Rose Order who aspires to become the new Supreme Magister in order to acquire the mighty power of the Black Rose Artifact and the Forgotten Magic. Mages must fight, fulfill Black Rose desires, and gain strength with their spells until their power reaches the containment threshold of the prison where they are exiled, finally freeing themselves. Each mage has at their disposal six schools of magic, each one with its own strategy to annihilate their opponents and increase their power.&#10;&#10;At the start of the battle, mages start with a grimoire of six cards; as mages study more spells during play, their grimoire will increase. Every spell in Black Rose Wars has two different effects, increasing a player's adaptability during a fight.&#10;&#10;Mages fight each other in a modular arena of hexagons called &quot;rooms&quot;. They summon powerful creatures, cast destructive spells, or devise dark deceptions with their enchantments. The game system is divided into different phases. Each turn, after choosing new spells from the six schools of magic, players plan their strategy in advance, placing cards face down. Later, they reveal the played cards to kill each other, solve missions, summon creatures, or destroy the prison rooms, one against each other and against the Black Rose (the playing system).  &#10;After being killed, mages are reborn immediately, allowing them to re-enter the fight without delay &mdash; although their death still fed energy to those mages who caused it.&#10;The mage with the most power at the end of the battle will be crowned Supreme Magister of the Order by the Black Rose itself.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Fantasy",
      "Miniatures",
      "Renaissance"
    ],
    "Mechanics": [
      "Action Queue",
      "Area Majority / Influence",
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Players: Games with Solitaire Rules",
      "Setting: Nova Aetas Chronicles"
    ]
  },
  {
    "Rank": "539",
    "Name": "Undaunted: North Africa",
    "ID": 290359,
    "Year": "2020",
    "Geek Rating": "6.948",
    "Avg Rating": "7.78",
    "Link": "https://boardgamegeek.com/boardgame/290359/undaunted-north-africa",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.3043",
    "Description": "The Undaunted series continues with this two-player deck-building game of tactical combat, pitting the raiders of Britain's Long Range Desert Group against Italian forces in the North African Theater of World War II.&#10;&#10;The North African campaign has begun. Take control of the British Army's Long Range Desert Group and operate behind enemy lines or command the formidable Italian forces opposing them. In &quot;Undaunted: North Africa&quot;, a sequel to Undaunted: Normandy, players once again lead their sides through a varied series of missions. As casualties mount, wounded soldiers leave the players' decks, forcing them to adapt in the face of changing tactical circumstances. Use your cards to strengthen your forces, deploy vehicles to advance rapidly across the battlefield, and seize the initiative as you determine the outcome of the North African Theater.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Command Cards",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Hexagon Grid",
      "Modular Board",
      "Open Drafting",
      "Simulation"
    ],
    "Families": [
      "Country: Egypt",
      "Country: Italy",
      "Country: Libya",
      "Country: New Zealand",
      "Country: United Kingdom",
      "Crowdfunding: Spieleschmiede",
      "History: World War II (Africa)",
      "Players: Games with expansions that add solo play",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Region: North Africa",
      "Series: Undaunted (Osprey Games)",
      "Theme: Deserts"
    ]
  },
  {
    "Rank": "540",
    "Name": "Fantastic Factories",
    "ID": 216600,
    "Year": "2019",
    "Geek Rating": "6.947",
    "Avg Rating": "7.42",
    "Link": "https://boardgamegeek.com/boardgame/216600/fantastic-factories",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.2303",
    "Description": "It's a manufacturing arms race! Compete against other players as you try to build the most efficient set of factories in the shortest time. You must carefully manage your blueprints, train your workers, and manufacture as many goods as possible in order to achieve industrial dominance!&#10;&#10;In Fantastic Factories, you race to manufacture the most goods or build the most prestigious buildings. There are elements of dice rolling, worker placement, engine building, resource management, tableau building, simultaneous play, and some card drafting. Each round is split into two phases, the market phase and the work phase.&#10;&#10;During the market phase, you choose to either acquire a new blueprint for free or pay to hire a contractor. Blueprints are used to construct new factories during the work phase. Contractors can be used to reinforce your strategy by providing resources or allowing you to roll additional dice. You need to be mindful of what cards are available in the marketplace and the strategies your opponents may be pursuing.&#10;&#10;During the work phase, all players simultaneously roll their dice and use their dice as workers to run factories. Factories start as blueprints and need to be constructed. Once constructed, each factory can be used once each turn. Worker placement can happen in any order and figuring out the correct sequence can enable a powerful chain of actions. Additionally, you can build training facilities that allow you to manipulate the dice values of your workers. Each work phase is like solving a unique worker placement puzzle in order to optimize your output of resources and goods.&#10;&#10;Once any player has manufactured 12 goods or constructed 10 buildings, the game end is triggered and one additional and final round is played. The player with the most points wins (combination of building prestige and manufactured goods). With over 30 unique blueprints and countless synergies across buildings, each game is unique. Fantastic Factories offers a lot of replay value and satisfaction as players discover new factory engines with each game.&#10;&#10;&mdash;description from the publisher&#10;&#10;A large collection of solo puzzles have also been created for Fantastic Factories along with official tools to create more. This puzzle collection can be found in the BGG Play-By-Forum area.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Industry / Manufacturing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management",
      "Multi-Use Cards",
      "Open Drafting",
      "Push Your Luck",
      "Re-rolling and Locking",
      "Set Collection",
      "Simultaneous Action Selection",
      "Solo / Solitaire Game",
      "Tags",
      "Worker Placement with Dice Workers"
    ],
    "Families": [
      "Components: Multi-Use Cards",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Digital Implementations: Tabletopia",
      "Game: Fantastic Factories",
      "Mechanism: Tableau Building",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "541",
    "Name": "Point Salad",
    "ID": 274960,
    "Year": "2019",
    "Geek Rating": "6.945",
    "Avg Rating": "7.13",
    "Link": "https://boardgamegeek.com/boardgame/274960/point-salad",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.1537",
    "Description": "Point Salad is a fast and fun card drafting game for the whole family. There are over 100 ways to score points. Players may use a variety of strategies and every game of Point Salad is unique!&#10;&#10;Cards come in six different types of veggies, and the back of each card has a different scoring method. So for instance, one scoring method may award 2 points for every carrot you have, but deduct a point for every onion.  By drafting combinations of veggies and point cards that work for your strategy, you can amass the most points and win.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Components: Multi-Use Cards",
      "Digital Implementations: Google Play",
      "Digital Implementations: Sovranti",
      "Digital Implementations: Steam",
      "Digital Implementations: Tabletopia",
      "Misc: LongPack Games",
      "Misc: Self-Referential Games",
      "Series: Point … (Flatout Games)",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "542",
    "Name": "Fire in the Lake",
    "ID": 144189,
    "Year": "2014",
    "Geek Rating": "6.945",
    "Avg Rating": "8.07",
    "Link": "https://boardgamegeek.com/boardgame/144189/fire-in-the-lake",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "4.1544",
    "Description": "Volume IV in the Series: COIN (GMT) dives headlong into the momentous and complex battle for South Vietnam. A unique multi-faction treatment of the Vietnam War, Fire in the Lake will take players on US heliborne sweeps of the jungle and Communist infiltration of the South, and into inter-allied conferences, Saigon politics, interdiction of the Ho Chi Minh Trail, air defense of Northern infrastructure, graduated escalation, and media war.&#10;&#10;Fire in the Lake features the same card-assisted counterinsurgency game system as GMT's Andean Abyss, Cuba Libre, and A Distant Plain, with twists that take the Series to another level, including:&#10;&#10;&#10;     Pivotal events that trump initiative (Tet Offensive, Vietnamization, Easter Offensive, and Linebacker II)&#10;     Inter-coup campaign effects that vary by RVN leader&#10;     Counterinsurgent guerrillas (US-led Irregulars and ARVN Rangers)&#10;     Insurgent troops (NVA) for direct force-on-force engagements&#10;     Tunneled VC and NVA bases&#10;     Trail construction and degradation&#10;     A larger-than-ever event deck for even greater play variety&#10;     Short and medium-length scenarios with either random or period-event options&#10;&#10;&#10;-- description from publisher&#10;&#10;",
    "Categories": [
      "Civil War",
      "Modern Warfare",
      "Political",
      "Vietnam War",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Simulation",
      "Solo / Solitaire Game",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Autonomous simulation",
      "Components: Map (Regional scale)",
      "Components: Multi-Use Cards",
      "Country: USA",
      "Country: Vietnam",
      "Decades: The 1960's",
      "Decades: The 1970's",
      "History: Cold War",
      "History: Vietnam War",
      "Players: Games with Solitaire Rules",
      "Players: Wargames with Solitaire Rules",
      "Series: COIN (GMT)"
    ]
  },
  {
    "Rank": "543",
    "Name": "Stuffed Fables",
    "ID": 233312,
    "Year": "2018",
    "Geek Rating": "6.944",
    "Avg Rating": "7.44",
    "Link": "https://boardgamegeek.com/boardgame/233312/stuffed-fables",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.4688",
    "Description": "Stuffed Fables is an unusual adventure game in which players take on the roles of brave stuffies seeking to save the child they love from a scheming, evil mastermind. Make daring melee attacks, leap across conveyor belts, or even steer a racing wagon down a peril-filled hill. The game delivers a thrilling narrative driven by player choices. Players explore a world of wonder and danger, unlocking curious discoveries. The chapters of Stuffed Fables explore the many milestones of a child's life, creating a memorable tale ideal for families, as well as groups of adults who haven't forgotten their childlike sense of wonder.&#10;&#10;Stuffed Fables is the first &quot;AdventureBook Game&quot;, a new product line from Plaid Hat Games in which all of the action takes place in the unique storybook &mdash; a book that acts as your rules reference, story guide, and game board, all in one! Each adventure in the game takes place over several pages of the immersive AdventureBook. The book opens flat onto the table to reveal a colorful map or other illustration central to playing the game, with choices, story, and special rules on the opposite page.&#10;&#10;On their turn, a player draws five dice from the bag. The colors of the dice drawn determine the types of actions and options available to the player. White dice can re-stuff stuffies injured in battle. Red dice perform melee attacks while green dice perform ranged attacks. Yellow dice search while blue dice are used for special actions and purple dice can be used as any color. Most dice can always find a strategic use, including moving, using items, or contributing to group tasks. Players can store dice for later, combine dice for stronger actions, or use them one-at-a-time for multiple activations. As turns go by, black dice are also drawn, and after enough appear, minions emerge or attack, and the dice bag is reset!&#10;&#10;Players can encourage each other by sharing dice or their precious stuffing. In addition to fighting minions, each page of the storybook offers numerous points of interest, charming characters to interact or trade with, as well as many unusual challenges. And each page is but one chapter that folds into a branching, overarching story with a multitude of items and a special discovery deck full of surprises.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Animals",
      "Fantasy",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Role Playing",
      "Roll / Spin and Move",
      "Scenario / Mission / Campaign Game",
      "Square Grid",
      "Storytelling",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Components: Book as Board",
      "Components: Miniatures",
      "Mechanism: Campaign Games",
      "Series: AdventureBook Games (Plaid Hat)",
      "Theme: Anthropomorphic Animals"
    ]
  },
  {
    "Rank": "544",
    "Name": "Mystic Vale",
    "ID": 194607,
    "Year": "2016",
    "Geek Rating": "6.943",
    "Avg Rating": "7.24",
    "Link": "https://boardgamegeek.com/boardgame/194607/mystic-vale",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.2632",
    "Description": "A curse has been placed on the Valley of Life. Hearing the spirits of nature cry out for aid, clans of druids have arrived, determined to use their blessings to heal the land and rescue the spirits. It will require courage and also caution, as the curse can overwhelm the careless who wield too much power.&#10;&#10;In Mystic Vale, 2 to 4 players take on the role of druidic clans trying to cleanse the curse upon the land. Each turn, you play cards into your field to gain powerful advancements and useful vale cards. Use your power wisely, or decay will end your turn prematurely. Score the most victory points to win the game!&#10;&#10;Mystic Vale uses the innovative &quot;Card Crafting System&quot;, which lets you not only build your deck, but build the individual cards in your deck, customizing each card's abilities to exactly the strategy you want to follow.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Layering",
      "Push Your Luck"
    ],
    "Families": [
      "Components: Transparent Elements",
      "Digital Implementations: Steam",
      "Digital Implementations: Yucata",
      "Game: Mystic Vale",
      "Series: Card Crafting System (AEG)",
      "Theme: Druids",
      "Theme: Nature"
    ]
  },
  {
    "Rank": "545",
    "Name": "Unconscious Mind",
    "ID": 329500,
    "Year": "2024",
    "Geek Rating": "6.943",
    "Avg Rating": "7.96",
    "Link": "https://boardgamegeek.com/boardgame/329500/unconscious-mind",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3.9575",
    "Description": "In the early 1900s, the Austrian neurologist Sigmund Freud established a revolutionary theory called psychoanalysis, related to the study of the unconscious mind. As his work took hold, supporters met at Freud's apartment every Wednesday to discuss psychology and dream symbolism. This group&mdash;the Wednesday Psychological Society&mdash;marked the beginning of the worldwide psychoanalytic movement. As a member of this society, you aim to formulate new therapeutic techniques, establish a practice, grow your clientele, and become Freud&rsquo;s most distinguished contemporary. To best accomplish this, you&rsquo;ll need to share insights, discuss ideas with peers, and publish theories. And to stay invigorated, you&rsquo;ll likely need some coffee&mdash;lots of coffee.&#10;&#10;Unconscious Mind is a euro-style game featuring worker placement, engine building, multiple rondels, and cascading effects. On your turn, you may place one or two Ideas (workers) on a central Meeting Table to access a variety of actions, such as adding tiles to your player board, drafting and playing cards, and moving around the city of Vienna. Where you place your Ideas also determines how far to advance your rondel&rsquo;s inkpot, activating a row or column of tile effects on your player board.&#10;&#10;To treat your clients and interpret their dreams, you must work with a supply of Insight resources, which you&rsquo;ll manage on a multi-level dial. As you work through surface-level Manifest dreams into deep-seated Latent dreams, these Insights will help your clients reach catharsis. This is represented by lifting transparent layers from the client cards&mdash;unlocking their ongoing special abilities and end-game scoring opportunities.&#10;&#10;Once the group has solidified its reputation, the end of the game is signaled, and the member with the most points wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Medical"
    ],
    "Mechanics": [
      "Contracts",
      "End Game Bonuses",
      "Melding and Splaying",
      "Open Drafting",
      "Programmed Movement",
      "Rondel",
      "Set Collection",
      "Solo / Solitaire Game",
      "Tags",
      "Worker Placement"
    ],
    "Families": [
      "Cities: Vienna (Austria)",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Theme: Dreams / Nightmares",
      "Theme: Psychology"
    ]
  },
  {
    "Rank": "546",
    "Name": "Citadels",
    "ID": 478,
    "Year": "2000",
    "Geek Rating": "6.938",
    "Avg Rating": "7.06",
    "Link": "https://boardgamegeek.com/boardgame/478/citadels",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "2.0479",
    "Description": "In Citadels, players take on new roles each round to represent characters they hire in order to help them acquire gold and erect buildings. The game ends at the close of a round in which a player erects his/her eighth building. Players then tally their points, and the player with the highest score wins.&#10;&#10;Players start with a number of building cards in their hand; buildings come in five colors, with the purple buildings typically having a special ability and the other colored buildings providing a benefit when you play particular characters. At the start of each round, the player who was king the previous round discards one of the eight character cards at random, chooses one, then passes the cards to the next player, etc. until each player has secretly chosen a character. Each character has a special ability, and the usefulness of any character depends upon your situation, and that of your opponents. The characters then carry out their actions in numerical order: the assassin eliminating another character for the round, the thief stealing all gold from another character, the wizard swapping building cards with another player, the warlord optionally destroys a building in play, and so on.&#10;&#10;On a turn, a player earns two or more gold (or draws two building cards then discards one), then optionally constructs one building (or up to three if playing the architect this round). Buildings cost gold equal to the number of symbols on them, and each building is worth a certain number of points. In addition to points from buildings, at the end of the game a player scores bonus points for having eight buildings or buildings of all five colors.&#10;&#10;The expansion Citadels: The Dark City was initially released as a separate item, but the second edition of the game from Hans im Gl&uuml;ck (packaged in a tin box) and the third edition from Fantasy Flight Games included this expansion and can be recognized by its rectangular box (not square). With Dark City, Citadels supports a maximum of eight players.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "City Building",
      "Deduction",
      "Fantasy",
      "Medieval"
    ],
    "Mechanics": [
      "Action Drafting",
      "Closed Drafting",
      "Income",
      "Lose a Turn",
      "Set Collection",
      "Take That",
      "Turn Order: Role Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: BrettspielWelt",
      "Digital Implementations: VASSAL",
      "Game: Citadels",
      "Mechanism: Tableau Building",
      "Misc: Dice Tower Hall of Fame",
      "Misc: Watch It Played How To Videos",
      "Series: Fantasy Flight Silver Line"
    ]
  },
  {
    "Rank": "547",
    "Name": "World Wonders",
    "ID": 365258,
    "Year": "2023",
    "Geek Rating": "6.937",
    "Avg Rating": "7.63",
    "Link": "https://boardgamegeek.com/boardgame/365258/world-wonders",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "50",
    "Play Time": "70",
    "Weight": "2.2308",
    "Description": "Take on the role of the great leaders of the past to build your own Ancient City.&#10;&#10;Players will take turns spending their gold each round to build tiles that will increase their city's economy. A city that produces more food and generates commerce brings more population. Make your city grow!&#10;&#10;There are 5 types of buildings, each of which provides resources that will help your city evolve from a simple settlement to the largest city in the world.&#10;&#10;To place new buildings in your city you will also need a lot of roads. Don&rsquo;t forget about monuments, which are just as important as the buildings. These will bring you victory points, but claiming one will consume the rest of your gold for the round.&#10;&#10;Choose your timing and placement wisely! If your gold runs out, your round is over. Once all players have spent their gold, a new round begins and new buildings and roads will become available.&#10;&#10;After 10 rounds or as soon as a player reaches the maximum population limit, the leader of the best city in the ancient world will be the winner of World Wonders!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Ancient",
      "Territory Building"
    ],
    "Mechanics": [
      "Action Points",
      "Grid Coverage",
      "Loans",
      "Open Drafting",
      "Solo / Solitaire Game",
      "Square Grid",
      "Tile Placement"
    ],
    "Families": [
      "Components: Polyominoes",
      "Components: Wooden pieces & boards",
      "Misc: Watch It Played How To Videos",
      "Theme: Construction"
    ]
  },
  {
    "Rank": "548",
    "Name": "Amun-Re",
    "ID": 5404,
    "Year": "2003",
    "Geek Rating": "6.934",
    "Avg Rating": "7.29",
    "Link": "https://boardgamegeek.com/boardgame/5404/amun-re",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "3.0285",
    "Description": "Everyone knows of the pyramids on the Nile &mdash; eternal monuments of a powerful and beautiful culture that can still take our breath away. The players (leaders of a royal Egyptian family) choose their sites, build their pyramids, and thank Amun-Re and the other gods for their bounty.&#10;&#10;In Amun-Re, each pharaoh wants to build the most pyramids. To accomplish this, they must first acquire a province where they can trade and farm. With their profits, they can buy new provinces and building-stones to erect pyramids. For all their actions players must make clever use of their power cards, and always offer appropriate sacrifices to Amun-Re.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Economic"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Auction / Bidding",
      "Auction: Fixed Placement",
      "Constrained Bidding",
      "Score-and-Reset Game"
    ],
    "Families": [
      "Ancient: Egypt",
      "Components: Standees",
      "Constructions: Pyramids",
      "Mythology: Egyptian",
      "Rivers: Nile"
    ]
  },
  {
    "Rank": "549",
    "Name": "Shadows over Camelot",
    "ID": 15062,
    "Year": "2005",
    "Geek Rating": "6.934",
    "Avg Rating": "7.10",
    "Link": "https://boardgamegeek.com/boardgame/15062/shadows-over-camelot",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.567",
    "Description": "Shadows over Camelot is a cooperative/semi-cooperative hand-management and deduction-based board game for 3&ndash;7 players.&#10;&#10;Each player represents a knight of the Round Table and they must collaborate to overcome a number of quests, ranging from defeating the Black Knight to the search for the Holy Grail. Completed quests place white swords on the Round Table; failed quests add black swords and/or siege engines around Camelot. The knights are trying to build a majority of white swords on the Table before Camelot falls.&#10;&#10;On each knight's turn, the knight takes a &quot;heroic action&quot;, such as moving to a new quest, building his hand, or playing cards to advance the forces of good. However, he must also choose one of three evil actions, each of which will bring Camelot closer to defeat.&#10;&#10;Moreover, one of the knights may be a traitor, pretending to be a loyal member of the party but secretly hindering his fellow knights in subtle ways, biding his time, waiting to strike at the worst possible moment...&#10;&#10;But enough words... don your cloak, climb astride your warhorse, and gallop into the Shadows to join us in Camelot!&#10;&#10;",
    "Categories": [
      "Adventure",
      "Bluffing",
      "Deduction",
      "Fantasy",
      "Medieval",
      "Mythology"
    ],
    "Mechanics": [
      "Communication Limits",
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management",
      "Player Elimination",
      "Semi-Cooperative Game",
      "Set Collection",
      "Sudden Death Ending",
      "Take That",
      "Team-Based Game",
      "Trading",
      "Traitor Game",
      "Tug of War",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Components: Polyhedral (not D6) dice",
      "Game: Shadows over Camelot",
      "Theme: King Arthur / The Knights of the Round Table / Camelot"
    ]
  },
  {
    "Rank": "550",
    "Name": "Canvas",
    "ID": 290236,
    "Year": "2021",
    "Geek Rating": "6.933",
    "Avg Rating": "7.22",
    "Link": "https://boardgamegeek.com/boardgame/290236/canvas",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6953",
    "Description": "In Canvas, you play as a painter competing in an art competition. Players will collect art cards, layering 3 of them together to create their own unique Painting. Each card contains a piece of artwork as well as a set of icons used during scoring. Icons will be revealed or hidden based on the way players choose to layer the cards making for an exciting puzzle. Paintings are scored based on a set of Scoring cards which will change each game. Once players have created and scored 3 paintings the game ends.&#10;&#10;On your turn you may take an Art card or make a painting. Art cards are selected from a row of cards in the center of play. Each of these cards has a cost associated with their position. After selecting an Art card you must pay its cost by placing an Inspiration token on each of the cards to its left. If you do not have enough Inspiration tokens, you may not select that card. Any tokens on the card you have selected are kept for future turns. The far left card costs no Inspiration tokens to take.&#10;&#10;If you have three or more Art cards you may choose to make a painting. Select 3 of your art cards, arrange them in any order and then score them by comparing the visible icons on your painting to the Scoring conditions.&#10;&#10;Once all players have made 3 paintings the game ends.&#10;&#10;The player with the most points wins!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game",
      "Puzzle"
    ],
    "Mechanics": [
      "Auction: Dutch",
      "Contracts",
      "Hand Management",
      "Increase Value of Unchosen Resources",
      "Layering",
      "Open Drafting",
      "Set Collection",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Components: Transparent Elements",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Game: Canvas",
      "Misc: LongPack Games",
      "Players: Games with Solitaire Rules",
      "Theme: Art",
      "Theme: Painting / Paintings"
    ]
  },
  {
    "Rank": "551",
    "Name": "Lords of Vegas",
    "ID": 20437,
    "Year": "2010",
    "Geek Rating": "6.933",
    "Avg Rating": "7.35",
    "Link": "https://boardgamegeek.com/boardgame/20437/lords-of-vegas",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.3427",
    "Description": "You and your opponents represent powerful developers in a burgeoning Nevada city. You will earn money and prestige by building the biggest and most profitable casinos on &quot;The Strip,&quot; the town's backbone of dust and sin. You start with nothing but parking lots and dreams, but from there you build, sprawl, reorganize and gamble your way to victory. Score the most points investing in the most profitable development companies and putting the best bosses in control of the richest casinos. Put your dollars on the line . . . it's time to roll!&#10;&#10;The game board is broken into 6 different areas, each consisting of a number of empty 'lots'. Players build lots by paying money and placing a die of the value matching the one shown on the lot's space onto the lot, along with a casino tile of one of 7 colors. Adjoining lots of the same color are considered a single casino. The casino's boss is the player whose die value is higher than any other in the casino. On each players turn, players turn over a new card representing a new lot they get. The card also is one of the casino colors. Any built casinos of the matching color will score both money and points. Money is earned for each lot in the casino, where each lot may be owned by a different player. Points go only to the casino's owner. Players can expand their casinos; try to take over casinos owned by other players; make deals to trade lots, casinos and money; or gamble in opponents' casinos to make more money. Ultimately, though, only points matter, and that means making yourself boss of the biggest casinos.&#10;&#10;Lords of Vegas contains: &#10;&#10;    Snazzy game board &#10;    4 turn summaries &#10;    55 cards &#10;    40 chips in 4 colors &#10;    48 dice in 4 colors &#10;    4 poker chips &#10;    Lots of money &#10;    45 casino blocks &#10;    Rules &#10;&#10;&#10;",
    "Categories": [
      "City Building",
      "Dice",
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Catch the Leader",
      "Dice Rolling",
      "Negotiation",
      "Random Production",
      "Tile Placement",
      "Trading"
    ],
    "Families": [
      "Cities: Las Vegas (Nevada, USA)",
      "Game: Lords of Vegas"
    ]
  },
  {
    "Rank": "552",
    "Name": "Friday",
    "ID": 43570,
    "Year": "2011",
    "Geek Rating": "6.933",
    "Avg Rating": "7.11",
    "Link": "https://boardgamegeek.com/boardgame/43570/friday",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "2.1554",
    "Description": "Friday, the second game in the Friedemann Friese Series: Freitag-Project (Friedemann Friese), is based on the story of Robinson Crusoe and his loyal partner Friday (Freitag). You play as Friday, and when Robinson Crusoe crashes his ship on your island, your peaceful times are disturbed. You must help Robinson to survive the island and prepare him to defeat the pirates that are coming for the island.&#10;&#10;Friday is a solitaire deck-building game in which you optimize your deck of fight cards in order to defeat the hazards of the island. During a turn the player will attempt to defeat hazard cards by playing fight cards from their deck. If defeated, a hazard card will become a fight card and is added to the player's deck. If failed, the player will lose life points but also get the opportunity to remove unwanted cards from their fight deck. In the end, the player will use their optimized fight deck to defeat the two pirate ships coming for the island, allowing Robinson Crusoe to escape the island and allowing you to finally have your peace back!&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Fighting",
      "Novel-based",
      "Pirates",
      "Print & Play"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Delayed Purchase",
      "Hand Management",
      "Push Your Luck",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Books: Robinson Crusoe",
      "Digital Implementations: Google Play",
      "Islands: Fictional",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Card Games",
      "Players: Solitaire Only Games",
      "Series: Freitag-Project (Friedemann Friese)",
      "Theme: Pirates",
      "Theme: Tropical Islands"
    ]
  },
  {
    "Rank": "553",
    "Name": "Amerigo",
    "ID": 137408,
    "Year": "2013",
    "Geek Rating": "6.932",
    "Avg Rating": "7.44",
    "Link": "https://boardgamegeek.com/boardgame/137408/amerigo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.9686",
    "Description": "In Amerigo, the players help Amerigo Vespucci on his journey to discover new land. The players explore the islands of South America, secure trading routes, and build settlements.&#10;&#10;The actions available to players are determined through the use of a specialized cube tower, which has appeared in the Queen titles Im Zeichen des Kreuzes and Wallenstein. At the start of the game, this tower is seeded with action cubes, which come in seven colors, with each color matching a particular type of action. During the game players will drop additional action cubes into the tower &ndash; but some of these cubes might get stuck in the floors of the tower while other cubes already in the tower are knocked free. Thus, players need to play both tactically &ndash; taking advantage of the actions currently available in the best way possible &ndash; and strategically &ndash; using their knowledge of which actions do what to play well over the course of the game.&#10;&#10;The game board is composed of nine, twelve or sixteen tiles, depending on the number of players. Players sail their ships through the landscape created for this game, landing on islands to plan and build settlements, which then supply resources and allow the player to earn victory points. Players might want to invest in cannons to protect themselves from pirates roaming the waters or acquire progress tokens to gain special advantages.&#10;&#10;",
    "Categories": [
      "Nautical",
      "Renaissance"
    ],
    "Mechanics": [
      "Action Points",
      "Cube Tower",
      "Grid Movement",
      "Modular Board",
      "Tile Placement"
    ],
    "Families": [
      "Components: Drop Tower",
      "Components: Polyominoes",
      "Crowdfunding: Kickstarter",
      "History: Age of Discovery",
      "Theme: Colonial"
    ]
  },
  {
    "Rank": "554",
    "Name": "Hanabi",
    "ID": 98778,
    "Year": "2010",
    "Geek Rating": "6.931",
    "Avg Rating": "7.04",
    "Link": "https://boardgamegeek.com/boardgame/98778/hanabi",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "1.689",
    "Description": "Hanabi&mdash;named for the Japanese word for &quot;fireworks&quot;&mdash;is a cooperative game in which players try to create the perfect fireworks show by placing the cards on the table in the right order. (In Japanese, hanabi is written as &#232;&#138;&#177;&#231;&#129;&#171;; these are the ideograms flower and fire, respectively.)&#10;&#10;The card deck consists of five different colors of cards, numbered 1&ndash;5 in each color. For each color, the players try to place a row in the correct order from 1&ndash;5. Sounds easy, right? Well, not quite, as in this game you hold your cards so that they're visible only to other players. To assist other players in playing a card, you must give them hints regarding the numbers or the colors of their cards. Players must act as a team to avoid errors and to finish the fireworks display before they run out of cards.&#10;&#10;An extra suit of cards, rainbow colored, is also provided for advanced or variant play.&#10;&#10;Hanabi was originally published as part of Hanabi & Ikebana.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Memory"
    ],
    "Mechanics": [
      "Communication Limits",
      "Cooperative Game",
      "Hand Management",
      "Memory",
      "Ordering",
      "Set Collection"
    ],
    "Families": [
      "Country: Japan",
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: Boardible (Mobile)",
      "Game: Hanabi",
      "Mechanism: Deduction – Blind Man's Bluff",
      "Misc: Dice Tower Hall of Fame",
      "Theme: Fireworks"
    ]
  },
  {
    "Rank": "555",
    "Name": "BattleLore",
    "ID": 25417,
    "Year": "2006",
    "Geek Rating": "6.930",
    "Avg Rating": "7.35",
    "Link": "https://boardgamegeek.com/boardgame/25417/battlelore",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.7655",
    "Description": "This game is based upon Richard Borg&#039;s Command and Colors system. The world of BattleLore meshes history and fantasy together - putting players in command of an array of miniature troops on the battlefields of a Medieval Europe Uchronia at the outset of the Hundred Years War.&#10;&#10;Drawing on the strengths of Memoir &#039;44, this Days of Wonder game takes the time-tested Command and Colors system to a new level and offers gamers of many backgrounds a chance to fight medieval battles with a dose of epic fantasy.&#10;&#10;In this fantastical re-imagining of the Hundred Years War, French and English armies are supplemented with Goblins and Dwarves mercenaries and even some creatures like the Giant Spider and the Earth Elemental! Just as important as the armies you have, though, are the Lore Masters you choose to aid you: Wizards, Clerics, Warriors and Rogues can all aid you with unique powers and spells in ways role-playing gamers will find familiar.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Campaign / Battle Card Driven",
      "Command Cards",
      "Dice Rolling",
      "Grid Movement",
      "Hand Management",
      "Hexagon Grid",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Components: Miniatures",
      "Digital Implementations: VASSAL",
      "Game: BattleLore",
      "Game: BattleLore (First Edition)",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Commands & Colors",
      "Theme: Medieval Fantasy"
    ]
  },
  {
    "Rank": "556",
    "Name": "Potion Explosion",
    "ID": 180974,
    "Year": "2015",
    "Geek Rating": "6.930",
    "Avg Rating": "7.12",
    "Link": "https://boardgamegeek.com/boardgame/180974/potion-explosion",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.776",
    "Description": "Potion Explosion is a game for 2 to 4 players by Horrible Games.&#10;It was designed by Lorenzo Silva, Andrea Crespi and Stefano Castelli.&#10;&#10;Dear students, it's time for the final exams of the Potions class! The rules are always the same: Take an ingredient marble from the dispenser and watch the others fall. If you connect marbles of the same color, they explode and you can take them, too! Complete your potions using the marbles you collect, and drink them to unleash their magical power. Remember, though, that to win the Student of the Year award, being quick won't be enough: you'll also need to brew the most valuable potions in Potion Explosion!&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Puzzle"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Set Collection",
      "Take That",
      "Variable Set-up"
    ],
    "Families": [
      "Category: Dized Tutorial",
      "Components: Drop Tower",
      "Components: Marbles",
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: Google Play",
      "Digital Implementations: Steam",
      "Game: Potion Explosion",
      "Theme: Alchemy"
    ]
  },
  {
    "Rank": "557",
    "Name": "Exit: The Game – Dead Man on the Orient Express",
    "ID": 226522,
    "Year": "2017",
    "Geek Rating": "6.930",
    "Avg Rating": "7.55",
    "Link": "https://boardgamegeek.com/boardgame/226522/exit-the-game-dead-man-on-the-orient-express",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.6977",
    "Description": "Exit: The Game &ndash; Dead Man on the Orient Express is a puzzle game modeled after escape rooms.&#10;&#10;One murder, eight suspects. By chance, the world-famous private detective Achilles Pussot happens to be on board the train - but he has been knocked out. Can you use his documents to solve the case before the Orient Express reaches Constantinople?&#10;&#10;An unforgettable, unique gaming experience. Solve all of the puzzles as fast as you can! Can you solve the case before it's too late?&#10;&#10;Starting with season 3, the Exit series is divided into difficulty levels. &quot;Dead Man on the Orient Express&quot; is categorized at hard level.&#10;&#10;This game can only be played once. To solve the riddles, you will have to write on, fold, and cut the game materials. This makes it possible to have especially diverse riddles. The paper and cardboard components are recyclable!&#10;&#10;",
    "Categories": [
      "Deduction",
      "Murder / Mystery",
      "Puzzle",
      "Real-time"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deduction"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Category: Escape Room Games",
      "Players: Games with Solitaire Rules",
      "Series: Exit: The Game",
      "Theme: Orient Express"
    ]
  },
  {
    "Rank": "558",
    "Name": "Through the Desert",
    "ID": 503,
    "Year": "1998",
    "Geek Rating": "6.929",
    "Avg Rating": "7.15",
    "Link": "https://boardgamegeek.com/boardgame/503/through-the-desert",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.1661",
    "Description": "Each player attempts to score the most points by snaking caravan routes through the desert, trying to reach oases and blocking off sections of the desert. Many people feel that it is reminiscent of Go.&#10;&#10;Publisher's Description&#10;From the award-winning game designer Reiner Knizia comes a game of strategy, patience, and cool plastic camels! The desert is still treacherous, mysterious, and without mercy. But for those willing to risk the dangers of the shifting, sun-baked sands, the desert holds riches beyond compare.&#10; In Through the Desert, two to five players each control a tribe of nomads vying for control of the desert. By establishing caravans and taking over oases, the players gain points as their tribes increase in power.&#10; Strategy is essential in deciding how and where to build your tribe's caravans. There are multiple ways to gain points and several ways to win. Should you try to build the longest caravan? Or should you dominate the desert's oases? Don't forget to keep an eye on your opponents' caravans, or you may find your own tribe cut off from valuable water holes.&#10;&#10;Through the Desert is part of the so called Knizia tile-laying trilogy.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals",
      "Arabian"
    ],
    "Mechanics": [
      "Chaining",
      "Connections",
      "Enclosure",
      "Hexagon Grid",
      "Hidden Victory Points",
      "Network and Route Building"
    ],
    "Families": [
      "Animals: Camels",
      "Category: Combinatorial",
      "Components: Meeples (Animal) / Animeeples",
      "Mechanism: Connection",
      "Misc: Dice Tower Hall of Fame",
      "Region: Middle East",
      "Region: North Africa",
      "Series: Euro Classics (Reiner Knizia)",
      "Series: Fantasy Flight Silver Line",
      "Series: Tile-Laying Trilogy (Reiner Knizia)",
      "Theme: Deserts"
    ]
  },
  {
    "Rank": "559",
    "Name": "Junk Art",
    "ID": 193042,
    "Year": "2016",
    "Geek Rating": "6.929",
    "Avg Rating": "7.36",
    "Link": "https://boardgamegeek.com/boardgame/193042/junk-art",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.2095",
    "Description": "In Junk Art, players are presented with junk from which they must create art. Thus the name.&#10;&#10;Junk Art contains more than ten game modes, along with more than sixty big colorful wooden or plastic components. In one version of the game, players pile all of the wooden or plastic parts in the center of the table, then are dealt a number of cards, with each card depicting one of these parts. On a turn, a player presents their left-hand neighbor with two cards from their hand. This neighbor takes one card in hand, then takes the part shown on the other card and places it on their base or on other parts that they've already placed. If something falls, it stays on the table and the player continues to build on whatever still stands. Once players have finished playing cards, whoever has the tallest work of art wins.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Party Game"
    ],
    "Mechanics": [
      "Bingo",
      "Hand Management",
      "I Cut, You Choose",
      "Score-and-Reset Game",
      "Stacking and Balancing"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Mechanism: Tower Stacking",
      "Organizations: The Game Artisans of Canada",
      "Theme: Art"
    ]
  },
  {
    "Rank": "560",
    "Name": "Pagan: Fate of Roanoke",
    "ID": 319910,
    "Year": "2022",
    "Geek Rating": "6.928",
    "Avg Rating": "8.01",
    "Link": "https://boardgamegeek.com/boardgame/319910/pagan-fate-of-roanoke",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "3.0274",
    "Description": "Pagan: Fate of Roanoke is an expandable deduction card game set in the colonial America of 1587.&#10;&#10;The essence of this asymmetrical game is a witch's struggle against a witch hunter. As the witch strives to complete a ritual of renaturation, the hunter tries to discover her true identity among nine villagers. Each turn, the two players use their action pawns on active villagers to draw cards, play cards, and gain influence. Each player has their own variable card deck of fifty cards; with these cards, the witch can brew powerful potions, improve their familiar, and cast enchantments and charms, while the witch hunter enlists allies, claim strategic locations, and ruthlessly investigates the villagers.&#10;&#10;As the witch, your objective is to collect enough secrets to perform a ritual so potent that the entire region will fall under your spell and Mother Nature will reclaim the island. As the hunter, you gather all the allies and support you can muster to bring the witch to justice before her fatal ritual comes to fruition.&#10;&#10;The prototype won the Danish design award Otto at the Fastaval for best game of show in 2018.&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Bluffing",
      "Card Game",
      "Deduction",
      "Fantasy"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence",
      "Deck Construction",
      "Deduction",
      "Hand Management",
      "Turn Order: Claim Action",
      "Worker Placement"
    ],
    "Families": [
      "Contests: Fastaval Design Competition",
      "Crowdfunding: Kickstarter",
      "Misc: LongPack Games",
      "Players: Two-Player Only Games",
      "Theme: Witches"
    ]
  },
  {
    "Rank": "561",
    "Name": "Pandemic: The Cure",
    "ID": 150658,
    "Year": "2014",
    "Geek Rating": "6.928",
    "Avg Rating": "7.24",
    "Link": "https://boardgamegeek.com/boardgame/150658/pandemic-the-cure",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.0597",
    "Description": "Pandemic: The Cure, a dice-based version of the popular Pandemic board game, sets up in less than a minute and plays in 30 minutes. As in the board game, four diseases threaten the world and it's up to your team to save humanity. You and your team must keep the world's hotspots in check before they break out of control, while researching cures to the four plagues.&#10;&#10;Players roll dice each turn to determine the actions available to them. They can fly and sail between the six major population centers of the world, treat disease in their current region, collect samples for further study, and exchange knowledge to help them in their goal of discovering cures. Each player takes on a different role that has its own unique set of dice and abilities &mdash; and players must take advantage of their specializations if they are to have any hope of winning the game. The Dispatcher, for example, can spend dice to fly others around the board, while the Medic is particularly adept at treating disease. Players can roll their dice as often as they like, but the more times they re-roll for the perfect turn, the more likely the next epidemic will occur.&#10;&#10;At the end of each turn, new &quot;infection dice&quot; are rolled to determine the type and location of newly infected populations. If any region on the board is infected with more than three dice of a given color, an outbreak occurs, spreading disease into an adjacent region. If too many outbreaks take place, too many people get infected, or the rate of infection gets too high, all the players lose. If, however, the players can discover the cures to the four diseases, they all win and humanity is saved!&#10;&#10;Part of the Pandemic series.&#10;&#10;",
    "Categories": [
      "Dice",
      "Environmental",
      "Medical"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Hand Management",
      "Point to Point Movement",
      "Push Your Luck",
      "Re-rolling and Locking",
      "Set Collection",
      "Solo / Solitaire Game",
      "Tags",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Game: Pandemic",
      "Medical: Diseases",
      "Occupation: Medic / Doctor / Nurses",
      "Occupation: Researcher / Scientist",
      "Versions & Editions: Dice Versions of Non-Dice Games"
    ]
  },
  {
    "Rank": "562",
    "Name": "Betrayal Legacy",
    "ID": 240196,
    "Year": "2018",
    "Geek Rating": "6.927",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgame/240196/betrayal-legacy",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "2.8953",
    "Description": "Betrayal Legacy marries the concept of Betrayal at House on the Hill &mdash; exploring a haunted mansion &mdash; with the permanency and multi-game storytelling exhibited by Daviau's Risk Legacy and other legacy games that followed. Betrayal Legacy consists of a prologue and a thirteen-chapter story that takes place over decades. Players represent families, with specific members of a family participating in one story, then perhaps an older version of those characters (assuming they lived) or their descendants showing up in later stories.&#10;&#10;Why would people keep exploring a haunted mansion for decade after decade, especially when horrible things happen there? Curiosity, I suppose, or perhaps an ignorant boldness that comes from the belief that we know better than those who have come before. Look at all that we've learned, marvel at the tools we have at hand! Surely we'll all exit safely this time...&#10;&#10;As with other Betrayal titles, the game is narratively-driven, with elements that record the history of your specific games. The tools mentioned earlier, for example, become attached to specific families. This isn't just a bucket; it's my bucket, the one my grandpappy used to feed his family's pigs when he was a boy, and while you can certainly use that bucket, I know how to wield it best from the time he spent teaching me how to slop. Yes, it's an heirloom bucket, and when kept in the family, I get a bonus for using it.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Events",
      "Grid Movement",
      "Legacy Game",
      "Line of Sight",
      "Map Addition",
      "Modular Board",
      "Player Elimination",
      "Role Playing",
      "Roles with Asymmetric Information",
      "Scenario / Mission / Campaign Game",
      "Stat Check Resolution",
      "Storytelling",
      "Team-Based Game",
      "Tile Placement",
      "Traitor Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Game: Betrayal (Avalon Hill)",
      "Mechanism: Campaign Games",
      "Mechanism: Legacy",
      "Theme: Spooky Old Houses",
      "Versions & Editions: Legacy Versions of Non-Legacy Games"
    ]
  },
  {
    "Rank": "563",
    "Name": "Forbidden Desert",
    "ID": 136063,
    "Year": "2013",
    "Geek Rating": "6.926",
    "Avg Rating": "7.07",
    "Link": "https://boardgamegeek.com/boardgame/136063/forbidden-desert",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.0372",
    "Description": "Gear up for a thrilling adventure to recover a legendary flying machine buried deep in the ruins of an ancient desert city. You'll need to coordinate with your teammates and use every available resource if you hope to survive the scorching heat and relentless sandstorm. Find the flying machine and escape before you all become permanent artifacts of the forbidden desert!&#10;&#10;In Forbidden Desert, a thematic sequel to Forbidden Island, players take on the roles of brave adventurers who must throw caution to the wind and survive both blistering heat and blustering sand in order to recover a legendary flying machine buried under an ancient desert city. While featuring co-operative gameplay similar to Forbidden Island, Forbidden Desert is a fresh, new game based around an innovative set of mechanisms such as an ever-shifting board, individual resource management, and a unique method for locating the flying machine parts.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Bias",
      "Cooperative Game",
      "Grid Movement",
      "Hand Management",
      "Map Reduction",
      "Modular Board",
      "Pick-up and Deliver",
      "Solo / Solitaire Game",
      "Square Grid",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Components:  Meeples",
      "Components: Dynamic Event Boards",
      "Digital Implementations: Sovranti",
      "Misc: Mensa Select",
      "Series: Forbidden Games (Gamewright)",
      "Theme: Deserts",
      "Theme: Steampunk"
    ]
  },
  {
    "Rank": "564",
    "Name": "Sheriff of Nottingham",
    "ID": 157969,
    "Year": "2014",
    "Geek Rating": "6.926",
    "Avg Rating": "7.06",
    "Link": "https://boardgamegeek.com/boardgame/157969/sheriff-of-nottingham",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.6606",
    "Description": "Prince John is coming to Nottingham! Players, in the role of merchants, see this as an opportunity to make quick profits by selling goods in the bustling city during the Prince's visit. However, players must first get their goods through the city gate, which is under the watch of the Sheriff of Nottingham. Should you play it safe with legal goods and make a profit, or risk it all by sneaking in illicit goods? Be mindful, though, as the Sheriff always has his eyes out for liars and tricksters and if he catches one, he very well may confiscate those goods for himself!&#10;&#10;In Sheriff of Nottingham, players will not only be able to experience Nottingham as a merchant of the city, but each turn one player will step into the shoes of the Sheriff himself. Players declare goods they wish to bring into the city, goods that are secretly stored in their burlap sack. The Sheriff must then determine who gets into the city with their goods, who gets inspected, and who may have their goods confiscated!&#10;&#10;Do you have what it takes to be seen as an honest merchant? Will you make a deal with the Sheriff to let you in? Or will you persuade the Sheriff to target another player while you quietly slip by the gate? Declare your goods, negotiate deals, and be on the lookout for the Sheriff of Nottingham!&#10;&#10;Sheriff of Nottingham is the first game in the Dice Tower Essentials Line from Arcane Wonders.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Humor",
      "Medieval",
      "Negotiation",
      "Novel-based",
      "Party Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Bribery",
      "Hand Management",
      "Negotiation",
      "Open Drafting",
      "Role Playing",
      "Set Collection"
    ],
    "Families": [
      "Cities: Nottingham (England, UK)",
      "Country: England",
      "Folk Tales & Fairy Tales: Robin Hood",
      "Game: Sheriff of Nottingham",
      "Misc: Watch It Played How To Videos",
      "Occupation: Merchant",
      "Series: Dice Tower Essentials",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "565",
    "Name": "Deus",
    "ID": 162082,
    "Year": "2014",
    "Geek Rating": "6.925",
    "Avg Rating": "7.27",
    "Link": "https://boardgamegeek.com/boardgame/162082/deus",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.8237",
    "Description": "In Deus, players work to develop their own civilizations in a shared environment. Each player starts the game with five building cards, and on a turn a player either uses one of these cards to construct a building or discard one or more cards to make an offering to a god. Cards come in six colors: red for military, green for resource production, blue for trade, brown for scoring, purple for temples, and yellow for a variety of effects.&#10;&#10;When you construct a building, you build it in the appropriate location on the modular game board &mdash; which is sized based on the number of players with the hexagonal tiles composed of seven landscape &quot;circles&quot; &mdash; then you place the card in your personal tableau in the appropriate stack of colored cards and activate the power of all of those cards already in your tableau, starting with the card at the bottom of the stack.&#10;&#10;When you make an offering, you discard cards, then receive the help of a god associated with one of the cards that you discarded, with the number of cards determining the strength of the associated action. You then refill your hand to five cards.&#10;&#10;The game ends either when all the barbarian villages on the game board have been surrounded and attacked or when all the temples have been constructed. Whoever has the most points wins.&#10;&#10;",
    "Categories": [
      "Civilization",
      "Mythology"
    ],
    "Mechanics": [
      "Action Queue",
      "Area Majority / Influence",
      "End Game Bonuses",
      "Grid Movement",
      "Hand Management",
      "Hexagon Grid",
      "Modular Board",
      "Multi-Use Cards",
      "Network and Route Building",
      "Victory Points as a Resource"
    ],
    "Families": [
      "Components: Wooden pieces & boards",
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: Boiteajeux",
      "Mechanism: Tableau Building",
      "Mythology: Roman"
    ]
  },
  {
    "Rank": "566",
    "Name": "Bus",
    "ID": 552,
    "Year": "1999",
    "Geek Rating": "6.924",
    "Avg Rating": "7.66",
    "Link": "https://boardgamegeek.com/boardgame/552/bus",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.0511",
    "Description": "Prior to Essen 1999, a group of students created Splotter Spellen to sell some of their own game designs.  This game is regarded as one of the highlights of that group.  The object of the game is to deliver as many people to their destinations as you can.  To accomplish this, players place route markers on the board to connect passengers to their destinations.  However, the destination types (work, bar, home) vary from turn to turn, so you can follow certain passengers as they make their way through the daily grind.&#10;&#10;Players may buy more buses (they start off with one), build onto their bus route, bring new passengers to the city (via the trains), expand the city by adding more buildings, and run their buses. There is another option, the clock. The action board has one other clever feature. On some actions, route expansion and building, the first player to choose that action actually gets to execute the action last! Which leads to some interesting games of chicken and some painful decisions.&#10;&#10;Buying more buses allows a player to carry one more passenger every time they run their buses - hence scoring, in the best case, one more point. Depending on how the city gets built, however, finding lots of passengers on the street can be tricky.&#10;&#10;Bus routes extend from either end of a Settlers-style initial placement. Extensions are appended to either end. Routes may only run parallel if there are no empty streets at one of the ends or the line ends on the crossing as another player's end. All new passengers will arrive at one of two train stations so that is one concern when route building. One must also be careful to run by a nice mix of building types. And, when building, one must always have an eye towards spoiling other players' routes by placing a mix of building types at each of their intersection so that all of their passengers just walk! Finally, when carrying passengers, one wants to be careful to set up to carry the same passenger next turn.&#10;&#10;",
    "Categories": [
      "Transportation"
    ],
    "Mechanics": [
      "Action Points",
      "Action Queue",
      "Network and Route Building",
      "Pick-up and Deliver",
      "Turn Order: Claim Action",
      "Turn Order: Progressive",
      "Worker Placement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: Map (City Scale)",
      "Components: Wooden pieces & boards",
      "Misc: Watch It Played How To Videos",
      "Theme: Time Travel"
    ]
  },
  {
    "Rank": "567",
    "Name": "Let's Go! To Japan",
    "ID": 368173,
    "Year": "2024",
    "Geek Rating": "6.923",
    "Avg Rating": "7.69",
    "Link": "https://boardgamegeek.com/boardgame/368173/lets-go-to-japan",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.2424",
    "Description": "In Let's Go! To Japan, you are a traveler planning, then experiencing your own dream vacation to Japan.&#10;&#10;The game consists of thirteen rounds in which players draw activity cards illustrated by Japan-based artists and strategically place them in different days in their week-long itinerary. These can't-miss tourist attractions will have you bouncing between Tokyo and Kyoto as you try to puzzle out the optimal activities to maximize your experience while balancing your resources. The game ends with a final round in which you ultimately go on your planned trip, activating each of your cards in order along the way.&#10;&#10;The player who collects the most points by the end of their trip wins!&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Travel"
    ],
    "Mechanics": [
      "Closed Drafting",
      "Set Collection",
      "Simultaneous Action Selection",
      "Solo / Solitaire Game",
      "Storytelling"
    ],
    "Families": [
      "Cities: Kyoto (Japan)",
      "Cities: Tokyo (Japan)",
      "Country: Japan",
      "Digital Implementations: Board Game Arena",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "568",
    "Name": "Mansions of Madness",
    "ID": 83330,
    "Year": "2011",
    "Geek Rating": "6.922",
    "Avg Rating": "7.26",
    "Link": "https://boardgamegeek.com/boardgame/83330/mansions-of-madness",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "3.2431",
    "Description": "Description from the publisher:&#10;&#10;Horrific monsters and spectral presences lurk in manors, crypts, schools, monasteries, and derelict buildings near Arkham, Massachusetts. Some spin dark conspiracies while others wait for hapless victims to devour or drive insane. It&rsquo;s up to a handful of brave investigators to explore these cursed places and uncover the truth about the living nightmares within.&#10;&#10;Designed by Corey Konieczka, Mansions of Madness is a macabre game of horror, insanity, and mystery for two to five players. Each game takes place within a pre-designed story that provides players with a unique map and several combinations of plot threads. These threads affect the monsters that investigators may encounter, the clues they need to find, and which climactic story ending they will ultimately experience. One player takes on the role of the keeper, controlling the monsters and other malicious powers within the story. The other players take on the roles of investigators, searching for answers while struggling to survive with their minds intact.&#10;&#10;Do you dare enter the Mansions of Madness?&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Horror",
      "Miniatures",
      "Murder / Mystery",
      "Puzzle"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Hand Management",
      "Modular Board",
      "Pick-up and Deliver",
      "Role Playing",
      "Scenario / Mission / Campaign Game",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Components: Miniatures",
      "Components: Player Screens",
      "Game: Mansions of Madness (First Edition)",
      "Players: One versus Many",
      "Series: Arkham Horror Files (Fantasy Flight Games)",
      "Series: Mansions of Madness",
      "Theme: Cthulhu Mythos",
      "Theme: Mad Science / Mad Scientist",
      "Theme: Spooky Old Houses"
    ]
  },
  {
    "Rank": "569",
    "Name": "Blood Bowl (Third Edition)",
    "ID": 712,
    "Year": "1994",
    "Geek Rating": "6.920",
    "Avg Rating": "7.56",
    "Link": "https://boardgamegeek.com/boardgame/712/blood-bowl-third-edition",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.9843",
    "Description": "Blood Bowl is a game of Fantasy Football.  The basic game features a match between a human team and an orc team.  Ostensibly the teams are playing football.  In fact each team takes turns moving, blocking and advancing the football down the field.  The game comes with plastic miniatures.&#10;&#10;This game is a part of the Blood Bowl Series&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Polyhedral (not D6) dice",
      "Digital Implementations: Steam",
      "Game: Blood Bowl",
      "Players: Two-Player Only Games",
      "Series: Specialist Games (Games Workshop)",
      "Setting: Warhammer Fantasy Board Games",
      "Theme: Fantasy Sports"
    ]
  },
  {
    "Rank": "570",
    "Name": "Aquatica",
    "ID": 283393,
    "Year": "2019",
    "Geek Rating": "6.920",
    "Avg Rating": "7.37",
    "Link": "https://boardgamegeek.com/boardgame/283393/aquatica",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.3041",
    "Description": "Aquatica  is a deep, but easy to learn family engine builder about underwater kingdoms.&#10;&#10;In the game you will become one of the mighty ocean kings, struggling to bring glory to his realm. To win the game, you need to capture and buy locations, recruit new characters, and complete goals; each of these actions gives you victory points at the end of the game. To do so, you need to play cards from your hand (each with a unique set of actions) and combine them. Don't think it's simple! With a good strategy during your turn, you can take up to ten actions in a row.&#10;&#10;You will encounter plenty of mysterious ocean creatures and take them to your hand. With their help you will explore the unknown locations and raise found resources from the ocean depths to your kingdom. Mechanically this is represented with the help of three-layered player board and the unique mechanism of card-rising.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Nautical"
    ],
    "Mechanics": [
      "Action Retrieval",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting",
      "Slide / Push",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Creatures: Monsters",
      "Digital Implementations: Tabletopia",
      "Mechanism: Tableau Building",
      "Misc: Watch It Played How To Videos",
      "Series: Dice Tower Essentials",
      "Theme: Under the Sea"
    ]
  },
  {
    "Rank": "571",
    "Name": "Kutná Hora: The City of Silver",
    "ID": 385610,
    "Year": "2023",
    "Geek Rating": "6.918",
    "Avg Rating": "7.78",
    "Link": "https://boardgamegeek.com/boardgame/385610/kutna-hora-the-city-of-silver",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3.3116",
    "Description": "Join other ambitious guild leaders in mining and developing the famous City of Silver during its period of rapid economic growth and expansion in the 14th century &mdash; from the first discovery of silver near the Cistercian monastery to the construction of Kutn&aacute; Hora, which quickly became one of the most important cities in central Europe.&#10;&#10;Kutn&aacute; Hora: The City of Silver is a historical city-building Eurogame for 2-4 players that features a real-life supply and demand experience in which every action you take has an impact on the game's dynamic economic systems.&#10;&#10;In each round, players take turns selecting actions from a hand of double-sided cards to engage strategic plans like mining, purchasing plots of land on which to build, gaining permits, raising buildings for their affiliated guilds, gaining profit from their production, and of course working towards the construction of Saint Barbara's Cathedral.&#10;&#10;The asymmetrical nature of each player's available guilds makes for highly interactive rounds in which each decision impacts the economy and other players in interesting ways as they expand their mines and build infrastructure across a shared board.&#10;&#10;Mine ore and smelt it into a fortune of silver for expanding this beautiful historic city, but take care to balance your personal goal advancement with the need to further the city's growth. Everything is connected, and sometimes the path to personal victory relies on the prosperity of the many.&#10;&#10;&mdash;description from publisher&#10;&#10;",
    "Categories": [
      "City Building",
      "Economic",
      "Medieval"
    ],
    "Mechanics": [
      "Action Queue",
      "Events",
      "Hand Management",
      "Market",
      "Multi-Use Cards",
      "Square Grid",
      "Tile Placement",
      "Turn Order: Progressive",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Components: Re-wood",
      "Country: Czech Republic",
      "Theme: Mining"
    ]
  },
  {
    "Rank": "572",
    "Name": "Descent: Journeys in the Dark",
    "ID": 17226,
    "Year": "2005",
    "Geek Rating": "6.918",
    "Avg Rating": "7.28",
    "Link": "https://boardgamegeek.com/boardgame/17226/descent-journeys-in-the-dark",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "3.3447",
    "Description": "Descent: Journeys in the Dark is a &quot;one vs. many&quot; game in which up to four players will choose characters with a wide assortment of skills and innate abilities to be the heroes who will explore dungeons in search of treasure and adventure, while one player will take on the role of the Overlord and will control the dungeon's many traps, puzzles, and monsters.&#10;&#10;The heroes' goal will be to cooperatively conquer the dungeon, seize its many treasures, and achieve other objectives as set by the scenario. If the heroes cooperate and achieve their goals, they will all win. The Overlord's objective is simply to use all the means at their disposal - from deadly traps to ferocious monsters - to kill the heroes. Each hero has a certain Conquest Point value to the party and if too many Conquest Points are lost through hero death, the party loses and the Overlord wins.&#10;&#10;Re-implemented by:&#10;&#10;    Descent: Journeys in the Dark (Second Edition) (2012)&#10;&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Role Playing",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Game: Descent – Journeys in the Dark",
      "Players: One versus Many",
      "Series: Fantasy Flight Big Box",
      "Setting: The Realms of Terrinoth"
    ]
  },
  {
    "Rank": "573",
    "Name": "Charterstone",
    "ID": 197376,
    "Year": "2017",
    "Geek Rating": "6.917",
    "Avg Rating": "7.20",
    "Link": "https://boardgamegeek.com/boardgame/197376/charterstone",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "75",
    "Weight": "2.8516",
    "Description": "The prosperous Kingdom of Greengully, ruled for centuries by the Forever King, has issued a decree to its citizens to colonize the vast lands beyond its borders. In an effort to start a new village, the Forever King has selected six citizens for the task, each of whom has a unique set of skills they use to build their charter.&#10;&#10;In Charterstone, a competitive legacy game, you construct buildings and populate a shared village. Building stickers are permanently added to the game board and become action spaces for any player to use. Thus, you start off with simple choices and few workers, but soon you have a bustling village with dozens of possible actions.&#10;&#10;Your journey through Charterstone's many secrets will last twelve games, but it doesn&rsquo;t end there. Your completed village will be a one-of-a-kind worker-placement game with plenty of variability.&#10;&#10;Charterstone released in the US/Canada on December 12, 2017 (the rest of the world received it slightly earlier).&#10;&#10;",
    "Categories": [
      "City Building",
      "Economic",
      "Medieval"
    ],
    "Mechanics": [
      "Catch the Leader",
      "Hand Management",
      "Legacy Game",
      "Open Drafting",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Worker Placement"
    ],
    "Families": [
      "Digital Implementations: Google Play",
      "Digital Implementations: Steam",
      "Mechanism: Campaign Games",
      "Mechanism: Legacy",
      "Misc: Watch It Played How To Videos",
      "Organizations: Automa Factory",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "574",
    "Name": "Oceans",
    "ID": 232414,
    "Year": "2020",
    "Geek Rating": "6.916",
    "Avg Rating": "7.42",
    "Link": "https://boardgamegeek.com/boardgame/232414/oceans",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "2.8496",
    "Description": "Three years in the making, Oceans is a stand-alone game in the award-winning Evolution series.  With over 120 works of art, 40 scenarios cards, and more than 100 unique trait cards, Oceans is the most ambitious project North Star Games has ever tackled.&#10;&#10;Theme&#10;Oceans depicts the boundaries between the known world near the ocean&rsquo;s surface, and the mysteries lurking in Earth&rsquo;s deepest unexplored region. Enter a vast, underwater cosmos: a mysterious interconnected world of sharp teeth, glowing eyes, and black ink, where your survival depends on your ability to adapt to the unknown.&#10;&#10;The foundation of the oceanic food chain are billions of one-celled organisms called phytoplankton that capture the sun's energy through photosynthesis. Every other species in the ocean is a predator, each bigger than the next, all the way up to the dreaded Apex Predator. And even bigger than Apex Predators are enormous Whales that gently swim through the ocean scooping up everything in their path. This ecosystem mimics the known world near the surface.&#10;&#10;But there is more if you are willing to dive deeper...&#10;&#10;Oceans also includes a deck of 100 unique power cards called The Deep that represents the unknown. These powerful cards break the seams of the reality you've come to accept, ranging from astonishing things found in the ocean, to the fantastical Kraken or Leviathan.&#10;&#10;Gameplay&#10;Oceans is an interactive engine builder, where players evolve their species in a continually changing ecosystem. Players must adapt their interconnected ecosystem to survive against the inevitable march of time (Aging), as well as a multitude of predators looking for food.&#10;&#10;During the first half of the game, players use traits from a deck of Surface cards to modify their species.  With only 12 Surface traits, it&rsquo;s easy to wade into your first game without being overwhelmed by new cards. These traits were chosen for their rich thematic interconnections, providing synergistic card play that mimics an oceanic ecosystem.  The Surface traits bring stability to the game environment.&#10;&#10;During the second half of the game, players can use power cards from The Deep to disrupt the stability. With over 100 unique traits in The Deep, players will slowly discover game-altering traits over the course of many games.  These traits were designed to evoke wonder and disbelief - to spark your imagination as you consider the fantastic synergies that are possible in Oceans.&#10;&#10;Additionally, there are 2 randomly chosen scenario cards that activate and deactivate at various points during the game. The scenario cards impact the basic tenets of gameplay, encouraging people to vary their play style and strategy each game.&#10;&#10;The Evolution Series&#10;Oceans is a stand-alone game in the Evolution series, but it's a vast departure from other games in the series. The turn structure has been simplified, the game play is much more forgiving, and the web of interconnections has increased dramatically. Whereas Evolution has the feeling of a traditional back-and-forth battle game like Magic: The Gathering,  Oceans has the feel of an interactive engine builder where everything is interconnected, and where your engine must continually adapt to a changing environment.&#10;&#10;Join the Oceans Discord community for rule questions, strategy discussions, and to get involved in future playtesting.&#10;&#10;https://discord.gg/GMaDycjKBV&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Educational",
      "Environmental",
      "Prehistoric"
    ],
    "Mechanics": [
      "Hand Management",
      "Hidden Victory Points",
      "Open Drafting",
      "Take That",
      "Victory Points as a Resource"
    ],
    "Families": [
      "Animals: Coral / Jellyfish / Anemones",
      "Animals: Crabs",
      "Animals: Fish / Fishes",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Google Play",
      "Digital Implementations: Steam",
      "Digital Implementations: Tabletopia",
      "Mechanism: Tableau Building",
      "Misc: Watch It Played How To Videos",
      "Series: Evolution (North Star Games)",
      "Theme: Biology",
      "Theme: Evolution",
      "Theme: Nature",
      "Theme: Science",
      "Theme: Under the Sea"
    ]
  },
  {
    "Rank": "575",
    "Name": "Risk Legacy",
    "ID": 105134,
    "Year": "2011",
    "Geek Rating": "6.915",
    "Avg Rating": "7.36",
    "Link": "https://boardgamegeek.com/boardgame/105134/risk-legacy",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.5884",
    "Description": "This description is spoiler free, containing nothing outside the initial rulebook for the game. Details on why this is important in the description.&#10;&#10;Risk Legacy represents what is if not a new, at least a rare concept to boardgaming: campaigning. At its core, the game, particularly at first, plays much like regular Risk with a few changes. Players control countries or regions on a map of the world, and through simple combat (with players rolling dice to determine who loses units in each battle) they try to eliminate all opponents from the game board or control a certain number of &quot;red stars&quot;, otherwise known as victory points (VPs).&#10;&#10;What's different is that Risk Legacy' changes over time based on the outcome of each game and the various choices made by players. In each game, players choose one of five factions; each faction has uniquely shaped pieces, and more importantly, different rules. At the start of the first game, each of these factions gains the ability to break one minor rule, such as the ability to move troops at any time during your turn, as opposed to only at the end.&#10;&#10;What makes this game unique is that when powers are chosen, players must choose one of their faction's two powers, affix that power's sticker to their faction card, then destroy the card that has the other rule on it &ndash; and by destroy, the rules mean what they say: &quot;If a card is DESTROYED, it is removed from the game permanently. Rip it up. Throw it in the trash.&quot; This key concept permeates through the game. Some things you do in a game will affect it temporarily, while others will affect it permanently. These changes may include boosting the resources of a country (for recruiting troops in lieu of the older &quot;match three symbols&quot; style of recruiting), adding bonuses or penalties to defending die rolls to countries, or adding permanent continent troop bonuses that may affect all players.&#10;&#10;The rule book itself is also designed to change as the game continues, with blocks of blank space on the pages to allow for rules additions or changes. Entire sections of rules will not take effect until later in the game. The game box contains different sealed packages and compartments, each with a written condition for opening. The rule book indicates that these contain the rule additions, additional faction powers, and other things that should not be discussed here for spoiler protection.&#10;&#10;The winner of each of the first 15 games receives a &quot;major bonus,&quot; such as founding a major city (which only he will be allowed to start on in future games), deleting a permanent modifier from the board, destroying a country card (preventing it from providing any resources towards purchasing troops in future games), changing a continent troop bonus, or naming a continent, which gives that player a troop bonus in future games. Players who did not win but were not eliminated are allowed to make minor changes to the world, such as founding a minor city or adding resources to a country.&#10;&#10;It should be noted that although cards are ripped up over the course of the game, there are so many cards added via the sealed packages, that the game does not suffer. Nor is this a &quot;disposable&quot; game, merely a customized one. The game can continue to change beyond the 15 game campaign, and even when it finally does stop changing, you still have a copy of Risk that is completely unique.&#10;&#10;Initial games take approximately 30-90 minutes to play, which includes a brief rules explanation and setup.&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Legacy Game",
      "Open Drafting",
      "Player Elimination",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Map (Global Scale)",
      "Components: Miniatures",
      "Game: Risk (Official)",
      "Mechanism: Campaign Games",
      "Mechanism: Legacy",
      "Misc: Dice Tower Hall of Fame",
      "Misc: Limited Replayability",
      "Region: The World",
      "Versions & Editions: Legacy Versions of Non-Legacy Games"
    ]
  },
  {
    "Rank": "576",
    "Name": "CATAN",
    "ID": 13,
    "Year": "1995",
    "Geek Rating": "6.915",
    "Avg Rating": "7.09",
    "Link": "https://boardgamegeek.com/boardgame/13/catan",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.2878",
    "Description": "In CATAN (formerly The Settlers of Catan), players try to be the dominant force on the island of Catan by building settlements, cities and roads. On each turn dice are rolled to determine which resources the island produces. Players build structures by 'spending' resources (sheep, wheat, wood, brick and ore) which are represented by the relevant resource cards; each land type, with the exception of the unproductive desert, produces a specific resource: hills produce brick, forests produce wood, mountains produce ore, fields produce wheat, and pastures produce sheep.&#10;&#10;Set-up includes randomly placing large hexagonal tiles (each depicting one of the five resource-producing terrain types--or the desert) in a honeycomb shape and surrounding them with water tiles, some of which contain ports of exchange. A number disk, the value of which will correspond to the roll of two 6-sided dice, are placed on each terrain tile. Each player is given two settlements (think: houses) and roads (sticks) which are placed on intersections and borders of the terrain tiles. Players collect a hand of resource cards based on which terrain tiles their last-placed settlement is adjacent to. A robber pawn is placed on the desert tile.&#10;&#10;A turn consists of rolling the dice, collecting resource cards based on this dice roll and the position of settlements (or upgraded cities&mdash;think: hotels), turning in resource cards (if possible and desired) for improvements, trading cards at a port, possibly playing a development card, or trading resource cards with other players. If the dice roll is a 7, the active player moves the robber to a new terrain tile and steals a resource card from another player who has a settlement adjacent to that tile.&#10;&#10;Points are accumulated by building settlements and cities, having the longest road or the largest army (from some of the development cards), and gathering certain development cards that simply award victory points. When a player has gathered 10 points (some of which may be held in secret), s/he announces this and claims the win.&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Chaining",
      "Dice Rolling",
      "Hexagon Grid",
      "Income",
      "Modular Board",
      "Negotiation",
      "Network and Route Building",
      "Race",
      "Random Production",
      "Trading",
      "Variable Set-up"
    ],
    "Families": [
      "Animals: Sheep",
      "Components: Hexagonal Tiles",
      "Components: HexHex3 Grids",
      "Components: Wooden pieces & boards",
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: BrettspielWelt",
      "Digital Implementations: Steam",
      "Game: Catan",
      "Islands: Fictional",
      "Misc: BGG Hall of Fame",
      "Misc: Dice Tower Hall of Fame",
      "Misc: Watch It Played How To Videos",
      "Promotional: Board Games",
      "Theme: Colonial"
    ]
  },
  {
    "Rank": "577",
    "Name": "Thurn and Taxis",
    "ID": 21790,
    "Year": "2006",
    "Geek Rating": "6.914",
    "Avg Rating": "7.09",
    "Link": "https://boardgamegeek.com/boardgame/21790/thurn-and-taxis",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.2572",
    "Description": "In Thurn &amp; Taxis, players build post office routes across Bavaria and the regions around, collecting bonus points in various ways. The board shows a map of all the cities, with roads leading from each one to some of its neighbors. There are various colored regions around the board, most with two or three cities, and a large region with all the Bavarian cities in the center.&#10;&#10;Players build postal routes from city to city to city so that each city is adjacent to the next city on the route and there is a road connecting these two cities. Each route must consist of at least three cities. Players may build only one route at a time. Routes are represented by melded city cards arranged in the order of the route.&#10;&#10;Players start with a supply of 20 post offices in their color, a carriage house card, and a player aid card. The board is populated with bonus tiles, carriage cards and city cards. On a turn, a player will draw a card from a display of six, face-up city cards (or the top of the face-down deck) and meld one card, either starting a new route or adding to the current one. If after adding to the route, the length of the route is at least three cities, the player may declare it finished and score it. The player may, depending on the length of the route and which cities are in the route, place post offices in the cities, collect bonus tiles, and acquire a higher value carriage. Optionally, the player may receive support from one postal official in the form of drawing a second card, melding a second card, refreshing the six city card display, or acquiring a higher value carriage than the route length when finishing a route. Once a route is scored, the city cards of that route are discarded, and the player begins a new route on their next turn.&#10;&#10;When a player exhausts their supply of post offices or acquires a value 7 carriage, the end of the game is triggered. Play continues until the player who is last in turn order finishes their turn, and the game ends. Players score points for their highest valued carriage and bonus tiles, then lose points for unplaced post offices. The player with the most points wins.&#10;&#10;The fact that you *must* add at least one city to your route each turn or lose the whole route gives the game an enjoyable planning element.&#10;&#10;",
    "Categories": [
      "Post-Napoleonic",
      "Transportation"
    ],
    "Mechanics": [
      "Hand Management",
      "Network and Route Building",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Components: Map (Continental / National scale)",
      "Country: Germany",
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: BrettspielWelt",
      "Digital Implementations: Yucata",
      "Game: Thurn and Taxis",
      "Region: Bavaria (Germany)",
      "Theme: Mail / Stamps / The Post Office"
    ]
  },
  {
    "Rank": "578",
    "Name": "Imhotep",
    "ID": 191862,
    "Year": "2016",
    "Geek Rating": "6.914",
    "Avg Rating": "7.13",
    "Link": "https://boardgamegeek.com/boardgame/191862/imhotep",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "2.0144",
    "Description": "In Imhotep, the players become builders in Egypt who want to emulate the first and best-known architect there, namely Imhotep.&#10;&#10;Over six rounds, they move wooden stones by boat to create five seminal monuments, and on a turn, a player chooses one of four actions: Procure new stones, load stones on a boat, bring a boat to a monument, or play an action card. While this sounds easy, naturally the other players constantly thwart your building plans by carrying out plans of their own. Only those with the best timing &mdash; and the stones to back up their plans &mdash; will prove to be Egypt's best builder.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Transportation"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "End Game Bonuses",
      "Modular Board",
      "Set Collection",
      "Worker Placement"
    ],
    "Families": [
      "Ancient: Egypt",
      "Components: 3-Dimensional (3D)",
      "Constructions: Pyramids",
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: BrettspielWelt",
      "Digital Implementations: Yucata",
      "Game: Imhotep",
      "Occupation: Architect",
      "Theme: Construction"
    ]
  },
  {
    "Rank": "579",
    "Name": "Raptor",
    "ID": 177639,
    "Year": "2015",
    "Geek Rating": "6.911",
    "Avg Rating": "7.23",
    "Link": "https://boardgamegeek.com/boardgame/177639/raptor",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.0613",
    "Description": "Mamma Raptor has escaped from her run and laid her eggs in the park. A team of scientists must neutralize her and capture the baby raptors before they run wild into the forest.&#10;&#10;Raptor is a card-driven board game with tactical play and some double guessing. Players use their cards to move their pawns &mdash; with the scientists on one side, Mother and baby raptors on the other &mdash; on the board. Every round, the player who played the lowest ranked card can use the corresponding action, while their opponent has movement or attack points equal to the difference between the values of the two cards. The scientists can use fire, can move by jeep on the tracks, and can even call for reinforcements, while the mamma raptor can hide in the bushes, yell to frighten the scientists, and call for her babies.&#10;&#10;",
    "Categories": [
      "Animals",
      "Fighting",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Action Retrieval",
      "Grid Movement",
      "Hand Management",
      "Modular Board",
      "Simultaneous Action Selection",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Animals: Dinosaurs",
      "Components: Miniatures",
      "Components: Multi-Use Cards",
      "Players: Two-Player Only Games",
      "Series: Duo Collection (Matagot)"
    ]
  },
  {
    "Rank": "580",
    "Name": "QE",
    "ID": 266830,
    "Year": "2019",
    "Geek Rating": "6.911",
    "Avg Rating": "7.37",
    "Link": "https://boardgamegeek.com/boardgame/266830/qe",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.5508",
    "Description": "Financial crisis has occurred. Sixteen &quot;too big to fail&quot; companies from four countries need bailing out. The central banks have unlimited financial resources, so lots of money is going to be printed, but the central banks also face disaster &mdash; print too much money and the country they represent goes bust.&#10;&#10;In Q.E., a term that stands for &quot;quantitative easing&quot;, you play the role of a central bank. You bid on different size companies to accumulate various levels of victory points. The amount you bid is unlimited since you are the central bank and you own the printing press! After the initial &quot;open&quot; bid by the lead player, the other players bid in secret. After the sixteen companies have been &quot;bailed out&quot;, bonus victory points are awarded for company sets of nationalization, monopolization, and diversification.&#10;&#10;Player markers on the scoring track now reveal which player has the most victory points, but this is not the end. Players must now add up the amount of money they printed and the player who printed the most money loses all their victory points!&#10;&#10;Previous editions of Q.E. supported up to four players, with a fifth-player expansion being available separately. This new edition of Q.E. is playable with up to five players out of the box.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Auction: Sealed Bid",
      "End Game Bonuses",
      "Memory",
      "Set Collection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "581",
    "Name": "Railroad Ink: Deep Blue Edition",
    "ID": 245654,
    "Year": "2018",
    "Geek Rating": "6.910",
    "Avg Rating": "7.17",
    "Link": "https://boardgamegeek.com/boardgame/245654/railroad-ink-deep-blue-edition",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.4502",
    "Description": "In the multiplayer puzzle game Railroad Ink, your goal is to connect as many exits on your board as possible. Each round, a set of dice are rolled in the middle of the table, determining which kind of road and railway routes are available to all players. You have to draw these routes on your erasable boards to create transport lines and connect your exits, trying to optimize the available symbols better than your opponents.&#10;&#10;The more exits you connect, the more points you score at the end of the game, but you lose points for each incomplete route, so plan carefully! Will you press your luck and try to stretch your transportation network to the next exit, or will you play it safe and start a new, simpler to manage route?&#10;&#10;Railroad Ink comes in two versions, each one including two expansions with additional dice sets that add new special rules to your games. The Deep Blue Edition includes the Rivers and Lakes expansions. Increase the difficulty by adding the River route into the mix, or use the Lakes to connect your networks by ferry. These special rules can spice up things and make each game play and feel different. Each box allows you to play from 1 to 6 players, and if you combine more boxes, you can play with up to 12 players (or more). The only limit to the number of players is the number of boards you have!&#10;&#10;",
    "Categories": [
      "Dice",
      "Trains"
    ],
    "Mechanics": [
      "Bingo",
      "Connections",
      "Dice Rolling",
      "Line Drawing",
      "Network and Route Building",
      "Paper-and-Pencil",
      "Simultaneous Action Selection",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Components: 7 x 7 Grids",
      "Components: Dice with Icons",
      "Components: Dry Erase Markers / Dry Erase Surfaces",
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: Google Play",
      "Digital Implementations: Steam",
      "Digital Implementations: Tabletopia",
      "Game: Railroad Ink",
      "Mechanism: Roll-and-Write",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "582",
    "Name": "Shadows of Brimstone: City of the Ancients",
    "ID": 146791,
    "Year": "2014",
    "Geek Rating": "6.909",
    "Avg Rating": "7.95",
    "Link": "https://boardgamegeek.com/boardgame/146791/shadows-of-brimstone-city-of-the-ancients",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.3788",
    "Description": "Shadows of Brimstone: City of the Ancients is a fast-paced, fully cooperative, dungeon-crawl board game set in the Old West, with a heavy dose of unspeakable horror! Players create characters, taking on the role of a classic Western Hero Archetype, such as the Law Man, Gunslinger, or Saloon Girl. Forming an adventuring posse, the Heroes venture down into the dark mines, overrun with all manner of ancient demons and foul creatures from another world. With tactical gameplay, lots of dice, and a robust card-driven exploration system, no two games are ever the same as the heroes explore the mines finding new enemies to fight, new loot to collect, and new dangers to overcome. Players can even find portals to other worlds, stepping through to continue their adventures on the other side!&#10;&#10;An exciting campaign system allows the players to visit local frontier towns between adventures, spending their hard-earned loot and building their characters from game to game! As players find fantastic gear and artifacts to equip their heroes, they also gain experience from their adventures. This experience is used to level up, guiding the hero's path through an expansive, class-specific upgrade tree of new skills and abilities, allowing each player to develop their hero to fit their own play style.&#10;&#10;In City of the Ancients, players will encounter portals to the otherworld on the Plains of Targa, finding an ancient frozen city whose living inhabitants are nowhere to be found.  Instead, great mechanical keepers wander the city going about their duties - until interrupted by the arrival of the players' characters!&#10;&#10;So load up yer' six shooter, throw on yer' hat and poncho, and gather the posse as the darkness is coming, and all hell's about to break loose...in the Shadows of Brimstone!&#10;&#10;Can be used together with Shadows of Brimstone: Swamps of Death to raise the maximum players to 6.&#10;&#10;",
    "Categories": [
      "Adventure",
      "American West",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Horror",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Dungeon Crawler",
      "Crowdfunding: Kickstarter",
      "Game: Shadows of Brimstone",
      "Mechanism: Campaign Games",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "583",
    "Name": "Argent: The Consortium",
    "ID": 144797,
    "Year": "2015",
    "Geek Rating": "6.908",
    "Avg Rating": "7.62",
    "Link": "https://boardgamegeek.com/boardgame/144797/argent-the-consortium",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "150",
    "Weight": "3.7662",
    "Description": "The time has come for the selection of a new Chancellor at Argent University of Magic, and you are among the likely candidates for the job. Gather your apprentices, ready your spellbook, and build your influence, while secretly discovering and competing over the votes of a limited Consortium of influential board members. Only the one who is able to fulfill the most criteria will claim the title of most influential mage in the World of Indines!&#10;&#10;Argent: The Consortium is a cutthroat worker-placement/engine-building game of manipulation and secrecy in which the criteria for victory are secret and the capabilities of your opponents are constantly changing. You'll need to outwit the other candidates, use your spells at the right moment, and choose the correct apprentices to manage your plan.&#10;&#10;Argent: The Consortium is a European-style game that minimizes luck and focuses on player interaction and strong core mechanisms that allow new strategies to emerge each time you play.&#10;&#10;The designer keeps an updated Official Errata/Typo/FAQ thread on BGG.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Political"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Modular Board",
      "Take That",
      "Variable Player Powers",
      "Worker Placement",
      "Worker Placement, Different Worker Types"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Digital Implementations: VASSAL",
      "Game: Argent – The Consortium",
      "Misc: LongPack Games",
      "Setting: World of Indines",
      "Theme: Anime / Manga",
      "Theme: School / College / University"
    ]
  },
  {
    "Rank": "584",
    "Name": "Alhambra",
    "ID": 6249,
    "Year": "2003",
    "Geek Rating": "6.907",
    "Avg Rating": "7.03",
    "Link": "https://boardgamegeek.com/boardgame/6249/alhambra",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "60",
    "Weight": "2.1001",
    "Description": "Granada, 1278. At the foot of the Sierra Nevada mountains, one of the most exciting and interesting project of the Spanish Middle Ages begins: the construction of the ALHAMBRA.&#10;&#10;The best master builders in the whole of Europe and Arabia want to demonstrate their skill.  Employ the most suitable teams of builders and make sure that you always have enough of the right currency.  Because no matter whether they are stonemasons from the north or horticulturalists from the south, they all want a proper wage and insist on their &quot;native&quot; currency.  With their help towers can be constructed, gardens laid out, pavilions and arcades erected and seraglios and chambers built.&#10;&#10;In Alhambra, players are acquiring buildings to be placed within their Alhambra complex.&#10;&#10;The money in Alhambra comes in four different currencies and is available in the open money market.  The 54 buildings of six types become available for purchase in the building market four at a time; one building is available in each of the four different currencies.  On a player's turn, a player may 1) take money from the open money market, 2) purchase a building from the building market and either place it in his Alhambra or reserve, or 3) engage in construction and re-construction projects with buildings that have been placed in the player's Alhambra or reserve. The game rewards efficiency, as when a player purchases a building from the market for the exact amount of money, the player may take another turn.&#10;&#10;Players with the most buildings in each of the six building types in his Alhambra score in each of the scoring phases, and points are awarded for players' longest external &quot;wall&quot; section within their complex. The game ends when the building market can no longer be replenished from the building tile supply, and there is a final scoring, whereupon the player with the highest score wins.&#10;&#10;Integrates with:&#10;&#10;    Alhambra: The Dice Game (a variant in which you can combine Alhambra buildings with Alhambra dice.)&#10;&#10;&#10;",
    "Categories": [
      "City Building",
      "Medieval"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Set Collection",
      "Tile Placement"
    ],
    "Families": [
      "Cities: Granada (Andalusia, Spain)",
      "Country: Spain",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: Boiteajeux",
      "Game: Alhambra",
      "Mechanism: Artificial Player",
      "Misc: Dice Tower Hall of Fame",
      "Misc: LongPack Games",
      "Region: Andalusia (Spain)"
    ]
  },
  {
    "Rank": "585",
    "Name": "Skymines",
    "ID": 359438,
    "Year": "2022",
    "Geek Rating": "6.907",
    "Avg Rating": "7.98",
    "Link": "https://boardgamegeek.com/boardgame/359438/skymines",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "75",
    "Play Time": "150",
    "Weight": "3.8776",
    "Description": "Fifty years ago, humanity began mining the Moon and the asteroids, and for decades that task was firmly kept in the hands of the World Government. But the turmoils of recent years have caused this enterprise to collapse. Now, adventurous companies and private investors take to the sky to revive this mining network.&#10;&#10;As investors, you try to earn the most CrypCoin over the course of seven rounds. You do this by investing mined resources in companies and by spreading their outposts. You can improve your earnings by supporting your scientists&rsquo; research and by having them collect precious helium-3.&#10;&#10;The heart of Skymines is a unique card programming and hand management system that requires careful and clever planning. It provides deep player interaction by letting you invest in any of the four companies as you see fit.&#10;&#10;And as the combination of company abilities changes each game, there are endless synergies and strategies to explore.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Economic",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Queue",
      "Area Majority / Influence",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Investment",
      "Open Drafting",
      "Roles with Asymmetric Information",
      "Scenario / Mission / Campaign Game",
      "Simultaneous Action Selection",
      "Solo / Solitaire Game",
      "Stock Holding",
      "Variable Player Powers",
      "Victory Points as a Resource",
      "Worker Placement"
    ],
    "Families": [
      "Digital Implementations: Tabletopia",
      "Digital Implementations: Yucata",
      "Misc: LongPack Games",
      "Space: Asteroids",
      "Space: Earth's Moon",
      "Space: Earth's Solar System",
      "Theme: Mining"
    ]
  },
  {
    "Rank": "586",
    "Name": "Labyrinth: The War on Terror, 2001 – ?",
    "ID": 62227,
    "Year": "2010",
    "Geek Rating": "6.905",
    "Avg Rating": "7.57",
    "Link": "https://boardgamegeek.com/boardgame/62227/labyrinth-the-war-on-terror-2001",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "3.6766",
    "Description": "2001: The &ldquo;American Century&rdquo; had closed with a single Cold War superpower standing and a pause in conflict that some at the time dubbed &ldquo;The End of History&rdquo;. It wasn&rsquo;t. In the Middle East and South Asia, an Islamic revival was underway. Resentments bred in part of US support for the regions&rsquo; anti-Soviet tyrannies soon erupted into a new struggle against the West. Wealthy Saudi fanatic Usama bin Ladin issued a declaration of holy war against America in 1996 and then fired the first shots with spectacular terrorist attacks in 1998 and 2000. By 2001, al-Qaeda had set in motion even more devastating strikes &mdash; this time within the US Homeland &mdash; that Bin Ladin hoped would light off a global Muslim uprising. Uprising or not, the Western response to those September 11th attacks would reshape international affairs from London to Jakarta and from Moscow to Dar es Salaam.&#10;&#10;Labyrinth takes players inside the Islamist jihad and the global war on terror. With broad scope, ease of play, and a never-ending variety of event combinations similar to Twilight Struggle, Labyrinth portrays not only the US efforts to counter extremists&rsquo; use of terrorist tactics but the wider ideological struggle &mdash; guerrilla warfare, regime change, democratization, and much more.&#10;&#10;--description from publisher&#10;&#10;",
    "Categories": [
      "Arabian",
      "Modern Warfare",
      "Political",
      "Wargame"
    ],
    "Mechanics": [
      "Action / Event",
      "Action Points",
      "Area Majority / Influence",
      "Campaign / Battle Card Driven",
      "Command Cards",
      "Dice Rolling",
      "Events",
      "Hand Management",
      "Point to Point Movement",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Solo / Solitaire Game",
      "Stat Check Resolution",
      "Sudden Death Ending",
      "Tug of War",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Continents: Asia",
      "Continents: Europe",
      "Country: Afghanistan",
      "Country: Egypt",
      "Country: Iran",
      "Country: Iraq",
      "Country: Israel",
      "Country: Lebanon",
      "Country: Pakistan",
      "Country: Saudi Arabia",
      "Country: Somalia",
      "Country: Sudan",
      "Country: Syria",
      "Country: Turkey",
      "Country: USA",
      "Decades: The 2000's",
      "Digital Implementations: Google Play",
      "Digital Implementations: Steam",
      "History: Conflicts against the Islamic State",
      "History: War in Afghanistan",
      "Players: Games with Solitaire Rules",
      "Players: Wargames with Solitaire Rules",
      "Region: Middle East",
      "Region: North Africa"
    ]
  },
  {
    "Rank": "587",
    "Name": "Aeon Trespass: Odyssey",
    "ID": 242705,
    "Year": "2022",
    "Geek Rating": "6.904",
    "Avg Rating": "9.03",
    "Link": "https://boardgamegeek.com/boardgame/242705/aeon-trespass-odyssey",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "0",
    "Weight": "4.7412",
    "Description": "Aeon Trespass: Odyssey is a 1-4 player campaign game about adventures, exploration and fierce battles with giant monsters. It&rsquo;s a co-operative, choice-driven boardgame experience played over multiple sessions. Set in an alternate Antiquity, where a reality-shattering cataclysm killed the Olympian gods and unleashed the otherworldly Primordials, Aeon Trespass: Odyssey places the players in the roles of Argonauts, the only people who can fight off the darkness and make things right.&#10;&#10;Take control of the Argo and its crew, train them and send them on adventures into the dangerous and mysterious lands of Ancient Greece (and beyond...). Learn the world's secrets and create new technologies that will give you an edge in combat - and outside of it. Manage your resources and develop your base of operations. Build new Facilities, craft new Weapons and equipment. Gather allies and forge political alliances with the world&rsquo;s factions. And, most important of all, tame the Titans, arm them, evolve them and ride them to battle with the fearsome Primordials.&#10;&#10;You win by defeating the main villains or solving a crisis, you lose if your Argonauts die, your crew abandons you, your ship gets destroyed, the villains fulfill their plot or time runs out. There are many ways to lose, but only a handful paths to victory.&#10;&#10;During Battles, 1 to 4 players must cooperate to defeat 1 giant Primordial boss-type monster controlled by a sophisticated AI system.  Outside of Battles, Aeon Trespass: Odyssey uses choice chain and choice matrix mechanics to track your decisions throughout the game. Those decisions matter and will have a drastic impact on all future play sessions, campaigns and playthroughs.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Ancient",
      "Civilization",
      "Dice",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Medieval",
      "Miniatures",
      "Mythology",
      "Nautical",
      "Science Fiction",
      "Travel"
    ],
    "Mechanics": [
      "Command Cards",
      "Cooperative Game",
      "Dice Rolling",
      "Grid Movement",
      "Map Addition",
      "Modular Board",
      "Scenario / Mission / Campaign Game",
      "Storytelling",
      "Tech Trees / Tech Tracks"
    ],
    "Families": [
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Game: Aeon Trespass Odyssey",
      "Mechanism: Campaign Games",
      "Misc: LongPack Games",
      "Theme: Boss Battle"
    ]
  },
  {
    "Rank": "588",
    "Name": "Port Royal",
    "ID": 156009,
    "Year": "2014",
    "Geek Rating": "6.904",
    "Avg Rating": "7.11",
    "Link": "https://boardgamegeek.com/boardgame/156009/port-royal",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "50",
    "Weight": "1.6191",
    "Description": "The merchant players in Port Royal, which won the Austrian Game Designers Competition under the title H&auml;ndler der Karibik, are trying to earn as much as they can out of the Caribbean Sea, but if they set their goals too high, they might take home nothing for the day.&#10;&#10;The 120-card deck depicts a coin on the back of each card &mdash; with players earning and paying coins throughout the game &mdash; and different items on the card fronts. On a turn, a player can first draw as many cards as he likes, one at a time from the deck, placing them in the harbor (an area near the deck). Each card shows one of the following:&#10;&#10;&#10;     Person, who stays in a face-up row next to deck.&#10;     Ship, which the player can attack immediately if he has enough swords on his people cards, after which the ship is discarded; otherwise, the ship stays in the harbor.&#10;     Expedition, which remains above the harbor until a player fulfills it by discarding people who have the items required for the expedition.&#10;     Tax Increase, which forces everyone with twelve or more coins to discard half their money, after which the card is discarded.&#10;&#10;&#10;If the player draws a ship with the same name as a ship already in the harbor, he's spent too much time dilly-dallying and his turn ends (after using the ship to attack, if possible), with all the cards in the harbor being discarded. Otherwise, the player can stop whenever he likes, then use/acquire one card if three or fewer ships are in the harbor, two cards if four ships are present, and three cards if five ships are present. Players rob ships, collecting the number of coins shown on them, then discarding the card, while they hire people, paying the number of coins depicted. After the active player takes his 1-3 cards, each other player may pay the active player one coin in order to take one card in the same way.&#10;&#10;When one player has at least twelve influence points &mdash; which are on both people and expedition cards &mdash; the game is played to the end of the round, giving everyone the same number of turns, then the player with the most influence points wins.&#10;&#10;&bull; Port Royal differs from H&auml;ndler der Karibik in that it includes ten more cards to allow for play with up to five players and players can win without fulfilling an expedition.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Nautical",
      "Pirates"
    ],
    "Mechanics": [
      "Contracts",
      "Events",
      "Market",
      "Move Through Deck",
      "Open Drafting",
      "Push Your Luck",
      "Race",
      "Set Collection"
    ],
    "Families": [
      "Components: Multi-Use Cards",
      "Country: Jamaica",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Digital Implementations: Tabletopia",
      "Digital Implementations: Yucata",
      "Game: Port Royal",
      "Mechanism: Tableau Building",
      "Players: Games with expansions that add solo play",
      "Region: Caribbean Sea",
      "Theme: Colonial",
      "Theme: Pirates",
      "Theme: Tropical"
    ]
  },
  {
    "Rank": "589",
    "Name": "Star Wars: X-Wing (Second Edition)",
    "ID": 252328,
    "Year": "2018",
    "Geek Rating": "6.904",
    "Avg Rating": "8.04",
    "Link": "https://boardgamegeek.com/boardgame/252328/star-wars-x-wing-second-edition",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "3.0923",
    "Description": "X-Wing Second Edition puts you in command of your own squadron of advanced starfighters locked in thrilling, tactical space combat. Following in the footsteps of the first edition, the second edition refines the intuitive and exciting core formula of maneuvering your ships into position by placing a central focus on the visceral thrill of flying starships in the Star Wars galaxy.&#10;&#10;During a battle, you&rsquo;ll use your squadron&rsquo;s unique capabilities to give yourself an advantage in the thick of combat. Each X-Wing ship flies differently, with its own set of maneuvers ranging from gentle banks to aggressive Koiogran turns. As in the game&rsquo;s first edition, you&rsquo;ll need to use every ship&rsquo;s maneuvering capabilities to the fullest in order to strategically position your ships. A round begins with players secretly selecting a maneuver on each of their ships&rsquo; unique maneuver dials. Once you&rsquo;ve decided how each of your ships is going to fly, you&rsquo;ll begin revealing the dials and moving your ships, starting with the lowest skilled pilots.&#10;&#10;As you move, you&rsquo;ll enter a tense duel with your opponent as you both try to line up the perfect shot. Before you can open fire on an opponent&rsquo;s ship, however, they must be in your firing arc and within range. By carefully selecting your maneuvers, you can get enemy ships in your sights, and once you&rsquo;ve locked onto your target, you&rsquo;re free to choose your plan of attack. You might pepper the enemy with blaster fire to whittle away their shields. Or, you could go for massive damage and launch a devastating volley of proton torpedoes. No matter how you approach the battle, you have complete control of your squadron. One player wins when all of their opponent&rsquo;s ships are destroyed!&#10;&#10;Slick flying is certainly important, but it isn&rsquo;t the only consideration you&rsquo;ll have to make in the midst of a dogfight. As in the first edition of X-Wing, once your ships have completed a maneuver, you can also perform an action to gain the upper hand. Whether you choose to acquire a target lock on a rival ship or barrel roll out of an enemy&rsquo;s firing arc, the actions you take affect the course of the battle and determine the fate of your squadron.&#10;&#10;Now, in the second edition of the game, your actions offer greater strategic depth than ever before. Some actions are red and induce stress when they are used. Other actions may be linked, allowing you to chain two actions together and push the limits of how your ship can handle in a dogfight!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Bluffing",
      "Collectible Components",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Action Queue",
      "Critical Hits and Failures",
      "Dice Rolling",
      "Line of Sight",
      "Movement Template",
      "Player Elimination",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Components: Polyhedral (not D6) dice",
      "Game: Star Wars X-Wing Miniatures Game",
      "Movies: Star Wars",
      "Players: Two-Player Only Games",
      "Series: FlightPath (Fantasy Flight Game)"
    ]
  },
  {
    "Rank": "590",
    "Name": "Unmatched Adventures: Tales to Amaze",
    "ID": 381297,
    "Year": "2023",
    "Geek Rating": "6.904",
    "Avg Rating": "8.04",
    "Link": "https://boardgamegeek.com/boardgame/381297/unmatched-adventures-tales-to-amaze",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "2.2414",
    "Description": "Unmatched Adventures: Tales to Amaze, which is themed around the pulp adventures, tall tales, and local legends of the mid-20th century, gives you a whole new way to play Unmatched.&#10;&#10;In the game, players work together to defeat one of two villains: Mothman or the Martian Invader. Each villain has a unique battlefield with unique objectives. If the villain completes their objective (or defeats the heroes), the players lose. The villains are aided by a number of possible minions: Jersey Devil, Ant Queen, Loveland Frog, The Blob, Tarantula, and Skunk Ape. The enemies use special action cards and a simple targeting scheme to control their movement and attacks.&#10;&#10;The set comes with four new heroes: Nikola Tesla discharges his electrified coils to power up his effects; Annie Christmas gets stronger when she's fighting from behind; The Golden Bat, the world's first superhero, has a variety of powerful effects; and Dr. Jill Trent, Science Sleuth, calls on a collection of gizmos.&#10;&#10;Keeping to the Unmatched brand, you may use heroes from other Unmatched sets in Unmatched Adventures, and you can use the included heroes and battlefields to play competitive Unmatched.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting",
      "Mythology",
      "Novel-based"
    ],
    "Mechanics": [
      "Action Points",
      "Campaign / Battle Card Driven",
      "Card Play Conflict Resolution",
      "Cooperative Game",
      "Hand Management",
      "Line of Sight",
      "Multi-Use Cards",
      "Point to Point Movement",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Components: Multi-Use Cards",
      "Creatures: Aliens / Extraterrestrials",
      "Creatures: Bigfoot / Yeti / Sasquatch",
      "Crowdfunding: Kickstarter",
      "Game: Unmatched",
      "Historical Figures: Nikola Tesla",
      "Misc: Watch It Played How To Videos",
      "Players: Expansions Adding Cooperative Play",
      "Players: Expansions Adding Solo Play",
      "Theme: Boss Battle",
      "Theme: Cryptids"
    ]
  },
  {
    "Rank": "591",
    "Name": "Escape Plan",
    "ID": 142379,
    "Year": "2019",
    "Geek Rating": "6.902",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/142379/escape-plan",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3.6709",
    "Description": "After a successful bank heist, you and your fellow thieves are laying low and enjoying the good life. Most of the cash has been hidden away, and the rest has been invested in businesses throughout the city. Everything is going according to plan until the police get a breakthrough in their investigation. Accusations are made, fingers are pointed, and after a heated argument, you decide to go your separate ways.&#10; Chaos ensues as the SWAT team is called in and start to close off the city&rsquo;s exits. Your only choice now is to escape the city before it is completely locked down. But you need a plan &mdash; a good route that allows you to leave the city while recovering as much of the money as possible.&#10; You will need to call in some favors and hire the local gangs to create diversions. Bribing the Police would be a good idea too, but it isn't cheap. Disguises may help, but they don&rsquo;t fool everyone. Setting the Police on the trail of your former colleagues will give you a better chance of escape, but the other thieves are thinking the same thing...&#10; Will you escape the city with the most money, or will the Police lockdown the city before you can escape?&#10;&#10;In Escape Plan, players are the thieves, but they may influence the cops' moves every turn. The robbers move on a modular board trying to reach the best spots to recover their loot and escape from the city with more money than the other thieves. The cops are trying to thwart their escape plan &mdash; by force if necessary. The players play cards to aid their escape and slow the other players down. The players take actions that allow them to move and to engage gangs, mules, and snitches.&#10;&#10;It contains asymmetric roles set by missions that players may achieve during the game while avoiding the police. The players' roles as thieves are individual with every player for themselves. In the end, only the player who escapes with the most cash wins.&#10;&#10;The game design is influenced by great heist films.&#10;&#10;",
    "Categories": [
      "Adventure"
    ],
    "Mechanics": [
      "Area Movement",
      "Enclosure",
      "Hexagon Grid",
      "Modular Board",
      "Open Drafting",
      "Race",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Players: Games with Solitaire Rules",
      "Theme: Burglary and Heists",
      "Theme: Mystery / Crime"
    ]
  },
  {
    "Rank": "592",
    "Name": "Horizons of Spirit Island",
    "ID": 367498,
    "Year": "2022",
    "Geek Rating": "6.901",
    "Avg Rating": "8.16",
    "Link": "https://boardgamegeek.com/boardgame/367498/horizons-of-spirit-island",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "3.5405",
    "Description": "Horizons of Spirit Island features the core mechanisms of Spirit Island, but features a new double-sided game board with a streamlined set-up, punchboard components, and five new Spirits designed to be ideal for those playing a Spirit Island game for the first time. These new Spirits are compatible with all existing Spirit Island components, but to play with expansions like Jagged Earth, you would need a copy of Spirit Island itself.&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Environmental",
      "Fantasy",
      "Fighting",
      "Mythology",
      "Renaissance",
      "Territory Building"
    ],
    "Mechanics": [
      "Action Retrieval",
      "Area Majority / Influence",
      "Automatic Resource Growth",
      "Campaign / Battle Card Driven",
      "Cooperative Game",
      "Events",
      "Hand Management",
      "Modular Board",
      "Set Collection",
      "Simultaneous Action Selection",
      "Solo / Solitaire Game",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Category: Dized Tutorial",
      "Components: Control Boards",
      "Components: Map (Continental / National scale)",
      "Components: Wooden pieces & boards",
      "Game: Spirit Island",
      "History: Age of Discovery",
      "Islands: Fictional",
      "Misc: LongPack Games",
      "Players: Games with Solitaire Rules",
      "Theme: Colonial"
    ]
  },
  {
    "Rank": "593",
    "Name": "Splendor: Marvel",
    "ID": 293296,
    "Year": "2020",
    "Geek Rating": "6.900",
    "Avg Rating": "7.57",
    "Link": "https://boardgamegeek.com/boardgame/293296/splendor-marvel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.8081",
    "Description": "Bring together a team of super heroes and prevent Thanos from ending the world!&#10;The Infinity Stones are scattered throughout the Multiverse. Use their essence to recruit heroes and villains and gain Infinity Points.&#10;&#10;Assemble the Avengers, acquire locations and when ready, claim the Infinity Gauntlet!&#10;&#10;Pick your tokens carefully, recruit characters to gain Infinity Points and bonuses. These bonuses help you recruit more powerful heroes and acquire locations&hellip; until you gather enough characters, power, and Infinity Points to trigger the endgame!&#10;&#10;Even though Splendor Marvel uses Splendor&rsquo;s core rules and high-quality materials, it has a different color structure, a new endgame trigger, and new victory conditions. You can also gain Infinity Points with the Avengers Assemble tile that can be passed from one player to another several times during the game!&#10;&#10;If you are keen on Splendor, learning the rules will be easy, but mastering the game may take you a while.&#10;&#10;And if you don&rsquo;t know Splendor, soon you will enjoy its quick and simple rules and become addicted to this game without even realizing it!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip",
      "Economic"
    ],
    "Mechanics": [
      "Contracts",
      "Open Drafting",
      "Race",
      "Set Collection"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Comic Books: Marvel Universe",
      "Game: Splendor",
      "Mechanism: Tableau Building",
      "Theme: Superheroes",
      "Versions & Editions: Versions with IP after the original release"
    ]
  },
  {
    "Rank": "594",
    "Name": "Ingenious",
    "ID": 9674,
    "Year": "2004",
    "Geek Rating": "6.899",
    "Avg Rating": "7.10",
    "Link": "https://boardgamegeek.com/boardgame/9674/ingenious",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.9065",
    "Description": "In Ingenious, a.k.a. Einfach Genial, players take turns placing colored domino-style tiles on a game board, scoring for each line of colored symbols that they enlarge. The trick, however, is that a player's score is equal to their worst-scoring color, not their best, so they need to score for all colors instead of specializing in only one or two.&#10;&#10;In more detail, the game includes 120 domino-style tiles, each consisting of two conjoined hexes; each hex has one of six colors in it, with most tiles having different-colored hexes. Each player has a rack with six tiles on it, and on a turn a player places one tile from their rack onto two hexes of the game board. For each hex on this tile, they score one point in that color for each hex of the same color that lies adjacent to it and each hex in a straight line from it. If a player brings the score of a color to 18, they immediately take another turn. At the end of their turn, they refill their rack to six tiles. (Before refilling their rack, if they have no tiles on it that contain hexes in their lowest-scoring color, they can discard all of their tiles, then draw six new tiles from the bag.)&#10;&#10;When no more tiles can be placed on the game board or when one player scores 18 in each color, the game ends. Players then compare their lowest scores, and whoever has the highest low score wins.&#10;&#10;Ingenious includes rules for solitaire and team play; in the latter case, two teams of two play, with each player not being able to see their partner's tiles and teams keeping a combined score that maxes out at 36 instead of 18.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Hand Management",
      "Hexagon Grid",
      "Highest-Lowest Scoring",
      "Pattern Building",
      "Team-Based Game",
      "Tile Placement"
    ],
    "Families": [
      "Components: HexHex8 Grids",
      "Game: Ingenious",
      "Misc: Mensa Select",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "595",
    "Name": "Blood Bowl: Living Rulebook",
    "ID": 15985,
    "Year": "2004",
    "Geek Rating": "6.899",
    "Avg Rating": "7.85",
    "Link": "https://boardgamegeek.com/boardgame/15985/blood-bowl-living-rulebook",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3.1729",
    "Description": "Blood Bowl is the game of Rugby slash Football as imagined in a fantasy world of orcs, elves, beastmen and many other fantasy creatures. The game truly shines in a League format, where players gain experience and learn new skills as they play.&#10;&#10;The latest rules are now version 6.0. The biggest change is the new Inducement system that does an infinitely better job of balancing teams of different experience. All of the team rosters have also been tweaked, with the previous runaway leaders toned down to everyone else's level. And as a great benefit to teams feeling the need to start over after a first bad game, the Journeyman system ensures you will always have 11 players on the field.&#10;&#10;This game is a part of the Blood Bowl Series&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Blood Bowl",
      "Mechanism: Campaign Games",
      "Players: Two-Player Only Games",
      "Series: Specialist Games (Games Workshop)",
      "Setting: Warhammer Fantasy Board Games",
      "Theme: Fantasy Sports"
    ]
  },
  {
    "Rank": "596",
    "Name": "Etherfields",
    "ID": 280794,
    "Year": "2020",
    "Geek Rating": "6.898",
    "Avg Rating": "7.90",
    "Link": "https://boardgamegeek.com/boardgame/280794/etherfields",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "3.5464",
    "Description": "Etherfields is a narrative, cooperative game for 1 - 4 (5 with the 5th player expansion). A series of unique Dreams await to be discovered through tense exploration and tactical encounters.&#10;&#10;Learn about the Dreamers, their forgotten past, and their desperate mission. Uncover the surreal, sprawling dreamscapes. Just don't be surprised when---just like dreams often do---they become a little disturbing... Prepare to be challenged by escape-room like riddles. Spot a clue in the image. See a hidden link between several pieces of information. Use your instinct as much as your logic.&#10;&#10;In the beginning, you'll explore the Dreamworld, trying to find out what this is all about and who you are &ndash; and you are there for a specific reason, but, at first, you can't remember too much. You'll have to restore your memories from scattered pieces.&#10;&#10;The rules are pretty straightforward at the beginning, but they will grow more and more complex during the campaign. New rules open new possibilities and, sometimes, may turn everything upside down.&#10;&#10;Deckbuilding in Etherfields applies to almost every deck in the game, not only the players' ones. If you want to know more, enter the Dreamworld. It may be dark here and there, but it certainly isn't gray. Then, look around and ask yourself: what if we all live in a vast, shared dream?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Miniatures"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Role Playing",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Storytelling",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Components: Miniatures",
      "Crowdfunding: Kickstarter",
      "Game: Etherfields",
      "Mechanism: Campaign Games",
      "Misc: Eastar Game Manufacturing",
      "Players: Games with Solitaire Rules",
      "Theme: Dreams / Nightmares"
    ]
  },
  {
    "Rank": "597",
    "Name": "1775: Rebellion",
    "ID": 128996,
    "Year": "2013",
    "Geek Rating": "6.897",
    "Avg Rating": "7.63",
    "Link": "https://boardgamegeek.com/boardgame/128996/1775-rebellion",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.3278",
    "Description": "The Birth of America series continues with The American Revolution.&#10;&#10;In 1775: Rebellion, players take the roles of the American Continental Army and Patriots against the British Army and the Loyalists. Each side tries to control the colonies, provinces and territories. They call on the aid of Native Americans, as well as the German Hessians and French Army in order to successfully birth a revolution or quell the rebellion. The four factions each use their own deck of cards to move their units into positions. Battles are resolved quickly with custom dice. If you can control an entire colony, province or territory you raise a flag. When the game ends with the signing of the Treaty of Paris, the side with the most flag markers is the winner.&#10;&#10;1775: Rebellion uses the same basic mechanisms as 1812: The Invasion of Canada, but to a different end result. The game is quicker (being 2-4 player) and the intermingling of units at the beginning of the game allows the action to start immediately. There are a few core rules that changed in order to better portray the goals of the war.&#10;&#10;The game also comes with an advanced scenario, &quot;The Siege of Quebec&quot;. We recommend this for players comfortable with the basic rules.&#10;&#10;Winner of BGG &quot;Golden Geek 2013&quot; Award for &quot;Best Wargame.&quot;&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "American Revolutionary War",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Command Cards",
      "Dice Rolling",
      "Die Icon Resolution",
      "Team-Based Game",
      "Turn Order: Random",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Components: Map (Continental / National scale)",
      "Components: Wooden pieces & boards",
      "Country: Canada",
      "Country: France",
      "Country: Great Britain",
      "Country: USA",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Steam",
      "Digital Implementations: VASSAL",
      "Holidays:  4th of July",
      "Series: Birth of America (Academy Games)"
    ]
  },
  {
    "Rank": "598",
    "Name": "1846: The Race for the Midwest",
    "ID": 17405,
    "Year": "2005",
    "Geek Rating": "6.896",
    "Avg Rating": "7.90",
    "Link": "https://boardgamegeek.com/boardgame/17405/1846-the-race-for-the-midwest",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "3.9887",
    "Description": "1846 is an 18xx game that traces the westward expansion of railways across the Midwestern United States.&#10;&#10;As in other 18XX games, the winner is the player with the greatest combined wealth (cash on hand + value of stock held + value of private companies owned) at the end of the game.  Play proceeds in a series of stock rounds, each followed by a pair of operating rounds.  In stock rounds, players act as investors buying and selling stock in corporations.  During operating rounds, corporations will lay track, build stations, run trains for revenue to be paid out as dividends or withheld, and buy trains.  The majority shareholder of each corporation acts at its president, making all decisions during operating rounds.  Players will continue operating companies, collecting dividends, and reinvesting until the bank breaks.&#10;&#10;1846 features several unique elements, such as scaling the number of corporations, private companies, and bank size to the number of players.  Additionally, the traditional starting private company auction has been replaced with a private company draft, introducing hidden information and a degree of randomness.  Corporations that run a train from the East coast to the West will receive additional revenue.  Moreover, virtually all track builds will incur costs, bringing corporate capitalization and long term financing questions to the fore.&#10;&#10;An unofficial 2-player variant from the designer has been made available in the files section.&#10;&#10;",
    "Categories": [
      "Economic",
      "Trains"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Investment",
      "Market",
      "Network and Route Building",
      "Ownership",
      "Stock Holding",
      "Tile Placement",
      "Victory Points as a Resource"
    ],
    "Families": [
      "Country: USA",
      "Digital Implementations: 18xx.games",
      "Series: 18xx"
    ]
  },
  {
    "Rank": "599",
    "Name": "Unfathomable",
    "ID": 340466,
    "Year": "2021",
    "Geek Rating": "6.895",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/340466/unfathomable",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "3.125",
    "Description": "The year is 1913. The steamship SS Atlantica is two days out from port on its voyage across the Atlantic Ocean. Its unsuspecting passengers fully anticipated a calm journey to Boston, Massachusetts, with nothing out of the ordinary to look forward to. However, strange nightmares plague the minds of the people aboard the ship every night; rumors circulate of dark shapes following closely behind the ship just beneath the waves; and tensions rise when a body is discovered in the ship's chapel, signs of a strange ritual littered around the corpse.&#10;&#10;Lurking within the depths of the Atlantic Ocean are a swarm of vicious, unspeakable horrors: the Deep Ones, led by Mother Hydra and Father Dagon. For reasons unknown, they have set their sights on the Atlantica, and their minions, taking the form of human-Deep One hybrids, have infiltrated the steamship to help sink it from within. Each game of Unfathomable has one or more players assuming the role of one of these hybrids, and how well they can secretly sabotage the efforts of the other players might mean the difference between a successful voyage and a sunken ship.&#10;&#10;If you're a human, you need to fend off Deep Ones, prevent the Atlantica from taking too much damage, and carefully manage the ship's four crucial resources if you want any hope of making it to Boston, all while trying to figure out which of your fellow players are friends and which are foes. Everyone shares the same resource pool, but humans will try to preserve them while traitors will strive to subtly deplete them. Being able to tell when someone is purposefully draining the group's resources is harder than you think, especially when you take crises into account!&#10;&#10;At the end of each player's turn, that player must draw a mythos card. Each of these cards represents a crisis that the whole group must try to resolve together. Some of these crises, such as &quot;Food Rationing&quot;, call for a choice that could potentially put the ship's passengers or resources at risk, while others, such as &quot;Hull Leak&quot;, call for a skill test in which failure could have disastrous consequences.&#10;&#10;During a skill test, each player contributes skill cards from their hand to a face-down pile shared by the group. Once everyone has contributed (or chosen not to), the cards are shuffled, then revealed. If enough of the correct skills were contributed, then the group passes the test! But if the wrong skills were contributed, they can actually hinder the results, leading to failure. Thus, skill tests are dangerous opportunities for traitors to sabotage the humans' efforts, so you have to stay on your toes at all times.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Fantasy",
      "Horror",
      "Novel-based"
    ],
    "Mechanics": [
      "Area Movement",
      "Hand Management",
      "Hidden Roles",
      "Team-Based Game",
      "Traitor Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Misc: Watch It Played How To Videos",
      "Series: Arkham Horror Files (Fantasy Flight Games)",
      "Theme: Art style – Art Nouveau",
      "Theme: Cruise ships",
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "600",
    "Name": "Fleet: The Dice Game",
    "ID": 245961,
    "Year": "2018",
    "Geek Rating": "6.895",
    "Avg Rating": "7.64",
    "Link": "https://boardgamegeek.com/boardgame/245961/fleet-the-dice-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.5204",
    "Description": "Fleet: The Dice Game is an exciting new strategic roll and write dice game from the creators of Fleet! Fleet: The Dice Game is heavier than many roll and write games and captures the tense, meaningful decisions of Fleet. Fleet: The Dice Game is for 1-4 players.&#10;&#10;In Fleet: The Dice Game, you are back in beautiful Ridback Bay to reap its rewards! Fleet: The Dice Game takes place over 10 rounds with each round having two phases, the Boat Phase and the Town Phase.&#10;&#10;In the boat phase, the active player rolls players plus one boat dice. In turn order, each player selects one die to use immediately. By selecting a boat die, they get to check off the matching boat type on their sheet - unlocking license powers and boat launches to catch fish. The die that remains after all players have selected is then used by all players.&#10;&#10;In the town phase, you roll town dice equal to players plus one boat die. Again, in turn order each player selects one die to use immediately. In the town phase, you unlock special buildings in the Wharf that grant bonuses, awesome ships in the harbor to earn points and catch more fish, or go to the market and gain income to generate bonus actions. The die that remains after all players have selected is then used by all players.&#10;&#10;Fishing occurs between phases in the even rounds and the player with the most points at game end wins!&#10;&#10;Fleet: The Dice Game also features a fully integrated solo mode where you battle Captain Ruth to earn the most points and reap the rewards of Ridback Bay.&#10;&#10;",
    "Categories": [
      "Dice",
      "Nautical"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Animals: Fish / Fishes",
      "Components: Dice with Icons",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Google Play",
      "Digital Implementations: Tabletopia",
      "Game: Fleet",
      "Mechanism: Dice Drafting",
      "Mechanism: Roll-and-Write",
      "Region: Arctic Ocean",
      "Series: Bookshelf (Gryphon Games)",
      "Series: Loaded Roll and Write (Motor City Gameworks)",
      "Theme: Fishing / Angling",
      "Versions & Editions: Dice Versions of Non-Dice Games",
      "Versions & Editions: Roll- or Flip-and-Write Versions of Non-Writing Games"
    ]
  }
]