[
  {
    "Rank": "N/A",
    "Name": "The Chase",
    "ID": 41533,
    "Year": "(1966)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/41533/the-chase",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A realistic game based on the Laws of Nature for the entire family, nature lovers, the young student of nature, and for the hunter. &#10;The game includes a large, nicely illustrated gameboard, tokens for the rabbits and hounds that stand in wooden holders, and 40-page handbook, extensively documenting the hazards encountered in the game, from a real-life nature perspective, with dozens more illustrations.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Animals",
      "Environmental"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Animals: Dogs",
      "Animals: Rabbits / Hares",
      "Sports: Hunting"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Panzertales: World Tank Division I",
    "ID": 41535,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/41535/panzertales-world-tank-division-i",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Panzertales: World Tank Division I (WTD I) is the one of a series of games oriented around the World Tank Museum series of miniatures.  Published in Japan and written in Japanese, the game involves area movement of tanks in the later days of the Second World War.&#10;&#10;The game includes 8 unpainted PVC tanks: two Panzer IV J, two Tiger I, two T-34/85, and two M4A1/76 Sherman.  However, as this is insufficient for most games, six sheets of cardboard counters are included with tanks and armored vehicles for Germany, America, Britain and the Soviet Union.  The cardboard chits represent a wide variety of armor including some less common units such as the American M26 Pershing and German Maus.&#10;&#10;Units have several characteristics, including attack strength, defense strength, movement allowance, anti-personnel strength and point value.  The single, double-sided map included in the game depicts Berlin on one side and Bastogne on the other.&#10;&#10;The game is not highly complex.  It is more a mechanism for players to use their World Tank Museum figures in a game.  It lacks several elements which were heavily involved in these and other armored engagements in this phase of the war, including infantry, anti-tank guns, artillery, and air power.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Area Movement",
      "Hexagon Grid"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shaun das Schaf: Das Rennen der Lämmer",
    "ID": 41537,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.50",
    "Link": "https://boardgamegeek.com/boardgame/41537/shaun-das-schaf-das-rennen-der-lammer",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Shaun and his friends build a pacours ??? on their pasture to out-rave themselves. The pigs try to spoil the fun aus ???? every time of course. Only the sheep with the best speed, a little bit of luck and a good stock of apples (in order to divert the pigs) is able to master the game.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Animals: Pigs",
      "Animals: Sheep",
      "TV Shows: Shaun the Sheep"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Block",
    "ID": 41538,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.67",
    "Link": "https://boardgamegeek.com/boardgame/41538/the-block",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Join the renovation game!&#10;&#10;Based on the smash hot television show.&#10;&#10;Renovate Your Apartment in one of four styles - Retro, Contemporary, Shabby Chic or Seaside in this game of skill and luck.&#10;&#10;Will you property sell for the most profit or will you blow the budget? Test your skills as you race around the board in this fast paced game for family and friends. The fun builds with every roll of the dice as you renovate each of the five rooms by collecting and swapping renovation cards.There are Boom cards for that lucky break, adding big bucks to your budget, and Bust cards to set you back. Who will win? You won't know until the last players finishes and you play the Auction cards.&#10;&#10;Learn about Renovations, styles &amp; budgets in this fun and exciting game for between 2 &amp; 8 players.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "To Bethlehem: The Christmas Game for the Entire Family",
    "ID": 41540,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.75",
    "Link": "https://boardgamegeek.com/boardgame/41540/to-bethlehem-the-christmas-game-for-the-entire-fam",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "To Bethlehem - The Christmas Game for the Entire Family&#10;&#10;&quot;If you're looking for something to bring your family together at Christmas, this game is for you!&quot; - The Family man&#10;&#10;The object of the game is to help families talk, laugh, act goofy, and spend time together as they focus of the real meaning of Christmas.&#10;&#10;The game is a roll the die, move the pawn and do what ever the game square you land on tells you to do. Landing on a square marked &quot;Around the Campfire&quot; requires drawing a card and interacting based upon what the card is asking for. Such questions can include things like what is your favorite Christmas smell and what is the strangest Christmas tradition you have heard of?  The ultimate goal is to reach the square with baby Jesus.&#10;&#10;Pieces include:&#10;&#10;The Game Board &#10;10 Plastic Pawns&#10;1 Six Sided Die&#10;72 Plastic Gold Shekels&#10;Campfire Cards&#10;Trader Moe's Deed and Parking Passes&#10;&#10;",
    "Categories": [
      "Religious"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Holidays: Christmas"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Ashes of Empire: Das Science-Fiction Brettspiel",
    "ID": 41542,
    "Year": "(1991)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.25",
    "Link": "https://boardgamegeek.com/boardgame/41542/the-ashes-of-empire-das-science-fiction-brettspiel",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "4",
    "Description": "This is the Boardgame of a (once) popular German play-by-mail science fiction game. You expand from your home planet, build ships and troops, send fleets out into space, battle for control of star systems.&#10;Several resources need to be balanced: population, energy, raw material, technology.&#10;&#10;The boardgame has some nice ideas. Once you've set your fleets in motion, they will remain on their course, no calling back. Distances between systems is given on a chart, so it will take your fleet between 1 and 3 rounds to reach its destination. No battle in outer space, only in a system. Combat is done by rolling dice (one per relevant unit) adding the points and dividing by 6. This is the damage done to the opponent, counted out in units.&#10;&#10;As pbm / pbem this game may have its merits. To convert a computer managed game to a board game was a bold plan, but one destined to fail. There is to much fiddly detail. Every system has its own little board and there are 42 of them. Plus one central board, plus one per player, all loaded with markers: how many resources, population, fighters, troops, docks ....&#10;&#10;It's a sensory overload. It may have succeeded on a smaller scale.&#10;&#10;",
    "Categories": [
      "Civilization",
      "Political",
      "Science Fiction"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "SpellBusters",
    "ID": 41543,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/41543/spellbusters",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "from the back of the box:&#10;&#10;How well can you spell everyday words when the timer is running an everyone is &quot;Looking Over Your Shoulder&quot;?&#10;&#10;Spellbusters is more than just spelling! There are also multiple choice questions about subjects we all should know.&#10;&#10;However, it's not just what you know, it's what you think the other players know. Should you play with them... or against them?&#10;&#10;... Play your chips right and you can be the winner!&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Zoka: The Battle of the Baristas",
    "ID": 41544,
    "Year": "(2002)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/41544/zoka-the-battle-of-the-baristas",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "From the back of the box:&#10;&#10;As a Barista in one of Seattle's finest coffeehouses, you strive to earn the respect and praise of the regular customers. The object of Zoka: The Battle of the Baristas is to become the most popular Zoka Barista by providing the highest level of customer satisfaction. This goal is accomplished by &quot;satisfying the customers,&quot; i.e., helping the customers acquire the specific types of drinks, food, and seating they long for.&#10;&#10;",
    "Categories": [
      "Economic"
    ],
    "Mechanics": [
      "Auction / Bidding"
    ],
    "Families": [
      "Food & Drink: Coffee"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "What the Hex?",
    "ID": 41545,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/41545/what-the-hex",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "What the Hex? comprises merely four two-sided hexagonal tiles.  Players take turns moving a hex to another location, rotating and flipping it as they choose for the destination.  Once there, the hex affects all the other hexes it touches.  The player gets a point for each &quot;diamond&quot; of matched color of hex sides on any of the tiles.&#10;&#10;Start with the two-sided tiles (the back is a functional mirror image of the front:  It's as if the colors bleed through to the other side) in a diamond.  On your turn, take a tile, then place it elsewhere, adjacent to one or more other tiles.  Feel free to flip it and reorient it however you like before you place it.&#10;&#10;First to twenty points wins, or if at the beginning of your turn, you're already three points ahead, you win.&#10;&#10;You get points by matching colors.  The arrows on the tile you moved tell you what happens to the newly surrounding hexes.&#10;&#10;     A straight arrow pointing clockwise or counterclockwise means that you should rotate the neighbor hex in that direction 60&deg;.&#10;     The twisting arrow that's nestled between the straight arrows tells you to flip the neighbor hex, keeping the same color touching the new hex.&#10;     The flipping arrow that's unique to one hex tells you to flip the neighbor hex away (the equivalent of doing the above twist, then rotating 180&deg;)&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Print & Play"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Digital Implementations: Tabletopia",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Superpowers",
    "ID": 41546,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.27",
    "Link": "https://boardgamegeek.com/boardgame/41546/superpowers",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.25",
    "Description": "The most strategic modern day war board game created to date. Control one of 8 fictional world super powers and attempt to conquer the world through diplomacy and battle.&#10;&#10;Game Play&#10;Each player takes turns buying new military units, attacking, diplomacy and moving units into strategic position. All battles are resolved through the use of 12 6-sided dice.&#10;&#10;In addition to military units, there are also 20 different technologies that can be research. Most of which are gained through random roll of the dice. Getting the right technology could easily turn a war in your favor.&#10;&#10;Diplomacy involves making peace treaties, alliance treaties and declaring war. It takes a good diplomat to keep your alliance together as its easy for two of your own allies to be at war with each other!&#10;&#10;Game ends when 1 group of allies control 6 of the original 8 capital countries.&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Trango",
    "ID": 41547,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.55",
    "Link": "https://boardgamegeek.com/boardgame/41547/trango",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "From the back of the box:&#10;&#10;Strategy meets opportunity with a little bit of luck in this truly original game for two to four players!&#10;&#10;Players must try to complete different patterns with the interlocking game pieces to score points without being blocked.&#10;&#10;There's only one problem, your opponents will try anything to trick, deceive and outwit you every step of the way!&#10;&#10;Trango is played with interlocking triangular plastic pieces, which the players place on the table, constructing the board or &quot;matrix&quot; as they go. On a player's turn, he or she rolls a die to determine how many pieces he or she places (1, 2 or 3), and tries to complete geometric figures worth varying numbers of points (or block other players' attempts to do the same).&#10;&#10;The game includes 128 game pieces in four colors (32 pieces per player), a six-sided die, a scoring pencil and a scorepad, and comes in a triangular white box.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "P.O.B",
    "ID": 41549,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/41549/pob",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "P.O.B is a tile laying taxi game for 2-4 players.&#10;&#10;Rival taxi firms compete to be the first to pick up 5 passengers and return to the Taxi Rank.&#10;&#10;A road network is built by laying tiles. Taxis drive down roads, crossing multiple tiles at times, and only stop when they reach a Stop line, Zebra Crossing or to pick up a passenger. After deploying their opponent's passengers, players can then re-deploy their opponent's passengers as the game progresses.&#10;&#10;",
    "Categories": [
      "Transportation"
    ],
    "Mechanics": [
      "Pick-up and Deliver",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "sightlesswordfight",
    "ID": 41550,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.10",
    "Link": "https://boardgamegeek.com/boardgame/41550/sightlesswordfight",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "In sightlesswordfight, two or more players (as many as you can handle, logistically!) battle blindly with words!  The start player declares a word, which each player must place on her secret grid.  The next player then declares a word that crosses the original word, which each player places wherever she wants, crossing the original word.  For the rest of the game, each subsequent player declares a word that crosses at least one previous word, and everyone else must place the word on her grid such that it crosses at least one previous word.  Each time a player can't place a word, the game gets a strike.  Three strikes, and the game's over.&#10;&#10;In the introductory game, players simply earn a point for each letter of each word placed.  In the recommended Be Fruitful and Multiply variant, when you place a word, you multiply its length by the number of other letters it crossed.  This has the nasty side-effect of encouraging players to make their grid less suitable for more words, because the players strive to cross as many words as possible.&#10;&#10;Finally, Zero Tolerance, a cutthroat variant ideal for two players, proclaims that one strike ends the game.&#10;&#10;Download the instructions and game sheets to print and play!&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Word Game"
    ],
    "Mechanics": [
      "Paper-and-Pencil"
    ],
    "Families": [
      "Components: 20 x 20 Grids"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zoom Street: Mastermind Junior",
    "ID": 41551,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.14",
    "Link": "https://boardgamegeek.com/boardgame/41551/zoom-street-mastermind-junior",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "2",
    "Description": "Another Mastermind remake, for kids. The code is now set up under a bridge with small cars of six different colors. The game board is a piece of road with four lines, one for each car in the code.&#10;&#10;This is essentially Mastermind with a car/traffic theme, since it still involves four pieces to the code, which can be made up of pieces of six different colors.&#10;&#10;There are 3 versions in the rules: &#10;Game 1 (guess only the correct colour of the cars), &#10;Game 2 (guess the correct colour and the correct position of the cars) and &#10;Game 3 (like Game #2 &amp; take a blank field as colour #7).&#10;&#10;Contents:&#10;1 Board&#10;1 Bridge (in 3 parts)&#10;42 Point-Cards&#10;72 Plastic-Cars in 6 Colours&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Deduction"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": [
      "Game: Mastermind",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mean Streets, Battle and Intrigue in the Ruins of Houston",
    "ID": 41552,
    "Year": "(1987)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/41552/mean-streets-battle-and-intrigue-in-the-ruins-of-h",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "0",
    "Description": "Mean Streets, Battle and Intrigue in the Ruins of Houston is a programmed Car Wars adventure requiring Car Wars or the Car Wars Compendium (with a set of maps and counters to play). It can be played solo, as a two-person game (agent versus gang vehicles), or with a Game Master.&#10;&#10;&quot;Good agents don't stay dead... You're a top agent for Texas Intelligence -- and somebody just killed you. Now you've awakened as a Gold Cross clone, to finish the job your former self started.&quot;&#10;&#10;The scenario is set in the Houston of the Car Wars future. It features an atomic bomb plot, a ravaged inner-city, and, of course, roving gangs of murderous psychopaths.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Racing",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Game: Car Wars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Damn Battleships Again",
    "ID": 41553,
    "Year": "(2003)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.40",
    "Link": "https://boardgamegeek.com/boardgame/41553/damn-battleships-again",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "The designer's laconic introduction: &quot;This is a set of wargames rules for pre-dreadnought naval battles between 1890 and 1913 (no dreadnoughts fought before 1914!), prompted by the re-discovery of some 30-year-old 1/1500 models, but equally suitable for contemporary 1/6000 models.&quot;&#10;&#10;Focusing on manoeuvre rather than the technical detail of ships, the rules allow large actions to be fought in a reasonable amount of time.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;=DBSA is one of the prototype DBA-like Rules Phil's had out for a long time,while he released a prototype set (never further developed or released commercially) players have modified this and a collected set incorporating modifications, variants and optional rules has been in widespread use since 2007&#10;&#10;&#10;    NB DBSA was also the original name for the first version of DBA released at Wargames Developments Conference, UK&#10;&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Nautical",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement"
    ],
    "Families": [
      "Components: Miniature agnostic",
      "Game: DBx"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Number Busters",
    "ID": 41554,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/41554/number-busters",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This collectible/educational game consists of various plastic miniatures, each with a battle card. There is a starter pack which contains 10 miniatures and 10 cards, and various two- and four-creature expansion packs.&#10;&#10;Creatures fall into one of four categories: Fire, Earth, Water, or Space.&#10;&#10;Each miniatures has a secret number printed on the bottom - different copies of the same miniature will have different numbers - thus making it a &quot;collectible&quot; game.&#10;&#10;There are three different levels of play, for various ages ranges, but all involve a little math, making it &quot;educational&quot;.&#10;&#10;Description from Little Tikes:&#10;&#10;Step into a world where survival is an every day battle. In this world of Creatures, bigger isn't always better. In this world brains wins out over brawn every time.&#10;&#10;&#10;     Each character has a random number on their foot.&#10;&#10;&#10;&#10;     Players use numbers to face off and try to knock each other's characters out.&#10;&#10;&#10;&#10;     Fierce and fun pre-historic creature characters engage kid's imaginations.&#10;&#10;&#10;&#10;     Competitive game play so simple and exciting - kids won't even know they are learning.&#10;&#10;&#10;&#10;     Each character features its own collectible trading card.&#10;&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game",
      "Collectible Components",
      "Educational",
      "Math",
      "Miniatures"
    ],
    "Mechanics": [
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Collectible Miniatures Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Party, Party, Party!",
    "ID": 41556,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "4.29",
    "Link": "https://boardgamegeek.com/boardgame/41556/party-party-party",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Come on everyone, the party has started! Race to fill your handbag with fun accessories and be the first to join your friends on the dance floor!&#10;&#10;Game includes: Four 3-D handbags. 28 picture cards. 8 character pieces and stands. Dice and instructions.&#10;&#10;Ages 5 - 9&#10;&#10;2-4 players.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Who Said... Bible Match Game",
    "ID": 41557,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "1.45",
    "Link": "https://boardgamegeek.com/boardgame/41557/who-said-bible-match-game",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Memory-matching card game to match bible quotes with bible characters. Very attractive artwork. Three other play methods, including Guess Who, and Fill in the Blank.&#10;&#10;From the back of the box:&#10;&#10;Who said what in the Bible? If you know, you win! If you don't, you learn! And if you're just a kid, you match the pictures! You can use the cards according to game instructions, or you can make up games of your own.&#10;&#10;Individuals and families will love matching up their favorite Book of Mormon characters with the memorable things they said. Popular artist Val Chadwick Bagley has created dozens of charming, colorful drawings that bring these characters straight out of history and into your life.&#10;&#10;Perfect for:&#10;-Family Home Evenings&#10;-Sunday Activities&#10;-Whenever you're in the mood for a great time!&#10;-Primary and Sunday School Classes&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Memory",
      "Party Game",
      "Religious"
    ],
    "Mechanics": [
      "Memory",
      "Pattern Recognition",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Quest Master: Hydra of Warok",
    "ID": 41558,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.63",
    "Link": "https://boardgamegeek.com/boardgameexpansion/41558/quest-master-hydra-of-warok",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.5",
    "Description": "Quest Master: Hydra of Warok, the expansion from Quest Master, allow the players to warp to the island of the Warok from the main map of Quest Master. The players who warp to the island will be rewarded after slaying Warok.&#10;&#10;",
    "Categories": [
      "Dice",
      "Expansion for Base-game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Quest Master",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Quick Poker",
    "ID": 41559,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.88",
    "Link": "https://boardgamegeek.com/boardgame/41559/quick-poker",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Quick Poker is a sort of mixture of Poker and Parcheesi.&#10;&#10;Each player moves his five pawns upon his tray accordingly to the result of the dice, each row being named after a card ( 7,8,9,10, J, Q, K, A). The goal of the game is to form the strongest combination of cards by the arrangement of your pawns. &#10;If you have the strongest hand you can pass, but if you are forced to move one pawn off the board, then it is lost forever!&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Traditional Card Games: Poker"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Zen Flower Showdown",
    "ID": 41561,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.10",
    "Link": "https://boardgamegeek.com/boardgame/41561/zen-flower-showdown",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "2",
    "Description": "You are arranging flowers because your master says it will lead to enlightenment, but all of the other students want enlightenment too. You need to arrange flowers quickly and with greater harmony, so that you can be first to become enlightened!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Theme: Flowers"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Treasure Team",
    "ID": 41563,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.88",
    "Link": "https://boardgamegeek.com/boardgame/41563/treasure-team",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "&quot;Two teammates toil together traversing treacherous terrain. The team then terminates their tenuous ties, trying to triumph through taking the top treasure total!&quot;&#10;&#10;This free print-and-play game requires just 4 double-sided tiles and some standard game pieces (six-sided dice, tokens).&#10;&#10;",
    "Categories": [
      "Dice",
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gear Wars",
    "ID": 41565,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/41565/gear-wars",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "2",
    "Description": "Players take turns moving clickers on gears, trying to take control of all the gears.&#10;&#10;",
    "Categories": [
      "Print & Play"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rooftop Runner",
    "ID": 41566,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/41566/rooftop-runner",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "In a city ruled by a totalitarian regime, where citizens possess safety and conformity at the loss of their liberty and independence, there are those who still resist. They operate in separate cells, but strike as one With total lock down of high-tech communication techniques, they orchestrate their efforts through couriers, highly trained in the arts of Parkour and evasion. They take to the rooftops of the city to pass their critical information throughout the network. It is on these Rooftop Runners that   the resistance may ever hope to strike a fatal blow to the oppressors and usher in a new era of freedom.&#10;&#10;",
    "Categories": [
      "Print & Play"
    ],
    "Mechanics": [
      "Modular Board"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "I, Dungeon",
    "ID": 41567,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.03",
    "Link": "https://boardgamegeek.com/boardgame/41567/i-dungeon",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "It's not easy being a dungeon. Especially since those grubby humans started some stupid crusade to pilfer and rob every last gem and ore from your beautiful depths after you've spent millennia cultivating them. Well, you may have been carved from the earth at night, but it sure as heck wasn't last night. Everyone knows that treasures kept by dungeons hold mystical and dangerous powers; that's probably why those invaders want them. Well, it's time to fight fire with fire. Who knows... maybe with a little &quot;convincing&quot; that adventuring party is willing to make a donation or two to your fine collection. One thing's for sure, they picked the wrong sentient cavern to mess with!&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management",
      "Modular Board",
      "Network and Route Building",
      "Worker Placement"
    ],
    "Families": [
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Memoir '44: Tigers in the Snow",
    "ID": 41571,
    "Year": "(2009)",
    "Geek Rating": "5.936",
    "Avg Rating": "8.03",
    "Link": "https://boardgamegeek.com/boardgameexpansion/41571/memoir-44-tigers-in-the-snow",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.4857",
    "Description": "From DoW website:&#10;&#10;Hot on the heels of their success in Operatsiya Bagration, Soviet forces struck deep towards the Baltic coast, rapidly severing communications between German Army Group North and what little was left of Army Group Center.&#10;&#10;By early October 1944, the Soviets were in view of the Baltic Sea, near the port of Memel, definitively cutting off Army Group North from any retreat route through East Prussia.&#10;&#10;Despite Guderian's plea for an evacuation by sea and subsequent redeployment in Central Europe where forces were desperately needed to help stabilize an increasingly dicey situation, Hitler stubbornly refused.&#10;&#10;Instead, he ordered the 200,000+ German troops to entrench themselves, in the hope of using the Courland Pocket as a springboard for a future offensive.&#10;&#10;Part of the Memoir &#039;44 series.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven"
    ],
    "Families": [
      "Game: Memoir '44",
      "Game: Memoir '44 – The Battle Map Series",
      "Series: Commands & Colors"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Azul y Rojo",
    "ID": 41572,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.15",
    "Link": "https://boardgamegeek.com/boardgame/41572/azul-y-rojo",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "This is a naval wargame featuring naval battles of the Spanish Civil War (1936-1939).&#10;Presented with 12 different scenarios, representing different sea battles of the Civil War, it simulates naval action including mines, naval aviation and torpedoes. &#10;Each side deploys his units according to the rules of each scenario, playing on turns and applying the different special rules. &#10;Each ship has an individual hit table, on which damage is recorded.&#10;&#10;",
    "Categories": [
      "Civil War",
      "Nautical",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: Spain",
      "History: Spanish Civil War",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "My Word",
    "ID": 41574,
    "Year": "(1930)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/41574/my-word",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a word card game that tried to be different from the others of its era, by focusing on only one word at a time, speeding up play and keeping everyone involved.&#10;&#10;It has a deck of 54 cards: 38 have a single letter; 10 have a 2-letter combination; and 2 each have 1, 2 or 3 stars, which are wild and stand for any letter (a word may not be all stars).&#10;&#10;Deal 10 cards to each player, and turn up the top card of the reserve.  In a turn, a player does one of: &#10;1. Play a word of 3 or more letters from the hand to the table.  If there is already a word, the old word is discarded to the bottom of the reserve. &#10;2. Add 1 or more cards from the hand to the word on the table, making a new word. &#10;3. Draw the top of the reserve pile.&#10;4. Draw the turn-up card, turning up the top reserve to replace it. &#10;Note that there is no discarding.&#10;&#10;When a word is played or added to, the player scores 1 point per letter in the word.  The hand ends when a player plays out all the letters in his hand, at which point all the others subtract 1 point for each letter in their hand.  Play until each player has dealt the same number of times, and the highest score wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Word Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Apinya't: El Joc dels Castellers de Badalona",
    "ID": 41575,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/41575/apinyat-el-joc-dels-castellers-de-badalona",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "0",
    "Description": "APINYA'T is a game for 4 to 6 players created by Castellers de Badalona (Human Tower team of Badalona, Catalonia, EU) after their training sessions and published in N3 issue of &quot;Badiu Casteller&quot;, the offical magazine of the team (Winter 2000).&#10;APINYA'T gives you the chance to lead a human tower team, from its first trainings onwards, with the aim to reach the highest towers.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Region: Catalonia (Spain)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Life on Mars",
    "ID": 41576,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.30",
    "Link": "https://boardgamegeek.com/boardgame/41576/life-on-mars",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "4",
    "Description": "To be published in May 2009 probably at Game-Market in Tokyo.&#10;&#10;This is self-published game from Kossetsu-brand.&#10;&#10;The game is a management game which covers the business on Mars.&#10;The game is composed of 3 rounds.  In each round, players build map and allocate labors and then do 3 actions.&#10;&#10;[updated May 24, 2009]&#10;Publishing is postponed.&#10;There's no updated publishing date so far.&#10;&#10;",
    "Categories": [
      "City Building",
      "Science Fiction",
      "Space Exploration",
      "Transportation"
    ],
    "Mechanics": [],
    "Families": [
      "Space: Mars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fairway Fanatics Trivia",
    "ID": 41577,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/41577/fairway-fanatics-trivia",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a golf trivia board game. Players move from the Tee Time space to the 19th Hole space as they answer questions about the sport of golfing. There are adult and &quot;junior&quot; questions with different levels of difficulty.&#10;&#10;Includes a colorful board, 4 unique golf ball tokens, 2 special dice, and two question booklets.&#10;&#10;",
    "Categories": [
      "Sports",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Golf"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Categorically Speaking",
    "ID": 41578,
    "Year": "(1985)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/41578/categorically-speaking",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a trivia board game with cards that provide basic category choices in a mechanic similar to the classic Scattergories party game. Players enter a wheel-shaped board and match letters with categories as they move toward the Winner's Circle in the center.&#10;&#10;Includes the board, tokens, timer, cards, dice, rules, and score pad.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Components: Sand Timers",
      "Traditional Games: Categories / Guggenheim"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Triade",
    "ID": 41579,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/41579/triade",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "18 round wooden tiles (numbered 1-6 in three different colors) are face-down on the table. Players roll three dice (in the three colors) and have to find the exact tiles thus determined, memory style. Whoever finds the determined combination first, gets one victory point, then the tiles are shuffled again. Whoever gets four victory points first, wins.&#10;&#10;",
    "Categories": [
      "Memory"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Stakato",
    "ID": 41580,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/41580/stakato",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "This is a kind of chess game on the three-dimensional game board which has to be assembled from cardboard components before the first game. The winning condition is to either reach the highest square of the field (&quot;throne&quot;) with the king or to check-mate the opponent's king. Other player's pawns cannot be eliminated, though. Besides the king, the &quot;pawns&quot; are dice with different symbols. These change the movement rules (by turning a different side up) each time they are jumped over or jump over other pawns.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement",
      "Point to Point Movement"
    ],
    "Families": [
      "Components: 3-Dimensional (3D)",
      "Components: 8 x 8 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Corps Companion",
    "ID": 41581,
    "Year": "(1993)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgameexpansion/41581/star-corps-companion",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A supplement to Star Corps: Call to Battle in a 40 page 5.5&quot; x 8.5&quot; booklet including 2 8.5&quot; x 11&quot; revised and updated weapons tables. The booklet includes a section on history, rules for adding powered armor, detailed information on a new force (The Amana Recon Rangers), new trooper types, updated rules, an alien creation system, and conversions for using miniatures from other manufacturers.&#10;&#10;&#10;     http://www.teamfrog.com/fig-sc.htm&#10;&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction",
      "Space Exploration",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Galaxias",
    "ID": 41582,
    "Year": "(1984)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/41582/galaxias",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2",
    "Description": "(From the instruction booklet) &quot;Galaxias is a space-age game of strategy in which a player must conquer all of the Galaxies in the Universe. Galaxias takes the basic principles of classic war games and modernizes them to fit the 20th century.&quot; &#10;Essentially 'Risk in Space': countries have become planets, continents are now galaxies, armies are squadrons. Controlling an entire galaxy entitles you to extra squadrons on your turn. Conquering a planet nets you a card with one of three symbols: A space shuttle, a ring-type space station, or a spaceship similar to the one from &quot;2001: A Space Odyssey&quot;. Turning in a set of three gives you more squadrons. The squadrons are triangular craft beads that can be stacked.&#10;There are also 2 'Black Hole' cards, 1 'Death Ray', and 1 'Laser Shield'.&#10;Instead of a folding board, the universe is represented by a roll-up mat, which is stored in a cardboard tube, along with the cards and squadrons.&#10;There are four dice total: two each of two colors.&#10;The game was designed and manufactured in Tulsa, Oklahoma.&#10;&#10;",
    "Categories": [
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Chattanooga Choo-Choo II",
    "ID": 41583,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/41583/chattanooga-choo-choo-ii",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "This is a one-of-a-kind prototype game designed specifically for the 2009 Gulf Games 23 Convention, held in Chattanooga, Tennessee, at the &quot;Chattanooga Choo-Choo&quot; Holiday Inn in the historic railroad station.&#10;&#10;The game is somewhat based on Rail Baron, the classic Avalon Hill game, but utilizing auctioning of rail lines on cards as the mechanic. Whereas Rail Baron has 28 rail lines represented, from the pre-mega-merger period (before about 1970), Chattanooga Choo-Choo II only has 27 of the same lines. Each line has it's own card, with cities served (see below) shown as well.&#10;&#10;Which one is missing? It is the Norfolk and Western, which on the Rail Baron board serves Norfolk, Cincinnati, and Columbus destinations. It is interesting that the present-day Norfolk Southern is one of the few &quot;Class 1&quot; super-major railroads coming out of the merger period, but the railroad it owes it's heritage to is the one missing in this game.&#10;&#10;Rail Baron has 67 destination cities on the board and in the payoff table. Chattanooga Choo-Choo II has only 25 of those cities included in the card deck. The destination cards show which rail lines serve that city. Cities cards are dealt to the players at the beginning. The object is to collect railroads (by bidding for them) such that at the end of the game, the player maximizes the connections with his cities.&#10;&#10;The cities chosen to be included are generally those larger hubs with multiple rail connections. Cities in Rail Baron that are only served by one or two railroads are eliminated in the Chattanooga Choo-Choo II deck. There are some interesting anomalies, however: the Louisville and Nashville Railroad is included, but neither Louisville nor Nashville cities are. Of course Chattanooga had to be included! But it seems strange that Portland Oregon, and Pittsburgh are not. Also missing is Dallas, the home of BGG.&#10;&#10;Game components consist of printed adhesive labels (&quot;Avery&quot; type) stuck on basic face cards, one blue and one red deck, and a set of simple plastic chips that act as currency for the bidding. There is also a one page printed rules sheet.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Trains",
      "Transportation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Network and Route Building",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Five Card Showdown",
    "ID": 41584,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/41584/five-card-showdown",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "Set in the Wild West, players take on the role of a gunslinger trying to take control of town. They can do this by force with their posse, by finance with high-stakes poker or a combination of the two.&#10;&#10;Showdown Poker combines CCG gameplay and combat with the intensity of poker and wagering. It is for two or more players and is played with standard decks of playing cards and poker chips.&#10;&#10;Showdown Poker is currently in open playtesting, and the rulebook may be downloaded for free from the &quot;Files&quot; section of this page.&#10;&#10;",
    "Categories": [
      "American West",
      "Bluffing",
      "Card Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Hand Management",
      "Memory",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Traditional Playing Cards",
      "Traditional Card Games: Poker"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "НЭП",
    "ID": 41588,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.06",
    "Link": "https://boardgamegeek.com/boardgame/41588/nep",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2",
    "Description": "Russian adaptation of monopoly&#10;&#10;",
    "Categories": [
      "Economic",
      "Negotiation"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Roll / Spin and Move",
      "Set Collection",
      "Trading"
    ],
    "Families": [
      "Series: Monopoly-Like"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Food for Thought",
    "ID": 41589,
    "Year": "(1984)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/41589/food-for-thought",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Food for Thought is a trivia game based on food knowledge. Players must answer trivia questions in the categories agricultural, culinary/gourmet, cultural/historical, medicinal/nutritional, commercial, and pot luck categories.Once questions are successfully answered, players receive category cards, and the end of the game is achieved when a pre-agreed multiple of the different set cards is reached. The game board is similar to Trivial Pursuit in that it is a spoked wheel. When trying for the final answer, a punitive mechanism is used, whereby players providing a wrong answer must relinquish one of their victory cards.&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Medical: Nutrition / Dieting / Weight Loss",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Miner",
    "ID": 41590,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/41590/miner",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "You&rsquo;re a miner.  You want to make enough money to live the easy life.  If you work hard and save up enough money then you can retire and leave the working to other suckers.  But beware, life in the mine is hard. There are thieves and hazards all over and you must be ready to deal with them in order to get ahead.&#10;&#10;Some of the hazards faced will be Cave-ins, pockets of gas and of course the other desperate men who work the mines.  You will not be working alone though... you can purchase the highest technology that 1850 has to offer... the pick-axe, the flood pump and even dynamite... a miner's best friend.&#10;&#10;",
    "Categories": [
      "Economic",
      "Exploration",
      "Print & Play"
    ],
    "Mechanics": [
      "Point to Point Movement"
    ],
    "Families": [
      "Players: Games with Solitaire Rules",
      "Theme: Mining"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Black 7",
    "ID": 41592,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/41592/the-black-7",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "The game consists of cards numbered 3 to 11. The 7 is placed in the middle, the others in a circle around it. The player whose turn it is, rolls two dice and places a chip on the card with the value rolled. If there is a chip already, he/she can take it instead. If someone rolls a 7, though, he/she always has to place a chip, on rolling a two or twelve, one can take all chips (in case of the two, except the ones on the 7). The last player to still hold chips, wins. The chips are not included in the game material.&#10;This was one of six games in Piatnik's 1989 Texas Series&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Series: Texas (Piatinik)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wordcard",
    "ID": 41593,
    "Year": "(1988)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/41593/wordcard",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A word card game that is similar to Rummy 500, with many options to its play.&#10;&#10;The deck has 8 suits of cards 1-K, each one also having a letter and point value; there are also 4 joker/wild cards.  The rules (and facecard names) are in French, English, Dutch and German.&#10;&#10;In a turn, a player: &#10;1. Draws the top of the draw pile, or any card of the discard pile (which is fanned).  If the latter, the drawn card must be melded immediately, and all the cards above it are added to the hand. &#10;2. Melds cards from the hand.&#10;3. Adds to melds already on the table.  This can only be done after one has melded 5 cards of his own.  &#10;4. Discards a card. &#10;The game ends when a player clears his hand.&#10;&#10;The multiple options include:&#10;&#10;Hand size: 8 to 13.  Larger is recommended for cardplay melding (sets and runs).&#10;&#10;Melding: words alone, cards alone (sets and runs), various ways of doing both, dealer's choice.&#10;&#10;Scoring: maximum (add points for each meld); minimum (add points for unused cards in the hand).&#10;&#10;Others: bonuses, variations such as crossword arrangements.&#10;&#10;There is also a Group Game mode where one hand (8 to 13 cards) is laid out for all to see, and write out their best scoring meld based on those cards.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Word Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Faculty Cards",
    "ID": 41595,
    "Year": "(1963)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/41595/faculty-cards",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a somewhat canasta-like word card game.  The deck has 108 cards, of which 6 are wild, and the rest have a letter and value.  15 cards each are dealt for 2 players, 13 for 3, 11 for 4; the top of the draw pile is turned over to start the discard pile.&#10;&#10;In a turn, a player: &#10;1. Draws two cards from the draw pile; or he may draw the top discard if he melds it immediately and places it the rest of the discard pile in his hand. &#10;2. Melds cards from his hand onto the table.  A meld is a  word of 3+ letters, and fewer wild cards than letter cards.  His first meld must be one word worth 15+ points; after that he may meld any valid word and/or place cards at either end of a previous meld to make new words. &#10;3. Discard one to the discard pile.&#10;&#10;A hand ends when a player empties his hand by melding or discarding.  Each player scores: 50 points for each word with a value of 15 or more, 10 points for lesser words; a bonus of 50 for going out; and a penalty of double the value of the cards left in hand.  The overall game is won at 1000 points.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Word Game"
    ],
    "Mechanics": [
      "Set Collection",
      "Spelling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Gin-A-Word",
    "ID": 41597,
    "Year": "(1953)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/41597/gin-a-word",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Oklahoma Gin Rummy with words.  The deck has 70 cards, each with a letter and a point value between 1 and 10.  Ten cards are dealt each player, and the top card turned over to start the discard pile.  This is also the &quot;knock&quot; card, and determines the value you must match to knock.&#10;&#10;In a turn a player draws the top of either pile and either goes out or discards one.  If a player can form his hand into a 10- or 11-letter word, he calls &quot;Gin-A-Word&quot; and goes out; if he can make 10 letter into 2 or more words of 3+ letters each, he calls &quot;Gineroo&quot; and goes out; if he can meld all his hand together except cards whose total value is&#10;&#10;",
    "Categories": [
      "Card Game",
      "Word Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Octaquad",
    "ID": 41601,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/41601/octaquad",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Octaquad is a print and play space combat game.  The game is fairly simple to learn and involves some rather unique rules.  The board itself is essentially made from the space ships.  Normal rules allow for 1 player per ship, but the players can mix and match however they want.&#10;&#10;Each ship is an octagon-shaped tile, and each tile must always be touching the rest of the tiles.  Players can perform special tricks to position themselves in different places on the board, but these tricks can fail to succeed.  Positioning, facing, planning, and luck are all part of the game.&#10;&#10;The basic rules right now are just for normal ship-to-ship combat.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Print & Play",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Ships of the French Arm",
    "ID": 41602,
    "Year": "(1987)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.71",
    "Link": "https://boardgamegeek.com/boardgameexpansion/41602/ships-of-the-french-arm",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2.3333",
    "Description": "A 96 page supplement to Star Cruiser, this atlas of starship designs provides illustrations, descriptions, and status sheets for warships (including fighters, drones, and missiles), commercial ships, couriers, survey ships, and others.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Versions & Editions: Board Game Versions of Role-Playing Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Mini Skip-Bo Express",
    "ID": 41603,
    "Year": "(2006)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.15",
    "Link": "https://boardgamegeek.com/boardgame/41603/mini-skip-bo-express",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "A mini version of Skip-Bo, it only uses 108 cards versus the 162 in the regular set.&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": [
      "Game: Skip-Bo"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Travel Scroll-O-Matic Boggle",
    "ID": 41605,
    "Year": "(1991)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/41605/travel-scroll-o-matic-boggle",
    "Min Players": "1",
    "Max Players": "61",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "A travel version of Boggle, that utilizes scrolling letters rather than cubes.&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": [
      "Components: Sand Timers",
      "Game: Boggle"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Players in the dating game",
    "ID": 41606,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/41606/players-in-the-dating-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "THIS IS A VERY SIMPLE CARD GAME.&#10;&#10;The toy box comes alive during the day&#10;in the hands of children as they play.&#10;As the night grows dim and our children lay,&#10;the toy box comes alive and with each other they play.&#10;&#10;It&rsquo;s perhaps the most dangerous game of all &#10;as players in the dating game you will lie, cheat, steal, and then lie some more. This is a game based on reading your opponent&rsquo;s bluff, finding out who has the ultimate arm candy and then stealing her right from under them. &#10;Where dating more than one woman is the easy part but keeping your friends rivals from &#10;moving in on your turf can end in tears.&#10;&#10;PRINT &amp; PLAY FILES ARE UPLOADED.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Humor",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Theme: Love / Romance"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Słony Okup",
    "ID": 41607,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/41607/slony-okup",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "Game is loosely based on recent events that happen near the shores of Somalia were various ships were captured by pirates and were only released after multi-million ransoms were paid. In &quot;S&#197;&#130;ony okup&quot; players take on a role of managers of shady companies. On one hand they are hired by shipowners as negotiators trying to convince pirate groups to release hijacked tankers. On the other hand they are also in the pirate businesses themselves by controlling various bands that capture defenseless ships for ransom. But good days for these enterprises are coming to an end as more and more ships are taking longer routes avoiding dangerous Somalia's shores. Only if your company  will convince the public of being the most successful in freeing hijacked ships you can count on being chosen as ONZ official ship negotiator providing you with endless profit possibility. But beware, competition is not going to give up easily ... more and more ships are being captured.&#10;&#10;&quot;S&#197;&#130;ony okup&quot; is an bidding board game in which during a round one player takes on a role of Pirate and the other players roles of negotiators. Negotiators bid for the possibility to free the ship using sum of three resources available in the game: money, prestige points and troops (anti terrorists). Winner of the bidding round presents his offer to a Pirate. He can either accept the offer gaining all the money proposed (that later he or she can use to free ships from other players) or he can rise the price by using troops (acting as pirates this time). If ship is freed negotiator gets prestige points otherwise the ships stays on a board and becomes more valuable as the public pressure rises. Now the next player becomes a Pirate. The winner is a player with most prestige points at the end of the game.&#10;&#10;The game won the contest for best prototype on Pionek (Polish board game convention)&#10;&#10;",
    "Categories": [
      "Pirates"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Rummi-Word",
    "ID": 41610,
    "Year": "(1979)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.12",
    "Link": "https://boardgamegeek.com/boardgame/41610/rummi-word",
    "Min Players": "1",
    "Max Players": "8",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A rummy-like word card game that was approved by the California Dept. of Education.&#10;&#10;The deck has 72 cards 68 cards with a letter and a value (2-9), and 4 jokers which act like wild cards.&#10;&#10;The basic game is Dealer's Choice: the dealer chooses how many to deal per player, and announces the winning condition, e.g. &quot;Make one word using all 5 cards&quot;, &quot;Make two words using all 7 cards&quot;, &quot;Make the name of a state&quot;, etc.  In a turn a player draws 1 from the draw or discard pile, and either goes out by revealing their hand with the winning condition, or discards 1 card.&#10;&#10;Usually each hand is a separate game, but one proposed scoring method is to concatenate the values of the first two cards, e.g. the letters D,O,R,S,W are worth 5, 7, 5, 2 &amp; 6, so &quot;SWORD&quot; scores 26, but &quot;WORDS&quot; scores 67.  (Jokers are treated like a 0.)&#10;&#10;Other games described include:&#10;&#10;Lions &amp; Tigers: Leave out Jokers, and deal 8-12 per player.  Players meld words during their turn, and may add letters to words on the table, rearranging them to make new words, and adding them to their own possessions.  Players may draw the top 3 of the discard pile.  A hand ends when a player empties their hand.  Players score for the length of their words on the table (5 letter word =&gt; 20 points, plus 20 more for letter over 5), and subtract 10 for each letter in hand.&#10;&#10;Solitaire: Lay 7 cards face up, make any words you can, replacing the vacated spaces.  Then deal cards in groups of 3, and use the top card to make words with the others and/or fill empty spaces.  Previous words can be expanded and/or combined together.&#10;&#10;Group Word-Formation: (suggested for ESL students)  Spread the cards face-up on a table, and ask the students to find letters for words in a particular subject, e.g. body parts, food, etc.&#10;&#10;Letter Recognition: (suggested for pre-schoolers)  Spread the cards on a table and have the child pick 3 letters and see if they make a word.  The parent can suggest letters to get, and can show what the word stands for when a word is spelled right.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Word Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Traditional Card Games: Rummy"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Front Page",
    "ID": 41613,
    "Year": "(1974)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/41613/front-page",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The object of this game is to compose the front page of the &quot;Main Street Herald.&quot;  Upon completion of the page, the player with the highest score, earned by completing stories and winning bonuses, wins the game.&#10;&#10;The game simulates the editorial and layout tasks in putting a newspaper together: there are tiles for headlines, photos, photo captions, inside text (shown as rows of horizontal lines, as a designer would represent in thumbnail), jumps and so on.  It is a word game only in a very limited sense: some of the headlines and captions span more than one tile, so you must assemble the phrases properly for the layout to make sense.&#10;&#10;The page is laid out on a game board with different regions providing different scores.  There are also methods for players to challenge one another, based on the filing times for stories, story shape, position and so forth.&#10;&#10;The game includes decks of City Desk cards, Wire Service cards and Clock cards (one for each hour from 10 AM to midnight).  The cards trigger events and bonus points.&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Hand Management",
      "Open Drafting",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Advanced European Theater of Operations: Africa Orientale Italiana",
    "ID": 41614,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.83",
    "Link": "https://boardgamegeek.com/boardgameexpansion/41614/advanced-european-theater-of-operations-africa-ori",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "4",
    "Description": "From the publisher's website:&#10;&#10;The first game to cover the entire East African Theater of Operations during World War II, Africa Orientale Italiana (Italian East Africa or AOI) is designed to expand Advanced European Theater of Operations into Africa and the Middle East, as well as presage the general war in Europe, beginning with the Italian invasion of Ethiopia in 1935, and continuing into the Second World War as British and Italian forces fight for control of the vital Red Sea region.&#10;&#10;AOI also includes an entire map of India and the Indian Ocean that will link to Advanced Pacific Theater of Operations, thus being the only corps-level World War II game ever published that connects every front of the war via uninterrupted hexagonal maps. Further, a Global Administrative Map is also included that allows you to manage off-map movement.&#10;&#10;AOI also includes a full counter sheet (280 units) that features the Ethiopian order-of-battle, all the Italian and British forces that operated in East Africa, as well as a complete AETO upgrade that includes 40 new types of aircraft, such as the Me-163 Comet, the Mig-3, the PBY Catalina, and the Gloster Meteor. AOI also includes new rules specifically for AETO, such as: combat veterans, naval night movement, mountain pass movement, fire bombing, German Flak, Manstein and more.&#10;&#10;AOI also includes a map of Spain that adds additional Atlantic Ocean sea areas to AETO, and incorporates an entire Spanish Civil War scenario with a complete order-of-battle of Nationalist and Republican land, air and naval units. With AOI, AETO and APTO players can experience all of World War II. AOI has been designed to link with the AETO and APTO maps, or to be set-up alone as a scenario of the Ethiopian campaign.&#10;&#10;This is an expansion kit for Advanced European Theater of Operations and requires that game for play.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "History: Italo-Ethiopian Wars",
      "History: World War II (Africa)",
      "Region: East Africa",
      "Region: Horn of Africa"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Intelex",
    "ID": 41615,
    "Year": "(1980)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/41615/intelex",
    "Min Players": "1",
    "Max Players": "7",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The deck is modeled after the traditional card deck: there are 52 cards, with the suit and rank in the corner, along with a letter and the letter's value (1 to 15, rarer letters higher).  There are also 2 &quot;Intelex&quot; cards which act as jokers/wild cards.  Rules for 4 games are included:&#10;&#10;Word Rummy: Deal 10 each for 2 players, 7 each for 3-4, 6 each for 5-6.  In a turn, a player draws 1 from the draw or discard pile, lays down words, adds letters to others' words, and discards 1.  The player who goes out scores the total of the letters' values in front of him; the others subtract the values of letters still in hand.&#10;&#10;Discovery: Hangman for 4 players.  Deal out the whole deck (without the Intelex cards).  Each player makes a word out of his cards and lays them face down in a row, with his word spelled in order among them.  In a turn, a player repeatedly asks 1 other player if they have a specific letter; if they do, they expose all copies of that letter they have.  The turn ends when a request fails.  During a turn one may also guess what a word is: if wrong, he loses 5 point; if right, he gets the word's score and the guess-ee is out for the hand, which ends when all words are discovered.  One may bluff and have no word; if that is correctly the guesser gets 20 points.&#10;&#10;Solitaire: Like Klondike.  Deal out 7 stacks of cards, of heights 1, 2 ... 7, the top card of each face up.  Move cards around to form words and word fragments, removing words as they are formed, exposing face-down cards as revealed, filling blank spots with letters or fragments.  Then go through the deck 3 cards at a time, combining letters as before.  The goal is to use up the whole deck.&#10;&#10;Poker: For 2 to 7.  Deal 5 per player.  Each in turn may exchange any or all of their cards for an equal number from the deck, and make their best word.  Highest-scoring word wins.  (Betting and bluffing are mentioned as on option &quot;for added excitement&quot;.)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Word Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Storm of Steel: Expansion Kit",
    "ID": 41616,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/41616/storm-of-steel-expansion-kit",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "(from the publisher's website:)&#10;&#10;Storm of Steel Expansion Kit includes an additional counter sheet with iconic naval counters and additional variant counters. Also included are updated rules and charts plus new logs for tracking mobilization.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wir bauen einen Zoo",
    "ID": 41617,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/41617/wir-bauen-einen-zoo",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "There are tiles which can be puzzled together to form a picture of a zoo. Each player can place one tile onto the table plus as many tiles as there are eyes (human or animal eyes) in the first tile he or she placed. The player to get rid of his or her tiles first, wins.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Word Rummy",
    "ID": 41619,
    "Year": "(1994)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/41619/word-rummy",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "There are 52 cards, each with a letter and a value between 1 and 10, plus two wild cards with value 0.&#10;&#10;Deal 9 cards per player, and turn up the top of the stock to start the discard pile.  In a turn, a player draws 1 from either pile, lays down any words from his hand and/or lays off cards on existing words to make new words, and discards 1 card.  The game ends when a player depletes their hand with their discard.&#10;&#10;Each player scores the total of all cards in front of him or her, adds bonuses (10 points for going out, 5 for a 6+ letter word, 5 for laying off on another player's word), and subtracts the value of all cards left in hand.  Highest score wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Word Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Traditional Card Games: Rummy"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Word Rummy",
    "ID": 41621,
    "Year": "(1948)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/41621/word-rummy",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A word card game of the post-WW2 era.&#10;&#10;There are two letters on each card, of different colors, in opposite corners.  The 52 cards make 4 complete alphabets: red A-Z paired with blue Z-A, and green paired with black.  Each card also has a rank 1-13 (for A-M and Z-N), and the Morse code for each letter.  Later editions also have 2 Universal wild cards.  The rules describe two games.&#10;&#10;Simple Word Rummy:&#10;&#10;Deal 7 cards per player.  In a turn, a player: draws 1 card from the draw or discard pile; plays one meld from the hand or adds to a meld on the table; and discards one.&#10;&#10;Melds can be 3+ of the same letter; a straight of 3+ letters in a row; or a word of 2+ letters of the same color (unless there are 2+ of the same letter in the word).  Adding to a meld can extend the set or straight, or change its type (straight ABC + S to word CABS), or even flip them to the other color and letters.&#10;&#10;The round ends when a player empties his hand after discarding.  He get the total of the numbers on all cards in hand of all opponents.  Each player with a meld of 5+ cards gets 50 points bonus.  Game is 500 points.&#10;&#10;Siamese Word Rummy:&#10;&#10;With 2 people, deal 7 cards each and 7 cards in a face-up column; with 3-4, 6 each and a column of 6.  In a turn a player draws 1, melds or adds to a meld (or passes), and discards.&#10;&#10;Melds are words only, and must include all the cards in any one row on the table.  Words must be 3+ letters of the same color, unless there are duplicate letters.  The player immediately scores: if a new word, all the cards' points; if a rearranged word, all the cards' points + 25 bonus; if an extended word that preserves the root (plural, past tense, -ING), only the points on the added letters.&#10;&#10;As before, the player who empties his hand gets a bonus of 50 points plus the total of the cards in the others' hands; game is 500 points.&#10;&#10;The earliest version of this game used the Hebrew alphabet, in celebration of the new nation of Israel.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Word Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Traditional Card Games: Rummy"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gutshot Extra Ammo",
    "ID": 41622,
    "Year": "(2005)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/41622/gutshot-extra-ammo",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A 56 sheet unbound supplement to Gutshot adding pre-filled character and horse record sheets, three adventures, and a sample building model.&#10;&#10;",
    "Categories": [
      "American West",
      "Expansion for Base-game",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Chit-Pull System",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Tudor Bond",
    "ID": 41625,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/41625/tudor-bond",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Tudor Bond is a connection game, somewhat similar to Hex, where the players try to connect their sides of the board by placing a line of their pieces.   The board is a pattern of long and short rectangles based on the Tudor Bond brickwork pattern.&#10;&#10;Tudor Bond was published as a pen and pencil game in the May 2009 issue of Games magazine.&#10;&#10;The rules are: One player is red, the other blue.  They take turns marking a space with their color.  Red goes first.  The objective is to connect the two sides of their color with an unbroken line of spaces marked in their color.&#10;&#10;There are short and long spaces on the board.  The short spaces on the board have a special rule: if you mark off a short space and it is separated by an unclaimed short space from another short space you have marked, you get to mark the space in between with your color.  If the space you are claiming is one unclaimed short space away from two of your claimed spaces (in other words, in the middle space), you get to claim both intervening spaces.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Paper-and-Pencil"
    ],
    "Families": [
      "Mechanism: Connection",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Movie Madness!",
    "ID": 41626,
    "Year": "(2004)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.75",
    "Link": "https://boardgamegeek.com/boardgame/41626/movie-madness",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "0",
    "Description": "(from the box)&#10;&#10;Test your cinema smarts with Movie Madness!, the new madcap game that challenges you to identify over 1000 movie quotes by naming the films that made them famous.  Whether you're a savvy film buff, or a movie trivia newbie, you'll have a blast matching wits with your friends and family!  Become the first player to collect Ticket Cards from all eight movie categories- and WIN!&#10;&#10;www.MovieMadnessTheGame.com&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Trivia"
    ],
    "Mechanics": [],
    "Families": [
      "Trivia: Movies"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Majority Rules",
    "ID": 41628,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/41628/majority-rules",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Majority Rules is a game of gathering votes for various factions: Governor, Congressman, Senator, and President; and collecting the money that's associated with them.  Rewards  of bonus states are available, but beware of the penalties, which include being exiled to D.C.&#10;&#10;States are marked by chits as they are claimed, and the faction the are claimed for is decided by dice roll (d6, rolled 3 at a time).&#10;&#10;Production quality is minimal.  Chits are file card weight cardboard, colored blue and white with backings in dark and light gray.  Card stock is similar to Parker Brothers' standards for family games.  Board is eight-color on black backing.  Game bills itself as &quot;The World's Most Exciting Game&quot;, and MSRP was $19.95&#10;&#10;",
    "Categories": [
      "Political"
    ],
    "Mechanics": [
      "Chit-Pull System"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Devacurse",
    "ID": 41629,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/41629/devacurse",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "3",
    "Description": "The collectible cards game from Thailand.&#10;&#10;Each player roles to be the God (Deva) and summon their avatar and disciples to fight for your divine power.&#10;&#10;The god who lose all his/her faith point will be the loser.&#10;&#10;This game has 3 card types: Soldier card, Hero card and Event card.&#10;&#10;Its 1st set is Half Blood Deal in 2007.&#10;.....................................................................&#10;&#10;Welcome to Devacurse in English, an ongoing English-language guide to Devacurse, Thailand&rsquo;s premier trading card game. Devacurse presents a universe rent asunder by the warfare of rival gods.  Once-calm seas roil with the venom of serpentine nagas, Yaksas leave villages burning in their molten wake, and fearsome Himmapan creatures bellow their fury at the world of men.  Noble heroes, stately Garuda warriors, cunning Monkey lords, and treacherous demons lead their forces into battle in this epic conflict drawn from the lush imagination of Southeast Asian mythology.&#10;&#10;Read on to learn about Devacurse&rsquo;s setting, and what this ongoing journal has in store for curious English-speaking gamers.&#10;&#10;Players take on the roles of Devas, divine entities commanding the elements of earth, wood, fire, metal, water, and wind.  You will need to master them to defeat your opponent, a god just as powerful and determined to rule as you.  Whether you incarnate directly on the battlefield as a hero or bombard your enemy from afar with devastating incantations, you will need wits as well as strength to survive.&#10;&#10;Bless your warriors, summon allies, and commit your forces wisely in the ultimate contest of skill and intellect.  In Devacurse there can be no middle ground.&#10;&#10;The winner will inherit a universe; the loser, cold oblivion.&#10;&#10;Background:&#10;&#10;Devacurse was born from the imagination of Dr. Eiamchan Srithanon and his design team, the 6 Devabrothers:  SrithaNa Eiamchan and Mr. Korn (rules team and card designers), Sarit Chareonpanichkul (art director and trophy model sculptor) and Veerawat Jangpetch (art director), Saranyu (story director and character designer), and Srichai Eiamchan (production).  SrithaNa, Korn, Veerawat, and Saranyu were still studying architecture at King Mongkut&rsquo;s University of Technology Thonburi (KMIT) at the time, and art director Sarit was brought in from outside to complete the team.  Dr. Srithanon and his friends had been avid card gamers for years, but after seeing fellow Thais playing endless Western and Japanese imports, they decided it was time to create a distinctively Thai collectable card game.  Their goal was amibitious - Dr. Eiamchan and his team wanted to create a card game that didn&rsquo;t just feature Thai themes or look Thai, but one whose game mechanics embodied Thai style.  Two years of development and playtesting followed, and in 2007 Devacurse came on the market with an initial base set release, Half Blood Deal.  This was followed in 2008 with the first expansion set, Vengeful Kindred.&#10;&#10;Devacurse immediately impressed Thai players with its high production values, elegant design, and lavish artwork, with many comparing its high level of presentation to that of Wizards of the Coast&rsquo;s Magic the Gathering.  Currently Devacurse commissions work from over 30 professional artists in Thailand.  Once players learned the rules, they were impressed again by supple game mechanics that rewarded tactical planning and captured the essence of Thai culture.  Specifically, the game strongly recalls the fantastical world of the Thai Ramayana painted on the walls of the Temple of the Emerald Buddha, in the Royal Palace complex in Bangkok.  It also subtly incorporates elements of Thai Buddhist prayer and Samsara, the cycle of reincarnation, into the structure of play.&#10;&#10;The Devacurse card layout incorporates elements of Thai Buddhist and Hindu cosmology.&#10;&#10;Devacurse is a sophisticated and still-evolving piece of genuinely Thai pop culture in a country that is often swamped by Western and Japanese influence, imports, and imitations.  Dr. Srithanon and his team are committed to bringing the legends of their heritage to life in the game, and the results so far have been unique and beguiling.&#10;&#10;Devacurse is currently published only in Thai, and has therefore been limited to Thai audiences.  This website aims to open up the world of Devacurse to English-speaking gamers and enthusiasts of Thai culture and Southeast Asian myth.  In the coming weeks and months I will be putting up a complete English translation of the Devacurse rulebook, followed by English translations of all of the current Devacurse cards (Half Blood Deal through Vengeful Kindred).  There will be an in-depth review of the game, and other articles on a variety of subjects (card spotlight, deck design, strategy, back story) will hopefully follow.&#10;&#10;If all goes well, determined English speakers should be able to play and enjoy the Thai edition of Devacurse with the information posted on this website, until such a time as Devacurse is published in English.&#10;&#10;Enjoy, and welcome to the epic world of Devacurse.&#10;............&#10;&#10;more ....&#10;&#10;http://devacurseinenglish.wordpress.com  (English)&#10;&#10;http:// www.devacurse.com  (Thai)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Scarabeo Express",
    "ID": 41633,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.60",
    "Link": "https://boardgamegeek.com/boardgame/41633/scarabeo-express",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "0",
    "Description": "&quot;The fun of Scarabeo in twenty minutes!&quot;&#10;&#10;Players roll letter dice and place them on a crossword puzzle-like grid to form words and score points. When new words are added to the grid, old words are removed, and black dice are added where words were crossing, thus blocking squares. The first player to reach a predetermined score is the winner.&#10;&#10;Contents:&#10;Game Pod&#10;Gameboard&#10;14 Letter Dice&#10;4 Black Dice&#10;One-Minute Timer&#10;Score Pad&#10;Instructions&#10;&#10;",
    "Categories": [
      "Dice",
      "Travel",
      "Word Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Building",
      "Spelling",
      "Tile Placement"
    ],
    "Families": [
      "Category: Crossword Games",
      "Components: Letter Cubes / Word Dice"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "All In",
    "ID": 41635,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.21",
    "Link": "https://boardgamegeek.com/boardgame/41635/all-in",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "A small and simple betting game with high quality bits. The box/container is a small-scale dice tower.&#10;&#10;From the Manufacturer:&#10;&#10;Risk it all on a roll!&#10;&#10;It's a game of numbers and nerves as you deal, duel and deceive your way to the winner's circle! Players use cards, dice and chips to predict the value of a chosen card, one to 13. Then the betting and bluffing begins. The player closest to the actual number wins the round and the chips in the pot. Don't have enough chips to meet a bet? It's time to go All In and ante up your stash of chips. The player with the most chips at the end is the winner. This easy to learn game is part poker, part prediction and part pure luck!&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Dice"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Hot Wheels Game",
    "ID": 41637,
    "Year": "(1982)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/41637/the-hot-wheels-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Players move a cardboard car around a track to the finish line with various squares having them skip a turn, move ahead or back spaces. The novelty is the use of a Speed Meter rather than dice to determine how many spaces each car moves. The Speed Meter has each player bounce a real Hot Wheels car (included) along a small track via use of a rubber band, until the car stops at 1, 2, 3 or 4.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Racing"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Sports: Auto Racing",
      "Toys: Hot Wheels"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "DICE Quick Play Football",
    "ID": 41639,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/41639/dice-quick-play-football",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2",
    "Description": "DICE Quick Play Football is a streamlined version of DICE Football (also by Gen1400 Gaming), which allows you to play entire games with the roll of two 10-sided dice. Each game only takes minutes and allows you to play an entire season in a matter of hours.&#10;&#10;",
    "Categories": [
      "Dice",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Sports: American Football / Gridiron"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Batameuh",
    "ID": 41640,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.97",
    "Link": "https://boardgamegeek.com/boardgame/41640/batameuh",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "A card game for children (4+ years).&#10;&#10;From the publisher: &quot;Moooooo! Baaaaaa! A beggar-my-neighbour card game where players make the cries of farm or wild animals. Easy, fun.... and completely crazy!&quot;&#10;&#10;The game contains a deck with 40 cards with different animals in two categories: wild animals and pets.&#10;&#10;All players must show in the same time the top card from his own deck. If a player sees an animal of the same category of his card should imitate the sound of his animal. The faster player wins the cards in the table from his category.&#10;&#10;Wins the player who collects all the cards.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "First & Ten Football Card Game",
    "ID": 41642,
    "Year": "(1987)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/41642/first-and-ten-football-card-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Simulation of a football game via 90 game cards. Game should be played in real time, meaning you play 2 x 30 minutes.&#10;Card a dealt 11 to a player. Card play is simple: offense plays a card, defense must play a card, if it's a defense card all the better, offense may play penalty card. Yardage is determined and marked on a pad.&#10;&#10;",
    "Categories": [
      "Sports"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: American Football / Gridiron"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Trivia of Tulsa",
    "ID": 41643,
    "Year": "(1986)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/41643/trivia-of-tulsa",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Trivia game printed as a promotional item&#10;&#10;",
    "Categories": [
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Winning on Wall Street",
    "ID": 41645,
    "Year": "(1998)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/41645/winning-on-wall-street",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "1",
    "Play Time": "1",
    "Weight": "0",
    "Description": "Winning on Wall Street is a stock game with a spinner. Players buy stock then use the spinner to determent if the stock goes up or down. The 30 stocks used represent the Dow-Jones stocks as of May 1998. &#10;&quot;Can YOU Beat the Market?&quot;&#10;&#10;Contents include: 20x22 tri-fold gameboard with spinner, 30 leading Wall Street stocks, paper money, score pad, dice, and Wall Street calculator.&#10;&#10;",
    "Categories": [
      "Dice",
      "Economic"
    ],
    "Mechanics": [
      "Commodity Speculation",
      "Stock Holding"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Strokes: The Golf Game",
    "ID": 41651,
    "Year": "(2000)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.72",
    "Link": "https://boardgamegeek.com/boardgame/41651/strokes-the-golf-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "From the box:&#10;STROKES will delight everyone from non-golfers to golfers just starting out...to regular golfers and even Professionals!  Conforming to the &quot;Rules of Golf&quot;, STROKES will provide all players hours of enjoyment.  Play for Tournament STROKES &quot;Dollars&quot;.  Select your game - Skins, Stroke Play, Matchplay, Foursomes, Stableford and mode.  It's Fun to play and educational too!  Now get ready..step onto the Tee and meet the challenge of STROKES - The Golf Game.&#10;&#10;The aim of the game is rolling doubles on two diffident coloured die.  If you fail to get a double then then the player can choose to add the two die together within the rules (8 is the maximum total) to advance the ball token down each hole.  Like golf the player farthest from each hole has their turn.  When you land on the green, you can either try to roll any double to one put&quot; or draw a card and look at the result.  Under certain conditions, like landing on a bunker space without rolling a double, you need to draw a hazard card.  Each hazard card has a section that applies to water, trees or sand that you must follow (depending on your situation)&#10;&#10;",
    "Categories": [
      "Dice",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Sports: Golf"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hollywood",
    "ID": 41654,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.12",
    "Link": "https://boardgamegeek.com/boardgame/41654/hollywood",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Trivial Pursuit like game: the aim is to collect 6 tokens (called stars) of different colors. Once collected, 1 final correct answer is needed to win after landing on one of the 6 Oscar fields.&#10;The questions linked to the red stars are provided on a DVD, containing 165 original movie fragments.&#10;The other stars use typical questions cards similar to Trivial Pursuit.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Master of Elements",
    "ID": 41655,
    "Year": "(2013)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.50",
    "Link": "https://boardgamegeek.com/boardgame/41655/master-of-elements",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Infinite M Games is in the final stages of playtesting their first &quot;Masterplay&quot; strategy wargame! Control one of six Elemental Clans competing for dominance in the dangerous Rift Valley. Each Clan begins play with access to a single Elemental Power and must use cunning strategies and powerful combinations to defeat their rivals. Players command upgradeable military forces, build structures, gather elemental powers and deal with environmental hazards!&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Miniatures",
      "Territory Building",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Set Collection",
      "Variable Phase Order"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Wolken-Spiel",
    "ID": 41662,
    "Year": "(1989)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/41662/wolken-spiel",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "There are tiles with clouds in the shape of animals, and matching tiles with pictures of those animals. The cloud tiles are placed face down on the game board (&quot;sky&quot;), from the stack of animals, two tiles are flipped open. The player whose turn it is, flips one of the cloud tiles. If it is one of the open animals, he or she will get the animal tile as a point and the cloud remains open for the remainder of the game. If it isn't, it's the next player's turn. But after each move, a player may also move one open cloud tile one square to the right, even on top of other tiles, which then cannot be opened until the wind moves to card on top of them.&#10;&#10;",
    "Categories": [
      "Animals",
      "Memory"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Master: Um teste à sua inteligência",
    "ID": 41664,
    "Year": "(1997)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.85",
    "Link": "https://boardgamegeek.com/boardgame/41664/master-um-teste-a-sua-inteligencia",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "1",
    "Description": "Throwing the dices will show you the letters you'll use to write words. Starts a competition in which the player's intelligence and discernment is tested, but... attention: the sand clock is running against the players!&#10;&#10;Com o lan&ccedil;amento de dados que ditar&atilde;o as letras a utilizar na forma&ccedil;&atilde;o de palavras, tem in&iacute;cio uma competi&ccedil;&atilde;o na qual se p&otilde;em &agrave; prova a intelig&ecirc;ncia e a perspic&aacute;cia dos jogadores mas... aten&ccedil;&atilde;o: o rel&oacute;gio de areia est&aacute; contra os jogadores!&#10;&#10;",
    "Categories": [
      "Word Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Panzer Grenadier: Army Group South Ukraine – Battles in Bessarabia, 1944",
    "ID": 41665,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.71",
    "Link": "https://boardgamegeek.com/boardgameexpansion/41665/panzer-grenadier-army-group-south-ukraine-battles",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Army Group South Ukraine: Battles in Bessarabia, 1944 is a supplement for the Panzer Grenadier series. There are 10 scenarios, or separate game situations, based on the battles of April 1944 between the divisions of the Soviet 2nd Ukrainian Front and those of the German 8th and Romanian 4th Armies, mostly the elite Grossdeutschland Division.&#10;&#10;Army Group South Ukraine is sold BOTH via .pdf download and as a printed booklet.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Germany",
      "Country: Romania",
      "Country: Soviet Union",
      "Country: Ukraine",
      "History: World War II (Eastern Front)",
      "Players: Two-Player Only Games",
      "Series: Panzer Grenadier (Avalanche)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Type Trumps",
    "ID": 41666,
    "Year": "(2008)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgame/41666/type-trumps",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Type Trumps, a play on Top Trumps, is a game in which different typefaces are attributed numerical values. These figures are then used to enable the cards to be won or lost using some of the tried &amp; tested &quot;Top Trumps&quot; rules. The Type Trumps have a &quot;ranking&quot;, which is a subjectively ascribed positional value based on Rick Banks personal favourites.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Check Your 6! Guadalcanal: The Cactus Air Force",
    "ID": 41668,
    "Year": "(2007)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.20",
    "Link": "https://boardgamegeek.com/boardgameexpansion/41668/check-your-6-guadalcanal-the-cactus-air-force",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2",
    "Description": "Guadalcanal: The Cactus Air Force&#10;&#10;Guadalcanal: The Cactus Air Force: is a scenario and campaign book for the popular Check Your 6! Air Combat and Campaign Rules. This book contains 9 historical scenarios for recreating the aerial campaigns of the US and Japanese forces in Operation Ka on Guadalcanal between August and September 1942. The scenarios can be played individually or linked to form a single campaign using the unique CHECK YOUR 6!  Paragraph Campaign System.&#10;&#10;HISTORICAL RESEARCH: this book includes several introduction sections that contain historical background information including insight into the key American and Japanese Aces of the campaign plus a campaign map and bibliography for further reading.&#10;&#10;AIRCRAFT STATISTICS: this book contains statistics for all campaign aircraft statistics in CHECK YOUR 6!  format.&#10;&#10;Table of Contents&#10;&#10;&bull; Campaign Introduction&#10;    &bull; Acknowledgments&#10;    &bull; Campaign History&#10;    &bull; References&#10;    &bull; Aces from the Cactus Air Force and Operation KA&#10;    &bull; Campaign Map&#10;    &bull; Axis and Allied Aircraft Statistics for Check Your 6!&#10;    &bull; Campaign Rules&#10;    &bull; Japanese Campaign Paragraphs&#10;    &bull; American Campaign Paragraphs&#10;    &bull; Scenarios (9)&#10;    &bull; Japanese Drop-Tank A6M Move Chart&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Expansion for Base-game",
      "Miniatures",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Country: Solomon Islands",
      "History: World War II (Pacific)",
      "Series: Check Your 6!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "COD WARS: Iceland vs. Great Britain in the 1970s",
    "ID": 41671,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.23",
    "Link": "https://boardgamegeek.com/boardgame/41671/cod-wars-iceland-vs-great-britain-in-the-1970s",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Disputes over fishing in the waters around Iceland have been going on for decades. The most famous of these confrontations were the incidents known as the Cod Wars of the 1970s.&#10;&#10;This game matches the coastal patrol force of Iceland against the fishing vessels of Great Britain and their Royal Navy escorts. It features a diceless conflict resolution system with a scoring method based on fish tokens and diplomatic tension.&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Nautical",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Iceland",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Solo Hex",
    "ID": 41672,
    "Year": "(2010)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.29",
    "Link": "https://boardgamegeek.com/boardgame/41672/solo-hex",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "2",
    "Description": "Solo Hex is a solo game of sorting by suit, played with the Decktet cards. Cards are laid out face down in a hexagon shape, with a few cards turned sideways as special cards. The top card of each stack is turned face-up to begin play. Players pick up and place suit-matching cards on top of each other. The game is won by getting all of the cards in one stack.&#10;&#10;This is a game for the Decktet.&#10;&#10;Game Rules:&#10;&#10;     Solo Hex on the Decktet Wiki&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Players: Games with Solitaire Rules",
      "Series: Decktet Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Der Spur nach",
    "ID": 41673,
    "Year": "(1971)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.25",
    "Link": "https://boardgamegeek.com/boardgame/41673/der-spur-nach",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Animal Tracks is a game for the whole family. It calls on all wild life friends to find and follow the tracks of the cat, the hare, the squirrel, the boar, the roebuck, and the fox, in the snow-covered forest. This requires attentiveness and accurate observation.&#10;With his &quot;man&quot; each player follows one of the tracks imprinted in the snow. &quot;Home&quot; is the winter feeding-place situated in the middle. The player who reaches the feeding-place first is the winner.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Racing"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Admin: Better Description Needed!"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wordy",
    "ID": 41674,
    "Year": "(1938)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/41674/wordy",
    "Min Players": "1",
    "Max Players": "7",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a crossword card game of the late 1930's.&#10;&#10;It has a deck of 52 cards, each with a letter and value 3-12 (rarer letters lower) except for two jokers, which count as wild cards and have a value of 18.  10 each are dealt for less than 4 players, 7 each for more than 4.&#10;&#10;In a turn a player either lays down a word, or discards 1 card and draws 1 from either the draw or discard pile.  After the first word, all subsequent words must intersect with previous words in a crossword fashion, using at least one previous letter in making a new word.  Typical crossword rules apply: any adjacent letters must form a word.  Words must be at least 2 letters, and no more than 4 cards may be played in a turn.&#10;&#10;The hand ends when a player runs out of cards; players then add the sum of points of cards in the hand to their running total.  When a player reaches 100, the game ends and the lowest total wins.&#10;&#10;There is also a solitaire game described.  Deal 12 piles of 3, with the top card face up (leave out the Jokers).  Make words out of the exposed cards, and discard them, revealing lower cards when exposed.  The turn up the remainder of the deck 3 cards at a time, making new words as before including the new card shown.  If all the table cards are gone, then spread the rest of the cards face up and continue.  When stuck, add the value of the unused cards.  15 or lower is excellent.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Word Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Category: Crossword Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dots",
    "ID": 41675,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/41675/dots",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "1",
    "Play Time": "1",
    "Weight": "1",
    "Description": "Dots is a casual dexterity game in which 3 or 4 players take turns tossing cards onto a table attempting to cover up as many dots as possible.&#10;&#10;Dots was created for Mike Barlow's &quot;4 cards or tiles only&quot; contest.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Print & Play"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "House of Deduction",
    "ID": 41676,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/41676/house-of-deduction",
    "Min Players": "4",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "House of Deduction is a light deduction game for four players.  Each player has one card in front of them and, on their turn, asks another player to reveal one of the shapes on their card or turn their card 90 degrees in an attempt to connect one of each shape at the point where all four cards touch.&#10;&#10;House of Deduction was created for Mike Barlow's &quot;4 cards or tiles only&quot; contest.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Print & Play"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Word-O-Gram",
    "ID": 41677,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/41677/word-o-gram",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "The deck has 54 cards: 52 letter cards with a value 2-10, and 2 jokers worth 15.  There are 4 games described:&#10;&#10;Cross Words: Deal 10 each for 2-4 players, 8 each for 5, 7 for 6, 6 for 7.  In a turn a player lays down a word, or discards 1 and draws 1.  No more than 4 cards can be played in a turn, and all cards played must be in the same row or column, forming a typical crossword pattern, so all adjacent letters form a word.  The hand ends when a player empties his hand, and all others add the values of their remaining cards to their total.  Game ends when someone reaches 100 points, and the lowest total wins.&#10;&#10;Speed Game: Like Cross Words, except that a 4- or 5-letter word is place on the table to start, and there are no turns: when the signal is given, players add words to the array, or discard and draw, when they wish.&#10;&#10;Solitaire 1: Make 12 piles of 3, all face up and fanned to see the lower cards.  Discard cards by forming words from the top cards of the piles -- but you can use a lower card if the card(s) above it are also used in the same word.  When you've done all you can, take the remaining cards and turn them up in 3s, using them to make more words with the rest.  You can go through the deck as often as you want.  You win if you use all the cards.&#10;&#10;Solitaire 2: Deal out 6 cards face up, and expose the top card of the remaining deck.  Make words out of the cards, discarding them when made, and fill in empty slots from the deck.  You lose if you get stuck.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Word Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Nebulous",
    "ID": 41678,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/41678/nebulous",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Nebulous is an abstract 2 or 3 player race game created for the 4-tile contest.&#10;&#10;Players rush to get their ships ahead, but they must be careful not to leave themselves open to being jumped and set back by their opponent.  The game uses 4 tiles which are laid as the game progresses.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Print & Play",
      "Racing"
    ],
    "Mechanics": [
      "Modular Board",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Organizations: The Game Artisans of Canada"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Morra-board",
    "ID": 41679,
    "Year": "(1967)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/41679/morra-board",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "From the instructions: Morra-board builds on an ancient game - renewing and varying it by linking it to a board.&#10;The old game on which Morra-board is based is in Danish called 'Klunse', in English 'Odds and Evens'. Each of the two players presents a clenched fist containing a few small stones, coins or matches - both players taking turns at guessing if the sum of the objects in the two hands is even or uneven.&#10;&#10;Players pieces move around the track based on how many total marbles the two players reveal. If the inner track has a marking on it, the piece advances. The goal is to be the first to advance all the way to the center.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Components: Wooden pieces & boards",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Lingo",
    "ID": 41680,
    "Year": "(1938)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/41680/lingo",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is one of many competing crossword card games of the late 1930s.  Fairchild had two versions: Lingo used bridge-size cards, and Patch Word had small cards to more easily fit on the table.  The deck has 54 cards consisting of 2 jokers and 52 letter cards.&#10;&#10;The rules for the Cross Word game: Deal 11 each for 2-3 players, 9  for 4-5, 7 for 6 or more.  Each player lays down a word in their turn, using no more than 4 cards, and adding to the growing crossword arrangement.  If they cannot play a word, they discard 1 and draw 1 from the draw or discard pile.  The hand ends when a player goes out of cards, and players add the values of their cards in hand to their total; commoner cards have higher values.  When a player reaches 100 total points, the low score wins.&#10;&#10;The Lingo version had rules for 3 other games:&#10;&#10;Lingo-Anagram: For 2-4 players.  Deal 10 each.  In a turn, a player either lays down a word of 3+ letters, or adds letters to an existing word to make new words, or does neither; the turn ends by discarding 1 and drawing 1 card.  Adding simple endings (-S, -ES, -ED) is prohibited.  The hand ends and the game scored as in the cross word game.&#10;&#10;Scrambled-Lingo: Have all agree on a length of word to make.  Spread all the cards on the table, and players draw that number of cards for a particular word.  Then they scramble its order and pass it to the left.  Players announce when they have unscrambled the word and lay it down.  The order of correct unscrambling is the order of winning.&#10;&#10;Lingo-Solitaire: Take the cards that make your full name, or a short phrase.  See how many ways you can rearrange all the letters to make a phrase that makes sense.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": [
      "Category: Crossword Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Hex Races",
    "ID": 41681,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/41681/hex-races",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "0",
    "Description": "Hex Races is a race around the outside of a track consisting of four hex tiles with different colors on each side. Each pawn races clockwise starting on its own base. The race ends when one pawn returns to its own base after one lap. This race is for 2-4 players. The challenge is that the tiles may be moved throughout the race, making the path longer or shorter at any given moment.&#10;&#10;The components consist of one six-sided die, 2-4 pawns of different colors and four hex tiles to be printed out.&#10;&#10;",
    "Categories": [
      "Dice",
      "Print & Play",
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Game of Words",
    "ID": 41682,
    "Year": "(1938)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/41682/the-game-of-words",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "A crossword card game of the late 1930s, that also includes rules for several other games, a few of which were not seen in its competitors. The deck has 54 cards: 2 &quot;Sub&quot; cards which act as wild cards, and 52 cards with a letter and its value on each. Rules for 8 games are included:&#10;&#10;1. Crossword Game: Deal 10 each to 2-4, 7 each to 5-7 players.  In each turn, a player lays a word from his hand to the table in a crossword fashion, the first word alone, other words intersecting the growing array.  If unable to play, a player discards 1 and draws 1 from the draw or discard pile. A hand ends when a player goes out; players add their hands' value to their scores; when a player reaches 100 the low total wins.&#10;&#10;2. Word Solitaire: Lay all the cards face up in 3s, fanned so as to see all the letters.  Make and discard words from the topmost cards, though if a card is used in a word the letter just underneath it can also be used.  You win if you use all the cards.&#10;&#10;3. Letter Patience: Like Klondike, deal 7 piles of heights 1-7, and turn up the top card of each.  Make and discard cards, exposing the new tops of each pile; empty spaces may be filled in with vowels.  Turn up the remainder of the deck one by one, and use the top letter of this pile with the others to make words.  You win if you use all the cards.&#10;&#10;4. Crossword Solitaire A: Deal out 6 cards face up.  Use these cards to build a crossword array, one word at a time, filling empty spaces in the 6 from the remaining deck.  Then turn up that deck one at a time and continue -- you can only use the top of the turn-up pile.&#10;&#10;5. Crossword Solitaire B: Similar to A, but start with a hand of 12 cards, which is not replenished; the deck is still gone through once, one card at a time.&#10;&#10;6.  Anagrams: For 1-6 players.  Everyone is dealt one card.  In a turn, a player either: places his card in the center of the table; makes a word with that card and other cards in the center, placing the word in front of him; or adds the letter to an existing word, rearranging letters to make a new word, and taking the word if it belonged to someone else.  After the deck has been gone through, the player with the most points in front of him wins.&#10;&#10;7.  The O-U-T Game: For 4-8 players.  All the cards are dealt face up.  In a turn a player places one card in the middle of the table, while thinking of a word of at least 9 letters that starts with all the letters placed so far.  Once such a word is finished, the player who does it gets a letter (O, U or T), the word is discarded and the process starts again.  On getting all of OUT, a player is out of the game.  A player may pass if they think they don't have a letter to add to the growing word; if someone else points out a letter and word he could do, he earns an E for excellence, which can cancel out one other letter.  Players may challenge a play that doesn't seem to lead to any word; whoever is wrong earns a penalty letter.&#10;&#10;8. Guess-O-Gram: A type of hangman for any number of players.  One becomes the Thinker, thinks of a word, and lays it face down in order.  Other take turns guessing letters; if a letter is in the word it is revealed and the guesser earns 2 points per letter.  A player who guess the whole word or the last letter gets 2 points times the length of the word.  Play to an agreed number of rounds.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Word Game"
    ],
    "Mechanics": [
      "Spelling"
    ],
    "Families": [
      "Category: Crossword Games",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "What's Your 20?",
    "ID": 41684,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/41684/whats-your-20",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1",
    "Description": "You are a truck driver out on the open road. There is a big promotion coming up, and your boss has promised it to the person who can deliver 20 loads first. Be the first person to reach 20 loads, and the job is yours!&#10;&#10;Equipment needed: a 6-sided die, and two tokens for each player.&#10;&#10;Created by indigopotter for Reprint&#039;s contest, February 2009.&#10;&#10;",
    "Categories": [
      "Print & Play"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "_Word_Bridge_",
    "ID": 41685,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/41685/word-bridge",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1",
    "Description": "Object:&#10;&#10;To score the most points by connecting letters and forming words.&#10;&#10;You will need:&#10;&#10;A d6 (optional: a light and a dark d6)&#10;Score pad and a pencil&#10;&#10;Mount the board and the bit sheet on cardstock. Cut out the three colored triangles.&#10;&#10;How to Play:&#10;&#10;The first player chooses a triangle, and rolls the dice (if you have one die, roll &quot;light&quot; and then &quot;dark&quot;). Find the number from your light roll across the top of the board, and the number from your dark roll down the left side of the board. The nine letters in the square where they meet are your choices for your starting letter.&#10;&#10;Place one corner of your triangle on one of the letters in your starting square. Rotate the triangle around so that its second corner touches a letter. Using that letter as a pivot point, rotate your triangle around the next letter, and so on, forming a word. The word is scored as follows:&#10;&#10;2 letter words = 4 points&#10;3 letter words = 9 points&#10;4 letter words = 16 points&#10;5 letter words = 25 points&#10;6 letter words = 36 points&#10;[etc.]&#10;&#10;The second player rolls the dice (or die) and begins their word with a letter in the corresponding square.&#10;&#10;If a player cannot make a word of at least two letters, they pass, and their score for that round is zero.&#10;&#10;The person with the most points after 10 rounds is the winner.&#10;&#10;Created by indigopotter for Reprint&#039;s contest, February 2009.&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Make the Middle",
    "ID": 41686,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/41686/make-the-middle",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "You will need:&#10;&#10;A 6-sided die&#10;Paper and pencil&#10;An egg timer/sand timer&#10;A token for each player (optional)&#10;&#10;How to Play:&#10;&#10;Each player gets a pair of the tiles. Player one places one in front of them, and rolls the die. The die roll tells them which letter will be in play this game. 1 = top letter, 2 = second letter down, and so on. (Optional: Place a coin or token next to this letter to mark it, or write it on your paper.)&#10;&#10;Player one sets the second tile down to the left of the first. They roll the die again, and the letter from the second tile is chosen as with the first. Player one then takes the second tile and overlaps the first, so that the two active letters are side by side.&#10;&#10;Player two determines their active letters the same way. The timer is started, and players list as many words as possible that start with the left letter and end with the right.&#10;&#10;When time runs out, the player with more words scores the difference in the number of words between the two players.&#10;&#10;If player one makes 10 words and player two makes 7, player one scores 3 points.&#10;&#10;For the next round, each player must rotate a tile, change the order of the tiles, or perform any combination of the two.&#10;&#10;First player to 20 points wins.&#10;&#10;To increase the intensity, increase the required number of letters per word to 4, 5, or 6.&#10;&#10;Created by indigopotter for Reprint&#039;s contest, February 2009.&#10;&#10;",
    "Categories": [
      "Print & Play",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Guacamole",
    "ID": 41687,
    "Year": "(2009)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/41687/guacamole",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "A print and play game, designed for the &#039;4 cards or tiles only&#039; contest. Designed by Peter Chilton &amp; Lisa Orchard.&#10;&#10;A two-four player abstract strategy, where players move on to spaces with different shapes and numbers. The number they land on is added to their score, while the shape determines how many spaces the next player can move.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Children's Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Modular Board"
    ],
    "Families": [
      "Components: 10 x 10 Grids"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bagua",
    "ID": 41688,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/41688/bagua",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Bagua is an abstract strategy game for 2 players. Each player controls 2 pieces and tries to race one of his piece to the opposite of the board, while avoiding being captured.&#10;&#10;Rules:&#10;On each turn, a player must move one, and only one of his pieces.&#10;&#10;A move consists of holding one square still, while rotating the other square to a row that is at least one space forward.&#10;&#10;Capturing occurs, when two squares of the same color come into contact. If the color is black, player one (black player) gets to remove the opposing piece, and vice-versa. If the two pieces belong to the same player, the player has the option of removing one or none of his two pieces.&#10;&#10;The objective is to be the first player to move one of your pieces across to the opposite edge. (You only need one square to touch the opposite side.)&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [],
    "Families": [
      "Components: 8 x 8 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Tillos",
    "ID": 41689,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/41689/tillos",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Placement rules are just like Blokus. Every new piece must touch your existing piece diagonally, and diagonally only. They can touch, or not touch, opponent piece in any manner as long as there are no overlaps.&#10;&#10;One player gets the two L pieces, the other the T and the S. Again, like in Blokus, players start from opposite corners. However, unlike Blokus, once a player has placed his two pieces down, he will replace the piece that was not the one last played. The replaced piece must be moved into a different position.&#10;&#10;Scoring occurs as follows. For every square of any opponent piece that the newly replaced piece touches, the player scores one point. (For example, if the green player just played the T, he scores two points.)&#10;&#10;The game ends when a player has reached 40 points.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Print & Play"
    ],
    "Mechanics": [
      "Tile Placement"
    ],
    "Families": [
      "Components: 7 x 7 Grids",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Feint",
    "ID": 41690,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/41690/feint",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Two kingdoms are at war. The side who fights at the right place at the right time will emerge victorious.&#10;&#10;phase one: military strategist advices&#10;On each turn, each player rolls his die and secretly looks at it before covering it up with the cup.&#10;&#10;phase two: feints and combat&#10;Players then take turns playing cards into one of the 6 areas on the board. Each area can take a maximum of 3 values. Players may pass. If they do so, they cannot play any more card/s for the rest of that turn.&#10;&#10;phase three: resolution&#10;After both players are done playing their cards, their strategical strength is determined. An area on the board is in play if the corresponding number is rolled by either player. Any cards played into an in-play area grants the player strategical strength: one times the number of the area for each 1-card played, and two times the number of the area for each 2-card played.&#10;&#10;Whoever has the higher strategical strength wins the turn, and gets victory tokens from the opponent's pool. The number of tokens won/lost is equal to one plus the total value of the cards played by the losing player. (So on each turn the possible numbers of victory points won/lost are 1, 2, 3 and 4.)&#10;&#10;victory&#10;When one side runs out of victory tokens, he loses. The other player wins.&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  }
]