[
  {
    "Rank": "9801",
    "Name": "Salem",
    "ID": 35395,
    "Year": "(2016)",
    "Geek Rating": "5.582",
    "Avg Rating": "6.35",
    "Link": "https://boardgamegeek.com/boardgame/35395/salem",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "90",
    "Play Time": "180",
    "Weight": "2.8",
    "Description": "The year is 1692. In an atmosphere of pessimism and charged paranoia, the citizens of Salem are at the mercy of demons &ndash; not demons of the soul, but demons of the mind. What began as a devout Puritan community devolved in a matter of months into a people torn apart by fear, lies, and fanatical orthodoxy. The residents of Salem quickly discovered that they could find Hell all around them.&#10;&#10;Salem incites the atmosphere of paranoia that held the village of Salem captive. Players act with the assumption that there are witches among them (and, in this case, there will be). Each player controls six residents of Salem, three of whom are witches. Game play is simple: try to rid the village of witches and keep the identities of your own residents secret.&#10;&#10;The game plays over the course of four rounds representing the four months (June&ndash;September 1692) in which the hysteria was at its height. Each round has two parts: a Witch Hunt and a Witch Trial, followed by hangings (the dates of which correspond to the four actual hangings that took place in Salem that year). During the Witch Hunt, players send residents to jail and provide alibis for their own jailed citizens. At the end of each round all jailed citizens stand trial. Players then collectively decide who is hanged and who is spared. The player who is most successful at discerning witches from villagers wins!&#10;&#10;While the story surrounding the Salem witch trials has become something of a legend, every character in this game is based on a real person whose life was directly touched and in some cases torn apart or taken away by the events surrounding the Salem witch trials. Extensive research has been done to craft the real-life stories of all 42 residents in the game.&#10;&#10;While this game focuses on the people and events specific to Salem, Massachusetts, similar witch hunts were taking place as far north as Maine and as far West as Connecticut. Surely, the devil had come to New England.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Educational",
      "Horror"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Simulation",
      "Simultaneous Action Selection",
      "Variable Phase Order",
      "Voting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "States: Massachusetts",
      "Theme: Witches"
    ]
  },
  {
    "Rank": "9802",
    "Name": "Blooms",
    "ID": 249095,
    "Year": "(2018)",
    "Geek Rating": "5.582",
    "Avg Rating": "6.61",
    "Link": "https://boardgamegeek.com/boardgame/249095/blooms",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "1.75",
    "Description": "Winner of the 2018 Best Combinatorial Game award, Blooms is a 2-player game where players capture each other&rsquo;s pieces by surrounding them.&#10;&#10;It was inspired by the classical game Go and a painting in an Oregon coffee shop.&#10;&#10;Rules&#10;&#10;&#10;     Bloom: a bloom is an entire group of connected stones on the board of the same color. A single stone (unconnected to others of the same color) is also a bloom.&#10;&#10;&#10;&#10;     Fenced: a bloom is fenced when there are no empty spaces adjacent to any of the bloom&rsquo;s stones.&#10;&#10;&#10;Gameplay&#10;&#10;&#10;     Each player owns 2 colors of stones. To start, Player 1 places 1 stone of either of her colors on any empty space.&#10;     From then on, starting with Player 2, the players take turns. On your turn, you must place 1 or 2 stones onto any empty spaces. If you place 2, they must be different colors. Then capture all fenced enemy blooms.&#10;     The first player to have captured X stones wins.&#10;&#10;&#10;The key is you can and usually should sacrifice your own stones to gain positional advantage. It's common for players to get 10 or more points down in games played to 20, and still win. This is important because new players often don't see the value of sacrifice and lose without having any idea what happened, which isn't fun.&#10;&#10;&#10;     See diagrams and gifs here&#10;     Play online at Board Game Arena&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Print & Play",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hexagon Grid"
    ],
    "Families": [
      "Category: Color",
      "Category: Combinatorial",
      "Components: HexHex10 Grids",
      "Components: HexHex4 Grids",
      "Components: HexHex5 Grids",
      "Components: HexHex6 Grids",
      "Components: HexHex8 Grids",
      "Digital Implementations: Abstract Play",
      "Digital Implementations: Ai Ai",
      "Digital Implementations: Board Game Arena",
      "Digital Implementations: BoardSpace",
      "Players: Two-Player Only Games",
      "Traditional Games: Go"
    ]
  },
  {
    "Rank": "9803",
    "Name": "Disney Villains: The Card Game",
    "ID": 366753,
    "Year": "(2022)",
    "Geek Rating": "5.582",
    "Avg Rating": "6.51",
    "Link": "https://boardgamegeek.com/boardgame/366753/disney-villains-the-card-game",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "1.1667",
    "Description": "Game play in Disney Villains: The Card Game is simple, but the villains rarely stay loyal to you, possibly giving points away to other players.&#10;&#10;In the game, each player takes their own villain deck, which consists of cards numbered 1-6 three times in various colors. Shuffle your deck, then lay one card face up and take four cards in hand. On a turn, you must play one card from your hand that matches the number or color of the card on top of your pile &mdash; but if the card you would play matches the top card of your left- or right-hand neighbor's discard pile, then you must play it there instead!&#10;&#10;Maybe you can choose a card in hand that matches only your top card? If you have no valid play or don't want to give points away to someone else, you can play the card face down on your stack, showing the hero on the card back. On your next turn, you can play any card you like on your pile &mdash; except if it matches a neighbor's top card, of course, in which case you must give it away. (You can't play on a neighbor's hero card.) Whatever you do, refill your hand to four cards at turn's end.&#10;&#10;Once all the cards have been played, everyone scores for the cards in their pile &mdash; but first they must count the number of hero cards in their pile. However many heroes they have, they must remove all matching number cards prior to scoring. If you have four heroes, for example, you must discard all 4s &mdash; and this is bad since all cards score points equal to their value. If you have nine heroes, then you first discard all 6s, then all 3s. Whoever has the most points wins!&#10;&#10;Disney Villains: The Card Game includes two special cards that each player can shuffle into their deck prior to play. (Reshuffle if you flip up a special card initially.) When you play a special card, discard it to the center of the table instead of playing it on your pile. Here's what these cards do:&#10;&#10;&#10;    Maleficent &mdash; Curse: All players with the highest number on their pile discard those cards to the center of the table.&#10;    Cruella de Ville &mdash; Exchange: Exchange your top card (whether hero or number) with the top card of another player's pile.&#10;    Ursula &mdash; Whirlpool: Decide whether all players pass their topmost card to the player on their left or right.&#10;    Captain Hook &mdash; Interfere: All players must flip their top card from number to hero or vice versa.&#10;    Jafar &mdash; Hypnosies: Take the top card of another player's pile and add it to your hand.&#10;    Scar &mdash; Intrigue: Draw a card at random from each player's hand and place it in front of them. They must play this card on their turn.&#10;&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Brands: Disney"
    ]
  },
  {
    "Rank": "9804",
    "Name": "Global War: World War II Worldwide 1939-1945",
    "ID": 398368,
    "Year": "(2023)",
    "Geek Rating": "5.582",
    "Avg Rating": "8.20",
    "Link": "https://boardgamegeek.com/boardgame/398368/global-war-world-war-ii-worldwide-1939-1945",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "45",
    "Play Time": "180",
    "Weight": "3.3636",
    "Description": "A grand strategic solitaire war game, Global War: World War II Worldwide 1939-1945 lets you fight all of World War II in one three-hour sitting! Smaller scenarios can be played in less time.&#10;&#10;You can fight epic carrier battles in the Pacific while Panzer armies roll across the Eastern Front. You will use wartime leaders like Churchill and Stalin to achieve military goals from Western Europe and Russia to Ethiopia, China, and Southeast Asia. Build fleets of convoys to offset German U-Boats. Support armed partisan resistance. Employ the unique talents of generals like Patton, Montgomery, MacArthur, and Zhukov to defy fascist aggressors. Wage the Battle of Britain in a struggle for control of the skies. Task your scientists to develop the A-Bomb. Conduct bombing missions to batter Axis industrial capacity and morale as Axis offensives in Europe, Africa, China, the Pacific, and Russia challenge your own morale. Land on the beaches at Normandy. Fight epic battles at Stalingrad, Imphal, and Guadalcanal. All to determine the fate of the globe -- for this is GLOBAL WAR!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Action Points",
      "Chit-Pull System",
      "Dice Rolling",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Players: Solitaire Only Games",
      "Players: Solitaire Only Wargames",
      "Region: The World"
    ]
  },
  {
    "Rank": "9805",
    "Name": "Dice Drivin'",
    "ID": 183447,
    "Year": "(2016)",
    "Geek Rating": "5.582",
    "Avg Rating": "6.36",
    "Link": "https://boardgamegeek.com/boardgame/183447/dice-drivin",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "1.3125",
    "Description": "Dice Drivin' is a tiny racing game, with a track comprised of cards. To advance on the track, players throw customized dice, choosing (wisely) how many and which kind of dice as every track card has different requirements that must be met in order to advance. Players also have action cards to use at opportune times.&#10;&#10;Set up a new track each time you play for new challenges!&#10;&#10;",
    "Categories": [
      "Dice",
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "9806",
    "Name": "Buffalo Chess",
    "ID": 32,
    "Year": "(1975)",
    "Geek Rating": "5.582",
    "Avg Rating": "6.07",
    "Link": "https://boardgamegeek.com/boardgame/32/buffalo-chess",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5517",
    "Description": "In Buffalo Chess, a.k.a. Bison, one player represents Indians who are trying to keep the village from being overrun by buffalo. This player moves the Indian chief and his dogs while the other player takes charge of the herd of rampaging buffalo, all of which are represented by wooden pieces. Each side has its own style of play as the pieces move differently.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "American West",
      "Children's Game"
    ],
    "Mechanics": [
      "Grid Movement"
    ],
    "Families": [
      "Theme: Native Americans / First Peoples",
      "Category: Combinatorial",
      "Components: Wooden pieces & boards",
      "Players: Two-Player Only Games",
      "Series: Abstract (Lakeside)",
      "Series: Buchkassette (Pelikan)",
      "Series: L.BOARD (Playte)"
    ]
  },
  {
    "Rank": "9807",
    "Name": "Feelinks",
    "ID": 232509,
    "Year": "(2015)",
    "Geek Rating": "5.582",
    "Avg Rating": "6.48",
    "Link": "https://boardgamegeek.com/boardgame/232509/feelinks",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.125",
    "Description": "How would you feel if you heard this: &quot;Your child tells you that they have prophetic dreams&quot;? Would you be sad? Excited? Scared? Or maybe even happy? Most importantly, how would your partner feel? Feelinks is a game of emotions. During play, you:&#10;&#10;1) Pick a card and chose a situation to read. &#10;2) Choose the emotion that matches how you feel and bet on your partner's feelings.&#10;3) Show your mutual choices, take a step on the emotion track, then change partner.&#10;&#10;Depending on the numbers of players, if you play with a certain numbers of rounds, the player who reaches the farthest square on the scoring track wins the game. If you play without counting each round, the first player to reach the last square of the emotion track ends the game.&#10;&#10;Feelings, the original title of the game, was proclaimed winner of the call for projects launched by the city of Poitiers in the fight against discrimination. The goal was the creation of a simple, easily playable game that relies on situations or questions around discrimination. Jean-Louis Roubira, one of the designers, previously developed the famous Dixit workshops of language with young people at risk.&#10;&#10;In the game, our preconceptions are challenged. Feelinks contains 50 cards offering 150 situations from everyday life. For example: &quot;You wake up in the body of a person of a different ethnicity&quot; or &quot;The Minister of Justice is caught smoking cannabis&quot;. The players are obligated to express their feelings in a given situation and to guess the feeling of another player in the same situation. This empathy for each player is conducive to the debate and to challenges of our preconceptions.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Educational",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Storytelling",
      "Team-Based Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Psychology"
    ]
  },
  {
    "Rank": "9808",
    "Name": "The Struggle of Nations",
    "ID": 5021,
    "Year": "(1982)",
    "Geek Rating": "5.582",
    "Avg Rating": "6.33",
    "Link": "https://boardgamegeek.com/boardgame/5021/the-struggle-of-nations",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "360",
    "Play Time": "360",
    "Weight": "4.2857",
    "Description": "The Struggle of Nations  is an historical simulation of The War of German Liberation--Napoleon's Spring and Autumn campaigns in Saxony--1813.&#10;&#10;Contents: &#10;&#10;    Two counters sheets in four colors&#10;    Multi-color map in three 22&quot; wide sections (comprised of 2 separate game boards)&#10;    Two Organization Displays 17&quot; x 24&quot; and 19&quot; x 28&quot;&#10;    Rules folder&#10;    Scenario folder&#10;    Turn Record/Reinforcement Track and separate chart folders&#10;&#10;&#10;Complexity Rating (on a scale of 1[easy]to 10 [hard]): 7&#10;&#10;GAME SYSTEM: CAMPAIGNS System - Series 1X = 3,200m/hex, 1,000 men/SP, 2 days/turn.&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Country: France",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Campaigns of Napoleon System – 1x"
    ]
  },
  {
    "Rank": "9809",
    "Name": "Chiseled",
    "ID": 254532,
    "Year": "(2020)",
    "Geek Rating": "5.582",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/254532/chiseled",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.75",
    "Description": "Three critics... One set of tools... No excuses!&#10;&#10;Chiseled is a deck-sculpting game about sculpting marble. In Chiseled, play as artists in a shared studio, working to complete your sculptures by the time any player has checked in with the three critics enough times to get rated. Using one tool at a time from the shared workbench, remove and accentuate cards from your starting deck of cards to improve its artistic value, and please the critics for bonuses. Each tool offers a unique method of interacting with the marble.&#10;&#10;Chiseled features a single-player score challenge mode, as well as competitive play for 1 to 4 players.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Worker Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "9810",
    "Name": "BattleCON Fighting System",
    "ID": 298528,
    "Year": "(2010)",
    "Geek Rating": "5.582",
    "Avg Rating": "8.36",
    "Link": "https://boardgamegeek.com/boardgame/298528/battlecon-fighting-system",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "45",
    "Weight": "3.8",
    "Description": "&#10;&#10;&#10;    &#10;        GAME SYSTEM&#10;&#10;    &#10;    &#10;         This entry is to allow for discussion/rating of the game system as a whole. It is not for a specific product or release. Versions will appear on the individual item pages.&#10;&#10;    &#10;&#10;&#10;Battle Connection (or BattleCON, for short) is a head-to-head dueling card game where two heroes face off against one another in a battle of tactics and strategy. BattleCON builds upon other fighting-type games by placing a focus on tactical positioning, extreme character specialization, and a wide range of viable plays at any given moment. These elements combine to make every match memorable and action packed.&#10;&#10;In BattleCON, both players take their actions simultaneously in a turn sequence called a beat. At the start of each beat, players choose their attacks secretly, then reveal them and execute them together.&#10;&#10;An attack consists of two cards--a style and a base. The style is specific to your character, while the base is (typically) shared among all characters.&#10;&#10;Bases (the right side of the attack pair) typically grant you movement, resistance to stun, and a set priority and range, and power. They are the tactics of combat--heavy punch, light punch, projectile, throw, and the like.&#10;&#10;Styles (the left side of the attack pair) are modifiers that add your character's personal touch to the attack. They integrate your special abilities by enhancing attacks with things like time control, life drain, increased speed, the ability to absorb damage, and more&#10;&#10;The first complete BattleCON set is titled &quot;War of Indines&quot;, and follows the adventures of the heroes and villains of a fantasy world. Indines (pronounced &quot;In-deanz&quot;) is a fantastic world of ancient magic, high technology, and political intrigue, where daring heroes and epic villains are daily fare, and where there's always an adventure of some type to be had.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Fantasy",
      "Fighting",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Card Play Conflict Resolution",
      "Hand Management",
      "Once-Per-Game Abilities",
      "Programmed Movement",
      "Rock-Paper-Scissors",
      "Simultaneous Action Selection",
      "Take That",
      "Track Movement",
      "Turn Order: Stat-Based",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Game System Entries",
      "Category: Two-Player Fighting Games",
      "Game: BattleCON"
    ]
  },
  {
    "Rank": "9811",
    "Name": "Pillars of Eternity: Lords of the Eastern Reach",
    "ID": 175989,
    "Year": "(2016)",
    "Geek Rating": "5.582",
    "Avg Rating": "6.38",
    "Link": "https://boardgamegeek.com/boardgame/175989/pillars-of-eternity-lords-of-the-eastern-reach",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.5",
    "Description": "Pillars of Eternity: Lords of the Eastern Reach is a 1-4 player card game based on Obsidian Entertainment's award-winning and best-selling Pillars of Eternity computer role-playing game.&#10;&#10;The players are lords and ladies who hire troops, recruit heroes, and build defenses to fend off fiendish monsters...and their fellow players. The limited resources are represented by counters, while the buildings and armies are cards. A number of resources are drawn each turn and unused resources are passed on to the other players. Players may choose to go on dangerous adventures or engage in battles against their fellow players.&#10;&#10;Contents: 198 City Cards, 46 Dungeon Cards, 44 Wilderness Cards, 23 Quest Cards, 13 Hireling Cards, 6 Allegiance Cards, 2 Reference Cards, 54 Resource Tokens, 12 Phrase Tokens, 2 Pet Tokens, 1 Event Tile, 24 Soul Gems, 4 Six-sided Dice, 1 Event Die, 1 Ethereal Piglet, and 1 Resource Bag&#10;&#10;",
    "Categories": [
      "Card Game",
      "City Building",
      "Fantasy",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)"
    ]
  },
  {
    "Rank": "9812",
    "Name": "Stool Pigeon",
    "ID": 238935,
    "Year": "(2017)",
    "Geek Rating": "5.582",
    "Avg Rating": "7.37",
    "Link": "https://boardgamegeek.com/boardgame/238935/stool-pigeon",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "2",
    "Description": "A quick card game where you try to lower hand while sabotaging your opponents. Memory, fast reflexes, and strategy are needed to become victorious. The game is over when some one knocks to initiate the last round and the winner is the player with the lowest hand. lots of twists and hilarious action cards to keep you and your friends at each others throats for hours.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Action / Dexterity",
      "Bluffing",
      "Mafia",
      "Memory"
    ],
    "Mechanics": [
      "Hand Management",
      "Memory",
      "Push Your Luck",
      "Secret Unit Deployment",
      "Take That"
    ],
    "Families": [
      "Animals: Pigeons",
      "Theme: Mystery / Crime",
      "Traditional Card Games: Golf"
    ]
  },
  {
    "Rank": "9813",
    "Name": "Soldier Kings: The Seven Years War Worldwide",
    "ID": 2997,
    "Year": "(2002)",
    "Geek Rating": "5.582",
    "Avg Rating": "6.37",
    "Link": "https://boardgamegeek.com/boardgame/2997/soldier-kings-the-seven-years-war-worldwide",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "180",
    "Play Time": "480",
    "Weight": "2.4651",
    "Description": "From the Avalanche Press website:&#10;&#10;The Seven Years' War Worldwide&#10;&#10;Between 1756 and 1763, Europe erupted into what became the first true world-wide conflict, known as the Seven Years&rsquo; War. On the one hand, Britain and France vied for supremacy in world-wide trade, becoming deadly enemies in the process. On the other, Austria and Prussia struggled for dominance in Germany. On the fringes, Russia began to feel her growing power, while Spain, the Netherlands and Turkey all knew their time was almost up.&#10;&#10;Soldier Kings re-creates the free-for-all that was the Seven Years&rsquo; War. Two to eight players take the roles of the nations listed above, trying to capture or hold onto the rich lands of Europe, India, South-East Asia and America. The world is changing; the power that grabs the most now will dominate the modern age that is just dawning. If you&rsquo;re the Soldier King, that power will be you.&#10;&#10;In Soldier Kings, each player has armies and fleets. There are also a handful of generals and admirals to assist these in battle and in movement. The best is Frederick of Prussia, called &ldquo;The Great&rdquo; for a reason. The worst is the hapless Prince of Orange, with whom the Dutch player is saddled.&#10;&#10;Players have allies; some are set at the beginning of the game, others alliances are forged during the course of play. Everyone else is an enemy. No one is &ldquo;neutral&rdquo;; those are just enemies you haven&rsquo;t attacked yet.&#10;&#10;The map is divided into land areas and sea zones. Armies move on land, fleets at sea. Each land area is rated for the amount of money and manpower it generates each turn. Manpower represents not just fresh recruits for your forces, but also the things made with human labor: food, uniforms, weapons and so on. Money is, well, money. You expend manpower to rebuild your forces, and money to finance their actions. Thus you need to hang on to areas that generate these resources for you, and take them from the other guy.&#10;&#10;You do that by defeating enemy armies, and besieging enemy areas. Combat is conducted by rolling dice, one for each attack factor. These hits must be sustained by enemy armies by reducing them in strength, or eliminating them. A good general lets you roll more dice. Each area is rated for its garrison strength; to capture it, you have to defeat the garrison troops through siege (in addition to driving off any enemy armies there). The procedure here is very similar.&#10;&#10;Throwing a twist into all of this is card play. The universe is loaded with random elements; life does not unfold as an orderly series of &ldquo;phases.&rdquo; After a short countdown to start the game, players can play cards at any time, in any order.&#10;&#10;The cards are the centerpiece of the game, giving it its free-wheeling nature. Generals can vacillate. Mercenaries can be hired. Local militia can appear to help. Soldiers might run off to loot. Bridges get burned, snow falls early, the harvests are bad, the harvests are good. Royal marriages, minor country alliances, the rise of new leaders &mdash; all sorts of events take place during card play.&#10;&#10;The game contains seven scenarios: a campaign game covering the entire war, and then six shorter ones, one for each year of the war. Play ends on a pre-determined turn or when a player has achieved his or her conditions for automatic victory, whichever comes first.&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "History: Age of Kings",
      "History: Seven Years War",
      "Series: Gunpowder Strategy (Avalanche Press)"
    ]
  },
  {
    "Rank": "9814",
    "Name": "Borodino: Battle of the Moskova, 1812",
    "ID": 10986,
    "Year": "(2004)",
    "Geek Rating": "5.582",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/10986/borodino-battle-of-the-moskova-1812",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.9474",
    "Description": "Second volume in the Triumph &amp; Glory series covers the classic battle of Borodino. &quot;The brigade-level Orders of Battle include the latest research, some directly from Russia (The Wonders of The Net!), and we even give the French player an opportunity - fraught with danger, to be sure - to attempt to undertake Davout's suggested flanking maneuver. In addition to the full Borodino, the game also includes a nice, short, 'introductory' mini-battle, the Attack on the Schevardino Redoubt (which took place 2 days before the actual battle).&quot; [From box.]&#10;&#10;SYSTEM: Triumph &amp; Glory / Jours de Gloire Series (JDG) &#10;- scale = 297 m/hex; &#10;- time = 75 min/GT; &#10;- strength = 200 men/SP.&#10;&#10;COMPONENTS&#10;420 full-color die-cut counters.&#10;One 22x34&quot; full-color mapsheet     &#10;One 10-sided die&#10;One 24-page Rule Book&#10;2 Player Aid Cards&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Hexagon Grid",
      "Ratio / Combat Results Table"
    ],
    "Families": [
      "Cities: Borodino (Russia)",
      "Country: Russia",
      "Digital Implementations: VASSAL",
      "Series: Triumph & Glory"
    ]
  },
  {
    "Rank": "9815",
    "Name": "Shadows Over the Empire",
    "ID": 121615,
    "Year": "(2013)",
    "Geek Rating": "5.582",
    "Avg Rating": "5.91",
    "Link": "https://boardgamegeek.com/boardgame/121615/shadows-over-the-empire",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "2.8511",
    "Description": "The King is dead! Cardis has fallen...&#10;&#10;After a long siege, the empire of Asmidan has conquered Cardis and the Conclave of Law has been sent by the Emperor to establish the new rule. The city is in disarray and several factions struggle for power behind the scenes. The former Queen is using her influence to gather allies in an effort to help her son claim the throne. The Order of the Coin &mdash; a group of wealthy individuals &mdash; wants to rise to power ensuring the gold keeps flowing. The Asmidan's Church desires to seize control of the newly conquered city by using the feared Inquisition to sway whoever opposes it.&#10;&#10;In Shadows over the Empire, players take the role of leaders of four factions in a struggle for control of Cardis. They must influence various personalities and have them do their bidding. Loyalties are constantly changing and great allies become mortal enemies in a city filled with desire for dominion. Who will prevail?&#10;&#10;",
    "Categories": [
      "Card Game",
      "Medieval"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Modular Board"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "9816",
    "Name": "Tara: Ireland's Royal Board Game",
    "ID": 19665,
    "Year": "(2004)",
    "Geek Rating": "5.582",
    "Avg Rating": "6.21",
    "Link": "https://boardgamegeek.com/boardgame/19665/tara-irelands-royal-board-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "2.0741",
    "Description": "(second edition, TG552)&#10;&#10;Inspired by the Book of Kells and its mesmerizing patterns woven amongst the vellum pages, Project Kells evolved.  Standing atop the Hill of Tara and contemplating the conjoined ringforts of Forradh and Teach Chormac, the games of Sacred Hill and High Kings of Tara were born.  Steeped in the ancient legends of Ireland&rsquo;s Celtic heritage and royal past, these unique games of pure strategy are appreciated by young and old alike.&#10;&#10;Tailten Games won the Games Magazine award for BEST ABSTRACT GAME 2006; the  Spiele f&uuml;r Zwei - Spiele Akademie 2005 (Austria); Index 100 - Showcase 2005 in Ireland; and the award for 'Best Irish-Style Traditional Gift' 2005 in Ireland for Project Kells.&#10;&#10;According to the designer, Murray Heasman,&quot;The game takes five minutes to learn, yet a lifetime to master.&quot; The sheer beauty of this game alone makes it a gift to treasure--but the three separate games  each pose a daunting task for any strategic or abstract gamer.&#10;&#10;In all there are eight variants to stimulate the mind, so take it to your own level.  From a more simple Sacred Hill, a go-like game with its' elemental challenges, to an all-out-brain-burner in the form of Poisoned Chalice... Project Kells combines the best of beauty, gameplay, theme, and replay value.&#10;&#10;You&rsquo;ll be amazed at the possibilities.  Once you&rsquo;ve learned the basics, be prepared to delve deeper, because you&rsquo;re likely to be already hooked on this game.  Scoring with knots (instead of kingdoms) will get you addicted.&#10;&#10;&#10;     This first game: Sacred Hill introduces the basic elements of play.  The aim of both games is the same -- to have the least number of kingdoms by the time the game is ended, a kingdom being a group of linked ring forts.  There are two phases to the game.  In manoeuvres (first phase) you are building a network of unconnected ring forts scattered around the board.  In Battle (second phase) you are adding ring forts next to your own, linking them together with bridge tiles, to form larger (and fewer) kingdoms.  This starts to magically create the Celtic knotwork.  Isolated ring forts that are besieged must be captured.  No ties are possible with either ringfort scoring or knot scoring.===&#10;     The second game:  High Kings of Tara introduces the kings.  Each player has three which do the work of building your ring forts. They move like the knight in chess and add many more twists and turns to the game, taking it to another dimension.  Kings can capture enemy ring forts and kings; they can also be immobilized.  Your own kings cannot work in tandem and they must always move to a vacant hill whenever possible.  Ties are possible, but the duality of scoring pursuits (ringforts versus captured kings) usually prevents this possibility.  This is especially true in tournament scoring...&#10;&#10;&#10;&#10;    Those who feel that they have mastered those variants are encouraged to try the real brain burner of the bunch.  Poisoned Chalice  Played at right angles to each other, each player tries to exert total control over each other from a position of inferiority. The end scoring is the same as in the Sacred Hill variant, but in this endeavor the limitations of placement create challenging strategic obstacles for both opponents.  It is possible to exert control over an opponent in such a way that at times they are limited to one possibility for tile placement.  However, there are twists that occur if a piece is captured (surrounded) on the board (like in 'go').  No ties are possible with either ringfort scoring or knot scoring.&#10;&#10;&#10;This is very probably the same game [system] as The High Kings of Tara.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Ancient",
      "Game System",
      "Medieval",
      "Territory Building"
    ],
    "Mechanics": [
      "Pattern Building",
      "Pattern Recognition",
      "Tile Placement"
    ],
    "Families": [
      "Components: 7 x 7 Grids",
      "Country: Ireland",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "9817",
    "Name": "1980 Sixtina",
    "ID": 421281,
    "Year": "(2024)",
    "Geek Rating": "5.582",
    "Avg Rating": "7.21",
    "Link": "https://boardgamegeek.com/boardgame/421281/1980-sixtina",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.125",
    "Description": "In 1980 Sixtina, you will be restorers competing to excel in the meticulous task of revitalizing the majesty of the Sistine Chapel. Following the Vatican's guidelines, you should employ various techniques according to the requirements of each area to be restored. However, the discrepancy between the Vatican's criteria and the judgment of a skilled restorer could lead to controversial restorations that are valued more by experts than by the Vatican institution itself. Prepare yourselves to embark on a challenge where art and history intertwine in every brushstroke!&#10;&#10;The restoration of the Sistine Chapel in 1980 marked a significant milestone in the preservation of the Renaissance artistic legacy. This ambitious project, led by a team of experts, embarked on the daunting task of returning Michelangelo's masterful frescoes to their original splendor. Over several years, meticulous cleaning and consolidation work allowed the vibrant palette of colors and intricate details hidden beneath centuries of dirt and degradation to be rediscovered. The restoration of the Sistine Chapel not only revitalized one of the most iconic masterpieces in art history but also inspired a renewed appreciation for the importance of preserving the world's cultural heritage.&#10;&#10;",
    "Categories": [
      "Religious"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management"
    ],
    "Families": [
      "1900 (Looping Games)",
      "Country: Vatican City",
      "Crowdfunding: Gamefound",
      "Theme: Art",
      "Theme: Painting / Paintings"
    ]
  },
  {
    "Rank": "9818",
    "Name": "Karate Tomate",
    "ID": 257962,
    "Year": "(2018)",
    "Geek Rating": "5.582",
    "Avg Rating": "6.28",
    "Link": "https://boardgamegeek.com/boardgame/257962/karate-tomate",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.3333",
    "Description": "In  Karate Tomate players are in a extraordinary culinary martial arts tournament. Learn from the &quot;Tomato&quot;, the great karate master, learning new fighting techniques and collecting the most trophies to win this game. But also collect enough kitchen knives to clear out enemy vegetables at the end of the game. Anyway, you should not be the player with the fewest knives! Then you lose - no matter how many trophies you have!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "9819",
    "Name": "Riddle of the Ring",
    "ID": 2157,
    "Year": "(1982)",
    "Geek Rating": "5.582",
    "Avg Rating": "6.90",
    "Link": "https://boardgamegeek.com/boardgame/2157/riddle-of-the-ring",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.1176",
    "Description": "In this fairly simple game based on The Lord of the Rings, you play one of four Hobbits or one of four Black Riders.  Each player competes against all the other players to win.  A Hobbit player wins if he can get the one ring to the Cracks of Doom and survive for one turn.  A Black Rider player wins if he can get the ring to Barad-Dur and survive for one turn.&#10;&#10;There is a map of Middle Earth but this is a card driven game.  The map generally hinders movement and supplies places to draw cards.  Cards can be tools to help you fight or move through types of terrain at a reduced cost.&#10;&#10;A players turn consists of moving, having Friendly Exchanges, executing Power Plays, and drawing cards.  Power Plays include looking at other player&rsquo;s hands, taking cards from another player, and/or executing a battle against another player.&#10;&#10;Though game play is simple and fast, strategies and subtleties of play are not always obvious and requires intelligent play through good timing in movement, using cards effectively, and especially having Friendly Exchanges and Power Plays in combinations to achieve maximum advantage.&#10;&#10;Optional rules include playing as partners (Hobbits vs. Black Riders) and the enhanced two-player game where one player controls all four Hobbits and the other player controls all four Black Riders.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Novel-based"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Team-Based Game"
    ],
    "Families": [
      "Authors: J.R.R. Tolkien"
    ]
  },
  {
    "Rank": "9820",
    "Name": "Shanghai Trader",
    "ID": 796,
    "Year": "(1986)",
    "Geek Rating": "5.582",
    "Avg Rating": "6.57",
    "Link": "https://boardgamegeek.com/boardgame/796/shanghai-trader",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "180",
    "Play Time": "300",
    "Weight": "2.6111",
    "Description": "Shanghai Trader is a game of wheeling and dealing, vice and corruption set in Shanghai. As an adventurous trading baron, you must rip off the economy for as much as you dare and escape the city with the largest international bank account before civil disorder ends the game and your life.  In making your fortune, you will have to establish a trading empire by hiring a number of different workers. However you always run the risk of being shanghai'ed to Old Chinatown, where all manner of skullduggery occurs. You will have to collude with other players, attend special events, or even resort to hiring the services of special contractors to... 'trouble' ...your rivals.&#10;&#10;",
    "Categories": [
      "Economic",
      "Political"
    ],
    "Mechanics": [
      "Tile Placement",
      "Trading"
    ],
    "Families": [
      "Cities: Shanghai (China)"
    ]
  },
  {
    "Rank": "9821",
    "Name": "Origami: Legends",
    "ID": 288431,
    "Year": "(2019)",
    "Geek Rating": "5.582",
    "Avg Rating": "6.93",
    "Link": "https://boardgamegeek.com/boardgame/288431/origami-legends",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.625",
    "Description": "The greatest origami masters face off for the title, using their magic to make origami creations come to life! Can your knowledge of the art of folding paper impress the judges and earn you the title of &quot;Best Origami Artist&quot;?&#10;&#10;Origami: Legends is a fast, fun card game for everyone! During the game, you collect folds to play origami cards, scoring additional points when you use special abilities. The game includes four animal card families: polar animals, exotic animals, dinosaurs, and legendary creatures. The game also includes twenty new character cards. When a player puts a character into play, they can choose one origami from the draw line and play it without paying its cost with folds as a bonus action &mdash; but as long as the character is in play, it modifies the rules of the game for all players.&#10;&#10;Origami: Legends can be played on its own, or the card families can be mixed and matched with those in the original Origami card game.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Theme: Origami"
    ]
  },
  {
    "Rank": "9822",
    "Name": "The Road to Cheren",
    "ID": 137626,
    "Year": "(2013)",
    "Geek Rating": "5.582",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/137626/the-road-to-cheren",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "2.25",
    "Description": "The Road to Cheren: 1941 East African Campaign is our new game covering the Eritrea campaign in East Africa in 1941. The campaign featured British and French forces versus the Italians in a wild and mountainous country. Cheren is a game where the movement of each piece is critical. After movement your opponent may react but with only a few units, making player decisions difficult; do I go to the aid of a unit likely to be attacked or use my reaction to push troops forward in an area where I am on the offensive. After combat there is exploitation movement. Only motorized infantry, tanks and cavalry may exploit and are scarce in this campaign. In addition there is a very nice chit pull system to give both sides some special abilities and keep the enemy guessing as to what comes next. Finally some Italian native units may decide to join the Allies, or they may stay loyal, which creates extra tension in the game.&#10;&#10;Game Scale:&#10;Game Turn: 1 week&#10;Hex: 7.5 miles / 12.5 kilometers&#10;Units: Company to Brigade&#10;&#10;Game Inventory:&#10;One 11 x 17&quot; full color map&#10;One dual-side printed countersheet (140 1/2&quot; counters)&#10;One 8-page Road to Cheren rulebook&#10;One dual-side printed cover sheet/player aid card&#10;&#10;Solitaire Playability: High&#10;Complexity Level: Medium&#10;Players: 2 or more&#10;Playing Time: 2-4 hours&#10;&#10;Note: Players will need to provide one 6-sided die for game play.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Eritrea",
      "Country: United Kingdom",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "9823",
    "Name": "Regular Show Fluxx",
    "ID": 156108,
    "Year": "(2014)",
    "Geek Rating": "5.582",
    "Avg Rating": "6.20",
    "Link": "https://boardgamegeek.com/boardgame/156108/regular-show-fluxx",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "40",
    "Weight": "1.4",
    "Description": "Like Fluxx, Regular Show Fluxx is a card game in which the cards themselves determine the current rules of the game. By playing cards, you change numerous aspects of the game: how to draw cards, how to play cards, and even how to win.&#10;&#10;At the start of the game, each player holds three cards and on a turn a player draws one card, then plays one card. By playing cards, you can put new rules into play that change numerous aspects of the game: how many cards to draw or play, how many cards you can hold in hand or keep on the table in front of you, and (most importantly) how to win the game.&#10;&#10;Regular Show Fluxx features characters and situations from the Regular Show animated series on Cartoon Network.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Game: Fluxx",
      "Theme: Time Travel",
      "Versions & Editions: Versions with IP after the original release"
    ]
  },
  {
    "Rank": "9824",
    "Name": "Aces of Valor",
    "ID": 369689,
    "Year": "(2022)",
    "Geek Rating": "5.582",
    "Avg Rating": "8.07",
    "Link": "https://boardgamegeek.com/boardgame/369689/aces-of-valor",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.6",
    "Description": "Welcome to France! Aces of Valor is a solitaire game where you command a fighter squadron on the Western Front during World War I through a campaign of multiple missions to score as many victory points as possible to assist the war effort. You can play as the Germans, or one the Entente powers (British, French, or Americans). Each aircraft counter represents the pilot and the aircraft combined, and your squadron will have up to eight at any given time.&#10;&#10;The player chooses the campaign&rsquo;s duration (8, 12 or 16 missions), and draws a card to determine the objective of each mission, which includes patrols, trench strafing, photo recon, artillery spotting, balloon busting, and bomber escort. The player&rsquo;s flight moves across a gridded map that is a semi-historical representation of the Western front. Anti-aircraft fire is heaviest near the trenches but can happen anywhere over enemy territory. When combat occurs, aircraft are moved to an &ldquo;Initiative Track&rdquo; for up to three rounds of combat, where pilot skill, aircraft performance, and luck all come into play to determine the outcome.&#10;&#10;The player earns mission points by destroying enemy aircraft and ground targets, and also by escorting bomber and 2-seater aircraft on successful bombing, photo reconnaissance and artillery support missions. When the flight lands, mission points are converted to victory points or used to repair and replace aircraft as well as upgrade aircraft to newer, better models. The goal is to earn enough victory points to achieve a minor, major or strategic victory.&#10;&#10;&mdash;description from the publisher&#10;&#10;Aircraft drawings by Vincent Bourguignon&#10;Counter and Map Design by Mark Mahaffey&#10;Cover Painting and Layout by Ivan Berryman and Randy Lein&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Country: France",
      "Country: Germany",
      "Country: United Kingdom",
      "Country: USA",
      "Digital Implementations: VASSAL"
    ]
  },
  {
    "Rank": "9825",
    "Name": "Stwory z Obory",
    "ID": 298459,
    "Year": "(2020)",
    "Geek Rating": "5.582",
    "Avg Rating": "7.02",
    "Link": "https://boardgamegeek.com/boardgame/298459/stwory-z-obory",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "1.8333",
    "Description": "As a peasant of unquenchable thirst for fame you embark on a quest to become the greatest Beast Slayer the world has ever seen. Why though risk your own neck? Try faking a creature&rsquo;s assault on an unsuspecting village, disguising yourself as a Beast from the Barn. But always remain watchful &ndash; you&rsquo;re not the only one who desires to become a famous beast slayer. Other peasants, jealous of your glory, will do what&rsquo;s in their might to humiliate you and take away your fame. They will make fake quests, play filthy tricks on you, make the beasts stronger and expose your deceptions.&#10;&#10;Stwory z Obory (&quot;Beasts from the Barn&quot;) is a dynamic card game full of negative interaction with Slavic fantasy backdrop and a humorous flair. The aim of the game is to get 7 glory points, which are received for defeating a beast or making a quest.&#10;&#10;To fight with the beast you use the bought equipment, disposable bonus cards, potions and rolls of the die. In the deck of cards you will also find events as well as special cards, which help you fight or mess with your opponents&rsquo; plans.&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Humor"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Dice Rolling",
      "Hand Management",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "9826",
    "Name": "High Score",
    "ID": 257306,
    "Year": "(2018)",
    "Geek Rating": "5.582",
    "Avg Rating": "6.74",
    "Link": "https://boardgamegeek.com/boardgame/257306/high-score",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "1.5",
    "Description": "Have you ever imagined yourself to be an adventurer about to enter an unknown dungeon, ready to dodge the traps, fight the monsters, and get the treasure? Sure, many books and video games have made you feel that way, and High Score aims to make you have this sensation again. Choose a character, get your skills ready, and cross the dungeon towards that final boss that awaits you.&#10;&#10;High Score is a press-your-luck game with dice as the main game mechanism. Your character has a determined dice pool each turn that you may spend to try to overcome the difficulties of every dungeon card you encounter. Succeed and you move to the next card; fail and you lose a life. How many dice will you spend on every card? &#10; 'High Score comes with a lot of game variants, including solo and collaborative modes that allow you to shape the game the way you like.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Dice",
      "Fantasy",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Push Your Luck",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "9827",
    "Name": "Pacific Victory: Pacific Theater of WW2 – Second Edition",
    "ID": 251364,
    "Year": "(2018)",
    "Geek Rating": "5.582",
    "Avg Rating": "7.77",
    "Link": "https://boardgamegeek.com/boardgame/251364/pacific-victory-pacific-theater-of-ww2-second-edit",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "300",
    "Weight": "2.75",
    "Description": "Pacific Victory covers the war in the Pacific during World War II using the Columbia Block game system. Units are represented by wooden blocks which remain upright and hide the type and strength of the unit. A fusion of Columbia's older &quot;Front&quot; system and its newer &quot;Victory&quot; system, the game focuses on the grand strategy of the Pacific war. It provides a number of scenarios that deal with specific stages of the war and also a grand campaign.&#10;&#10;Second Edition contains:&#10;&#10;     Large 9 panel mapboard&#10;     2 sets Rules v2.5, in color with improved balance and victory conditions&#10;     8 6-sided dice&#10;     132 wood blocks plus some replacements in four (4) colors: &#10;         orange: IJN, 66 blocks; &#10;         blue: US, 39;&#10;         brown: British, Indian, ANZAC, 17; &#10;         yellow: China, 10. &#10;    &#10;     Block artwork is new.&#10;&#10;&#10;",
    "Categories": [
      "Nautical",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Secret Unit Deployment",
      "Simulation"
    ],
    "Families": [
      "Components: Block Wargames",
      "Crowdfunding: Kickstarter",
      "History: World War II (Pacific)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "9828",
    "Name": "The Supreme Commander: World War II in Europe, 1939-1945",
    "ID": 39066,
    "Year": "(2013)",
    "Geek Rating": "5.582",
    "Avg Rating": "6.56",
    "Link": "https://boardgamegeek.com/boardgame/39066/the-supreme-commander-world-war-ii-in-europe-1939",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "300",
    "Play Time": "300",
    "Weight": "3.2581",
    "Description": "(from GMT website:)&#10;&#10;The Supreme Commander is a game designed for 2-5 players covering the entirety of World War II in the European Theater of Operations (ETO), from September 1939 to the end of the war. While there are plenty of other ETO games out there, The Supreme Commander effectively models all of the primary aspects of the war in a simple, straight-forward manner.&#10;&#10;Murmansk convoy, Lend-Lease, diplomacy, the strategic U-Boat campaign, technological advancement, strategic bombing campaigns, naval invasions, the economy and military production, partisans &ndash; All of these elements and more are included in a surprisingly easy-to-learn game.&#10;&#10;That is not to say that The Supreme Commander is some sort of compromise, surrendering historical accuracy for simplicity. The game delivers a detailed order of battle and meticulously researched economic and diplomatic system which allows players to play out the historical military campaigns of the war as well as the &ldquo;what ifs&rdquo; that may have happened. It is entirely up to the players &ndash; the system is open-ended and does not restrict players to the exact decisions of the past.&#10;&#10;Play time will vary, but the campaign game generally will be a weekend long game that will rarely play the same way twice.&#10;&#10;A campaign game and two shorter scenarios are included.&#10;&#10;COMPONENTS:&#10;Rulebook&#10;Two 22&quot;x34&quot; maps&#10;Diplomatic Track (cardstock)&#10;2 Player aid cards&#10;Two countersheets&#10;6 x Force Pool cards for France, UK, US, USSR, Italy, Germany&#10;Two 10-sided dice&#10;&#10;TIME SCALE     1.5 months per turn&#10;MAP SCALE     60 miles per hex&#10;UNIT SCALE     Corps and Armies&#10;NUMBER OF PLAYERS   2 to 5&#10;&#10;DEVELOPER: Paul Marjoram&#10;MAP and COUNTER ART: Charlies Kibler&#10;ART DIRECTOR &amp; PACKAGE DESIGN: Rodger B. MacGowan&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid",
      "Ratio / Combat Results Table",
      "Simulation"
    ],
    "Families": []
  },
  {
    "Rank": "9829",
    "Name": "Strange World Above the Clouds",
    "ID": 425560,
    "Year": "(2024)",
    "Geek Rating": "5.582",
    "Avg Rating": "7.26",
    "Link": "https://boardgamegeek.com/boardgame/425560/strange-world-above-the-clouds",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.3333",
    "Description": "Create a strange world inhabited by puzzling creatures. At each creation restriction mistake, dangerous Tzimimes will appear.&#10;Obtain the most Stars as you create a world made of 16 cards as you watch for the Tzimimes trying to devour your cards.&#10;&#10;Each player has a game area in front of them. It is forbidden to play cards in any opponents area.&#10;Each turn, draft 3 cards then play, alternatively, your cards, one by one in your world, orthogonally adjacent to a card that was previously played in your game area.&#10;Several types of lands have playing restrictions. If they are not met, the card is played face down, Tzimimes side facing up and do not score any Star at the end of the game.&#10;Other lands have binding play effects.&#10;Some cards will add vertical and horizontal scoring.&#10;In Strange World, you have to do your best with the worst. Indeed, with a tight draft of 3 cards, your opponents will certainly give you cards that are not so simple to play in your game area. But from the optimisation of these restrictions comes the gaming fun.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "City Building",
      "Puzzle"
    ],
    "Mechanics": [
      "Closed Drafting"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Digital Implementations: Game Park"
    ]
  },
  {
    "Rank": "9830",
    "Name": "Pathfinder",
    "ID": 2884,
    "Year": "(1974)",
    "Geek Rating": "5.582",
    "Avg Rating": "6.24",
    "Link": "https://boardgamegeek.com/boardgame/2884/pathfinder",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.1667",
    "Description": "This game could be described as maze battleships.&#10;&#10;The game has 2 phases, set up and play.&#10;&#10;During set up, each player has a hidden board on which they set up, not a set of ships, but a maze with small rectangular plastic walls. They place a sitting man figure somewhere in the maze.&#10;&#10;During play, each player takes turns to call out steps along the opponents maze (blind) until they bump into a wall. They have a duplicate board on which they track their knowledge of the opponents hidden maze. Then the other player goes.&#10;&#10;The game consists of a nifty plastic case that closes up to form a &quot;suitcase&quot; for storage and transport.&#10;&#10;The original German version Sniff included many variants, including one in which the treasures are protected by ditches and guard dogs.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Deduction",
      "Maze"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Secret Unit Deployment"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: E-Serie (F.X.Schmid)"
    ]
  },
  {
    "Rank": "9831",
    "Name": "Cat Blues: The Big Gig",
    "ID": 414351,
    "Year": "(2024)",
    "Geek Rating": "5.582",
    "Avg Rating": "7.14",
    "Link": "https://boardgamegeek.com/boardgame/414351/cat-blues-the-big-gig",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.6",
    "Description": "Bid for the hottest blues bands and book your big gig as you compete for the most mouse tips.&#10;&#10;&#10;     Bid with your hand of cards to assemble a better hand and book quartets of cool cat musicians.&#10;     Jokers can fill-in for missing musicians, but be careful &mdash; these erratic entertainers can hurt your reputation!&#10;     Compete to book the widest variety of bands across three connected games.&#10;     Spice up your venue with the included Serenading Sevens expansion.&nbsp;&#10;&#10;&#10;Cat Blues: The Big Gig is an evolved edition of Reiner Knizia&rsquo;s classic card game: Cat Blues (also known as Katzenjammer Blues). It is the second title in Bitewing Games&rsquo; Crown Jewel Selection line (the first being Zoo Vadis). The additions and changes to the original game (all designed, developed, tested, and approved by Reiner Knizia) include the following:&#10;&#10;&#10;     The game has returned to its original intended range of 2-4 players.&#10;     Players can replenish their hands up to four cards after melding quartets &mdash; creating interesting new tactics while preventing overly punishing rookie mistakes.&#10;     Each session takes place across three sets (instead of one), allowing players to enjoy evolving strategies while competing for new Quartet Tokens and valuable Big Tips.&#10;     A new Serenading Sevens expansion has been introduced that will no doubt have players swooning for their lucrative bidding and melding power.&#10;     Each card value features 15 cool cats illustrated by the talented Alisha Giroux, meaning that every quartet you meld will boast a uniquely charming combination of musicians (unless you desperately drag more than one erratic Joker on stage).&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game",
      "Music"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Melding and Splaying",
      "Set Collection"
    ],
    "Families": [
      "Animals: Cats",
      "Music: Jazz",
      "Series: Crown Jewel Selection (Bitewing Games)",
      "Theme: Anthropomorphic Animals"
    ]
  },
  {
    "Rank": "9832",
    "Name": "Bad Medicine",
    "ID": 170825,
    "Year": "(2015)",
    "Geek Rating": "5.582",
    "Avg Rating": "6.48",
    "Link": "https://boardgamegeek.com/boardgame/170825/bad-medicine",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.4615",
    "Description": "In Bad Medicine, you and your opponents are huge pharmaceutical companies. Your goal is to create names and advertisements for new drugs to cure the current Malady, while downplaying any side effects the folks at the lab may have discovered.&#10;&#10;Did we mention your company is huge? It's huge enough that the people who formulate the drugs and the people who pitch the drugs don't really talk to each other, so don't be surprised when the person pitching your company's drug is just as surprised as everyone else when she sees what it actually does...&#10;&#10;Each card in the game has a little bit of a drug name, a little bit of a description, and a side effect. There will be one card dealt in the middle of the table; its side effect is the malady to cure this round.&#10;&#10;In a 3-4 player game, each player gets seven cards, and chooses three cards for their drug names and two cards for their descriptions. Once everyone has chosen their cards, everyone pitches their drug in turn. While one player is making his pitch, the other players pass a card to the pitching player. The pitching player chooses one card to incorporate into his pitch as a side effect, and explain why it's not as bad as it sounds. The player whose side effect got chosen gets a point!&#10;&#10;In a 5-8 player game, players split off into teams. One player on a team gets six cards, and chooses three cards for their drug names, two cards for their descriptions, and one card for its side effect. He passes them all face-down to his teammate, who won't see the cards until she starts her pitch!&#10;&#10;After all players have made their pitches, everyone votes on their favorite drug. Players score points for getting votes, and teams rotate every turn. The player with the most points after four rounds wins!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Medical",
      "Party Game"
    ],
    "Mechanics": [
      "Storytelling",
      "Team-Based Game",
      "Voting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "9833",
    "Name": "Rolled West",
    "ID": 280041,
    "Year": "(2019)",
    "Geek Rating": "5.582",
    "Avg Rating": "5.94",
    "Link": "https://boardgamegeek.com/boardgame/280041/rolled-west",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.4545",
    "Description": "Stake your claim, build a mining empire, and keep one step ahead of the competition!&#10;&#10;Each round in Rolled West you will extract goods from the land based on a roll of the custom dice. Spend wood to make settlements and secure majorities in different terrain types. Use metals to fulfill contracts, make sales, or invest in a burgeoning boomtown. Bank resources during your opponents' turns to use later, and mark your choices on the included dry erase scoreboards.&#10;&#10;Will you come out on top at the end of 6 rounds?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "American West",
      "Dice"
    ],
    "Mechanics": [
      "Contracts",
      "Dice Rolling",
      "Paper-and-Pencil",
      "Set Collection"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Components: Polyhedral (not D6) dice",
      "Digital Implementations: Board Game Arena",
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "9834",
    "Name": "Barbarian, Kingdom & Empire",
    "ID": 2641,
    "Year": "(1983)",
    "Geek Rating": "5.581",
    "Avg Rating": "7.08",
    "Link": "https://boardgamegeek.com/boardgame/2641/barbarian-kingdom-and-empire",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.7647",
    "Description": "Players represent barbarian hordes who sweep down from the steppes to overwhelm the remnants of the Roman Empire and then build strong expansionistic kingdoms among the ruins.  These kingdoms grow into empires which become rich, corrupt, and the target of new waves of barbarian invaders.  Being defeated is not the end of the game, as players may return to the fringes of civilization to amass a new horde of Huns or Germans.  The unique play mechanism allows players to enter or exit at any time without disrupting the play or the victory conditions.  Players may create their own history or play one of the many included historical scenarios set in the ancient and early medieval Mediterranean world.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Civilization",
      "Economic",
      "Medieval",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Ratio / Combat Results Table",
      "Simulation"
    ],
    "Families": [
      "Ancient: Rome",
      "Components: Map (Continental / National scale)",
      "Continents: Europe",
      "Digital Implementations: VASSAL",
      "History: Barbarian migrations and invasions",
      "History: Roman Empire",
      "Region: Mediterranean Sea"
    ]
  },
  {
    "Rank": "9835",
    "Name": "Zoom in Barcelona",
    "ID": 280655,
    "Year": "(2019)",
    "Geek Rating": "5.581",
    "Avg Rating": "6.90",
    "Link": "https://boardgamegeek.com/boardgame/280655/zoom-in-barcelona",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.8462",
    "Description": "Travel around the city of Barcelona and take the best photos to win the game!&#10;&#10;In Zoom in Barcelona, players compete in a photo contest to try to take the best photos of the city.  Hop on a bike, catch a taxi or a bus to get to the best spots before the other players. During the game you will take photos of its beautiful locations, the iconic structures that create the skyline of Barcelona, and&hellip; dragons!&#10;&#10;Find the best views of the city, from its seashore to the mountains of Collserola and Montju&iuml;c. Discover its incredible architecture, and the outstanding Modernist sites including those of visionary architect Gaud&iacute;.&#10;&#10;Did you know that you can find more than 400 dragons in the city of Barcelona? Many artists and architects have included dragons in their works, and dragons and other fantastic beasts are at the centre of cercaviles and correfocs (traditional fire parades). Barcelona is a city of dragons!&#10;&#10;Are you ready? Grab your camera and win the game!&#10;&#10;The goal of this board game for 2-6 players is to score the highest number of points to win the photography contest. When a player takes their 8th landmark photo the game will end, and the photographer with the most points will win.&#10;&#10;Points can be scored by:&#10;&#10;&#10;    Taking photographs of the landmarks selected by the judges, with bonus points awarded if the photos contain the relevant themes of the game (different themes will be revealed for each game)&#10;    Taking photographs of the different buildings of the skyline of the city.&#10;&#10;&#10;This game contains 86 landmark cards with beautiful illustrations of locations of the city of Barcelona.&#10;&#10;First time players learning the basic mechanics of the game, or those who want a shorter play time can play with the Photography Starter Kit version.&#10;&#10;",
    "Categories": [
      "Travel"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Pattern Building",
      "Point to Point Movement",
      "Set Collection"
    ],
    "Families": [
      "Cities: Barcelona (Spain)",
      "Digital Implementations: Tabletopia",
      "Organizations: Board Games Association of Creators in Spain (LUDO)",
      "Theme: Photography"
    ]
  },
  {
    "Rank": "9836",
    "Name": "Der Abenteuer Club",
    "ID": 351765,
    "Year": "(2022)",
    "Geek Rating": "5.581",
    "Avg Rating": "6.86",
    "Link": "https://boardgamegeek.com/boardgame/351765/der-abenteuer-club",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "1.4286",
    "Description": "Ever fought a great white shark with an iron and lipstick? Or distracted yourself with a disco ball and chewing gum? No?&#10;The time has come! Welcome to the ADVENTURE CLUB!&#10;Together you will experience hair-raising adventures and master a wide variety of challenges with unusual methods and crazy ideas. &ldquo;Make the best of it!&rdquo; is the motto here, as you will only have a random and limited selection of objects in your hand. Ingenuity, logic, and a healthy dose of insanity will lead you to success.&#10;&#10;Gameplay:&#10;Everyone gets 10 random cards of objects.&#10;One player reads a chapter out of the &ldquo;book of adventures&rdquo; until he reaches a challenge. Now the person next to him must choose exactly 2 cards that he/she thinks are best suited to solving the challenge. The same player also chooses 3 other cards that he/she thinks are the most unsuitable for solving the challenge.&#10;Shuffle those 5 cards face down and reveal them in the middle of the table. (Additionally, the 2 chosen items can be written as a proof on a secret tablet)&#10;Now, all other players need to discuss and find the 2 chosen items.&#10;The game ends after the group successfully solved 5 challenges or failed 3 times during one adventure.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Deduction",
      "Humor"
    ],
    "Mechanics": [
      "Communication Limits",
      "Cooperative Game",
      "Scenario / Mission / Campaign Game",
      "Storytelling",
      "Voting"
    ],
    "Families": [
      "Mechanism: Judging Games"
    ]
  },
  {
    "Rank": "9837",
    "Name": "5er Finden",
    "ID": 285535,
    "Year": "(2019)",
    "Geek Rating": "5.581",
    "Avg Rating": "6.38",
    "Link": "https://boardgamegeek.com/boardgame/285535/5er-finden",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "0",
    "Weight": "1.3333",
    "Description": "5 dice, 5 rounds &ndash; 5ER FINDEN! Everyone races to find different FIVE shapes on their own boards and outlines them as they find them. But be careful &ndash; space is limited and every shapes must contain all of the rolled symbols! Don&rsquo;t take too long searching! The timer can be flipped at any time to start the end of round countdown. Different FIVE shapes will score you different amounts of points and the player with the most points after 5 rounds wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Dice",
      "Puzzle"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Pattern Recognition"
    ],
    "Families": [
      "Components: Polyominoes",
      "Mechanism: Roll-and-Write",
      "Series: Family Games (HABA)"
    ]
  },
  {
    "Rank": "9838",
    "Name": "An den Ufern des Nils",
    "ID": 993,
    "Year": "(1994)",
    "Geek Rating": "5.581",
    "Avg Rating": "6.36",
    "Link": "https://boardgamegeek.com/boardgame/993/an-den-ufern-des-nils",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.3448",
    "Description": "In An den Ufern des Nils, players attempt to grow their crops on the banks of the Nile. As the river ebbs and floods, players spend action points to buy &amp; sow seed in the fields, grow and then harvest their crops. Water tiles serve to flood the fields and players score most points for producing the freshest produce.&#10;&#10;Originally produced for the 1992 Hippodice Spieleautorenwettbewerb (Hippodice game author competition).&#10;&#10;",
    "Categories": [
      "Ancient",
      "Farming"
    ],
    "Mechanics": [
      "Action Points",
      "Area Majority / Influence"
    ],
    "Families": [
      "Ancient: Egypt",
      "Occupation: Farmer",
      "Rivers: Nile",
      "Theme: Seasons of the year"
    ]
  },
  {
    "Rank": "9839",
    "Name": "All is lost save Honour: Campaigns of the Italian Wars 1494-1530 – Vol.1",
    "ID": 22940,
    "Year": "(2006)",
    "Geek Rating": "5.581",
    "Avg Rating": "7.71",
    "Link": "https://boardgamegeek.com/boardgame/22940/all-is-lost-save-honour-campaigns-of-the-italian-w",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "3.3889",
    "Description": "All is lost save Honour is a game about the campaigns fought during the Italian Wars (1494-1530), mainly between the Hapsburgs (the Empire) and the Valois (the French kingdom). The first volume is devoted to campaigns between Agnadello (1509) and Pavia (1525)&#10;&#10;All began after reading Taylor&rsquo;s &ldquo;The Art of War in Italy 1494-1529&rdquo;, London, 1920. Soon that period looked extremely interesting to us and nearly neglected by the wargame community.&#10;Our intent was to generate any interest, among &ldquo;aficionados&rdquo; and historians, about that ancient era, when the first applications of modern strategy in the art of war took place.&#10;&#10;This is the time of charges of cavalrymen with the finest gliding armors; of the first use of fire arms and artillery (with some effect); sieges, mercenary troops, treachery, pillaging and all that &ldquo;chrome&rdquo; that may enlighten a wargame.&#10;&#10;Those campaigns were led to bring to &ldquo;the battle&rdquo;, which was often decisive, we decided to bring in a detailed sequence of the main battle (said &ldquo;Major Battle&rdquo;). So in the game, there are three kinds of battle: Major Battle, Skirmish and Siege with the Major Battle involving different tactics played by each side.&#10;&#10;The map represents Lombardy in the XVIth century and the neighbors states. The sources for the maps were new books and old manuscripts and maps, among which a manuscript dated 1520 (!), regarding the state of the roads in the area between Lodi and Piacenza.&#10;Many books have been written about this subject and I think we have read the most important ones.&#10;&#10;We had to make a selection of all those campaigns fought in Italy during the Italian Wars. The five campaigns we have included are:&#10;- Agnadello 1509, Venice defends its Republic against the foes. &#10;- Novara 1513, the Swiss against the French army. The last triumph of the Swiss.&#10;- Marignano 1515, Fran&ccedil;ois I grabs the Duchy of Milan from the Swiss&#10;- Bicocca 1522, the French lose the Duchy of Milan&#10;- Pavia 1525, Fran&ccedil;ois I loses the largest battle and Milan to the Empire&#10;&#10;Game Highlights:&#10;&#10;     new game system, operational-level, devoted to warfare in the XVIth century campaigns&#10;     highly interactive sequence of play, focused on maneuver and careful planning&#10;     various forms of combat: Major Battles, Skirmishes, Sieges&#10;     set of Exclusive Rules and specific rules and events for each campaign&#10;     a 22&quot; x 34&quot; fine-art map , reproducing a part of XVIth northern Italy, based on an accurate study of ancient maps and sources&#10;     gorgeous iconic counters representing all the main Capitani who fought there and the different combat units&#10;     detailed (as it is possible) order of battle, with combat units differentiated by strength, maximum movement, quality and reliability&#10;     very low counter density and limited play time&#10;&#10;&#10;(from Europa Simulazioni website)&#10;&#10;",
    "Categories": [
      "Pike and Shot",
      "Renaissance",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: Italy",
      "Country: Switzerland",
      "Digital Implementations: VASSAL",
      "History: Holy Roman Empire",
      "History: The Italian Wars",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "9840",
    "Name": "Friegas Tú",
    "ID": 371544,
    "Year": "(2022)",
    "Geek Rating": "5.581",
    "Avg Rating": "6.92",
    "Link": "https://boardgamegeek.com/boardgame/371544/friegas-tu",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.4",
    "Description": "Friegas T&uacute; is a fun game for 2 to 8 players that will turn the center of the table into a sink. Each person has pot cards in their hand with different values &#226;&#128;&#139;&#226;&#128;&#139;that they must place in the sink forming a grid of up to 4x4, but be careful, the rows and columns cannot add up to a value greater than 7. If you cannot play, you will have to do the washing up. In addition, there will be special cards that modify the players' turn.&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;Friegas T&uacute; es un divertido juego de 2 a 8 jugadores que convertir&aacute; el centro de la mesa en un fregadero. Cada persona tiene cartas de cacharro en la mano con diferentes valores que deber&aacute; colocar en el fregadero formando una cuadr&iacute;cula de hasta 4x4, pero cuidado, las filas y columnas no podr&aacute;n sumar un valor mayor que 7. Si no puedes jugar, te tocar&aacute; fregar. Adem&aacute;s, habr&aacute; cartas especiales que modifican el turno de los jugadores.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Humor",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Hot Potato",
      "Square Grid"
    ],
    "Families": [
      "Organizations: Board Games Association of Creators in Spain (LUDO)"
    ]
  },
  {
    "Rank": "9841",
    "Name": "Trapper Keeper Game",
    "ID": 285627,
    "Year": "(2019)",
    "Geek Rating": "5.581",
    "Avg Rating": "6.44",
    "Link": "https://boardgamegeek.com/boardgame/285627/trapper-keeper-game",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "1.5",
    "Description": "Do you rule the school? Find out when you play the Trapper Keeper Game!&#10;&#10;Players zoom back in time to the 1980s and 90s and strategically stash cards in their Trapper Keeper folders. Collect homework, quizzes, signatures, report cards, notes from classmates, and field trip slips to see who can score the most points. You can also collect doodles to increase your score. The player with the most points at the end of the school day will be crowned the Coolest Kid in School!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Open Drafting",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "9842",
    "Name": "Sonic Roll",
    "ID": 406684,
    "Year": "(2024)",
    "Geek Rating": "5.581",
    "Avg Rating": "8.01",
    "Link": "https://boardgamegeek.com/boardgame/406684/sonic-roll",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.2222",
    "Description": "Sonic Roll is a multiplayer game for 1-4 players in the style of 16-bit classic Sonic. It has cooperative, semi-cooperative, and competitive game modes.  Each player chooses Sonic, Tails, Knuckles, or Amy to play as they make their way through four classic Sonic Zones. You can challenge a single Zone or adventure through all of them in campaign mode.&#10;&#10;As you traverse these iconic Zones, you can save the woodland creatures the evil Dr. Eggman has captured, using character-unique abilities to roll dice and take out obstacles in your path. Place dice to run through Zones; collect rings, power-ups, and Chaos Emeralds; and defeat the Badniks that stand in your way. A Zone isn't complete until the players face off against one of the bosses from across the Sonic franchise, where they must try to score enough hits to defeat Dr. Eggman and his army before time runs out!&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Dice",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Push Your Luck",
      "Re-rolling and Locking",
      "Scenario / Mission / Campaign Game",
      "Semi-Cooperative Game",
      "Solo / Solitaire Game",
      "Team-Based Game",
      "Track Movement"
    ],
    "Families": [
      "Mechanism: Campaign Games",
      "Misc: LongPack Games",
      "Video Game Theme: Sonic the Hedgehog"
    ]
  },
  {
    "Rank": "9843",
    "Name": "Knee Deep in Hexes",
    "ID": 385770,
    "Year": "(2024)",
    "Geek Rating": "5.581",
    "Avg Rating": "8.37",
    "Link": "https://boardgamegeek.com/boardgame/385770/knee-deep-in-hexes",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "25",
    "Play Time": "60",
    "Weight": "2.6",
    "Description": "Knee Deep in Hexes is like deck building meets all your favorite 90's RTS games combined - but this time it's a board game.&#10;&#10;Knee Deep in Hexes is a 2-player strategy skirmisher. After the exodus from Earth, you fight on a distant desert planet for scarce resources, build extractors, factories and units - from fast construction vehicles to frightening Paloozas.&#10;&#10;Get knee-deep into intergalactic warfare: Choose your companions with their set of game-breaking skills, build your deck out of unique strategy cards and outsmart your enemy: Win by either destroying their headquarter or by sending their most valuable units to the scrapyard as quickly as possible.&#10;&#10;Each player chooses a faction first. Every faction consists of four companions - the General, who oversees the battlefield from the planetary orbit, the Commander, who draws on many years of experience in combat and adjusts tactics rapidly, the Tech, who supports the troops by steady innovations and the Trickster who is outsmarting the enemy. Each companion comes with a unique deck of action and war cards. Players can either use these predefined decks or, if they are advanced, engage in deckbuilding in search of ever unique combos.&#10;&#10;The same high variability applies to the map: Here you can either use a predefined casual variant for a quick match or build a world before the game starts by drafting planetary cards. We are already designing and playtesting new factions, companions and decks as well as worlds.&#10;&#10;In this action-packed game, you'll have very little time to secure your basic supplies - that is, build the first construction vehicles and build the first extractors to harvest materials and energy - before clashing with your opponent on the tight map.&#10;&#10;Play action cards during your turn to gain unique strategic advantages and take the initiative on the battlefield. Gather your tanks, carefully plan the use of your war cards, which will give you powerful bonuses in battle - and declare the war zone you want to attack. But beware, here comes the big twist: the battle in the war zone you declare will not take place directly at the end of your turn, but at the end of the turn of your opponent. Your enemies have a whole turn to react, to redeploy troops or to suddenly stab you in the back somewhere else. So be one hundred percent sure before you act!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Card Play Conflict Resolution",
      "Hexagon Grid",
      "Resource to Move"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "9844",
    "Name": "Adaptoid",
    "ID": 51195,
    "Year": "(2009)",
    "Geek Rating": "5.581",
    "Avg Rating": "6.87",
    "Link": "https://boardgamegeek.com/boardgame/51195/adaptoid",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2.125",
    "Description": "Adaptoid is a board game for two players designed by N&eacute;stor Romeral Andr&eacute;s in 2007. Each game lasts around 20 minutes.&#10;&#10;An adaptoid is a creature that constantly evolves to adapt itself to its surroundings. To survive it needs to be fed. In adaptoid, two armies of adaptoids must confront one another with the aim of eliminating all opponents.&#10;&#10;The game is played on a 37-space hexagonal board. Each player receives a supply of adaptoid bodies in either white or black which are plastic discs with laser-cut sockets ready to receive one of the small pile of claws and legs in the colour of each player. The capabilities of each of the adaptoids varies through the game depending on how many and what type of appendage are added.&#10;&#10;Each player turn has 3 phases: Movement, Growth and Feeding. In the movement phase, the player may move one of their adaptoids as many spaces as it has limbs. Adaptoids cannot move through occupied spaces, but they can move on top of an opposing adaptoid to initiate a capture.&#10;&#10;In the growth phase the player must either spawn a new, empty, adaptoid next to one of their existing pieces or add a leg or a claw to any adaptoid already on the board.&#10;&#10;In the feeding phase, every enemy piece is checked for starvation. An adaptoid requires space to graze equal to its number of limbs. Any enemy piece which has fewer empty spaces around it than limbs starves to death and is removed. Starving your opponent to death (or indeed having them incautiously starve themselves) is worth a point.&#10;&#10;The resolution of capture move is simple. The adaptoid with the most claws wins and the other adaptoid is removed from the board. If both pieces have the same number of claws, both are removed with a point going to each player. Starved or captured pieces are returned to the supply ready for further use.&#10;&#10;The game ends when one player has either obtained 5 points by capturing and starving enemy adaptoids or has been completely eliminated from the board.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Enclosure",
      "Grid Movement"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: HexHex4 Grids",
      "Containers: Zippered Pouch",
      "Digital Implementations: Ai Ai",
      "Digital Implementations: igGameCenter",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "9845",
    "Name": "Dobble Connect",
    "ID": 381429,
    "Year": "(2023)",
    "Geek Rating": "5.581",
    "Avg Rating": "6.18",
    "Link": "https://boardgamegeek.com/boardgame/381429/dobble-connect",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.1667",
    "Description": "Fun, fast-paced and frantic: Dobble Connect is THE ultimate reflex game for a wild time! Be the fastest team to connect 4 cards of your color in a row! To line up new cards, name the only common symbol between the cards in your hands and those already laid down. Everyone plays at the same time, so watch for the other teams and block them with your cards before they do!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Card Game",
      "Children's Game",
      "Party Game"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Matching",
      "Pattern Building",
      "Pattern Recognition",
      "Real-Time",
      "Speed Matching",
      "Team-Based Game",
      "Tile Placement"
    ],
    "Families": [
      "Category: n in a row",
      "Components: Hexagonal Tiles",
      "Digital Implementations: Board Game Arena",
      "Game: Spot it!"
    ]
  },
  {
    "Rank": "9846",
    "Name": "Trellis",
    "ID": 202582,
    "Year": "(2018)",
    "Geek Rating": "5.581",
    "Avg Rating": "5.90",
    "Link": "https://boardgamegeek.com/boardgame/202582/trellis",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.0588",
    "Description": "Grow a beautiful garden of tiles on which flower meeples bloom down connecting vines of the same color. Players race to be the first to play all their flowers first in this cascade of color and fun for 2-4 players. The twist? When growing the garden, helping others bloom can be really good for the active player - even secure the immediate win! Well chosen tile placement is the key to success in this evolving puzzle of a game that will grow on you.&#10;&#10;In Trellis, each player has a supply of flower meeples in their unique color that they are working to place in the garden. Each player also has a hand of hex tiles depicting a tangled weave of differently colored vines.&#10;&#10;On their turn, the active player must plant a tile on the table, growing the size of the garden. Once a tile is placed, automatic blooms happen first. All newly connected vines will bloom flower meeples, if the newly connected vine matches color with the neighbor tile and only if the vine on the neighbor tile has already been claimed with a flower.&#10;&#10;The active player then places a flower claiming a vine on the tile they placed that has not yet bloomed. Immediately, each unclaimed vine of the same color on neighboring tiles connected to the vine just claimed will automatically bloom for that player.&#10;&#10;Finally, if any opponents had flowers bloom due to the tile placement, then the active player gets to place a bonus flower - one for each flower bloom they helped their opponent place! If there are no unclaimed vines available on the tile the active player placed, they get to place a bloom on any unclaimed vine anywhere in the garden!&#10;&#10;The first player to play all fifteen of their flowers immediately wins. Which vines to claim and when to help opponents grow flowers in order to gain bonus blooms for yourself is very furtile soil to ponder during a quick play of Trellis.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Enclosure",
      "Hexagon Grid",
      "Pattern Building",
      "Tile Placement"
    ],
    "Families": [
      "Digital Implementations: Board Game Arena",
      "Theme: Flowers",
      "Theme: Gardening",
      "Theme: Nature"
    ]
  },
  {
    "Rank": "9847",
    "Name": "Sherwood",
    "ID": 352996,
    "Year": "(2022)",
    "Geek Rating": "5.581",
    "Avg Rating": "7.93",
    "Link": "https://boardgamegeek.com/boardgame/352996/sherwood",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2",
    "Description": "Sherwood is an introductory Tactical level wargame providing simplified rules that are based on the highly successful Cry Havoc series. The game has two levels of rules: one intended for young players (10 years and up) and those new to wargaming; a second level introduces additional rules that provide a more realistic gameplay. Finally, experienced players will be able to play with the complete rules of the Norman Saga series.&#10;This wargame allows players to immerse themselves in the adventures of the famous Robin Hood and his band of outlaws. They will face the terrible Sheriff of Nottingham and his men in multiple skirmishes in Sherwood Forest or in the nearby village inn.&#10;&#10;Rules are intended to simulate man-to-man combat, missile fire with bows, crossbows, or javelins. It's possible to ambush your opponent by pouncing from trees.&#10;&#10;The counter sheet provides close to 60 different characters in various stances: Healthy, stunned, wounded or... dead!&#10;&#10;Box contents:&#10;&gt; (4) 11&quot; x 16&quot; (or 28 x 40 cm) full-color tactical maps&#10;&gt; (1) 8&quot; x 12&quot; (or 21 x 29.7 cm) counter sheet printed in full color&#10;&gt; (1) 24-page booklet including the rules; the historical background and 8 scenarios&#10;&gt; (1) play sheet for handy reference&#10;&gt; (1) 10-sided die&#10;&gt; (1) counter tray&#10;&#10;Game scales:&#10;&gt; 1 counter = 1 character&#10;&gt; 1 turn = 2 seconds&#10;&gt; 1 map hex = +/- 2m (6 feet)&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Medieval",
      "Novel-based",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Movement Points",
      "Simulation"
    ],
    "Families": [
      "Country: England",
      "Folk Tales & Fairy Tales: Robin Hood",
      "Game: Cry Havoc System",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "9848",
    "Name": "Funkoverse Strategy Game: Golden Girls 101",
    "ID": 299270,
    "Year": "(2020)",
    "Geek Rating": "5.581",
    "Avg Rating": "7.12",
    "Link": "https://boardgamegeek.com/boardgame/299270/funkoverse-strategy-game-golden-girls-101",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "2",
    "Description": "&quot;Thank you for being a friend.&quot; Go on a sassy, retro adventure with some of your favorite Golden Girls in the ultimate Pop! battle.&#10;&#10;In the Funkoverse Strategy Game, you combine your favorite characters and go head-to-head in exciting game scenarios.&#10;&#10;Each turn, you select one of your characters and perform two actions. Each character has access to basic actions like moving and challenges as well as several unique abilities that may be performed only by spending ability tokens. Funkoverse uses an innovative &quot;cooldown&quot; system&mdash;the more powerful the ability, the longer it will take for the ability token to become available again&mdash;so players have to spend their ability tokens wisely. Each character in Funkoverse is unique, so players are encouraged to try out different combinations of characters and items in order to discover their favorite synergies and powerful strategies for the different game scenarios.&#10;&#10;Funkoverse Strategy Game: Golden Girls #GG101 is a stand-alone game that features:&#10;&#10;     Unique playable characters, including Dorothy Zbornak and Sophia Petrillo&#10;     Memorable locations to explore, including Mr. Ha Ha's Hot Dog Hacienda and The Supermarket&#10;     Purse Item to enhance your team&#10;     The ability to combine these figures with other Funkoverse titles to create the ultimate dream team&#10;&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Fighting",
      "Miniatures",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Funkoverse Strategy Game",
      "TV Shows: The Golden Girls"
    ]
  },
  {
    "Rank": "9849",
    "Name": "Pyramidice",
    "ID": 378951,
    "Year": "(2023)",
    "Geek Rating": "5.581",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/378951/pyramidice",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.4286",
    "Description": "On the Giza plateau, the best architects of ancient Egypt are called to imprint the mark of the Pharaoh. It's not just a matter of building tombs, but of erecting actual engineering masterpieces, monuments that will be worshipped and that will forever raise the honor of the Pharaoh to heaven.&#10;&#10;The competition among architects is a snake hiding in the sand ready to attack; project building and worker management mingle with the worship of the gods. Wisely choosing which god to ask for blessing will be crucial for your fame to outshine all others, ensuring the immortality of your name. Hold tight to your precious Scarab and with the power it infuses you, be ready to make Egypt the most incredible place in the world...&#10;&#10;Pyramidice is a game of dice and card combos that makes timing and control of the opponents' strategies a core element. Fast and deep, the game boasts high replayability and different strategic paths to pursue victory. In the solo mode, you challenge one of the great architects of ancient Egypt: Snefru, Hemiunu, Amenhotep, or Imothep.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Ancient",
      "Dice",
      "Mythology"
    ],
    "Mechanics": [
      "Deck Construction",
      "Dice Rolling",
      "Set Collection",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Ancient: Egypt",
      "Cities: Giza (Egypt)",
      "Constructions: Pyramids",
      "Mythology: Egyptian",
      "Theme: Construction"
    ]
  },
  {
    "Rank": "9850",
    "Name": "The Order of Veiel",
    "ID": 299248,
    "Year": "(2020)",
    "Geek Rating": "5.581",
    "Avg Rating": "7.85",
    "Link": "https://boardgamegeek.com/boardgame/299248/the-order-of-veiel",
    "Min Players": "1",
    "Max Players": "7",
    "Min Play Time": "45",
    "Play Time": "180",
    "Weight": "2.3",
    "Description": "The Order of Veiel is a cooperative/ion game taking place in a dark and complex fantasy universe. Intended for 1 to 7 players, the game offers a team of adventurers the chance to face the merciless dungeon master and his corrupt hordes of monsters. You must do your best to overcome the torments of the crypt. Mutual aid, reflection and decision-making will be key for your journey.&#10;&#10;You can either play against the game or against another player. If you face a player, he'll become the dungeon master by creating the dungeon, controlling the monsters and launching events at the other players. If you face the game, all the above are automated.&#10;&#10;All the other player will take control of one of the 13 characters. You'll be fighting monsters, avoiding traps and curses, opening chest and doors, spending money to the smith or the alchemist. Everything you gather in this adventure is for the entire team. You'll think together to optimize your progression to have a chance to defeat one of the 4 bosses.&#10;&#10;Combats are turn-based. Heroes take action first. They can either use their weapons, use their skills or use a consummable object. Once they all did an action, it's the monsters' turn. Monsters tends to attack the hero holding the defender token. Some of them can choose their target.&#10;&#10;The dungeon is a layout of 6 to 15 cards (at the end of the games). Heroes enter the crypt by turning a card face up (Monsters, chests ...). They resolve the card before deciding to go back to the camp or going deeper in the crypt and therefore turning the next card face up. Once they are at the far end of the dungeon, they can decide to face the boss or the go back to the camp. At the beginning of the game, being a coward is the only option. At some point, you'll have to face your ultimate nemesis. Beat him and you'll win but fail to do so and you'll lose the game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Medieval"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Critical Hits and Failures",
      "Role Playing",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "9851",
    "Name": "Second Front",
    "ID": 3766,
    "Year": "(1994)",
    "Geek Rating": "5.581",
    "Avg Rating": "7.34",
    "Link": "https://boardgamegeek.com/boardgame/3766/second-front",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "1440",
    "Weight": "4.6364",
    "Description": "Second Front, Europa Game XII, depicts the western Allied campaigns in Italy, France and Germany from 1943 through 1945. All the tactical forces of the western Allies and all the problems they face to defeat the German armies and win victory in Europe are in this game.&#10;&#10;The greatest coalition in history awaits your orders. Plan your campaign and ready your forces-for you lead the crusade in Europe against the Nazi regime.&#10;&#10;Second Front builds on the Europa System featuring:&#10;    &bull; A detailed ground operations System.&#10;    &bull; New and improved air rules.&#10;    &bull; An expanded naval system with task forces and carrier groups&#10;    &bull; Detailed airborne and amphibious invasion systems.&#10;    &bull; Political and strategic rules covering everything from Allied cooperation to Italian surrender to the collapse of Germany&#10;&#10;Grand Europa&#10;This game contains order of battle information, counters, and charts that will be used when the Grand Europa project is complete. The charts used with Grand Europa are labeled as Grand Europa charts. Order of battle information begins with Apr I 43 and counters representing these forces are provided with this game.&#10;&#10;GAME COMPONENTS:&#10;&#10;    4800 Die Cut Counters&#10;    4 Maps&#10;    2 OB Books&#10;    Rules Book&#10;    Chart Set&#10;&#10;&#10;Full list: &#9;&#9;&#10;&#9;&#9;&#10;&#9;&#9;&#10;&#9;&#9;&#10;&#9;&#9;&#10;&#9;&#9;&#10;&#9;&#9;&#10;&#9;&#9;&#10;&#9;&#9;&#10;&#10;PLAYING TIME: 12+ Hours&#10;&#10;TIME SCALE: Two Week Turn&#10;&#10;MAP SCALE: 16 Miles Per Hex&#10;&#10;UNIT SCALE: Divisions, Regiments, Brigades, Battalions&#10;&#10;Game Credits:&#10;Designer: John M. Astell&#10;Development &amp; Design: A E Goodwin, Victor A. Hauser, David Hughes&#10;Art Direction: Barbie Pratt, Winston Hamilton&#10;&#10;(from the back of the box and user's description)&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation"
    ],
    "Families": [
      "Country: France",
      "Country: Germany",
      "Country: USA",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Europa"
    ]
  },
  {
    "Rank": "9852",
    "Name": "Dark Cults",
    "ID": 1784,
    "Year": "(1983)",
    "Geek Rating": "5.581",
    "Avg Rating": "6.91",
    "Link": "https://boardgamegeek.com/boardgame/1784/dark-cults",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.5",
    "Description": "An early story-telling card game from the co-designer of Divine Right and Knights of Camelot.&#10;&#10;It is a story-telling card game, foreshadowing Once Upon a Time: The Storytelling Card Game.  In it, the two players represent Life and Death, respectively, and each tries to guide a horror story to their corresponding outcome.  As well as horror, the creator suggests that the game could be used for a science-fiction or mystery story, although the game's cards may be poorly suited to this.&#10;&#10;The second edition was packaged with a magazine called The Cultist.  It proposed solo and four-player variants, and additional &quot;object&quot; cards for the game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Horror"
    ],
    "Mechanics": [
      "Storytelling"
    ],
    "Families": [
      "Digital Implementations: VASSAL",
      "Players: Two-Player Only Games",
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "9853",
    "Name": "Zombie Dawn",
    "ID": 220284,
    "Year": "(2017)",
    "Geek Rating": "5.581",
    "Avg Rating": "7.29",
    "Link": "https://boardgamegeek.com/boardgame/220284/zombie-dawn",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "120",
    "Weight": "2.8333",
    "Description": "There are times when surviving depends on a choice: fight or run...&#10;&#10;It's been three days since your brother went to the village for provisions and has not returned yet. A ranger warns you of a strange outbreak, but you don't believe him until a mad hiker attacks him without you being able to do anything.&#10;Other people like her appear among the trees pouncing on you. You run away leaving the ranger to his fate...&#10;&#10;What promised to be a quiet camping weekend has turned into a nightmare.&#10;&#10;Zombie Dawn is a survival game for 1 to 4 players in which you play as a group of survivors and as adversities and zombies that lurk to your opponents.&#10;&#10;Play at any time, on your turn and on your opponents' turn.&#10;&#10;Get your group of characters to survive in a zombie world. Search in different locations on multiple maps. Get weapons, medicines, food to get stronger than your opponents and facing all the dangers appearing in your way.&#10;&#10;During the game you must manage the cards in your hand, explore new maps, find objects, add new survivors, heal your wounds, improve your characters' abilities, accomplish missions and the most important thing... harm your opponents.&#10;&#10;Get as many victory points as you can by exploring maps, accomplishing missions, acquiring skills and keeping your characters alive.&#10;&#10;The player with the most victory points at the end of the game wins.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Card Game",
      "Dice",
      "Territory Building",
      "Zombies"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Grid Movement",
      "Hand Management",
      "Modular Board",
      "Tile Placement",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Verkami",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "9854",
    "Name": "Entropy: Worlds Collide",
    "ID": 223151,
    "Year": "(2017)",
    "Geek Rating": "5.581",
    "Avg Rating": "6.31",
    "Link": "https://boardgamegeek.com/boardgame/223151/entropy-worlds-collide",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "40",
    "Weight": "2.2857",
    "Description": "Entropy: Worlds Collide is a competitive card game of risk, deception and action management for 2 to 4 players.&#10;&#10;The game is a remake of its predecessor, Entropy.&#10;&#10;Multiple parallel worlds have collided and you play as one of six characters jettisoned from their world into a place called the Nexus. Each character's world has been shattered into four separate shards that when pieced together forms a complete panoramic vista of their world.&#10;&#10;Through the use of unique character abilities and special actions, players must find shards of their reality and be the first to piece them back together in order to save their world and return home.&#10;&#10;Each turn, players select a single action from the six they have available, keeping it hidden from their opponents. All players then reveal their chosen action at the same time.&#10;&#10;Playing the best action at the right time won't be easy. Should two or more players select the same action, a &quot;Clash&quot; occurs and none of those players will be able to perform their action.&#10;&#10;Take risks, deceive and outwit your opponents to save your world, and earn your right to return home.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Deduction",
      "Science Fiction"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "9855",
    "Name": "Almeida et Bussaco 1810",
    "ID": 85609,
    "Year": "(2010)",
    "Geek Rating": "5.581",
    "Avg Rating": "7.78",
    "Link": "https://boardgamegeek.com/boardgame/85609/almeida-et-bussaco-1810",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "240",
    "Weight": "2.5556",
    "Description": "In April 1810, Napol&eacute;on entrusted to Mass&eacute;na, the hero of Aspern and Wagram, the mission of driving Wellington out of Portugal. The northerly route was chosen for the invasion, passing through Ciudad Rodrigo and Almeida. The French offensive began at the end of June. On 24 July, Marshal Ney with the advance guard defeated General Craufurd under the walls of Almeida and threw him back across the Co&acirc; River, as a prelude to laying siege to the place. The French then penetrated into Portugal. Their advance was slow and difficult. As for Wellington, he drew up his army in the formidable position of Bussaco. On 27 September, Mass&eacute;na ordered a frontal attack upon the English line of defense. After a bitter struggle he gave up the attempt and broke off the attack. It would take until the next day to find a way to turn the position at Sierra de Bussaco. With these two battles the terrible duel between Mass&eacute;na and Wellington had begun!&#10;&#10;Almeida and Bussaco 1810 are the 30th and 31st battles of the Jours de Gloire series. The game includes a map (size A2), 216 die-cut counters, and a booklet containing rules, scenarios and historical notes.&#10;&#10;Almeida and Bussaco 1810 will be the supporting game for the 14th Bicentennial Trophy in January 2011.&#10;&#10;Game System:&#10;Jours de Gloire Series (JDG)&#10;- scale = 297m/hex; &#10;- time = 75 min/GT; &#10;- strength = 200 men/SP&#10;&#10;",
    "Categories": [
      "Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Country: France",
      "Country: Portugal",
      "Country: United Kingdom",
      "Digital Implementations: VASSAL",
      "History: Napoleonic Wars",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Jours de Gloire (Frédéric Bey)"
    ]
  },
  {
    "Rank": "9856",
    "Name": "Glory",
    "ID": 272215,
    "Year": "(2019)",
    "Geek Rating": "5.581",
    "Avg Rating": "7.47",
    "Link": "https://boardgamegeek.com/boardgame/272215/glory",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "1.4545",
    "Description": "90 minute, RPG-style board game.&#10;&#10;Roll and move adventure. Pick up quests, buy goods. Friendly competition with other players - everyone's a good guy out to help towns and defeat monsters.&#10;&#10;Win condition is 20 points of glory- by questing, winning battles, and fate. General play is constituted by how you spend your time, estimating whether you can take on battles, and taking appropriate risks depending on the situation of other players.&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Race",
      "Roll / Spin and Move",
      "Turn Order: Progressive",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Misc: LongPack Games",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "9857",
    "Name": "Slaughterball",
    "ID": 153113,
    "Year": "(2016)",
    "Geek Rating": "5.581",
    "Avg Rating": "7.60",
    "Link": "https://boardgamegeek.com/boardgame/153113/slaughterball",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "Slaughterball is a competitive sci-fi board game simulating a brutal future sport where 2-4 teams of genetically-engineered super-athletes clash in a remorseless steel pit. Teams score points by making goals and inflicting carnage.&#10;&#10;Three different modes of play give you control of how long the game lasts. Scrimmage games are the quickest, using identical rookie teams and a subset of the rules to help you learn how to play the game. Exhibition games add skills, edges, and unique pro teams to give you many more options. League games add support staff and let you improve your team over a full season of games.&#10;&#10;The game includes rules for risk-based scoring, penalties, injuries, mascots, cheerleaders, physicians, assistant coaches, mavericks, 50 player skills (like Savagery and Immaculate Reception), 70 strategy cards (like Epic Fail and No Time to Bleed), and more. All of this adds up to enough strategic options to fuel hours and hours of thrilling victories and agonizing defeats.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Sci-Fi Sports"
    ]
  },
  {
    "Rank": "9858",
    "Name": "Geistesblitz Würfelblitz",
    "ID": 329533,
    "Year": "(2021)",
    "Geek Rating": "5.581",
    "Avg Rating": "6.83",
    "Link": "https://boardgamegeek.com/boardgame/329533/geistesblitz-wurfelblitz",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.3333",
    "Description": "Geistesblitz W&uuml;rfelblitz is a witty flash of inspiration for dice-loving lightning enthusiasts.&#10;The die is cast. The players can tell in a flash whether there is a figure that is seen particularly frequently - or  articularly rarely - on the dice. Following their colour, the fastest observers get to the only die that tells which of the five objects is to be snatched from the centre of the table. If all the dice show different results, Ghost Balduin personally reveals which object is currently being sought.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Dice",
      "Real-time"
    ],
    "Mechanics": [
      "Pattern Recognition",
      "Speed Matching"
    ],
    "Families": [
      "Game: Geistesblitz",
      "Versions & Editions: Dice Versions of Non-Dice Games"
    ]
  },
  {
    "Rank": "9859",
    "Name": "Qwirkle Cards",
    "ID": 171489,
    "Year": "(2015)",
    "Geek Rating": "5.581",
    "Avg Rating": "6.06",
    "Link": "https://boardgamegeek.com/boardgame/171489/qwirkle-cards",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.4444",
    "Description": "In terms of its gameplay, Qwirkle Cards plays somewhat like Rummikub, with players laying down cards/tiles from their hand onto the table and possibly moving things around to create new sets.&#10;&#10;In more detail, players start with a hand of nine cards from the 108-card deck; each card shows a colored symbol, with each of the six symbols appearing three times in each of the six colors. Whoever has the most cards in hand of one symbol or one color (but without duplicates) starts the game by laying these cards face up on the table as a set. Players then take turns in clockwise order.&#10;&#10;On a turn, a player must add at least one card to the table; if she can't, she draws nine new cards, shuffles her old hand into the deck, then plays. When she plays, she can play as many cards as she likes as long as they share a color or symbol. She can create a new set if she plays at least three cards or she can add her cards to existing sets (as long as she doesn't duplicate a color or symbol) or she can do both. On her turn, she can move cards from one set to another, possibly using these cards with cards that she plays in order to create a new set.&#10;&#10;The point of this gameplay is to create qwirkles, that is, a set of six cards that contains either each symbol in a single color or each color in a single symbol. When a player creates a qwirkle, she claims this set from the table. After a player's turn, she refills her hand to nine cards.&#10;&#10;The game continues until the deck runs out of cards. Each player then takes one final turn, including the one who took the final card, then whoever has claimed the most qwirkles wins!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Category: Color",
      "Game: Qwirkle",
      "Misc: LongPack Games",
      "Versions & Editions: Card Versions of Non-Card Games"
    ]
  },
  {
    "Rank": "9860",
    "Name": "Hippo",
    "ID": 234105,
    "Year": "(2017)",
    "Geek Rating": "5.581",
    "Avg Rating": "6.09",
    "Link": "https://boardgamegeek.com/boardgame/234105/hippo",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1",
    "Description": "In Hippo, a player wants to get rid of all their buoy chips by placing them strategically in Mr. Hippo's swimming pool. The swimming lanes are numbered from 1 to 12, and lane number 7 is Mr. Hippo's little basin.&#10;&#10;The players roll three dice and decide to use their value separately or add them up. Whoever rolls and uses a 7 gets to play again. Chips can be kicked out of the pool again if one lane is full and a player plays there again.&#10;&#10;",
    "Categories": [
      "Animals",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Modular Board"
    ],
    "Families": [
      "Animals: Hippopotamuses",
      "Series: Pocket Games (Helvetiq)"
    ]
  },
  {
    "Rank": "9861",
    "Name": "Dark Empire: Revolution",
    "ID": 133835,
    "Year": "(2013)",
    "Geek Rating": "5.581",
    "Avg Rating": "6.49",
    "Link": "https://boardgamegeek.com/boardgame/133835/dark-empire-revolution",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.5556",
    "Description": "In the state of R&rsquo;yan, five factions of the population rise against Emperor Flaut III: Students, Beggars, the City Guard, Alchemists, and the Apparats, medieval robots with a living soul, implemented by said Alchemists. These factions must work together to overcome the Emperor, but only one will eventually rule the future country. Otherwise, Flaut III suppresses the revolution and retains control...&#10;&#10;In Dark Empire: Revolution, each faction consists of a total of 13 cards: three cards with a value of 4-6 and two cards with values 7-8. There are ten additional cards which can be added to the strength of any faction card already in play. The table represents Vindoban, the capital of R`yan, where the emperor deploys his army on one side and the insurgent people gather on the other.&#10;&#10;The game is played over a series of turns (&quot;weeks&quot;). After four weeks, a month is completed with an intermediate scoring, and after three months a final scoring ends the game.&#10;&#10;Each player starts with a hand of seven cards, one random &ldquo;secret goal&rdquo; faction that the player attempts to guide to victory, and a set of &quot;temporary support&quot; cards. With these cards you secretly &ldquo;bid&rdquo; on the faction you believe will win the next month&rsquo;s scoring by having accumulated the most points.&#10;&#10;Gameplay: players simultaneously place one card each in the centre of the table, either towards the revolutionary forces, or as a traitor on the emperor's side adding this value to an &ldquo;Emperor card&rdquo; already placed in that location. This happens three times, but you are only allowed to place one of your three cards as a traitor. The week is then resolved and the player who provided the most support for the strongest faction puts aside one of his cards for this faction to be scored; in addition, this player is immediately awarded 2 extra points. The player who played the highest single card for this faction (not necessarily the same player!) is awarded 1 point. But beware - when the emperor (his card plus all traitors) gained more points than each single faction, the Emperor card is placed to the scoring! The table is cleared and the next week begins. After four weeks, a month is over and an intermediate scoring takes place. If you are correct with your prediction of this month&rsquo;s winner you gain another 6 points.&#10;&#10;After three months the final scoring occurs, determining the winner: the &ldquo;secret goals&rdquo; are revealed and the collected points of each player are added to the cards scored for their faction during the course of the game. The faction with the highest score wins the revolution - and the game. But: if the emperor can put down the rebellion - then the faction with the lowest score wins the game. Or, if the winning faction is too far ahead, it is immediately overthrown by all the others and the faction with the second highest score wins the game.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Comic Book / Strip",
      "Negotiation"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection",
      "Traitor Game"
    ],
    "Families": [
      "Crowdfunding: Startnext",
      "Theme: Steampunk"
    ]
  },
  {
    "Rank": "9862",
    "Name": "Stuka Leader",
    "ID": 359442,
    "Year": "(2023)",
    "Geek Rating": "5.581",
    "Avg Rating": "8.13",
    "Link": "https://boardgamegeek.com/boardgame/359442/stuka-leader",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "45",
    "Play Time": "120",
    "Weight": "3.25",
    "Description": "Stuka Leader is based on Corsair Leader and Zero Leader, expanding gameplay from the previous games. You are in command of a German aerial squadron in Europe in World War Two, with aircraft including the Messerschmitt Me 109 and Me 262, Heinkel He 111, Focke-Wulf Fw 190, and the eponymous Junkers Ju 87 Stuka.&#10;&#10;You will need to select the right mix of pilots and aircraft under your command in order to carry out the different types of missions. Each aircraft has its advantages and disadvantages.&#10;&#10;This game also expands additional aspects of German operations such as fuel barrels, wounds, and bail outs. There is also a new campaign sheet and tactical display, which will present a different feel to the well-established Leader gameplay.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Card Game",
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Deck Construction",
      "Dice Rolling",
      "Simulation",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Country: Germany",
      "Crowdfunding: Kickstarter",
      "History: World War II (Battle of Britain)",
      "Players: Solitaire Only Wargames",
      "Series: Leader (DVG)"
    ]
  },
  {
    "Rank": "9863",
    "Name": "A Billion Suns: Interstellar Fleet Battles",
    "ID": 265304,
    "Year": "(2021)",
    "Geek Rating": "5.581",
    "Avg Rating": "7.81",
    "Link": "https://boardgamegeek.com/boardgame/265304/a-billion-suns-interstellar-fleet-battles",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "3.5",
    "Description": "A Billion Suns is a tabletop wargame of interstellar fleet combat, allowing two or more players to play out massive spaceship battles in any science-fiction universe they choose.&#10;&#10;Each player controls a fleet of mighty cruisers, sleek destroyers and agile fighters. Each fleet of ships is led by a brilliant or ruthless admiral who commands the action from their flagship to battlegroups that might be separated by light minutes.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Book",
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Multiple Maps",
      "Tech Trees / Tech Tracks",
      "Victory Points as a Resource"
    ],
    "Families": [
      "Series: Osprey Wargames"
    ]
  },
  {
    "Rank": "9864",
    "Name": "The Sands of Time",
    "ID": 177538,
    "Year": "(2018)",
    "Geek Rating": "5.581",
    "Avg Rating": "6.65",
    "Link": "https://boardgamegeek.com/boardgame/177538/the-sands-of-time",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "4.2222",
    "Description": "The sands of time sweep across the ages, burying the cities and monuments of civilizations, leaving only whispers of the glory of ancient societies.&#10;&#10;The Sands of Time is a civilization-building game set loosely in classical antiquity, on a board inspired by a Roman-era map.  Each player rules over a civilization in the ancient world, attempting exploits that will be remembered long after the civilization has withered. Each turn, players will select two action cards, which represent edicts delivered by the player to his populace, announcing what aspects of the empire he/she wishes to address:  building structures, implementing advances, migrating population, initiating combat, annexing new territories, instituting reforms to manage the empire&rsquo;s unrest, building trade routes, demanding tribute, and -- crucially &ndash;- recording Chronicles about his/her reign.&#10;&#10;The central element of the game's scoring system, Chronicle cards represent claims of great accomplishments.  To score a chronicle, the player must have a &quot;heritage&quot; level commensurate with the claim he/she is making:  claims of great works will only be believed and perpetuated if the player's civilization has established a reputation in the relevant civilization category (cultural, civil, or political).&#10;&#10;Actions generally require the payment of resources (crops or gold), and action costs correlate either to the player's empire size or the player's Unrest level.  Unrest increases when a player's territories become too crowded, or when a player re-uses an action card, or when a player voluntarily presses on his populace to squeeze additional productivity out of them.  Managing Unrest is a central concern for the player throughout the game.&#10;&#10;Players must strike the right balance between competition and peaceful interaction with their neighbors, to propel their civilizations from insignificant, forgettable kingdoms into empires worthy of the attention of historians!&#10;&#10;",
    "Categories": [
      "Ancient",
      "Civilization"
    ],
    "Mechanics": [
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "9865",
    "Name": "Quando",
    "ID": 412927,
    "Year": "(2024)",
    "Geek Rating": "5.581",
    "Avg Rating": "6.75",
    "Link": "https://boardgamegeek.com/boardgame/412927/quando",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Your goal in Quando is to score the fewest points possible each round, ideally none! But when is the best time to score...?&#10;&#10;The card deck consists of 55 double-sided cards. The digits 0-10 appear in every combination on these cards, with the digits always differing. Players start with 7-8 cards in hand depending on the player count. On a turn, you do one of two things, looking only at the side of the cards facing you:&#10;&#10;&#10;    Discard a straight of exactly three cards with consecutive numbers, or&#10;    Discard one or more cards of the same value.&#10;&#10;&#10;End your turn by drawing one card from the deck and adding it to your hand. If you have played exactly three cards with the same number, each other player must flip a zero in their hand to the other side or draw a card from the deck.&#10;&#10;Each time you draw a card, you can place it in your hand with the already revealed side facing you or flip it to the other side, after which you can't flip it back.&#10;&#10;If a player has only zeroes in their hand at the end of their turn, they reveal them to end the round immediately. Otherwise, a player can choose to knock to end the round, after which each other player can take one final turn. No matter how the round ends, players then sum the value of cards in their hand. The player with the lowest sum scores 0 points, while everyone else scores their sum; if a player knocked, then didn't have the lowest sum, they score a 5-point penalty in addition to their sum.&#10;&#10;Play multiple rounds until a player has 50+ points, at which time the player with the lowest score wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Traditional Card Games: Golf"
    ]
  },
  {
    "Rank": "9866",
    "Name": "Exceed: Seventh Cross – Magic vs. Monsters Box",
    "ID": 256780,
    "Year": "(2018)",
    "Geek Rating": "5.581",
    "Avg Rating": "8.24",
    "Link": "https://boardgamegeek.com/boardgame/256780/exceed-seventh-cross-magic-vs-monsters-box",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "30",
    "Weight": "3",
    "Description": "Exceed brings the speed, tactics, and variety of high-stakes fighting action to life. Choose your fighter and enter the arena. There are no packs to open or rares to chase get everything you need to play right here! Bring your best to the battlefield with four new fighters from the world of Seventh Cross.&#10;&#10;This set features 4 complete fighters: Eugenia, Galdred, Umina, and Remiliss. Everything you need to play is in the box!&#10;&#10;     Eugenia delves into madness through sorcery, driving her opponents to the brink by destroying their cards and growing stronger as her enemies' situation becomes more dire.&#10;     Galdred seeks power through science and alchemy, but a darker force drives him. As he dives into the deepest reaches of human potential, his obsession consumes and transforms him...&#10;     Umina calls forth horrors from another world with the melodies of her songs. Her powers are difficult to control, but by the same token, difficult to anticipate...&#10;     Remiliss is a living weapon of mass destruction with the ability to compound her attacks for additional power. Once she unleashes her true form, she becomes nearly unstoppable!&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Fighting",
      "Horror",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Hand Management",
      "Point to Point Movement",
      "Variable Player Powers"
    ],
    "Families": [
      "Category: Two-Player Fighting Games",
      "Crowdfunding: Kickstarter",
      "Game: Exceed Fighting System",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "9867",
    "Name": "Jonathan Strange & Mr Norrell: A Board Game of English Magic",
    "ID": 263744,
    "Year": "(2019)",
    "Geek Rating": "5.581",
    "Avg Rating": "6.38",
    "Link": "https://boardgamegeek.com/boardgame/263744/jonathan-strange-and-mr-norrell-a-board-game-of-en",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "80",
    "Weight": "3.1667",
    "Description": "After centuries of absence, magic has returned to England, but not all are using it for good...&#10;&#10;Take on the role of an aspiring magician and start your journey down the path to greatness. Collect rare books, flit between social engagements, and impress your peers with feats of magic. Be careful to strike a balance between your studies and your status, for the gentleman with the thistle-down hair has plans of his own, and it will take all of your strength to stop him.&#10;&#10;In Jonathan Strange &amp; Mr Norrell: A Board Game of English Magic, players take on the role of four principle characters from the novel &mdash; Jonathan Strange, Mr. Norrell, Miss Redruth, or John Segundus &mdash; and travel around England and Europe, attending social engagements and performing feats of magic in the hope of becoming the most celebrated magician of the age.&#10;&#10;On their travels they encounter a host of familiar characters, from the jovial Mr. Honeyfoot and beautiful Lady Pole to the extraordinary Stephan Black and the enthusiastic Lord Portishead. All the while, they must build up their magical abilities as the gentleman with the thistle-down hair is weaving his magic in the background and must be stopped for any player to have a chance of claiming victory.&#10;&#10;",
    "Categories": [
      "Novel-based"
    ],
    "Mechanics": [
      "Hidden Victory Points",
      "Multi-Use Cards",
      "Point to Point Movement",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "9868",
    "Name": "Schnipp & Weg",
    "ID": 127333,
    "Year": "(2012)",
    "Geek Rating": "5.581",
    "Avg Rating": "7.73",
    "Link": "https://boardgamegeek.com/boardgame/127333/schnipp-and-weg",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Schnipp &amp; Weg, first released as Kosakenschubsen, is a flicking game for two players that's played on a game board shaped like an hourglass.&#10;&#10;Each player starts on one end of the board with nine pieces of their own color. On a turn, you flick one of your pieces at one or more of the opponent's pieces, and if you manage to knock at least one opposing piece from the board while not flying off yourself, you take another turn; otherwise, the opponent takes their turn.&#10;&#10;If you manage to remove all of the opposing pieces, you start the game again, but with you now having eight pieces instead of nine and with those pieces being one level closer to the center of the game board. Each round that you win, you start with one fewer piece and one level closer to the center. If you win a round after starting on the fifth row with only five pieces, then you win the game.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [
      "Flicking"
    ],
    "Families": [
      "Components: Wooden pieces & boards",
      "Mechanism: Finger Flicking Games",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "9869",
    "Name": "Less: Like Chess but Less!",
    "ID": 191285,
    "Year": "(2015)",
    "Geek Rating": "5.581",
    "Avg Rating": "6.79",
    "Link": "https://boardgamegeek.com/boardgame/191285/less-like-chess-but-less",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "2",
    "Play Time": "30",
    "Weight": "1.1667",
    "Description": "Less is a simple strategy board game for two or four players. It's a simple game which can be set up in seconds and the rules can be learned in less than a minute. Just take the nine board pieces, place the game pieces and you&rsquo;re ready to go! The goal is to move your four pieces to the opponents starting corner before he moves them to yours.&#10;&#10;The board is set up randomly at the beginning of every game and there are over 100,000 combinations to try out. Less can also quickly be expanded into a four-player game by adding another set of tiles to the deck. This way you have to work together with your partner to bring both of your pieces to the other side before the other pair of players does the same.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement",
      "Modular Board",
      "Team-Based Game"
    ],
    "Families": [
      "Components: 6 x 6 Grids",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "9870",
    "Name": "Chroma Mix",
    "ID": 382241,
    "Year": "(2024)",
    "Geek Rating": "5.581",
    "Avg Rating": "7.30",
    "Link": "https://boardgamegeek.com/boardgame/382241/chroma-mix",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "It is time to mix some colors! Each turn, a player plays a card from their hand and resolves its effects. These cards remain in the play area until they are picked up via a &quot;Refill&quot; action. Players may play the Mix card to take 2 colors in their hand and mix them together to make one of the available colors in the market rows.&#10;&#10;Colors are mixed according to their pigment values in the CMYK color system. For example, Soft Cyan (1,0,0) + Light Yellow (0,0,1) = Jungle (1,0,1). This is the main way to upgrade cards into stronger ones. The game has 3 win conditions: Having 17+ Victory Points, Mixing all 3 Rank IV cards, and having 17+ cards in hand while the correct card is in play.&#10;&#10;Chroma Mix is an economic action retrieval game for 1-4 players in a deck of just 85 cards. Turns are rapid, but the decisions are agonizing.&#10;&#10;&mdash;description from designer&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Action Retrieval",
      "Hand Management",
      "Market"
    ],
    "Families": []
  },
  {
    "Rank": "9871",
    "Name": "Goat 'n' Goat",
    "ID": 294237,
    "Year": "(2019)",
    "Geek Rating": "5.581",
    "Avg Rating": "6.83",
    "Link": "https://boardgamegeek.com/boardgame/294237/goat-n-goat",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Three mountains stand tall in front of the goats, who must try to combine their efforts to climb these daunting mountains together. Can you lead the goats to the highest parts of the mountains?&#10;&#10;In Goat 'n' Goat, a.k.a. &#227;&#130;&#132;&#227;&#129;&#142;&#229;&#177;&#177;, you want to combine your goats to conquer the tallest mountains possible, but goats only like to line up in certain ways. The game includes goat cards in three colors, with numbers ranging from 1-5 and with more low numbers than high; the game also includes mountain cards in three colors, with the values ranging from 3-9.&#10;&#10;Players start with 3-5 cards in hand, and six cards are laid face up on the table. On a turn, you play one or more cards from your hand that all have the same number, whether of one color or more. If you don't have cards of this color or all the cards of this color are equal to or less than the number played, then you add these new cards to the stacks in front of you, with each color going into its own stack; if the number played is lower than the top card in a color stack, then you place all previously played cards of this color in front of you face down as penalty points, then start a new stack of this color with the cards just played.&#10;&#10;You then choose as many cards from the row of six as the value of the card(s) just played. The quantity of cards played doesn't matter &mdash; only the digit on those cards! Whether you play a single 1 or five 1s, you draw only one card. If you now have more than eight cards in hand, you must discard down to eight cards, keeping all discarded cards as penalty points.&#10;&#10;On a turn, after playing cards, you can choose to discard cards of a color to collect a mountain card in the same color that has a same or lower value. Thus, to collect a 4 blue mountain, you must discard four or more blue goat cards that you've collected in front of you.&#10;&#10;Once you've gone through the deck twice (with 3-5 players) or once (with two players), the game ends. You tally all mountain points you've collected, then lose 1 point for each penalty card in front of you. Whoever has the highest score wins!&#10;&#10;",
    "Categories": [
      "Animals"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Push Your Luck",
      "Race",
      "Set Collection"
    ],
    "Families": [
      "Animals: Goats",
      "Theme: Mountains"
    ]
  },
  {
    "Rank": "9872",
    "Name": "Trivial Pursuit: Harry Potter – Volume 1",
    "ID": 179280,
    "Year": "(2014)",
    "Geek Rating": "5.581",
    "Avg Rating": "5.95",
    "Link": "https://boardgamegeek.com/boardgame/179280/trivial-pursuit-harry-potter-volume-1",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.1667",
    "Description": "Trivial Pursuit: World of Harry Potter&#10;&#10;This Trivial Pursuit bitesize edition contains 600 questions based on the Harry Potter films, some of which would challenge even the smartest of wizards! Test your trivia from the following topics: The Dark Arts, Hogwarts, Magical Spells &amp; Potions, Magical Objects, Magical People and Animals &amp; Magical Creatures. The handy game requires no board and can be carried around in its bite-size wedge case.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Novel-based",
      "Trivia"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Books: Harry Potter",
      "Containers: Triangular Boxes",
      "Game: Trivial Pursuit"
    ]
  },
  {
    "Rank": "9873",
    "Name": "The Queen of Hansa",
    "ID": 274429,
    "Year": "(2019)",
    "Geek Rating": "5.581",
    "Avg Rating": "7.00",
    "Link": "https://boardgamegeek.com/boardgame/274429/the-queen-of-hansa",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.3333",
    "Description": "In the late Middle Ages, northern Europe is dominated economically by an alliance of cities known as the Hanseatic League. Its central city, Lubeck, enjoys such prosperity that it has come to be called the Queen of the Hansa.&#10;&#10;In The Queen of Hansa, you are a Lubeck merchant who seeks to acquire more wealth than any other through trade with other cities in the League.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Medieval"
    ],
    "Mechanics": [
      "Hand Management",
      "Open Drafting",
      "Set Collection"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Misc: LongPack Games",
      "Theme: Hanseatic League"
    ]
  },
  {
    "Rank": "9874",
    "Name": "Dixit Jinx",
    "ID": 119407,
    "Year": "(2012)",
    "Geek Rating": "5.581",
    "Avg Rating": "5.74",
    "Link": "https://boardgamegeek.com/boardgame/119407/dixit-jinx",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.1967",
    "Description": "Jinx is a new Game in the Dixit family. Unlike the original game, the drawings are not realistic illustrations depicting scenes but more abstract images.&#10;During the game, 9 cards are placed face-up in a 3x3 square. The active player draws a locator map that will show them which of the nine cards they will play with. This location is kept secret.&#10;&#10;The player speaks, sings, or acts out something relating to this card (just as in &quot;Dixit&quot;). &#10;The other players go around and point to the card they think is correct. Only one player can point to each card. Once a player has chosen the right card, the turn stops. The player who finds the right card keeps it. Each card counts as a victory point. Players who were wrong give their cards to the active player. But if neither player gets the right card, the active player must return a previously won card.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Humor",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Acting",
      "Simultaneous Action Selection",
      "Singing",
      "Voting"
    ],
    "Families": [
      "Game: Dixit",
      "Mechanism: Judging Games",
      "Organizations: Board Games Association of Creators in Spain (LUDO)"
    ]
  },
  {
    "Rank": "9875",
    "Name": "Warmaster Ancients",
    "ID": 18615,
    "Year": "(2005)",
    "Geek Rating": "5.581",
    "Avg Rating": "7.32",
    "Link": "https://boardgamegeek.com/boardgame/18615/warmaster-ancients",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.6",
    "Description": "From the publisher:&#10;&#10;Warmaster Ancients is an exciting new tabletop wargame from Warhammer Historical in which players can recreate the largest and most spectacular battles of the ancient world. Take command of huge armies as you send hordes of Vikings into the frenzy of battle or commit whole Roman Legions to heroic victory or ignoble defeat!&#10;&#10;The game has been specially created to utilize the newest ranges of 10-12mm &lsquo;grand&rsquo; scale models to represent large and impressive armies for the first time. The game easily accommodates smaller 6mm armies, and an appendix is provided for players who wish to use larger models.&#10;&#10;This book contains all of the rules and information that  players will need to field and fight their battles. The  book also contains 25 army lists including the Egyptians of Rameses, Harold&rsquo;s Saxons, William the Conqueror&rsquo;s Normans, Caesar&rsquo;s Romans, Alexander&rsquo;s Macedonians and many more!&#10;&#10;Expanded by:&#10;&#10;&#10;    Warmaster Ancient Armies&#10;    Warmaster Medieval Armies&#10;&#10;&#10;",
    "Categories": [
      "Ancient",
      "Book",
      "Medieval",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Line of Sight",
      "Measurement Movement",
      "Movement Template",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": [
      "Ancient: Babylon",
      "Ancient: Carthage",
      "Ancient: Greece",
      "Ancient: Mesopotamia",
      "Ancient: Rome",
      "Ancient: Sparta",
      "History: Macedonian Wars",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "9876",
    "Name": "Codenames: The Simpsons",
    "ID": 290028,
    "Year": "(2019)",
    "Geek Rating": "5.581",
    "Avg Rating": "6.65",
    "Link": "https://boardgamegeek.com/boardgame/290028/codenames-the-simpsons",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.2",
    "Description": "Codenames: The Simpsons combines the hit social word game Codenames, while featuring characters and locations from thirty years of The Simpsons.&#10;&#10;In Codenames, two teams &mdash; Team Homer and Team Bart &mdash; compete to see who can guess all of their &quot;field agents&quot; (identified by either a word or picture) correctly first &mdash; but those field agents are hiding in plain sight in a 5x5 grid that includes the agents of the other team, neutral words, and an assassin that will cause you to lose the game immediately if you guess it. One person on each team is a spymaster and only these two know which agents belong to each team. Spymasters take turns giving one-word clues that can help their teammates identify multiple agents on the board. Their teammates try to guess agents of the right color while avoiding those that belong to the opposing team &mdash; and everyone wants to avoid the assassin.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Movies / TV / Radio theme",
      "Party Game"
    ],
    "Mechanics": [
      "Memory",
      "Pattern Recognition",
      "Push Your Luck",
      "Team-Based Game"
    ],
    "Families": [
      "Game: Codenames",
      "TV Shows: The Simpsons"
    ]
  },
  {
    "Rank": "9877",
    "Name": "Star Wars: Angriff der Klonkrieger",
    "ID": 127438,
    "Year": "(2012)",
    "Geek Rating": "5.581",
    "Avg Rating": "6.30",
    "Link": "https://boardgamegeek.com/boardgame/127438/star-wars-angriff-der-klonkrieger",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Game description from the publisher:&#10;&#10;Obi-Wan Kenobi, Anakin Skywalker and Padm&eacute; Amidala have fallen into an ambush on Geonosis. Many Jedi have arrived to rescue them, including Mace Windu and Kit Fisto. But suddenly the Jedi are surrounded by an army of battle droids and super battle droids led by Count Dooku.&#10;&#10;In Star Wars: Angriff der Klonkrieger , you'll try to use your Jedi dice to hold your position and fend off the onslaught of droids. Will you be able to hold out until Yoda arrives with the clone army?&#10;&#10; Game Mechanics&#10;&#10;Each player has a set of dice, and together the players must fend off special threats and new droids that are arriving every round. Every player throws a die each round and then they are allocated.&#10;&#10;The special threats need particular dice values (for example, four threes) which can be collected over multiple rounds. Failing to counter a special threat may lead to additional droids being put on the board, or immediate defeat.&#10;&#10;For attacking droids just the sum of the dice values is used. This is the only part of the game where the player figurines must move on the board to get into attack range.&#10;&#10;The game ends after a fixed number of rounds, or if the players fail to counter a special threat.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling"
    ],
    "Families": [
      "Movies: Star Wars",
      "Theme: Robots"
    ]
  },
  {
    "Rank": "9878",
    "Name": "Coup X",
    "ID": 382410,
    "Year": "(2023)",
    "Geek Rating": "5.581",
    "Avg Rating": "7.15",
    "Link": "https://boardgamegeek.com/boardgame/382410/coup-x",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1",
    "Description": "In Coup you must eliminate the others by wisely using the skills of your cards (or lie using skills of characters you don't have). It seems easy but... be careful! If you are challenged and you have lied you will lose your card. The last person to survive with at least one of their cards wins.&#10;&#10;    Coup X includes Coup + the Reformation Expansion, except for the Inquisitor figure.&#10;&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game"
    ],
    "Mechanics": [
      "Hidden Roles"
    ],
    "Families": [
      "Theme: Anthropomorphic Animals"
    ]
  },
  {
    "Rank": "9879",
    "Name": "1829 Mainline",
    "ID": 13924,
    "Year": "(2005)",
    "Geek Rating": "5.581",
    "Avg Rating": "6.73",
    "Link": "https://boardgamegeek.com/boardgame/13924/1829-mainline",
    "Min Players": "1",
    "Max Players": "7",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "3.95",
    "Description": "This game is a departure from the usual style of 18xx game, which relies on no more luck than where you sit in the starting order. In 1829 Mainline, you are dealt a collection of share certificates from which you select your initial portfolio. Further shares become available during the stock rounds. Players may bring additional certificates out from their initial deal, buy shares from the pool, or take a certificate from the draw pile, buying the share certificate they draw or placing it on the discard pile. If you have enough money, you can buy your way down through the discard pile to get what you really want.&#10;&#10;Each player tends to operate one or more companies from the start of the game, but it is easier to lose control if someone else gets the right certificates from the draw or discard piles. With no phases as such, tiles may be promoted from yellow to green to russet and grey at any time, as long as the usual sequence is observed.&#10;&#10;With less control over the shares you gain, the challenge is more to do with making the best of what you have been dealt rather than trying to follow your grand design.&#10;&#10;",
    "Categories": [
      "Trains"
    ],
    "Mechanics": [
      "Network and Route Building",
      "Solo / Solitaire Game",
      "Stock Holding",
      "Tile Placement"
    ],
    "Families": [
      "Series: 18xx"
    ]
  },
  {
    "Rank": "9880",
    "Name": "Adeptus Titanicus",
    "ID": 4091,
    "Year": "(1988)",
    "Geek Rating": "5.581",
    "Avg Rating": "6.52",
    "Link": "https://boardgamegeek.com/boardgame/4091/adeptus-titanicus",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.6667",
    "Description": "Adeptus Titanicus was the first game introducing the Epic system. You control a number of Imperial Battle Titans, while your opponent controls some Chaos Titans. You reenact battles from the Horus Heresy. The Titans are modular in design and so you could adapt the armaments of the Titans to suit the battle you will be fighting.&#10;&#10;This was added to with Space Marine, which added infantry to the system. Articles also appeared in White Dwarf which allowed you to use the war machines of other races. The final expansion for this, the first edition of Epic, Codex Titanicus finalized the rules first introduced in Adeptus Titanicus &amp; Space Marine Ed 1.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Fictional Events: Horus Heresy",
      "Game: Adeptus Titanicus – The Horus Heresy (Games Workshop)",
      "Players: Two-Player Only Games",
      "Setting: Warhammer 40,000 Wargames"
    ]
  },
  {
    "Rank": "9881",
    "Name": "Arcane Legions",
    "ID": 42713,
    "Year": "(2009)",
    "Geek Rating": "5.581",
    "Avg Rating": "6.35",
    "Link": "https://boardgamegeek.com/boardgame/42713/arcane-legions",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "2.3415",
    "Description": "Description:&#10;In the year 42BCE, a mysterious magical force was unleashed upon an unsuspecting world. The miasmic shockwave of pure otherworldly magic spread outward from a point somewhere in the middle east, and in a few short hours plunged the entire globe into chaos. In those terrible moments, human civilization changed forever. &#10;&#10;Magic infused their very bones, manifested in their children, came unbidden to the fingertips of their women, and plagued their countryside in uncontrolled bursts of power. Ordinary beasts of the wilderness were turned by these bursts into fanciful creatures of legend. Entire tribes of humans from all corners of the world were altered by the flood of uncontrolled magic, changing before the very eyes of their friends and neighbors into elves, dwarves, orcs, trolls, centaurs, and even minotaurs. Creatures that normally existed between our reality and others were shunted into this one, leaving ghosts, faeries, and other magical creatures stranded in our world in ways they were never intended to be. Even remnants of the Old World, gods of the ancients and their ken, were awakened from their immortal slumber through this great cataclysm to trouble mankind once more.&#10;&#10;The world had changed forever.&#10;&#10;The year is now 37BCE and the middle-east sits at the center of a vast struggle to control humanity&rsquo;s fate. Three powerful nations have harnessed the power unleashed by the day of chaos, and they struggle to claim dominance over the known world. Their arcane legions are now yours to control.&#10;&#10;Gameplay:&#10;If you ever wondered what happened to the guys from WizKids just take a look at this game and you will know what they have been doing with the downtime after WizKids closed their doors.&#10;&#10;Players each field &quot;bases&quot; of variable sizes (Sortie/small and Formation/large) with individual figures inserted into starting positions on the base. The goal is to control victory point areas and inflict losses on the opponent. Movement and battle resolution are conducted through a unique formation management mechanic that allows players to move figures around on the unit bases to increase either movement/melee/ranged combat at the cost of losing capabilities in the other areas.&#10;&#10;Currently wrapping up play-testing as of May 2009. Arcane Legions will be available in September of 2009. Initially, look for 3 different factions (Egyptians, Romans, and Han Dynasty).&#10;&#10;Figures are highly detailed true 25mm made from PVC 105. Common figures are unpainted with colored tempo prints on banners and shields, while all the uncommon, rare and Commander figures (Booster Pack contents) are fully pre-painted. The game is designed to use both types. There are 9 different unpainted common figures for each faction and at least 20 different fully painted premium figures for each faction. If you buy a legion bundle of a faction you receive around 70 prepainted figures, whereas buying one of each army pack gets you about 54 unpainted figures.&#10;&#10;With more than 110 figures, the Starter Pack includes small armies for all three factions and enough formation bases, sortie bases and base cards for a complete two player game.  The Army Packs contain 40 common soldiers.  The Cavalry Packs contain 15 mounted figures.  The Booster Packs contain 5-10 (depending on the size) Leader / special figures and their associated base cards, plus five additional formation base cards for use with figures from the Army and Cavalry Packs.&#10;&#10;All Arcane Legions products (with the exception of the Starter) can be purchased faction specific.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Collectible Components",
      "Fantasy",
      "Miniatures",
      "Mythology",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Ancient: Egypt",
      "Ancient: Rome",
      "Collectible: Collectible Miniatures Games",
      "Mythology: Egyptian",
      "Mythology: Roman"
    ]
  },
  {
    "Rank": "9882",
    "Name": "Origo",
    "ID": 27380,
    "Year": "(2007)",
    "Geek Rating": "5.581",
    "Avg Rating": "6.03",
    "Link": "https://boardgamegeek.com/boardgame/27380/origo",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.6098",
    "Description": "Description with permission from www.boardgamenews.com&#10;&#10;Europe, about 400 CE. Harsh customs rule the day. Five courageous tribes have set out to conquer new lands: the Huns, the Langobardens, the Goths, the Anglo Saxons, and the Vandals. As you seek new settlement areas for your tribe, you'll strengthen it by enlarging clans, establishing or conquering new countries, and building a powerful sea presence. Whoever scores the most points will stand far ahead of others on the tribe leader path and win the game.&#10;&#10;Origo is a family game for 2-5 players from ages 10 and up, in which luck and tactics are mixed well. Depending on the number of players, the game duration is 30-90 minutes.&#10;&#10;The flow of the game is driven by cards on the one hand (expanding, attacking) and by the movement of figures on the boards on the other (hiking, sailing). The player whose turn it is carries out the following actions in any sequence: expanding, attacking, hiking, sailing. Whoever occupies the final field in a country founds that country and receives points. There are further points in three large tribe evaluations during the game for the largest tribes, control of the seas, and control of the countries.&#10;&#10;The game is, in many aspects, very similar to Captain Future&#10;&#10;",
    "Categories": [
      "Ancient",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Network and Route Building",
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "9883",
    "Name": "Skyliners",
    "ID": 182605,
    "Year": "(2015)",
    "Geek Rating": "5.581",
    "Avg Rating": "5.99",
    "Link": "https://boardgamegeek.com/boardgame/182605/skyliners",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "40",
    "Weight": "1.875",
    "Description": "In Skyliners, players collectively build buildings and skyscrapers in a shared building plot, with each player trying to satisfy bets they've made as to which buildings they'll be able to see in the five rows of buildings on their side of the playing area.&#10;&#10;",
    "Categories": [
      "City Building"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Admin: Better Description Needed!",
      "Components: Game Box Used In Play"
    ]
  },
  {
    "Rank": "9884",
    "Name": "Fighting Sail: Sea Combat in the Age of Canvas and Shot 1775-1815",
    "ID": 5142,
    "Year": "(1981)",
    "Geek Rating": "5.581",
    "Avg Rating": "6.77",
    "Link": "https://boardgamegeek.com/boardgame/5142/fighting-sail-sea-combat-in-the-age-of-canvas-and",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "240",
    "Play Time": "240",
    "Weight": "2.7895",
    "Description": "&quot;Fighting Sail&quot; is a simulation of naval warfare during the age of sail. Nine scenarios are presented in the game, dealing with small-scale naval actions from the American Revolution to the Napoleonic Wars and the war of 1812.&#10;&#10;Contents:&#10;&#10;    1 22&quot; x 34&quot; map sheet&#10;    1 sheet of 140 counters&#10;    1 rules booklet&#10;&#10;&#10;",
    "Categories": [
      "Age of Reason",
      "American Revolutionary War",
      "Napoleonic",
      "Nautical",
      "Wargame"
    ],
    "Mechanics": [
      "Bias",
      "Critical Hits and Failures",
      "Dice Rolling",
      "Grid Movement",
      "Movement Points",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Simultaneous Action Selection",
      "Square Grid"
    ],
    "Families": [
      "History: Napoleonic Wars",
      "History: War of 1812",
      "Magazine: Strategy & Tactics",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "9885",
    "Name": "The Little Prince: Rising to the Stars",
    "ID": 176816,
    "Year": "(2015)",
    "Geek Rating": "5.581",
    "Avg Rating": "6.08",
    "Link": "https://boardgamegeek.com/boardgame/176816/the-little-prince-rising-to-the-stars",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.3333",
    "Description": "In the Little Girl's wake, go to meet the Little Prince, flying on board your biplane! Flying from cloud to cloud and from surprise to surprise searching precious stars, an unexpected journey awaits.&#10;&#10;The Little Prince: Rising to the Stars brings you in a journey from the Grandfather's house to the Little Prince's planet. It is a point-to-point movement game, in which your goal is to collect stars.&#10;&#10;You move your plane by playing one of the fox cards in your hand, and every player starts with the same set of cards (eight cards numbered 1-5, with duplicates of 2, 3 and 4). Whoever is farthest back on the path to the Little Prince's planet is the active player, and this player plays one card from hand, moving at least one cloud and up to the number of clouds shown on the card. If you land on a star cloud, you take a star from the reserve; if you land on a telescope cloud, you flip one of the tokens at Grandfather's house to see what happens; if you land on a bird cloud, you take one card from Grandfather's deck, which provide different types of movement. If you arrive on a cloud where an opponent's plane sits, you take a card at random from that opponent's hand and give him in return a card of your choice.&#10;&#10;When you cross one of the three connecting boards, you take one of the story tiles next to it, with these tiles holding 1-5 stars. Collect both the fox and Little Prince, and you earn eight stars for this pair instead of only two.&#10;&#10;If you manage to make it all the way to the Little Prince's planet &mdash; and you'll need to pick up extra movement cards in order to do so &mdash; you receive a star-filled paper plane, with the quickest players receiving the most stars. In the end, whoever collects the most stars wins.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Movies / TV / Radio theme",
      "Travel"
    ],
    "Mechanics": [
      "Modular Board",
      "Point to Point Movement",
      "Turn Order: Time Track"
    ],
    "Families": [
      "Books: The Little Prince"
    ]
  },
  {
    "Rank": "9886",
    "Name": "High Noon Saloon",
    "ID": 46362,
    "Year": "(2011)",
    "Geek Rating": "5.581",
    "Avg Rating": "6.20",
    "Link": "https://boardgamegeek.com/boardgame/46362/high-noon-saloon",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.625",
    "Description": "Game description from the publisher:&#10;&#10;On a windin' desert road in the middle of nowhere lies a town with no name. In this town you'll find a place where no slight goes unanswered and no fight stays private, the roughest, toughest waterin' hole in the Old West &ndash; the High Noon Saloon. If you're lookin' for a fight, you've come to the right place.&#10;&#10;In the action-packed game High Noon Saloon, you are a combatant in an all-out brawl fought in an Old West Saloon. Shoot it out from a distance or get in close and beat on your opponents directly. Move between different parts of the saloon to get the upper hand. Whatever you do, make sure to keep your guard up &ndash; if you're not careful, you'll get beaten to a bloody pulp, shot full of holes, or both! The last one standin' wins, and there ain't no prize for second.&#10;&#10;High Noon Saloon also includes special rules and cards for playing the game in teams.&#10;&#10;",
    "Categories": [
      "American West",
      "Card Game"
    ],
    "Mechanics": [
      "Area Movement",
      "Hand Management"
    ],
    "Families": []
  },
  {
    "Rank": "9887",
    "Name": "Warhammer: The Game of Fantasy Battles (7th Edition)",
    "ID": 268098,
    "Year": "(2006)",
    "Geek Rating": "5.581",
    "Avg Rating": "7.40",
    "Link": "https://boardgamegeek.com/boardgame/268098/warhammer-the-game-of-fantasy-battles-7th-edition",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "360",
    "Weight": "3.6667",
    "Description": "This is the seventh edition of very popular Warhammer Fantasy Battles wargame, a refinement of the sixth edition rules, without radical changes.&#10;&#10;Warhammer Fantasy Battles  is a tabletop game for two or more players where you command several armies from a huge range that goes from Imperial Humans, Dwarves, High Elves, Undead Vampires, Orcs, Beastman, Ratmen called skaven and lots of races. This book provides you with all the rules you need to play, and guides you through collecting and painting your own army of Citadel miniatures.&#10;&#10;The Warhammer rulebook is a 288-page hardback book. Within its covers the book is divided into four sections. The Basic Rules tell you how to field your army on the tabletop; the Advanced Rules cover rare and potent troops such as war machines, chariots, monsters, mighty heroes and powerful wizards; the Warhammer World is your guide to the history, races and armies of Warhammer, including full-colour photographs of the forces you can collect; and the Hobby Section gives you advice on how to choose, collect, assemble and paint your army, as well as extra information about terrain and multiple scenarios.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Miniatures",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Measurement Movement",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Setting: Warhammer Fantasy Wargames"
    ]
  },
  {
    "Rank": "9888",
    "Name": "El Castillo del Terror",
    "ID": 238360,
    "Year": "(2017)",
    "Geek Rating": "5.581",
    "Avg Rating": "6.68",
    "Link": "https://boardgamegeek.com/boardgame/238360/el-castillo-del-terror",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "The most terrifying monsters have come to life and have taken over the Castle of Terror. The most intrepid adventurers have been summoned by Mr. Stoker to a competition to release him. Choose your character, collect the enchanted items and trap the monsters to get the reward. You will need all your intelligence ... and your courage ... you dare to enter?&#10;El Castillo del Terror (&quot;The Castle of Terror&quot;) is a terrifyingly fun game for all ages that contains 62 large cards between characters, objects and monsters.&#10;&#10;Whoever manages to catch more monsters (and better score) will win the game. For which you must manage the enchanted objects effectively.&#10;&#10;Los m&aacute;s terror&iacute;ficos monstruos han cobrado vida y se han adue&ntilde;ado del Castillo del Terror. Los aventureros m&aacute;s intr&eacute;pidos han sido convocados por el Sr. Stoker a una competici&oacute;n para liberarlo. Elije a tu personaje, re&uacute;ne los objetos encantados y atrapa a los monstruos para obtener la recompensa. Necesitar&aacute;s de toda tu inteligencia...y tu valor..&iquest;te atreves a entrar?&#10;El Castillo del Terror es un juego terror&iacute;ficamente divertido para todas las edades que contiene 62 cartas grandes entre personajes, objetos y monstruos.&#10;&#10;Aquel que consiga atrapar m&aacute;s cantidad de monstruos (y de mejor puntuaci&oacute;n) ganar&aacute; el juego. Para lo cual deber&aacute;s gestionar los objetos encantados de manera eficaz.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Horror"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "9889",
    "Name": "Heroes",
    "ID": 162591,
    "Year": "(2015)",
    "Geek Rating": "5.581",
    "Avg Rating": "6.03",
    "Link": "https://boardgamegeek.com/boardgame/162591/heroes",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "2.2857",
    "Description": "Trust your instincts and enter the duel. Prepare for a fight where only fast decisions and your own willpower can let you defeat your element-commaning opponents. When the time comes, they will try to destroy you! A storm of the battle will break out and the air will tremble with omnipresent magic. Face the challenge and emerge victorious in the end!&#10;Don't let your rivals outwit you!&#10;&#10;Heroes is a dynamic real-time game for 2-4 players, in which players become true heroes of a magical fantasy world, possessing great powers related to different elements: air, water, fire, etc. and leading powerful fantasy armies. They send their creatures &mdash; such as dragons, elementals, ifrits, hydras or gnomes &mdash; to a battle against the opponent's troops. The aim of the game is to defeat the opponent's hero and army.&#10;&#10;In each battle you will summon the mighty forces of nature and the beasts which were born from them. You will chose on your own which of them will accompany you in tides of battle.&#10;&#10;Using magic dice you will cast spells or dispel those belonging to your enemies, activate your foes or learn new magic incantations. Perceptivness, reflexes and a well-thought-out strategy are the keys to victory.&#10;&#10;One of key tasks for each player is to properly use of any cards that he own and creatures that he controls. He must quickly analyze scores on his dice because only given sets of symbols will allow him to use abilities and cast spells.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice",
      "Fantasy",
      "Fighting",
      "Real-time"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Grid Movement",
      "Hand Management",
      "Open Drafting",
      "Player Elimination",
      "Team-Based Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "9890",
    "Name": "Wizard's Garden",
    "ID": 13077,
    "Year": "(2004)",
    "Geek Rating": "5.581",
    "Avg Rating": "6.91",
    "Link": "https://boardgamegeek.com/boardgame/13077/wizards-garden",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "1.6667",
    "Description": "Welcome to the Wizard's Garden. In this part of the garden is the Alesalitis plant, a rare and strange little plant that has a tendency to change its color, and flowers every time another Alesalitis is planted next to it. From this plant you can harvest two types of needed flowers: Dovetail, which is a white flower, and Ravenclaw, which is black.&#10;&#10;Wizard's Garden - The Alesalitis Plant was a finalist in the 2004 About.com Board/Card Games / Abstract Games Magazine Shared Pieces Game Design Competition.&#10;&#10;Online Play&#10;&#10;&#10;    Super Duper Games&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Environmental"
    ],
    "Mechanics": [
      "Pattern Building",
      "Square Grid"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 4 x 4 Grids",
      "Components: Wooden pieces & boards",
      "Containers: Drawstring Bag",
      "Digital Implementations: Abstract Play",
      "Digital Implementations: Ai Ai",
      "Digital Implementations: Super Duper Games",
      "Players: Two-Player Only Games",
      "Series: Bagstracts (XVgames)",
      "Theme: Flowers",
      "Theme: Gardening"
    ]
  },
  {
    "Rank": "9891",
    "Name": "Mobster Metropolis",
    "ID": 199646,
    "Year": "(2019)",
    "Geek Rating": "5.581",
    "Avg Rating": "7.67",
    "Link": "https://boardgamegeek.com/boardgame/199646/mobster-metropolis",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "90",
    "Play Time": "120",
    "Weight": "2.9",
    "Description": "Mobster Metropolis is a 2-4 player strategy game where participants compete to create the most powerful gangster syndicate. Invest in turfs and recruits to generate income and defense, or scheme and attack other players with Drive-bys to take their money. The player with the highest gangster reputation wins the game.&#10;&#10;Each round of Mobster Metropolis is divided into phases, two major and seven short, that represent different actions and events. The structure is provides a clear gameplay and invites both new and experienced players to cunningly plan ahead for their next moves. For example, one phase lets players invest in turfs or recruits, while another is all about attacking or defending. Players will also have to deal with the increasingly tough police that often punishes the most reputable syndicate.&#10;&#10;The game presents several innovative mechanics, like the Drive-by Selector, which let players secretly scheme and target any turf before everyone reveal their plans. The new elements are complimented by proven economic and strategic aspects of great strategy board games.&#10;&#10;Key aspects of the Mobster Metropolis gameplay: &#10;&#10;     Allows a wide variety of playstyles, tactics and strategies.&#10;     Asymmetrical setup with several elements that change for each game.&#10;     Unique game mechanics and parts, such as the Drive-by Selector.&#10;     The economic perspective that comes with the creation of a crime syndicate and its murky business.&#10;     The possibility to surprise other players through card interaction and participation in events.&#10;     The sense of scheming as all players secretly plot their attacks and defense before simultaneously revealing their plans.&#10;     The unavoidable conflicts and rivalry triggered by Drive-by attacks.&#10;     Card-based combat reminiscent of games like Blood Rage, and facedown token placement reminiscent of games like Game of Thrones.&#10;     No dice.&#10;&#10;&#10;",
    "Categories": [
      "Economic",
      "Mafia"
    ],
    "Mechanics": [
      "Action Queue",
      "Auction / Bidding",
      "Open Drafting",
      "Secret Unit Deployment",
      "Simultaneous Action Selection",
      "Take That",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "History: Prohibition in the USA"
    ]
  },
  {
    "Rank": "9892",
    "Name": "Nestlings",
    "ID": 359157,
    "Year": "(2024)",
    "Geek Rating": "5.581",
    "Avg Rating": "6.99",
    "Link": "https://boardgamegeek.com/boardgame/359157/nestlings",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.3846",
    "Description": "In Nestlings, players assume the role of birds competing to gain priority across four biomes: savannah, alpine, freshwater, and desert.&#10;&#10;Each round, players roll their biome dice, then place the dice in biomes one at a time, alternating in clockwise order. Once players have placed all their dice or have chosen to pass for the round, each biome is resolved.&#10;&#10;The player who first placed dice in a particular biome gains priority and reaps the rewards of doing so: selecting a resource first, and discarding a resource to thwart their opponents' plans. However, if another player places more of their biome dice in that same biome, that player gains priority. Once priority order has been established for the biome, players each claim resources to feed their nestlings and gain the matching segment to add to their resource ring on their player board.&#10;&#10;Once all biomes have been resolved &ndash; including the wild grasslands biome in the center of the board &ndash; players score points based on how many nestlings they fed and how many segments are in their resource ring, regardless of which round they were assigned.&#10;&#10;As the game progresses, the tension rises as players must make key decisions along the way, decisions that could secure victory or usher in defeat. Will they feed their nestlings for more immediate points, or take a different resource to complete a section of their resource ring, thus earning a bonus and triggering a powerful chain reaction? Will they use in-game currency to activate another end-of-game nest goal or save it for victory points? Will they place a second die to secure priority or risk it and head to another biome to take other much-needed scraps?&#10;&#10;At the conclusion of round four, the game ends and players reveal their endgame nest goals and tally their points.&#10;&#10;",
    "Categories": [
      "Animals",
      "Dice"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Hand Management",
      "Set Collection",
      "Solo / Solitaire Game",
      "Worker Placement with Dice Workers"
    ],
    "Families": [
      "Animals: Birds",
      "Components: Dice with Icons",
      "Crowdfunding: Kickstarter",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "9893",
    "Name": "Word Slam Midnight",
    "ID": 255678,
    "Year": "(2018)",
    "Geek Rating": "5.581",
    "Avg Rating": "6.82",
    "Link": "https://boardgamegeek.com/boardgame/255678/word-slam-midnight",
    "Min Players": "3",
    "Max Players": "99",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1",
    "Description": "&quot;EAT, YELLOW, CIRCLE &mdash; do you mean pancakes? Or pineapple rings? Oh wait, the CIRCLE is DIVIDED? So something that you eat that is yellow and semicircular? Uh, is it, maybe&hellip;a banana?&quot; &quot;Yes, the answer is banana! One point for the Blue Team!&quot;&#10;&#10;In the communication game Word Slam, two teams compete against one another simultaneously. In each round, one player on each team tries to get their teammates to guess a hidden word or phrase using only the 105 explanatory cards available in the box. Speaking and acting is forbidden! They must tell their stories using only 105 cards, each with one word on it: a noun, verb, adjective, or preposition. A player can use as many explanatory cards as desired, and whichever team guesses correctly first scores a point. The team with the most points at the end of the game wins!&#10;&#10;Word Slam Midnight features the same gameplay as the original Word Slam in a compact format. This version includes 210 story word cards and 100 answer cards, with a total of 600 answer terms in four difficulty levels, .&#10;&#10;In this version, the die and timer is replaced by an app. Instead of using card holders, the two box halves are used as screens between the teams, and the answer cards are played behind the screens. Word Slam Midnight can be played as both an expansion to the base game and a standalone game.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Word Slam",
      "Versions & Editions: Adult Versions of Family-Friendly Games"
    ]
  },
  {
    "Rank": "9894",
    "Name": "Sisimizi",
    "ID": 540,
    "Year": "(1996)",
    "Geek Rating": "5.581",
    "Avg Rating": "6.28",
    "Link": "https://boardgamegeek.com/boardgame/540/sisimizi",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.9565",
    "Description": "Players are competing ant colonies that are attempting to link all of their ant mounds together.  Players attempt to create chains of ants from one ant mound to the next while also trying to cut off other players chains.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals"
    ],
    "Mechanics": [
      "Network and Route Building"
    ],
    "Families": [
      "Animals: Ants",
      "Category: Combinatorial",
      "Mechanism: Connection"
    ]
  },
  {
    "Rank": "9895",
    "Name": "Wanderlust: Discover the World",
    "ID": 369353,
    "Year": "(2024)",
    "Geek Rating": "5.581",
    "Avg Rating": "7.39",
    "Link": "https://boardgamegeek.com/boardgame/369353/wanderlust-discover-the-world",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "40",
    "Play Time": "100",
    "Weight": "2.1429",
    "Description": "Players will be planning trips around the world to visit the most locations, visit beautiful sights, and encounter fellow travelers along the way.&#10;&#10;One of the primary aspects of this game will be drawing transportation cards in order to visit one of the three cities available at the top left portion of the board. This is the &ldquo;travel planning&rdquo; phase.&#10;&#10;You stay in place until you have all of the cars, trains, boats, small planes or jets you need to reach the city. Each connection on the map represents one of these modes of transit. Only after your entire trip has been planned can you turn in your cards and make the journey. You will score points based on how many connections. The more, the better! You have to strike a balance between saving up too many cards and snagging the destination before someone else does.&#10;&#10;Finally three end game scoring conditions are randomly selected so each game will have unique goals to target.&#10;&#10;",
    "Categories": [
      "Racing",
      "Transportation"
    ],
    "Mechanics": [
      "Connections",
      "End Game Bonuses",
      "Hand Management",
      "Network and Route Building",
      "Open Drafting",
      "Set Collection",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Components: Map (Global Scale)",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: TableTop Simulator Mod (TTS)",
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "9896",
    "Name": "Quinamid",
    "ID": 29952,
    "Year": "(2007)",
    "Geek Rating": "5.581",
    "Avg Rating": "6.83",
    "Link": "https://boardgamegeek.com/boardgame/29952/quinamid",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "2.2",
    "Description": "An abstract 2-player game in which the objective is to create a line of 5 counters . The twist here is that the counters are placed in a series of 5 boards of differing size that are formed to make a pyramid, hence the name &lsquo;Quinamid&rsquo;.&#10;&#10;The rules are simple, with any one of  3 options available to the player : &#10;a)    Place a counter in a vacant space&#10;b)    Rotate a board (including those boards &lsquo;above&rsquo; it) through 90 degrees&#10;c)    Move a board (including those boards &lsquo;above&rsquo; it) one &lsquo;position&rsquo; in any orthogonal direction.&#10;&#10;An important rule is that the subsequent player may neither move NOR rotate a board which was moved or rotated by the preceding player.&#10;&#10;Players take it in turns to make their move until one of them reveals a line of 5 counters, this being in a vertical, horizontal or diagonal direction.&#10;&#10;As players use option c) above they will &lsquo;cover&rsquo; boards below, thereby hiding the contents. It follows therefore that there is a bit of memory required to recall what was under the various boards if you are to use it to your advantage.&#10;&#10;A game is often completed in 2 or 3 minutes so replay value is high. It is often better to play a &lsquo;best of 5&rsquo; series to employ different strategies, so that would take around 15 minutes.&#10;&#10;The game should appeal to players aged 8-80. It could be played whilst waiting for a meal to be prepared or as a post-prandial diversion with other players spectating and giving out &lsquo;advice&rsquo; ! Easy until they themselves have a go !!&#10;&#10;Components are sturdy, with the counters and boards being made of good quality wood, and the package comes in a nice wooden presentation box of dimensions 7&rdquo; x 7&rdquo;, making it portable and suitable to be played on the train, the beach or at picnics.&#10;&#10;Online Play&#10;&#10;     Boardspace.net (real time or turn based, AI option)&#10;&#10;&#10;Mobile Apps&#10;&#10;     Boardspace.net local multiplayer or online, IOS&#10;     Boardspace.net local multiplayer or online, Android&#10;&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Pattern Building"
    ],
    "Families": [
      "Category: n in a row",
      "Components: 3-Dimensional (3D)",
      "Digital Implementations: BoardSpace",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "9897",
    "Name": "Knockdown",
    "ID": 313471,
    "Year": "(2022)",
    "Geek Rating": "5.581",
    "Avg Rating": "6.80",
    "Link": "https://boardgamegeek.com/boardgame/313471/knockdown",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.4",
    "Description": "Knockdown is a dynamic fighting game where you become a fighter and you have to knock down your opponent. During a game, you will have to surprise your opponent, create crazy combos, and, in the end, try to push them over by forcing them to the serious &quot;Knockdown&quot; test.  All components from all Knockdown boxes can be mixed together.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Fighting",
      "Sports",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Action Points",
      "Open Drafting",
      "Stacking and Balancing"
    ],
    "Families": [
      "Category: Two-Player Fighting Games",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "9898",
    "Name": "Space Mission",
    "ID": 105199,
    "Year": "(2011)",
    "Geek Rating": "5.581",
    "Avg Rating": "5.95",
    "Link": "https://boardgamegeek.com/boardgame/105199/space-mission",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.8378",
    "Description": "In Space Mission, players explore eight planets (randomly selected from twelve in the game) by flying from planet to neighboring planet or passing through a &quot;jump gate&quot; that allows them to travel anywhere. Each planet has a different combination of values for jumping to it, scanning it and landing on it.&#10;&#10;Each player has a hand of five cards, with each card having three color-coded values on it: blue for jumping, green for scanning, and orange for landing. On a turn, you take two actions from six possibilities, with the same action being possible:&#10;&#10;&mdash;Top up: Discard any number of cards (including zero), then refill your hand to five cards.&#10;&#10;&mdash;Jump: Move your spaceship from the jump gate (where players start the game) or a planet to any other planet by discarding a card that shows the landing value of the target planet. Place one of your tokens on the jump gate.&#10;&#10;&mdash;Fly: Move your spaceship to either neighboring planet; this move is free.&#10;&#10;&mdash;Scan: Discard a card with the scanning value of the planet where your spaceship is currently located; look through the face-down planet tiles, place one aside face-down with your marker on it, then return the tiles to that planet. This action is possible only on undeveloped planets.&#10;&#10;&mdash;Develop: Develop the planet where your spaceship is located by discarding two cards that match the two landing values shown on that planet. Mark this planet with your space station token, hand out all scanned and claimed planet tiles to the appropriate players, claim one remaining planet tile for yourself, then place the remaining tiles face-down again. A planet can be developed only once.&#10;&#10;&mdash;Discover: Take a planet tile of your choice from the developed planet where your spaceship is currently located.&#10;&#10;If at any point, all of the planet tiles on a planet show only empty space, the player holding the tiles lays them face-up next to that planet. When 6-12 space tiles have been revealed, an amount based on the number of players, the game ends and players tally their points.&#10;&#10;Each type of planet tile scores in a different way. With Minerals, for example, you multiply the number of mineral tiles you hold with the largest number of mineral tiles in a single color. Medals are worth three points each. A green-blue pair of Matter tiles is worth seven points, while a single Matter tile is worth only two. Each space station you've built is worth three points, and the players score 9, 6, 3 and 1 for having the most, secondmost, etc. tokens on the jump gate. The player with the most points wins.&#10;&#10;Reimplements:&#10;&#10;    Jump Gate&#10;&#10;&#10;Online Play&#10;&#10;&#10;     Yucata (turn-based)&#10;&#10;&#10;",
    "Categories": [
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Hand Management",
      "Modular Board",
      "Set Collection"
    ],
    "Families": [
      "Digital Implementations: Yucata"
    ]
  },
  {
    "Rank": "9899",
    "Name": "Listography: The Game",
    "ID": 199766,
    "Year": "(2016)",
    "Geek Rating": "5.581",
    "Avg Rating": "6.93",
    "Link": "https://boardgamegeek.com/boardgame/199766/listography-the-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "45",
    "Weight": "1",
    "Description": "Listography invites players to create and share lists based on fun and thought-provoking topics, from geography and pop culture to toothpaste and constellations! With the goal of being the first around the game board, players score points according to the number of similar or unique answers.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Paper-and-Pencil"
    ],
    "Families": []
  },
  {
    "Rank": "9900",
    "Name": "Sebastian Fitzek Safehouse: Das Würfelspiel",
    "ID": 302212,
    "Year": "(2020)",
    "Geek Rating": "5.581",
    "Avg Rating": "6.38",
    "Link": "https://boardgamegeek.com/boardgame/302212/sebastian-fitzek-safehouse-das-wurfelspiel",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.5556",
    "Description": "Germany's most successful thriller author Sebastian Fitzek and the multi-award-winning game designer Marco Teubner got back together and developed a take-along dice version for the successful board game &quot;Sebastian Fitzek Safehouse&quot;.&#10;&#10;Goodness, what a mess! You&rsquo;re in a tight spot again and must try to shake off your pursuer.&#10;Do this by rolling the dice to complete missions. You can only win (or lose) the game together. The better you cooperate, the faster you&rsquo;ll reach the safe house. Careful though: every roll of the dice brings your pursuer closer. Has your pursuer caught up with one of you? Then you&rsquo;ve all lost!&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Mechanism: Roll-and-Write",
      "Misc: LongPack Games",
      "Versions & Editions: Dice Versions of Non-Dice Games"
    ]
  }
]