[
  {
    "Rank": "20001",
    "Name": "Korea '95",
    "ID": 11339,
    "Year": "(1993)",
    "Geek Rating": "5.513",
    "Avg Rating": "6.45",
    "Link": "https://boardgamegeek.com/boardgame/11339/korea-95",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "Korea '95 depicts the first month of war between North and South Korea during the mid- to late-1990's.&#10;&#10;200 counters, 22 x 34 map, 12 pages of rules.&#10;&#10;First published in CounterAttack magazine No. 4 (March 1993).&#10;&#10;Game Scale:&#10;Turn: 2 days&#10;Hex: 7.5 miles /&#10;Units: Regiment to Corps&#10;&#10;Game Inventory:&#10;One 22&quot; X 34&quot; mapsheet&#10;One countersheet (200 1/2&quot; counters)&#10;One 16 page rules booklet&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Korea",
      "Magazine: CounterAttack",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "20002",
    "Name": "ShowBiz Shuffle",
    "ID": 4177,
    "Year": "(2002)",
    "Geek Rating": "5.513",
    "Avg Rating": "5.91",
    "Link": "https://boardgamegeek.com/boardgame/4177/showbiz-shuffle",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6",
    "Description": "SHOWBIZ SHUFFLE is a fun set collection card game. Players try to collect actors, directors, stunts and special effects and create their movies for points. Action cards (like &quot;drug problems&quot; and &quot;the big break&quot;) add to the fun by allowing player to build up their own movies or ruin the other players.&#10;&#10;SHOWBIZ SHUFFLE contains 144 cards with nicely draw graphics&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "20003",
    "Name": "Cassino 44",
    "ID": 126419,
    "Year": "(2012)",
    "Geek Rating": "5.513",
    "Avg Rating": "6.54",
    "Link": "https://boardgamegeek.com/boardgame/126419/cassino-44",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "300",
    "Play Time": "300",
    "Weight": "2.375",
    "Description": "On May 11, 1944 at eleven o&rsquo;clock in the evening, nearly 2000 cannons opened fire on the German defenses of the Gustav Line. The French, under the command of General Juin (CEF), and the Polish, Canadians, Indians and British, under General Leese, (8th Army) launch an assault to open the road to Rome while the Americans under General Clark (5th US Army) carry out a support attack on the Tyrrhenian coast.&#10;&#10;Operation Diadem follows the unsuccessful attacks on the Gustav Line during the winter of 1943-1944. Confronted by the Allies, the German units remain determined and give up nothing. In the town of Cassino and around the monastery of Monte Cassino, totally destroyed by February&rsquo;s massive bombardments, the green devils of the 1.Fallschirmj&auml;ger-Division, supported by mountain troops, will defy the assailants until the night of May 17-18. In this game, VaeVictis takes you to the assault of the Aurunci Mountains. The French troops will have to infiltrate as Juin had imagined. The game also captures the harshness of the hand-to-hand combat between the Polish, British and German paratroopers. In the Liri Valley, the breaches allow the Canadian and British armored forces to be quickly launched on the road to Rome.&#10;&#10;Cassino 44 is a game in the World War Two Series from the magazine Vae Victis (Ardennes 44, Alsace 44, Korsun 44, Targu Frumos 44 and Arnhem 44).&#10;&#10;In this game, the player will have to assault of the Aurunci Mountains. The French troops will have to infiltrate as General Juin had imagined. The game also captures the harshness of the hand-to-hand combat between the Polish, British and German paratroopers. In the Liri Valley, the breaches allow the Canadian and British armored forces to be quickly launched on the road to Rome.&#10;&#10;The game includes:&#10;&bull; One 59 x 41 cm map&#10;&bull; 216 double-sided die cut counters and markers&#10;&bull; One booklet of rules and scenarios &#10;&bull; Two player-aid cards in color&#10;&#10;Units: brigades, Kampfgruppen,regiments and battalions&#10;Map scale: 1,2 km per hexagon&#10;Turn: night or half-day&#10;Complexity : 6/9&#10;&#10;Bilingual Rules and Charts (English/French).&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Digital Implementations: VASSAL",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players",
      "Series: Collection Jeux d'Histoire (Vae Victis)",
      "Series: WWII Operational (Vae Victis)"
    ]
  },
  {
    "Rank": "20004",
    "Name": "Pavlov's Dogs",
    "ID": 277323,
    "Year": "(2020)",
    "Geek Rating": "5.513",
    "Avg Rating": "6.39",
    "Link": "https://boardgamegeek.com/boardgame/277323/pavlovs-dogs",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "1",
    "Description": "Pavlov&rsquo;s Dogs is a pseudo-psychological card game of memory and conditioning. A fast, engaging game of following the rules and acting like fools! You&rsquo;ll be drooling for more!&#10;&#10;Players are dogs working together during a series of tests (rounds) given to them by famous Dogtors such as Sigmund Fetch, Collie Jung, and Bark F. Skinner! Each round one player is the Dogtor and ensures that the dogs are following the rules.&#10;&#10;All players start with 3 bones. If they ever make a mistake they lose a bone and if one player is out of bones the game ends immediately. However,&#10;&#10;The dogs (players) are tested each round by being dealt 5 cards from the test desk which they do not look at. The test deck consists of numbered cards in 3 suits (BLUE,YELLOW and BROWN) each featuring 6 different dog commands (SIT,SHAKE,SPEAK, FETCH,ROLLOVER and BEG). There are also 6 BELL cards in the test deck which are WHITE and valued at zero.&#10;&#10;On a player&rsquo;s turn they will flip one of their dealt test cards and say the total value of the test. The first player may flip a YELLOW SHAKE ONE and they would state &ldquo;ONE&rdquo;.  The second player may flip a BROWN BEG TWO and they would state &ldquo;THREE&rdquo;, and so on.&#10;&#10;The parameters/rules may change the value of a card or add an action requirement when a card type is played. Example rules are: SIT commands = ZERO or Bark when any BLUE card is played. Each round another parameter/rule is added making it more challenging to complete the full series of test. It is the Dogtor's job each round to ensure the dogs are following the rules.&#10;&#10;If a dog announces the total value of the test correctly, the Dogtor will say GOOD DOG. This signifies that the dog was correct and the next dog (player) may go. In the event that a dog is incorrect, the Dogtor will say BAD DOG.&#10;&#10;Whenever you are a bad dog, you lose one bone. The Dogtor then resets the total test value to zero and play continues until all dogs are out of test cards.  The game end immediately once one dog is out of bones and all players fail. However, players may share bones in between rounds as long as each player has at least one bone but no more than 3 bones. If all players still have bones at the end of your final round, you pass! Your collective score is based on the total number of bones at the end of the game.&#10;&#10;Pavlov's Dogs has 3 levels of difficulty: Puppy (3 rounds), Dog (5 rounds) or Wolf (8 rounds). All players decide their level at the beginning of the game to determine the number of rounds they will play.&#10;&#10;There is also a fun TEAM VARIANT in which players split into 2 teams and play 4 rounds to determine who did better.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Animals"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Theme: Psychology"
    ]
  },
  {
    "Rank": "20005",
    "Name": "kCaloria",
    "ID": 375108,
    "Year": "(2024)",
    "Geek Rating": "5.513",
    "Avg Rating": "8.73",
    "Link": "https://boardgamegeek.com/boardgame/375108/kcaloria",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "3",
    "Description": "kCaloria gives you the chance to build an expansive and intricate food chain that must overcome obstacles at every turn! Sow the seeds to a thriving ecosystem with precious water tiles, grow verdant gardens with every fungi/plant tile, and fill this space with the perfect balance of herbivores, omnivores, carnivores, and humans too!&#10;&#10;The objective of kCaloria is to play greater and more complex tiles in order to increase your final score. You will alternate placing tiles with your opponents and expand your respective food chains to dominate the table!&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Animals",
      "Educational",
      "Territory Building"
    ],
    "Mechanics": [
      "Chaining",
      "Deck Construction",
      "Hexagon Grid",
      "Pieces as Map",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "20006",
    "Name": "Build or BOOM",
    "ID": 214849,
    "Year": "(2016)",
    "Geek Rating": "5.513",
    "Avg Rating": "6.20",
    "Link": "https://boardgamegeek.com/boardgame/214849/build-or-boom",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1.25",
    "Description": "Build or BOOM is a fast-paced two-player game that will test speed and shape recognition.&#10;&#10;GETTING STARTED: Draw a construction card (3 levels of difficulty) and place it on the card holder in between the 2 players.&#10;&#10;HOW TO PLAY: Race to be the first to stack your blocks exactly as shown on the construction card. When you finish yell BOOM! &amp; hit the dynamite blast pad sending the other player's tower to the ground.&#10;&#10;WHAT'S INCLUDED: 40 various blocks, 2 Construction Workers, 2 Boomers/Platforms, 30 Construction Cards with 3 levels of difficulty&#10;&#10;The object of Build or Boom is to be the first player to build the plans on the Blueprint Card. Once your building is done, smash your Boomer and your opponent's structure comes tumbling down. If your tower matches exactly what's on the card, score a point. Replace the blocks in the middle of the table and play again with a new Blueprint Card. The first Builder to 10 points wins.&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "20007",
    "Name": "Feuding Foodies",
    "ID": 342246,
    "Year": "(2021)",
    "Geek Rating": "5.513",
    "Avg Rating": "8.74",
    "Link": "https://boardgamegeek.com/boardgame/342246/feuding-foodies",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "75",
    "Weight": "2.3333",
    "Description": "Partner up with your favorite buddy and face off against other teams in this wacky card game where players race to collect ingredients and cook recipes. The first team to build enough recipes to gain 12 points wins! Feuding Foodies caters to 4, 6 or 8 players.&#10;&#10;Each turn, draw an ingredient card face up. Pay attention to what your co-chef and competitors add to their hand. You CAN'T tell anyone what ingredients you have unless a power allows it.&#10;&#10;Then, play an ingredient's power from your hand. POACH your neighbor's reserves with an egg, PEEL AWAY their defenses with banana, BATTER UP with flour to draw more cards, and more - the choice is up to you!&#10;&#10;Once you and your co-chef have enough ingredients, build recipes to gain points. But pay attention at all times! Special cards can be played at ANY time and are very powerful. Use ODOR BLOCK to thwart attacks, JAM a recipe so it can't be cooked, or incite chaos with the DEVILED EGG.&#10;&#10;Feuding Foodies is sure to be a game that has players coming back for a second serving.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor",
      "Print & Play"
    ],
    "Mechanics": [
      "Hand Management",
      "Interrupts",
      "Race",
      "Take That",
      "Team-Based Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "20008",
    "Name": "Lepanto 1571: A Sea Turned Red by Blood",
    "ID": 334282,
    "Year": "(2021)",
    "Geek Rating": "5.513",
    "Avg Rating": "6.94",
    "Link": "https://boardgamegeek.com/boardgame/334282/lepanto-1571-a-sea-turned-red-by-blood",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "240",
    "Play Time": "360",
    "Weight": "2.5",
    "Description": "October 7th, 1571&#10;The calm Aegean sea is going to be, once again, the scene of one of the most important battles in history. The fleets of the Ottoman Empire and the Holy League, created by Pope Pius V, are ready to clash in the waters in front of the little town of Lepanto. At the end of the day, after one of the fiercest battles in the long history of naval combat, the Ottoman fleet breaks away following the loss of more than 150 ships and 30.000 men.&#10;Now the sea is red, a sea turned red by blood.&#10;400+ counters, 6 player aid cards, 3 maps, a rules book and a playerbook with examples of play.&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Nautical",
      "Pike and Shot",
      "Renaissance",
      "Wargame"
    ],
    "Mechanics": [
      "Chit-Pull System",
      "Hexagon Grid"
    ],
    "Families": [
      "Country: Papal States",
      "History: Ottoman-Habsburg Wars"
    ]
  },
  {
    "Rank": "20009",
    "Name": "Tet Offensive",
    "ID": 5881,
    "Year": "(1991)",
    "Geek Rating": "5.513",
    "Avg Rating": "6.03",
    "Link": "https://boardgamegeek.com/boardgame/5881/tet-offensive",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.7273",
    "Description": "On January 30, 1968 the combined forces of the Viet Cong and the North Vietnamese Army launched a countrywide offensive directed at the major cities and towns of Vietnam.  The offensive was unprecedented in its scope and violence and would eventually prove to be the deciding battle of the war.&#10;&#10;Tet Offensive, in somewhat abstract terms, covers at the Operational  level all of the important events of the battle. Morale plays a major part of the game, in fact the way to win is by demoralizing your opponent.&#10;&#10;Included in the rules are variants, including a 4-player version, and historical commentaries and analysis.&#10;&#10;",
    "Categories": [
      "Civil War",
      "Modern Warfare",
      "Vietnam War",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Country: USA",
      "Country: Vietnam",
      "History: Vietnam War",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "20010",
    "Name": "Millionenspiel",
    "ID": 1173,
    "Year": "(1982)",
    "Geek Rating": "5.513",
    "Avg Rating": "5.73",
    "Link": "https://boardgamegeek.com/boardgame/1173/millionenspiel",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.1667",
    "Description": "There is only one pawn for all the players. It will move around the circular track with every roll of the dice. Players win or lose money depending which color space the pawn lands on. Betting on where the pawn lands is the essence of the game.&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Roll / Spin and Move"
    ],
    "Families": []
  },
  {
    "Rank": "20011",
    "Name": "Upkeep",
    "ID": 300125,
    "Year": "(2020)",
    "Geek Rating": "5.513",
    "Avg Rating": "6.47",
    "Link": "https://boardgamegeek.com/boardgame/300125/upkeep",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.6667",
    "Description": "In Upkeep, your perfect and beautiful yard is being bombarded with unusual Autumn weather.  Your neighbors have always coveted your pristine lawn, immaculate deck and tidy section.  Now they are eager to snatch the coveted title of the neighborhoods most exquisite yard.  Stormy weather or not, you must do everything you can to clean your yard before your neighbors.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Environmental",
      "Puzzle",
      "Racing"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Dice Rolling",
      "Events",
      "Pattern Building",
      "Race",
      "Square Grid",
      "Trading"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Misc: Self-Referential Games"
    ]
  },
  {
    "Rank": "20012",
    "Name": "Towers of Am'harb",
    "ID": 283699,
    "Year": "(2019)",
    "Geek Rating": "5.513",
    "Avg Rating": "6.04",
    "Link": "https://boardgamegeek.com/boardgame/283699/towers-of-amharb",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "3",
    "Description": "Ages ago, before history, before humans walked the earth, ancient beings ruled the darkest corners of the cosmos from beyond. Their earliest followers harnessed fragments of their immeasurable power in earthly objects. Chaos and destruction spread throughout the land leaving no family untouched by darkness. A great war ensued and these once great objects of cosmic power became lost and forgotten in time&hellip;&#10;&#10;You lied to the other scientists on the expedition to Am&rsquo;harb, an uninhabited island in the Pacific. Only you, a true servant of the Ancient Ones, is powerful enough to move the deadly dark towers surrounding the island.&#10;&#10;Manipulate the towers to strategically scatter your priests and cultists around the island and gain control of the dark altars. Excavate esoteric resources left behind by lost civilizations. Wisely exchange them for the cosmic powers of the Ancient One to advance your position.&#10;&#10;Can you solve the Towers of Am&rsquo;harb and unlock the secrets before your rivals? Do this before the other cults to ensure you and you alone lead humanity from the deadly light and into the peace and safety of a new dark age!&#10;&#10;Gameplay Overview&#10;&#10;In Towers of Am&rsquo;harb, you are a leader of a doom cult, and you are competing with others just like you, all trying to unleash the Ancient One of their worship to conquer the world!&#10;&#10;Players will take turns moving their set of 4 different sized discs, manipulating them according to the rules of the mathematical puzzle toy Tower of Hanoi/Brahma. Then you send your followers(disciples) to the 2 columns you just moved a disc into, in order to gain control of scoring altars that provide doom points at the end of the game. Your followers come in different sizes, 3 priests which provides 3 influence, and 6 cultists which provides 1 influence; each follower spreads influence to the 8 surrounding spaces, so it can influence more than one altar.&#10;&#10;Since players will sit and play their discs on different orthogonal sides of the map, the result is that the vertical columns you can play into will be the horizontal rows of the next player, and generates to very interesting interactions. When playing your followers on to the board, you will need also to pay a cost depending on how crowded the area you are entering, which can be offset by the height of your towers, so you must plan ahead on where you need to concentrate your efforts.&#10;&#10;There are 8 different Lovecraftian Ancient Ones to worship in this game, each with a different Cosmic Power for players to rely on. The map is made from dual-sided modular boards, with different layouts for 2/3/4 player scaling; you can start with symmetric distribution of scoring altars, or flip them around for dynamic asymmetric layouts.&#10;&#10;The game ends when the first player plays all 9 of their followers to the board, then all other players gets to take one more turn. Then players resolves each altar on the board one by one and give out doom points to the players with highest influence. The player who accumulates the highest doom points awakens the Ancient One of their worship, and releases unfathomable cosmic horror upon the world.&#10;&#10;Disclaimer: Moaideas Game Design is not liable for the unexpected or premeditated summoning of any Ancient One or Elder God and in no way endorses or condones belief or membership of any doom cult. All hail, Cthulhu. &#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Fantasy",
      "Mythology"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Pattern Building",
      "Set Collection",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: 8 x 8 Grids",
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "20013",
    "Name": "Ungeziffer",
    "ID": 242546,
    "Year": "(2018)",
    "Geek Rating": "5.513",
    "Avg Rating": "6.44",
    "Link": "https://boardgamegeek.com/boardgame/242546/ungeziffer",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.5",
    "Description": "They're creeping and crawling everywhere! But exactly how many creepy-crawlies are there? Remember where the cockroaches, beetles, and their friends are hiding in Ungeziffer and add the vermin together. Be careful because you must find the exact number and not turn over too many vermin. The player who has collected the most vermin tiles at the end of the game wins.&#10;&#10;In more detail, on a turn a player rolls the two dice, adds the numbers, then turns over tiles one by one and adds the depicted vermin (0 to 9). The total must match the die roll without going over.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Dice",
      "Math",
      "Memory"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Memory",
      "Set Collection"
    ],
    "Families": [
      "Series: Mitbringspiel Mini (HABA)"
    ]
  },
  {
    "Rank": "20014",
    "Name": "شب مافیا (Mafia's Night)",
    "ID": 273085,
    "Year": "(2017)",
    "Geek Rating": "5.513",
    "Avg Rating": "7.92",
    "Link": "https://boardgamegeek.com/boardgame/273085/shb-mafya-mafias-night",
    "Min Players": "5",
    "Max Players": "40",
    "Min Play Time": "20",
    "Play Time": "120",
    "Weight": "2.4",
    "Description": "Based on the classic game of Mafia, Mafia`s Night has some new twists and variations in gameplay!&#10;&#10;This game includes more than 30 unique characters and lots of scenarios based on the roles to play!&#10;&#10;The box also includes components for better experience of the game, such as blank cards and pen for voting, masters`s notebook and more!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Deduction",
      "Murder / Mystery",
      "Negotiation",
      "Party Game"
    ],
    "Mechanics": [
      "Player Elimination",
      "Role Playing",
      "Team-Based Game",
      "Variable Player Powers",
      "Voting"
    ],
    "Families": [
      "Game: Werewolf / Mafia"
    ]
  },
  {
    "Rank": "20015",
    "Name": "Perigon",
    "ID": 93493,
    "Year": "(2011)",
    "Geek Rating": "5.513",
    "Avg Rating": "6.24",
    "Link": "https://boardgamegeek.com/boardgame/93493/perigon",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.5",
    "Description": "Perigon is a two-player strategy game. The board is a seven-by-six grid with grooved grid lines. The intersections of the grid are known as Hubs. The pieces are solid cylinders that lie in the grooves of the board in between the Hubs. The grooves that lie along the longer edges of the board are the goal lines. Each player has two Woods and two Granites while the Flag is a communal piece.&#10;&#10;Each move is a single 90 degree rotation in any direction off a Hub. Woods can only do ordinary rotations (Free moves). Granites can do Free moves but can also shunt past any Woods that they&rsquo;re connected to (Shunt moves). The only way you can move the Flag is by rotating it off any of your own pieces that it&rsquo;s connected to (Flag moves). Players take alternate turns to make their plays. You have two moves per play to move your pieces, and you can also move the Flag as many times as you wish and at any time in your play.&#10;&#10;Create structures with your pieces to move the Flag forward, and try to break up any structures that your opponent may be trying to build. Once you have moved the Flag onto your opponent&rsquo;s goal line, you&rsquo;re the winner.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Square Grid"
    ],
    "Families": [
      "Components: 6 x 7 Grids",
      "Components: Wooden pieces & boards",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "20016",
    "Name": "France 1940",
    "ID": 9861,
    "Year": "(2001)",
    "Geek Rating": "5.513",
    "Avg Rating": "6.23",
    "Link": "https://boardgamegeek.com/boardgame/9861/france-1940",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.75",
    "Description": "This game covers the invasion and defeat of France (and Belgium, the Netherlands, the British forces on the continent) by Nazi Germany in the spring of 1940.  This game features low counter density, with counters representing infantry corps and armored divisions. Special rules are also included covering airborne assaults, refugees, and seaborne evacuation. A variety of scenarios exist to provide increased replay value and explore other options for both sides.&#10;&#10;As with all Vae Victis games, the counters need to be cut out and mounted. The rules are entirely in French, although translations are available online.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War II"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Components: DTP (Desktop Publishing)",
      "Country: France",
      "History: World War II (Western Front 1940)",
      "Magazine: Vae Victis",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "20017",
    "Name": "Two Stacks",
    "ID": 262079,
    "Year": "(2018)",
    "Geek Rating": "5.513",
    "Avg Rating": "6.43",
    "Link": "https://boardgamegeek.com/boardgame/262079/two-stacks",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1.5",
    "Description": "Two Stacks is a cooperative card game where players try to use all their cards together without getting stuck!  Each turn, a player can play multiple number cards in consecutive order while also using bridge cards and special cards to jump between numbers.  Roles and card colors limit what cards each player can play, so players strategically pass cards to each other to develop winning combinations.  Roles also keep players engaged by switching during the game.&#10;&#10;Each turn consists of three phases: draw, play, pass.  Players try to avoid getting stuck with cards they cannot play.  If everyone gets stuck, the game is a loss.  Players win by playing all of the cards in their hands.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Card Game",
      "Number"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Hand Management",
      "Pattern Recognition",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Card Games: Shedding / Stops"
    ]
  },
  {
    "Rank": "20018",
    "Name": "The Contender: The Game of Presidential Debate",
    "ID": 190073,
    "Year": "(2015)",
    "Geek Rating": "5.513",
    "Avg Rating": "6.08",
    "Link": "https://boardgamegeek.com/boardgame/190073/the-contender-the-game-of-presidential-debate",
    "Min Players": "3",
    "Max Players": "99",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1.1667",
    "Description": "The Contender is a social card game inspired by the vim and vigor of a real presidential debate.&#10;&#10;To win, you must use facts, attacks and distracts to convince the Moderator that you are fit to lead the free world. The deck brings you hundreds of one-liners based on real presidential quotes that you'll combine to beat your opponents in the debate of the century.&#10;&#10;Players take turns debating an issue drawn from a deck of Topic cards by combining the phrases on the Argument cards to create the most convincing or entertaining argument.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game",
      "Political"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Political: Elections"
    ]
  },
  {
    "Rank": "20019",
    "Name": "Carnavalo",
    "ID": 267133,
    "Year": "(2018)",
    "Geek Rating": "5.513",
    "Avg Rating": "6.70",
    "Link": "https://boardgamegeek.com/boardgame/267133/carnavalo",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Tactical board game full of bluff and manipulation&#10;&#10;In Carnavalo you are a carnival leader who tries to earn as many feathers as possible at the different party locations. To get the majority in one location, you play covered cards. Meanwhile, you have to dodge Prince Carnival, who is doing his best to recruit people for his less popular parade. Miss Carnavalo and Barricadol are the other characters who manipulate the parties in the city.&#10;&#10;At the end of a round you win feathers if you have the majority in one location and you lose them if you have the most people in the parade. The player who bluffs and manipulates the best wins the game and will enjoy the carnival most.&#10;&#10;Carnavalo is a tactical board game with no luck factors. The only unknown elements are the secret actions of the other players, creating chaotic and surprising situations.&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Area Majority / Influence"
    ],
    "Families": []
  },
  {
    "Rank": "20020",
    "Name": "Tricky Safari",
    "ID": 84778,
    "Year": "(2010)",
    "Geek Rating": "5.513",
    "Avg Rating": "6.10",
    "Link": "https://boardgamegeek.com/boardgame/84778/tricky-safari",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "25",
    "Play Time": "25",
    "Weight": "2",
    "Description": "From the publisher/author:&#10;&#10;FLASH! FLASH! FLASH! Photograph the 10 animals in the safari park. Follow the animals to take good photos.  However, it is not easy since the animals don't stand still!  Try to predict where they are going in order to get in position for the shot!&#10;&#10;GAME RULES SUMMARY:&#10;&#10;In your turn, you move in one direction along a straight line of connected spaces. You can only move through open land, not through trees or water.&#10;&#10;After all players have their turn, each animal moves 1 step to the land space in front of it.&#10;If you are in a space alongside or in front of an animal, you take a photo of that animal (nobody wants to see a picture of an animal's behind!).&#10;&#10;The winner is the first player to photograph all 10 animals.&#10;&#10;Online Play&#10;&#10;&#10;     Jijbent.nl (turnbased, Dutch)&#10;     YourTurnMyTurn.com (turnbased, English)&#10;&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game"
    ],
    "Mechanics": [
      "Modular Board"
    ],
    "Families": [
      "Theme: Safaris"
    ]
  },
  {
    "Rank": "20021",
    "Name": "Long Live The Revolution!",
    "ID": 70262,
    "Year": "(2010)",
    "Geek Rating": "5.513",
    "Avg Rating": "5.91",
    "Link": "https://boardgamegeek.com/boardgame/70262/long-live-the-revolution",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.1429",
    "Description": "The Revolutionaries against the Royalists. Which side will prevail and which side are you on?&#10;&#10;The game is played over several rounds. Each player selects one card from his hand and revealed simultaneously. Now determine which side win the dominant color, then which player win the round.&#10;&#10;The game ends when either the Revolutionaries or the Royalists have won four stacks. This defines the victorious colour and then count their points. The player with the most points wins the game.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "20022",
    "Name": "The Lost Worlds of Josh Kirby",
    "ID": 271727,
    "Year": "(2020)",
    "Geek Rating": "5.513",
    "Avg Rating": "6.84",
    "Link": "https://boardgamegeek.com/boardgame/271727/the-lost-worlds-of-josh-kirby",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "2.5",
    "Description": "The Lost Worlds of Josh Kirby features art never before published in games from Josh Kirby, famed sci-fi &amp; fantasy artist with credits including Tunnels &amp; Trolls, Return of the Jedi and Discworld.&#10;&#10;The game features a dice-based action selection system.  Each turn, roll and allocate dice to Save or Conquer World cards in the center of the table &mdash; and optionally, activate renown powers or world powers.&#10;&#10;Saving or Conquering worlds will push your Morality track toward Savior or Tyrant. Your ever-changing morality affects which dice you can reroll, special powers you can access, and even endgame bonuses. Combine the powers of worlds you&rsquo;ve claimed with your dice to enact sweeping change across the galaxy and rocket yourself to victory.&#10;&#10;At the end of the game, the player who has claimed the most valuable worlds is the victor &mdash; but you receive bonuses depending on both your final morality and how you claimed the worlds (Save or Conquer).&#10;&#10;",
    "Categories": [
      "Dice",
      "Science Fiction",
      "Space Exploration"
    ],
    "Mechanics": [
      "Action / Event",
      "Area Majority / Influence",
      "Dice Rolling",
      "End Game Bonuses",
      "Once-Per-Game Abilities",
      "Race",
      "Re-rolling and Locking",
      "Take That",
      "Variable Player Powers",
      "Variable Set-up"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Creatures: Aliens / Extraterrestrials",
      "Crowdfunding: Kickstarter",
      "Theme: Retro"
    ]
  },
  {
    "Rank": "20023",
    "Name": "Chains to Champions",
    "ID": 140244,
    "Year": "(2013)",
    "Geek Rating": "5.513",
    "Avg Rating": "6.72",
    "Link": "https://boardgamegeek.com/boardgame/140244/chains-to-champions",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "40",
    "Play Time": "40",
    "Weight": "2.5",
    "Description": "Chains to Champions is a gladiator themed board game that consists of three phases. In phase one you purchase a gladiator at an auction, in phase two you equip your gladiator with weapons, helmets, armor, and training, and then in phase three all players fight to the death in the Arena. The last man standing wins!&#10;&#10;From the back of the box: &quot;Hurry, hurry! The auction is about to begin! There are many gladiators from which to choose. If you choose wisely, you could end up with riches beyond your wildest dreams. If you choose poorly, your gladiator may end up splattered on the sand of the arena. However, the strength behind the swing of his sword isn&rsquo;t the only thing it takes to make your gladiator a champion. You&rsquo;ll have access to the finest training and weapons that Rome has to offer before your gladiator is tossed into the arena for a merciless fight to arena in chains, but only one will emerge a champion.&#10;&#10;Chains to Champions combines mathematical probability with human ingenuity to create a strategy game that is unique each time you play.&quot;&#10;&#10;",
    "Categories": [
      "Ancient",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Components: Construction Toys",
      "Theme: Gladiators"
    ]
  },
  {
    "Rank": "20024",
    "Name": "An Loc: 1972 – The North Vietnamese Push Towards Saigon",
    "ID": 39745,
    "Year": "(2008)",
    "Geek Rating": "5.513",
    "Avg Rating": "6.59",
    "Link": "https://boardgamegeek.com/boardgame/39745/an-loc-1972-the-north-vietnamese-push-towards-saig",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.25",
    "Description": "An LPS bonus mini-game.&#10;&#10;April 1972; a Young US Army captain watched a stream of ARVN fugitives screaming &quot;Thiet Giap!&quot; ; &quot;Tank!&quot; in Vietnamese. He climbs on a roof top to see what is happening and spots a column of dark green T54 tanks advancing. The Battle of An Loc had just began.&#10;&#10;The Peoples Army of (North) Vietnam had launched its biggest offensive of the war. Hundred of tanks, artillery pieces and ten of thousands of trained and confident infantrymen launched a 4 prong attack on the Republic of Vietnam. From Cambodia 3 Divisions descend along the Ropute Nationale 13 toward Saigon. At the small town of An Loc a ragtag band of dispirited ARVN infantrymen, elite rangers and paratroopers stood fast. What was supposed to be a victorious blitzkrieg toward Saigon evolved in a protracted slugfest with B52, American airpower, airmobile assaults and tank charges. In the end the shattered remains of the 3 PAVN divisions run back toward Cambodia  leaving only a shattered mass of ruins, but a defiant and victorious garrison.&#10;&#10;Using regiment and battalion sized units, airpower, artillery, tanks and an operation system that reward increasing the tempo of battle Thiet Giap simulates the battle for the Town of An Loc and the relief effort made by ARVN troops to break the siege. T54 tanks, B52, Paratroopers and sappers are included.&#10;&#10;One 11x17&quot; map and &lt;100 counters.&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Vietnam War",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Movement Points",
      "Ratio / Combat Results Table",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Country: Vietnam",
      "History: Vietnam War",
      "Magazine: Against The Odds",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "20025",
    "Name": "Feast & Famine",
    "ID": 82223,
    "Year": "(2010)",
    "Geek Rating": "5.513",
    "Avg Rating": "5.93",
    "Link": "https://boardgamegeek.com/boardgame/82223/feast-and-famine",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "2.3333",
    "Description": "Publisher description from the back of the box:&#10;&#10;Famine is coming to Egypt! It will take strategy and luck to gather enough supplies to save the House of Israel.&#10;&#10;Joseph, son of Jacob, advised the Pharaoh to store a surplus during the seven years of abundance in order to survive the seven years of famine that were ahead. Will you acquire all the supplies you need before the famine begins?&#10;&#10;Feast Side One:&#10;Players have seven rounds to gather food during Egypt&rsquo;s seven years of plenty. Players exchange labor points for food tiles (oil, water, wheat, corn, fish, and cattle) in order to obtain Pharaoh Medallions. The player who earns the most Medallions wins! Or players can keep Medallions and continue with Side Two.&#10;&#10;Famine Side Two:&#10;Players use their Pharaoh Medallions to rescue the House of Israel from the famine. Joseph&rsquo;s family members are worth different point values determined by birth order. Using their Medallions, players bid against each other in order to find and save Joseph&rsquo;s family. The player who obtains the most points survives the famine and wins the game.&#10;&#10;",
    "Categories": [
      "Religious"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Tile Placement"
    ],
    "Families": [
      "Ancient: Egypt",
      "Religious: Judaism",
      "Religious: The Bible"
    ]
  },
  {
    "Rank": "20026",
    "Name": "ONMYOJI: Spirit War",
    "ID": 223823,
    "Year": "(2017)",
    "Geek Rating": "5.513",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgame/223823/onmyoji-spirit-war",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2",
    "Description": "ONMYOJI: Spirit War / &#233;&#153;&#176;&#233;&#153;&#189;&#231;&#153;&#190;&#233;&#172;&#188;&#232;&#173;&#154;&#10;&#10;&quot;Onmyoji: Spirit War&quot; is a battle of wits card game with legends of Japanese exorcists and yokai(demons) as theme. You play as an Onmyoji, controlling 2 of the 5 elements and use it to summon &quot;Shikigami&quot; spirits as your ally. Use your courage and wits to break opponent's Magic Circle, and become the best Onmyoji in the history!&#10;&#10;&#10;    Contains English/Japanese/Chinese rulebook &amp; player aid&#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Deduction",
      "Fantasy",
      "Mythology"
    ],
    "Mechanics": [
      "Hand Management",
      "Player Elimination"
    ],
    "Families": [
      "Crowdfunding: Zeczec"
    ]
  },
  {
    "Rank": "20027",
    "Name": "Hell Village",
    "ID": 252135,
    "Year": "(2018)",
    "Geek Rating": "5.513",
    "Avg Rating": "6.36",
    "Link": "https://boardgamegeek.com/boardgame/252135/hell-village",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "40",
    "Play Time": "100",
    "Weight": "2",
    "Description": "The King of Hell has passed away and players in Hell village competes to score highest evil point to become the Demon King.&#10;&#10;Similar to the previous game &quot;Demon Worker&quot; released by the same author, Hell village added a few more elements and mechanics to the game such as dice rolling, manipulation of dice results, village building and resource income, etc. The cards for worker placement are transformed into a main board with a score board. Also, the artwork is remade with more detailed design.&#10;&#10;The game is comprised of 7 rounds. In each round, players have to roll 3 dice to decide the player order and then take turns to place their dice one by one to any available function on the main board. The dice result also decides the number of resources that could be taken from the supply. A player can always kick out the other player's dice on the main board if their die is smaller than others and all spaces on that function are occupied. Each round has an event card that requires players to pay certain resources at the end of the round.&#10;&#10;Some worker placement areas allow for cards to be played for ongoing effects or cards may be played into a city structure (ala tile-placement) for more bonuses.&#10;&#10;The game also provides variations that make functions on the main board evolve during the middle to late game.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Dice"
    ],
    "Mechanics": [
      "Action Queue",
      "Dice Rolling",
      "Hand Management",
      "Tile Placement",
      "Worker Placement"
    ],
    "Families": [
      "Creatures: Demons",
      "Theme: Villainy"
    ]
  },
  {
    "Rank": "20028",
    "Name": "New York",
    "ID": 2532,
    "Year": "(1995)",
    "Geek Rating": "5.513",
    "Avg Rating": "6.03",
    "Link": "https://boardgamegeek.com/boardgame/2532/new-york",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "90",
    "Play Time": "90",
    "Weight": "2.1667",
    "Description": "An elaborately expanded version of Property, a poker-chip and deck-of-cards game from Sid Sackson's book A Gamut of Games. The previous object to avoid bankrupty changed to obtain as large a group of contiguous buildings as possible in the New York cityscape. Players score two points for each building in this group, one point for each building outside the group and one point for each leftover money token.&#10;&#10;",
    "Categories": [
      "City Building"
    ],
    "Mechanics": [
      "Hand Management",
      "Network and Route Building"
    ],
    "Families": [
      "Cities: New York (New York, USA)",
      "Country: USA"
    ]
  },
  {
    "Rank": "20029",
    "Name": "For Bloody Honor: The Russian Civil War",
    "ID": 27007,
    "Year": "(2006)",
    "Geek Rating": "5.513",
    "Avg Rating": "6.28",
    "Link": "https://boardgamegeek.com/boardgame/27007/for-bloody-honor-the-russian-civil-war",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2",
    "Description": "&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;ATO (2012) edition descriptionThough the roots went back decades before, maybe you could say it &ldquo;started&rdquo; with a special train, guarded from Switzerland to a Swedish ferry&hellip; as part of the German war effort&hellip;to &ldquo;plant&rdquo; an exiled Vladimir Lenin back into Russian soil, fertile for revolution. The Germans hoped to take Russia out of the war, but they never dreamed how much the world would change.&#10;&#10;Now, Against the Odds lets you explore the tangled facets of the Russian Civil War, with the historical situation exemplified by a game that handles two to four players&hellip;with up to three of them commanding the &ldquo;White&rdquo; Russian factions! (In multi-player games, if the Reds are defeated, the game isn&rsquo;t over yet!) For Bloody Honor: Civil War Russkaya captures the interactions of political influence, railways, foreign intervention, and the discord among the White factions that gave the Bolsheviks their best chance to win in a battle against &mdash; as it seemed to them &mdash; their internal enemies and the whole Western Alliance. (Yes, there were British, French, Canadian, Australian, Indian, Japanese, and even U.S. troops fighting in Russia as late as 1920&hellip;and even later for the Japanese).&#10;&#10;For Bloody Honor includes 10 game turns, each representing 4 months of real time from the end of 1918 to the end of 1921, and driven by chit pull which will guarantee no two turns are alike. Units represent organized troops of various sizes, with each counter (except tanks) of relatively equal strength. Yes, depending on the situations, this can become a &ldquo;buckets of dice&rdquo; game&hellip;or the fate of a region (and the political points that go with it) may hinge on a single unit. Defeat can be costly, not only in lost units but in the potential for defecting as your units may decide the other side has more to offer them!&#10;&#10;Can you, as the Reds, repeat history and form a Union of Soviet Socialists Republics? Or can you, as the Whites, change the course of events in the 20th century?&rdquo; The only way to find out is by playing to &ldquo;Pobeda&rdquo; (victory).&#10;&#10;Bonus Game Inside! Also included in this issue is a second, bonus game, Operation Cerberus by designer Paul Rohrbaugh. This small Pocket Battle Game depicts the famous event of Feb. 1942 where heavy surface units of the German Navy dashed up the English Channel to reach home waters - right under the noses of the Royal Navy and Air Force!&#10;&#10;Map - One full color 22&quot;x34&quot; mapsheet&#10;Counters - 240 full color 1/2&quot; die-cut pieces&#10;Rules length - 12 pages&#10;Charts and tables - 2 pages&#10;Complexity - Medium&#10;Solitaire suitability - Poor&#10;&#10;Design - Mark Woloshen&#10;Development - Lembit Tohver&#10;Graphics - Mark Mahaffey&#10;&#10;Against the Odds Magazine #37.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Firefight (2006) edition descriptionMark Woloshen's epic game covering the Russian Civil War has been teaching history students the nuances of this complicated period. Now, Firefight Games offers it as a wargame. The game is unique for the rules cover everything in simplicity yet, making the correct decision makes it tough to master! Political influence and recruiting plays a vital and realistic role, for these decisions will impact military units and their use! Technology (tanks, aircraft) is important but it alone cannot win the game. The beautiful area map conveys at a glance the massive expanses of the war, for each area plays a critical political role. The game is deceptively simple to learn, yet, like Chess, hard to master. A grand strategic game on the Russian Civil War from 1918 to 1922, with each turn being four months, units represent 5 - 15,000 men, while tanks, aircraft, armor cars and armor trains are abstracted amounts. One player plays the Red , the other plays the White Factions (Polish, Kolchak, Denikin etc). The map is divided into zones. The game, designed by Mark Woloshen, designed a game that is used frequently by his students to learn about the complexities of the RCW. Thus, it is focused on how the political influence and control impacted the military events. One cannot win by military means alone. The game relies on activations and recruiting new men to man the armies is of major importance subject the game's political realities! Unlike other strategic RCW games, this plays in a few hours' time.&#10;&#10;",
    "Categories": [
      "Civil War",
      "Political",
      "Print & Play",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Chit-Pull System",
      "Dice Rolling"
    ],
    "Families": [
      "Decades: The 1920's",
      "History: Russian Civil War",
      "Interwar period (Nov. 1918 - Aug. 1939)",
      "Magazine: Against The Odds"
    ]
  },
  {
    "Rank": "20030",
    "Name": "Tiny Farms",
    "ID": 305841,
    "Year": "(2020)",
    "Geek Rating": "5.513",
    "Avg Rating": "5.65",
    "Link": "https://boardgamegeek.com/boardgame/305841/tiny-farms",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.3333",
    "Description": "Tiny Farms is a fun and engaging family-friendly roll-and-write game. Tiny Farms features a simple but unique dice rondel with shared pawns that you will use to collect animals for your farms.&#10;&#10;Each player is a farmer managing two 4x4 farms. On a turn, animals are drafted and placed on the farm by writing their initials (or by drawing, if you're feeling creative). Drafting involves a special rondel with eight sections containing the animals. The rondel is overlayed by a wheel with different hole patterns &mdash; the patent-pending Rolldel Wheel-o-Matic! &mdash; that reveal only two animals in each section. As the wheel rotates, different animals will be available. One red and one blue meeple travel clockwise around the rondel.&#10;&#10;Each round, roll dice equal to the number of players, plus one. Players then take turn drafting a die, moving either the red or blue farmer meeple that number of sections, and placing the two animals from that section onto their farm that matches the color of the farmer. The last die remaining after all players have taken one is used to rotate the wheel.&#10;&#10;Players also start with some milk tokens that can modify the values of dice by &plusmn;1.&#10;&#10;The game ends after ten rounds (with your farms hopefully now being full), and players score points. Each animal has a different scoring conditions, such as sets of adjacent animals of the same kind or different kinds, or the most animals of a kind between all players. You also get points for unused milk tokens, and lose points for any size difference between your two farms.&#10;&#10;",
    "Categories": [
      "Farming",
      "Print & Play"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Rondel",
      "Set Collection"
    ],
    "Families": [
      "Digital Implementations: Board Game Arena",
      "Mechanism: Roll-and-Write",
      "Occupation: Farmer"
    ]
  },
  {
    "Rank": "20031",
    "Name": "Afluentes",
    "ID": 84442,
    "Year": "(2011)",
    "Geek Rating": "5.513",
    "Avg Rating": "6.44",
    "Link": "https://boardgamegeek.com/boardgame/84442/afluentes",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2.25",
    "Description": "Afluentes is a card game about creating water streams from the underground to the sea within four steps/cards: &#10;1- Groundwater; &#10;2- water spring; &#10;3- River; &#10;4- Sea.&#10;&#10;It would be so simple, if not for the environmental problem (red) cards, put by other players in our game. They stop the water flowing until they are solved, which may be done by laying a solution (green) cards with an equal or higher number over it.&#10;&#10;Each player have their own deck of thirty seven cards (2022 rules).&#10;Every turn, a player starts with seven cards to use, and choose one of four helping cards: &#10;&quot;Documentary&quot;, a player may begin a water stream using a water card number 2 or 3; &#10;&quot;At Work&quot;, a player may draw one extra card; &#10;&quot;Reforestation&quot;, a player may draw one discarded card; &#10;&quot;Wastage&quot;, a player makes everybody, including him or herself, discard one to three cards.&#10;&#10;Afluentes means tributary rivers in portuguese, so when a player connects two water streams its points count double.&#10;&#10;Afluentes is a fast and light weight card game.&#10;&#10;It is a small print game available from Bico de Lacre, a publisher from Brazil.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Environmental"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "20032",
    "Name": "Guju Guju",
    "ID": 186421,
    "Year": "(2015)",
    "Geek Rating": "5.513",
    "Avg Rating": "6.95",
    "Link": "https://boardgamegeek.com/boardgame/186421/guju-guju",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "5",
    "Play Time": "10",
    "Weight": "0",
    "Description": "Gujuguju is a fast, easy and fun party game with a unique rule.&#10;&#10;Start with a number of fruit cards face up on the table, then divide the other cards equally among the players. On a turn, a player names one of the four types of fruit in the game, then flips over a card from their deck onto a face-up card of this type. If they reveal the same type of fruit that they named, everyone races to cover all of these fruits with cards from their personal deck. Whoever rids their hand of cards first wins!&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Party Game"
    ],
    "Mechanics": [
      "Race"
    ],
    "Families": []
  },
  {
    "Rank": "20033",
    "Name": "Ore City",
    "ID": 202674,
    "Year": "(2015)",
    "Geek Rating": "5.513",
    "Avg Rating": "6.21",
    "Link": "https://boardgamegeek.com/boardgame/202674/ore-city",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "User summary&#10;&#228;&#191;&#186;&#227;&#129;&#174;&#232;&#161;&#151; (Ore no Machi) carries an English title Ore City but in English means &quot;The City of My Own&quot; (ore meaning 'of me' not a mineral ore).&#10;&#10;In a different world, land prices are rising sharply and real estates are out of public reach. In the midst of unprecedented construction boom, many City Creators are struggling to achieve fame.&#10;&#10;In the card game of Ore no Machi (The City of My Own), players are City Creators who design and build their own cities. Their goal is to gain victory points by accomplishing several public projects. But to do so, they have to earn money by building residential, commercial, and industrial buildings, and then by book closing.&#10;&#10;You accumulate your wealth and assets through expanded reproduction; your buildings are cleared upon book closing, though.&#10;&#10;You may only build one type of buildings (residential, commercial, or industrial) in your construction space. If you want to build another type, you have to close your books to receive benefit from these buildings and clear your space. But you may use your neighboring players' spaces as well to share the benefit upon their book closing. You should use their spaces wisely to outsmart opponents.&#10;&#10;Publisher's summary&#10;&#227;&#129;&#147;&#227;&#129;&#147;&#227;&#129;&#168;&#227;&#129;&#175;&#233;&#129;&#149;&#227;&#129;&#134;&#231;&#143;&#190;&#229;&#156;&#168;&#227;&#128;&#130;&#229;&#156;&#176;&#228;&#190;&#161;&#227;&#129;&#175;&#230;&#154;&#180;&#233;&#168;&#176;&#227;&#129;&#151;&#227;&#128;&#129;&#228;&#184;&#141;&#229;&#139;&#149;&#231;&#148;&#163;&#227;&#129;&#175;&#228;&#186;&#186;&#227;&#128;&#133;&#227;&#129;&#174;&#230;&#134;&#167;&#227;&#130;&#140;&#227;&#129;&#168;&#227;&#129;&#170;&#227;&#129;&#163;&#227;&#129;&#159;&#228;&#184;&#150;&#231;&#149;&#140;&#227;&#128;&#130;&#10;&#227;&#129;&#130;&#227;&#129;&#170;&#227;&#129;&#159;&#227;&#129;&#159;&#227;&#129;&#161;&#227;&#129;&#175;&#232;&#161;&#151;&#227;&#130;&#146;&#228;&#189;&#156;&#227;&#130;&#139;&#227;&#128;&#140;&#227;&#130;&#183;&#227;&#131;&#134;&#227;&#130;&#163;&#227;&#130;&#175;&#227;&#131;&#170;&#227;&#130;&#168;&#227;&#130;&#164;&#227;&#130;&#191;&#227;&#131;&#188;&#227;&#128;&#141;&#227;&#128;&#130;&#232;&#170;&#176;&#227;&#130;&#136;&#227;&#130;&#138;&#227;&#130;&#130;&#230;&#151;&#169;&#227;&#129;&#143;&#227;&#128;&#140;&#229;&#133;&#172;&#229;&#133;&#177;&#228;&#186;&#139;&#230;&#165;&#173;&#227;&#128;&#141;&#227;&#130;&#146;&#229;&#187;&#186;&#231;&#175;&#137;&#227;&#129;&#151;&#227;&#128;&#129;10&#231;&#130;&#185;&#227;&#129;&#174;&#229;&#139;&#157;&#229;&#136;&#169;&#231;&#130;&#185;&#227;&#130;&#146;&#231;&#141;&#178;&#229;&#190;&#151;&#227;&#129;&#153;&#227;&#130;&#139;&#227;&#129;&#174;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#227;&#128;&#128;&#229;&#133;&#172;&#229;&#133;&#177;&#228;&#186;&#139;&#230;&#165;&#173;&#227;&#129;&#171;&#227;&#129;&#175;&#229;&#164;&#154;&#227;&#129;&#143;&#227;&#129;&#174;&#233;&#135;&#145;&#232;&#178;&#168;&#227;&#129;&#140;&#229;&#191;&#133;&#232;&#166;&#129;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#227;&#129;&#190;&#227;&#129;&#154;&#227;&#129;&#175;&#227;&#128;&#140;&#228;&#189;&#143;&#229;&#174;&#133;&#227;&#128;&#141;&#227;&#128;&#140;&#229;&#149;&#134;&#230;&#165;&#173;&#227;&#128;&#141;&#227;&#128;&#140;&#229;&#183;&#165;&#230;&#165;&#173;&#227;&#128;&#141;&#230;&#150;&#189;&#232;&#168;&#173;&#227;&#130;&#146;&#229;&#187;&#186;&#231;&#175;&#137;&#227;&#129;&#151;&#227;&#128;&#129;&#232;&#179;&#135;&#233;&#135;&#145;&#227;&#130;&#146;&#232;&#147;&#132;&#227;&#129;&#136;&#227;&#130;&#139;&#227;&#129;&#174;&#227;&#129;&#167;&#227;&#129;&#153;&#227;&#128;&#130;&#10;&#10;",
    "Categories": [
      "City Building",
      "Economic",
      "Math"
    ],
    "Mechanics": [
      "Area Majority / Influence"
    ],
    "Families": []
  },
  {
    "Rank": "20034",
    "Name": "Cat Days",
    "ID": 414274,
    "Year": "(2024)",
    "Geek Rating": "5.513",
    "Avg Rating": "6.70",
    "Link": "https://boardgamegeek.com/boardgame/414274/cat-days",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Fill your week of cats, scoring the most points in the process. Each cat has unique rules of play, some cancel scores, some swap cats, other special cards affect game play like the cat tree enabling multiple cats to score the same day and the cardboard box that steals a cat to your week. One deck is needed per two people playing.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Highest-Lowest Scoring",
      "Take That",
      "Worker Placement, Different Worker Types"
    ],
    "Families": [
      "Animals: Cats",
      "Series: Days (Farplace Animal Rescue)"
    ]
  },
  {
    "Rank": "20035",
    "Name": "Can You Roll Doubles",
    "ID": 287168,
    "Year": "(2019)",
    "Geek Rating": "5.513",
    "Avg Rating": "6.47",
    "Link": "https://boardgamegeek.com/boardgame/287168/can-you-roll-doubles",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Think fast, roll faster!&#10;A fast-paced, action packed game for the whole family.&#10;Players compete to fill out the category sheet before your opponents roll doubles and steal the board from you!&#10;&mdash;description from the publisher&#10;&#10;Fill out the different categories on the Game Board with words starting with the selected letter. But do it quickly! The player next to you is rolling 2 dice. As soon as they roll doubles, they can grab the board away from you!  The game board continues to be passed around each time a player rolls doubles. Keep playing until all the categories have been filled out. The player who filled out the most words wins the game!&#10;&mdash;description from the back of the box&#10;&#10;",
    "Categories": [
      "Dice",
      "Party Game",
      "Word Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil"
    ],
    "Families": []
  },
  {
    "Rank": "20036",
    "Name": "What's The Point?: The Cactus Card Game",
    "ID": 263323,
    "Year": "(2020)",
    "Geek Rating": "5.513",
    "Avg Rating": "7.29",
    "Link": "https://boardgamegeek.com/boardgame/263323/whats-the-point-the-cactus-card-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1",
    "Description": "What&rsquo;s the Point? is an exciting, family friendly, and cacti-loaded card game! Your objective is to match and collect sets of cacti to earn points. Using a variety of action card to gain an advantage over your friends. Such as unleashing a SEE AND STEAL, allowing you to look at another players hand and steal any card of your choice. Protect yourself from harm by playing a STOP card, forcing any action to stop in its tracks. What's The Point? is a simple strategy game you'll be stuck on!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Cacti and Succulents"
    ]
  },
  {
    "Rank": "20037",
    "Name": "10 Tage durch Deutschland",
    "ID": 130598,
    "Year": "(2012)",
    "Geek Rating": "5.513",
    "Avg Rating": "6.28",
    "Link": "https://boardgamegeek.com/boardgame/130598/10-tage-durch-deutschland",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "10 Tage durch Deutschland &ndash; the latest title in Moon and Weissblum's 10 Days in... series &ndash; has players trying to complete a ten-day &quot;journey&quot; through Germany. The first player to do so wins.&#10;&#10;Each player has a rack that holds ten tiles; each tile shows a section of Germany (with the sections having five different colors) or a train (with trains coming in the same five colors as well as white). To start the game, players shuffle all the tiles face down, then draw tiles one at a time, placing each tile in a specific place on their rack.&#10;&#10;On a turn, a player either draws a tile from the deck or from one of the three face-up stacks of tiles. The player can then either discard this tile or replace one tile on his rack with this new tile, discarding the old one. The goal is to create a &quot;valid&quot; journey in which all adjacent tiles are connected in the proper ways. More specifically, the first and last tiles on the rack must be regions, not trains. Two adjacent region tiles must be adjacent on the game board, too. A colored train can connect two regions of the same color; a bus acts as a wild region. Players continue to take turns until someone completes his journey and wins!&#10;&#10;",
    "Categories": [
      "Educational",
      "Exploration",
      "Travel"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Country: Germany",
      "Series: 10 Days in ..."
    ]
  },
  {
    "Rank": "20038",
    "Name": "Featherweight Fiesta",
    "ID": 376555,
    "Year": "(2023)",
    "Geek Rating": "5.513",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgame/376555/featherweight-fiesta",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Everyone loves a good selfie and birds are no exception ! These birds happily hop from wire to wire before immortalizing their poses in crazy and clever snapshots.&#10;&#10;Classic game rules :&#10;- Object of the Game : Win the most points by recreating the bird&rsquo;s poses from the Selfie cards on the wire.&#10;&#10;- Playing the game: &#10;The player who can do the best bird call plays first and play then continues clockwise.&#10;Sort the Selfie cards by the level indicated on the back of the card (2/3/4/5 birds) and put them into 4 separate, easy to reach piles.&#10;Deal one Level 2 card, one Level 3 card and 3 eggs to each player. Put the remaining eggs in a reserve next to the Selfie cards.&#10;The game has 2 main phases :&#10;&bull; PERCH AND POSE&#10;THEN&#10;&bull; FLYING THE NEST.&#10;&#10;- End of the game :&#10;The game ends when there are no birds left on the wires.&#10;Count the number of points shown on your completed Selfie cards, and score 1 point per unspent egg.&#10;The player(s) with the most points win.&#10;&#10;Cooperative rules:&#10;Playing in cooperative mode allows you to challenge yourselves further. Most of the rules are the same, but there are a few differences.&#10;&#10;- Object of the game : &#10;Win the most points by recreating the bird&rsquo;s poses from the Selfie cards on the wire.&#10;&#10;- Playing the game :  &#10;The game has 2 main phases :&#10;&bull; PERCH AND POSE&#10;THEN&#10;&bull; FLYING THE NEST.&#10;&#10;- End of the game : &#10;&bull; All cards have been completed without needing to play the Flying The Nest phase:Truly Eggscellent work!&#10;&bull; All cards have been completed after the Flying The Nest phase : Well done! Add a feather to your cap !&#10;&bull; You haven&rsquo;t completed all the cards: Better luck next time, Featherbrains!&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": [
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "20039",
    "Name": "Latria",
    "ID": 170577,
    "Year": "(2014)",
    "Geek Rating": "5.513",
    "Avg Rating": "6.14",
    "Link": "https://boardgamegeek.com/boardgame/170577/latria",
    "Min Players": "3",
    "Max Players": "7",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "There are 3 types of cards in the game.&#10;Each turn all of you have to predict who has the highest cards, and if you do you can receive a gem.&#10;&#10;Starting each player gets 10 cards from the deck, and everyone will choose a card out of the 10 and place it face down and then pass the rest of the cards to the player on the left. And continue doing this till everyone has 10 cards.&#10;&#10;Pick up the top card from the deck and place it face up on the center of the field. Everyone will then select a card and place it onto the field. The person with the highest power would receive all the played cards on the field. And keep continue doing this until the game ends. The person with the highest number of gems as written on the cards win.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Auction: Sealed Bid",
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "20040",
    "Name": "Storm over Port Arthur",
    "ID": 15088,
    "Year": "(2003)",
    "Geek Rating": "5.513",
    "Avg Rating": "6.41",
    "Link": "https://boardgamegeek.com/boardgame/15088/storm-over-port-arthur",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.3333",
    "Description": "A 200 counter game on the Siege of Port Arthur during the Russo-Japanese war 1904. This uses the Storm over Arnhem system.&#10;&#10;",
    "Categories": [
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Simulation"
    ],
    "Families": [
      "Cities: Lüshunkou (China)",
      "Country: China",
      "Country: Russia",
      "History: Russo-Japanese War",
      "Players: Two-Player Only Games",
      "Series: Storm Over area impulse",
      "Theme: Siege"
    ]
  },
  {
    "Rank": "20041",
    "Name": "BANANINE",
    "ID": 371838,
    "Year": "(2022)",
    "Geek Rating": "5.513",
    "Avg Rating": "6.38",
    "Link": "https://boardgamegeek.com/boardgame/371838/bananine",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "0",
    "Description": "In Bananine, you will compete to collect banana cards with quantities ranging from 1 to 9.&#10;&#10;On your turn, take one stack of banana cards from the banana market and add them to your storeroom. Then choose banana cards from your hand with a total quantity equal to that of the cards you took and place them in the banana market.&#10;&#10;Before ending your turn, stack the cards in the banana market by quantity. If a stack&rsquo;s total quantity is 10 or more, discard that stack.&#10;&#10;At the end of the game, score each quantity of banana card separately. The player who has the most banana cards of a given quantity in their storeroom will score points for it.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management"
    ],
    "Families": [
      "Food & Drink: Bananas"
    ]
  },
  {
    "Rank": "20042",
    "Name": "Badass Zombie Killers",
    "ID": 146728,
    "Year": "(2013)",
    "Geek Rating": "5.513",
    "Avg Rating": "6.43",
    "Link": "https://boardgamegeek.com/boardgame/146728/badass-zombie-killers",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "This is a non-collectable card game of zombie apocalypse preparedness.  It is the scene in every movie where the humans are trying to get whatever weapon they can to fight the zombie horde.  You know what happens once the horde arrives.  Zombies will be killed but who will be the most Badass Zombie Killer?&#10;&#10;Each player will have a character that will grant them special abilities during the game.  The goal of the game is to build the most badass weapon.  Why just have a flamethrower when you can have a laser-guided, black market flamethrower-chuks?  Or, if your opponent's weapon is a little too badass, you can make it pink to make it less so.  The game ends once the zombie horde arrives.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Zombies"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "20043",
    "Name": "Comment j'ai adopté un dragon",
    "ID": 209862,
    "Year": "(2016)",
    "Geek Rating": "5.513",
    "Avg Rating": "6.45",
    "Link": "https://boardgamegeek.com/boardgame/209862/comment-jai-adopte-un-dragon",
    "Min Players": "3",
    "Max Players": "8",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "The active player chooses a random theme by throwing two numbered dice then throws six &quot;words and phrases&quot; dice and sorts them from lightest to darkest color. Each die shows a word or phrase on it's face and the player must use the words to tell a story using the dice in front of her, in order: &quot;Did I tell you about...&quot; . During the story, other players can throw an &quot;interrupt&quot; die and read the result aloud. The active player has to adapt her story to the interruption: &quot;No, that's a lie!&quot;&#10;&#10;Once all dice have been used up, the player throws a six sided die that gives her her score. Other players decide if she is allowed to throw another die to get a better score. As the rule book says &quot;the scoring system is unfair, but life is unfair and this game... is life!&quot;&#10;&#10;Great fun for adults, and an amazing expression tool for children.&#10;&#10;This game is almost identical to &quot;Comment j'ai adopt&eacute; un gnou&quot;, but is better adapted for families.&#10;&#10;",
    "Categories": [
      "Dice",
      "Humor",
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Storytelling"
    ],
    "Families": []
  },
  {
    "Rank": "20044",
    "Name": "Imago",
    "ID": 109239,
    "Year": "(2011)",
    "Geek Rating": "5.513",
    "Avg Rating": "6.35",
    "Link": "https://boardgamegeek.com/boardgame/109239/imago",
    "Min Players": "4",
    "Max Players": "12",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Within a minute you must draw an image depicting one 2640 terms or phrases in a way that enables your team to guess the term or phrase correctly. The teams alternate in drawing, guessing and supervising the active team until the marker of one of the teams crosses the finish line. The category is determined by the roll of the die, but first the active player decides on a side of the card drawn and on one of the columns. The timer runs for 30 seconds, if the supervising team forgets to start it again, the additional time is added to the minute. The terms and phrases come from categories &quot;Among Humans&quot;, &quot;Nature &amp; Environment&quot;, &quot;Science &amp; Technology&quot;, &quot;A few things&quot;, &quot;Tasks &amp; Activities&quot; and &quot;Motley&quot;, for each correctly guessed item you advance the marker one step.&#10;&#10;Contents:&#10;&#10;     game board, &#10;     110 Imago cards, &#10;     1 timer (30 seconds), &#10;     one die, &#10;     2 playing pieces, &#10;     one unprinted block, &#10;     1 pencil, &#10;&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Line Drawing",
      "Paper-and-Pencil",
      "Team-Based Game"
    ],
    "Families": []
  },
  {
    "Rank": "20045",
    "Name": "Pass the Pasta",
    "ID": 353455,
    "Year": "(2021)",
    "Geek Rating": "5.513",
    "Avg Rating": "6.35",
    "Link": "https://boardgamegeek.com/boardgame/353455/pass-the-pasta",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Grab matching pasta shapes from the grid to make tasty sets in this simple, yet strategic card game!&#10;&#10;On their turn, a player can either collect card(s) from the grid or bank 1-7 matching cards from their hand. As no one starts the game with cards, everyone must collect from the grid on their first turn.&#10;&#10;Collect card(s) from the row and column that the chef's hat is on. If there are multiple matching cards, you get to take all of them (as long as it doesn't take you over 7 cards in your hand!). Draw new cards to replace the card(s) you collect, and move the chef's hat token to a newly placed card. All cards, apart from the card underneath the chef's hat, are face up. Instead of selecting the available face up cards, players can choose to take the mystery face down card underneath the chef's hat.&#10;&#10;Collect the biggest sets, while cunningly moving the chef's hat to stop other players grabbing the pasta they want. Create the same set as another player and you can shout &quot;Pass the Pasta&quot; and steal one of their cards... but be careful not to lose points by making things too al dente! Whenever you bank less than 3 cards, you must take the al dente token and place it in front of you.&#10;&#10;The game ends as soon as the draw pile runs out. Each banked card is worth 1 point at the end of the game. The player with the al dente token must minus 2 points from their score. Whoever has the most points, wins!&#10;&#10;-description from publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Set Collection",
      "Square Grid"
    ],
    "Families": [
      "Food & Drink: Pasta/Spaghetti"
    ]
  },
  {
    "Rank": "20046",
    "Name": "Luxantis",
    "ID": 259342,
    "Year": "(2018)",
    "Geek Rating": "5.513",
    "Avg Rating": "5.98",
    "Link": "https://boardgamegeek.com/boardgame/259342/luxantis",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "1.2",
    "Description": "Shadow creatures are setting off to capture Luxantis Castle. They can be stopped only with the help of enchanted objects from the magic light forest labyrinth.&#10;&#10;In Die Legenden der Irrlichter, the players need to light up the labyrinth and must remember well the arrangement of the lights, since only the spaces that light up blue are safe. Cooperatively, the players reach an agreement in a plan to search for the objects and try to avoid the risky red ghost lights. Each round of the game can take an unexpected turn due to the interactive LED game board and unpredictable die roll. Players need to collect the magic objects in order to vanquish the shadow creatures.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Electronic"
    ],
    "Mechanics": [
      "Cooperative Game",
      "Pick-up and Deliver",
      "Set Collection"
    ],
    "Families": [
      "Components: Dice with Icons",
      "Series: Game & Puzzle (HABA)"
    ]
  },
  {
    "Rank": "20047",
    "Name": "Unikato",
    "ID": 40964,
    "Year": "(2009)",
    "Geek Rating": "5.513",
    "Avg Rating": "6.01",
    "Link": "https://boardgamegeek.com/boardgame/40964/unikato",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.6",
    "Description": "The game consists of a set of 81 tiles. Each is identified by a unique combination of four features: Form of the symbol, Colour of the symbol, Size of the symbol, Background colour. Each player starts with 10 of these tiles; goal is to get rid off them.&#10;&#10;On his turn, the player may either swap one of his tiles; or he places a series of tiles on the table, where a pattern is formed the these tiles. Afterward, he always draws one tile; either from a small face-up supply, or from the bag.&#10;&#10;A tile may only be placed adjacent to another one where 3 out of the 4 features are identical. In his turn, a player may place several tiles, but each tile after the first one has to be adjacent to the last tile he just played. There's a special award for placing a tile adjacent to at least two other tiles (within the placement rules).&#10;&#10;The first player who has places his last tile wins the game.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Set Collection",
      "Tile Placement"
    ],
    "Families": []
  },
  {
    "Rank": "20048",
    "Name": "Funky Fungi",
    "ID": 357190,
    "Year": "(2022)",
    "Geek Rating": "5.513",
    "Avg Rating": "6.61",
    "Link": "https://boardgamegeek.com/boardgame/357190/funky-fungi",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.6667",
    "Description": "See if you have what it takes to be the mushroom master in Funky Fungi from Ridley's Games! In this card-collecting game that will definitely grow on you, forage for the best fungi to be the first player to reach ten points and win the game.&#10;&#10;The starting player chooses a mushroom card from their hand to start the round, and the other players must play a card matching the color of this card with a higher or lower value. The card with the highest value of the lead color wins the round, with the winning player getting first pick of one of the cards played that round, the second player then choosing one, and so on. As the game goes on, the aim is to try to collect clusters, or combinations of 2 to 4 different fungi. Each completed cluster has a points value, and the player who reaches ten points first will be crowned champignon!&#10;&#10;Be sure to pick your fungi wisely, as some can be toxic and played against other foragers!&#10;&#10;A magical mushroom game for fun-gis and fun-girls alike, it's suitable for ages 8+, 2 to 4 players and has an average 30 minute gameplay. Packaged in a travel-friendly, mushroom-style box, this game is super portabella! Printed on FSC paper and with vegetable inks.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection",
      "Trick-taking"
    ],
    "Families": [
      "Theme: Mushrooms"
    ]
  },
  {
    "Rank": "20049",
    "Name": "CITY Alarm",
    "ID": 116978,
    "Year": "(2012)",
    "Geek Rating": "5.513",
    "Avg Rating": "5.81",
    "Link": "https://boardgamegeek.com/boardgame/116978/city-alarm",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.25",
    "Description": "The chase is on in the streets of LEGO City! Can the thieves get the money without setting off the alarm, or will the police catch up with them and put them all in jail? Everyone must think ahead if they want to win!&#10;&#10;Players are divided into two teams: police and thieves. The thieves win if they steal all ten stacks of money. This is done by landing on a space next to a building and rolling the die to determine whether they get two stacks of money, set off the alarm allowing the police to deploy the helicopter to protect a building of their choice, or set off the alarm but still get away with one stack of money. The police win if they arrest all four thieves before they manage to get ten stacks of money. Capturing thieves involves landing on the same space as a thief.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Deduction",
      "Dice",
      "Racing"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling"
    ],
    "Families": [
      "Series: LEGO Games",
      "Theme: Burglary and Heists",
      "Toys: LEGO"
    ]
  },
  {
    "Rank": "20050",
    "Name": "Onexeno",
    "ID": 41107,
    "Year": "(2008)",
    "Geek Rating": "5.513",
    "Avg Rating": "6.05",
    "Link": "https://boardgamegeek.com/boardgame/41107/onexeno",
    "Min Players": "1",
    "Max Players": "7",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.7143",
    "Description": "ONEXENO is pronounced as if you broke the word into ONE XENO:  ONE as in the number 1; XENO as in the Greek philosopher Xeno who is responsible for Xeno's paradox.&#10;&#10;ONEXENO is a deck of cards comprising all the combinations of pips around the edge of a 3&times;3 grid, which means they range in &quot;value&quot; from 0-8.  There are rules for several games listed at the publisher's website.&#10;&#10;Here are the summarized rules for the basic game, whose rules are included on cards in the box:&#10;The goal is to accumulate the greatest number of points at the end of the game. Players gain points by forming rows of five matching cards. At the end of game, the points in a player's hand are deducted from the points that they have collected. When playing partners, the partner's scores are tallied together to form a total score. The player or team with the highest score wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Number"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "20051",
    "Name": "Wicked Apples",
    "ID": 209053,
    "Year": "(2016)",
    "Geek Rating": "5.513",
    "Avg Rating": "6.19",
    "Link": "https://boardgamegeek.com/boardgame/209053/wicked-apples",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "1.6667",
    "Description": "Wedged somewhere between strategy and chaos lies Wicked Apples. Players must use bluffing, memory and a little luck as they to devour 20+ unique apples, while trying to avoid the Wicked ones. Read your opponents, take calculated risks and hope you choose right for your final bite. Be the last player not to eat a Wicked Apple to win.&#10;&#10;Wicked Apples is a small deck game that's easy to learn and quick to play. It's perfect for on the go gaming.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game",
      "Fantasy",
      "Memory"
    ],
    "Mechanics": [
      "Hand Management",
      "Memory",
      "Player Elimination",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "20052",
    "Name": "My Haunted Castle",
    "ID": 7973,
    "Year": "(1989)",
    "Geek Rating": "5.513",
    "Avg Rating": "5.74",
    "Link": "https://boardgamegeek.com/boardgame/7973/my-haunted-castle",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.1",
    "Description": "A very simple children's memory game with a haunted house theme. There are 21 pre-printed images on the board, showing seven different types of scary haunted house resident. 20 of these images are covered with randomly placed, face-down tiles.&#10;&#10;On a turn, a player flips one tile and tries to match the tile revealed with the only image on the board not covered with a tile. If the tile matches, the player places it over the top of the pre-printed image, with the image side of the tile face up, thereby revealing a new pre-printed image to be matched where the tile was previously positioned.&#10;&#10;Tiles that are revealed but don't match an image are also moved to a new spot to make it harder to match the token on future turns.  Play continues until all tokens have been matched, and the winner is the player who matched the most images.&#10;&#10;Damm/Egmont published Nordic editions have the added twist that there are 21 monster tiles instead of just 20, but one is removed before beginning and exactly one player during the game will have a chance to guess (write down) who they think 'mystery monster' is; a correct guess will be worth +2 points at the end of the game, while a wrong one carries a penalty of -2 points.&#10;&#10;From the back of the box / translation found at funagain&#10;&#10;The old haunted castle is filled with lots of creepy characters, all trying to find their own shadow. A shadow is only visible when a window is open, but only one window is open at a time. Your job is to match up the shadow with the correct ghost. It takes a little bit of concentration, and a good memory is a big asset. But everyone starts with the same ghost of a chance to win.&#10;&#10;Norwegian and Swedish editions of the game can be found at My Haunted Castle until further notice.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Horror",
      "Memory"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Creatures: Ghosts",
      "Creatures: Monsters",
      "Theme: Spooky Old Houses"
    ]
  },
  {
    "Rank": "20053",
    "Name": "Tintenblut",
    "ID": 41699,
    "Year": "(2009)",
    "Geek Rating": "5.513",
    "Avg Rating": "6.38",
    "Link": "https://boardgamegeek.com/boardgame/41699/tintenblut",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "The players is entering an adventure in the Inkworld. This m? However, they must always be wary of the henchmen of the snake head. Because Basta, the Shadow and other bad guys are in their heels. Those who - even with the help of Dustfinger - collect the correct Experience tokens and exchange them into Victory points at the right moment, has good chances to win the game.&#10;&#10;But beware not to end up in the hands of the White Lady!&#10;&#10;Tintenblut (Inkblood) has become &quot;Inkspell&quot; in the English edition of the second book by Cornelia Funke in her famous Inkworld trilogy that began with  &quot;Tintenherz&quot;&#10;&#10;This is a game in the Kosmos line of literature-based games.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Fantasy",
      "Novel-based"
    ],
    "Mechanics": [
      "Pick-up and Deliver",
      "Point to Point Movement",
      "Set Collection"
    ],
    "Families": [
      "Books: Inkworld",
      "Series: Literature (Kosmos)"
    ]
  },
  {
    "Rank": "20054",
    "Name": "Search for Gnomes",
    "ID": 112811,
    "Year": "(2012)",
    "Geek Rating": "5.513",
    "Avg Rating": "6.32",
    "Link": "https://boardgamegeek.com/boardgame/112811/search-for-gnomes",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "35",
    "Play Time": "35",
    "Weight": "1.6",
    "Description": "In Search for Gnomes, players attempt to remember as many gnomes as possible in about 15 seconds time. Each round, every player tries to find the right amount of gnomes for each mission played, and after six rounds (in a two-player game) or four rounds (with four players) whoever has the most points wins.&#10;&#10;To set up a round, the starting player shuffles the twenty mission tiles face down, then shuffles the 25 forest tiles face up, placing them in a 5x5 grid. Everyone tries to remember as many gnomes and colors as possible, then after 15 seconds, they turn the forest tiles face down. Then each player in turn takes and reveals a mission tile after which a bidding round begins, with players bidding on how well they can complete the mission tiles.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Math",
      "Memory",
      "Party Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": [
      "Creatures: Dwarves & Gnomes"
    ]
  },
  {
    "Rank": "20055",
    "Name": "Cazadores de Fosiles",
    "ID": 113428,
    "Year": "(2011)",
    "Geek Rating": "5.513",
    "Avg Rating": "6.39",
    "Link": "https://boardgamegeek.com/boardgame/113428/cazadores-de-fosiles",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.3333",
    "Description": "Players take the roles of paleontologists; exploring several dig sites around the world, collecting fossils to complete dinosaur specimens and delivering them to museums.&#10;&#10;The objective of the game is to gain victory points which can be gained by completing dinosaur specimens, claiming finished missions and selling fossils.&#10;&#10;Each turn players can move their boats, dig to find fossils, buy fossils, load or unload their boats, claim a finished mission or take up new missions.&#10;&#10;The game ends as soon as the fossil pieces  run out, at which point the player with the most victory points is the winner.&#10;&#10;",
    "Categories": [
      "Exploration",
      "Nautical"
    ],
    "Mechanics": [
      "Action Points",
      "Pick-up and Deliver",
      "Set Collection"
    ],
    "Families": [
      "Animals: Dinosaurs"
    ]
  },
  {
    "Rank": "20056",
    "Name": "Nightmare Castle",
    "ID": 193250,
    "Year": "(2015)",
    "Geek Rating": "5.513",
    "Avg Rating": "6.31",
    "Link": "https://boardgamegeek.com/boardgame/193250/nightmare-castle",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "You are Trapped in a vampire&rsquo;s castle. The vampire will be back in an hour. If you don&rsquo;t want to be the vampire&rsquo;s next meal, try to successfully match eight pairs of magic items that enchant the castle&rsquo;s gate and escape!&#10;&#10;How to play:&#10;&#10;On the table there are 16 face-down cards (8 items in two colours). The aim of the game is to discover all pairs of cards cards (like in a Memory) within 12 rounds. In his turn, a player has to choose one of two things: observe cards or indicate two identical cards. In the first action, after having inspected two cards, he can also share his discovery with other players, but only in two ways. Where are the cards with the same color, or where are the cards with the same items. The second action, which is an indication of two cards, after the proper indications I am allowed to take another action immediately. So the game can be won in the last round, provided that will indicate correctly 8 pairs in a row. In the case of incorrect reference the team has to take one token of blood. Three tokens of blood causes loss of the game. You also lose the game, if you are not be able to discover all card in 12 rounds.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Party Game"
    ],
    "Mechanics": [
      "Cooperative Game"
    ],
    "Families": []
  },
  {
    "Rank": "20057",
    "Name": "Fled",
    "ID": 382444,
    "Year": "(2024)",
    "Geek Rating": "5.512",
    "Avg Rating": "6.22",
    "Link": "https://boardgamegeek.com/boardgame/382444/fled",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "80",
    "Weight": "2",
    "Description": "Ireland's famine drove you to petty theft. Soon, you find yourself within the walls of Spike Island prison &mdash; shackled and shoeless. These days, the warders whistle you to the yard, the wash room, and your bunk, but there's only one place you want to be: gone, vanished...fled!&#10;&#10;The object of Fled is to score the most victory points (VP) while trying to escape from prison. Throughout the game, you will manage a hand of tiles. Each turn, you add a tile to the prison, then discard other tiles to move from room to room while collecting contraband. Some rooms, like the Warder's Quarters, allow you to trade your contraband for the tools you'll need to get past the outer wall. Take care with your wandering, though, for if you are not in the right room when the Governor summons you to roll call, a nearby warder could put you in shackles &mdash; or worse, send you to solitary confinement!&#10;&#10;Do not lose faith!&nbsp;Father Lyons is a sympathetic chaplain warder who has been known to free captives from more than their sins, so give it a lash and rid yourself of this God-forsaken place. Luck of the Irish to ye.&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Exploration",
      "Maze"
    ],
    "Mechanics": [
      "Hand Management",
      "Map Addition",
      "Modular Board",
      "Race",
      "Tile Placement"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Country: Ireland",
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "20058",
    "Name": "VisualEyes",
    "ID": 6566,
    "Year": "(2003)",
    "Geek Rating": "5.512",
    "Avg Rating": "5.65",
    "Link": "https://boardgamegeek.com/boardgame/6566/visualeyes",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.4062",
    "Description": "A dice game requiring recalling acceptable words and phrases. In each round 19 large picture dice are shaken in the box, with one other die marked &quot;slow play&quot; or &quot;fast play&quot; indicating how the round is played. With &quot;slow play&quot;, a sand timer is turned over and each writes words/phrases on their own pad. Making words/phrases requires using a pair of picture dice for each word/phrase. For example a picture of a snowflake and a picture of an eye can make &quot;cold stare&quot;. Once time is up, each player compares their list, only scoring a point for the word/phrase no-one else has written. In &quot;fast play&quot;, all players shout out the word/phrase, the quicker player removing the pair of dice from the box. Once all the dice are removed or no-one can make an acceptable word, each player scores a point for each pair of dice. After several rounds, first player to 20 points wins the game.&#10;&#10;",
    "Categories": [
      "Dice",
      "Negotiation",
      "Party Game",
      "Puzzle",
      "Real-time",
      "Word Game"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Paper-and-Pencil",
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "20059",
    "Name": "UNO: Minecraft",
    "ID": 244691,
    "Year": "(2017)",
    "Geek Rating": "5.512",
    "Avg Rating": "5.81",
    "Link": "https://boardgamegeek.com/boardgame/244691/uno-minecraft",
    "Min Players": "2",
    "Max Players": "10",
    "Min Play Time": "5",
    "Play Time": "60",
    "Weight": "1",
    "Description": "UNO with a Minecraft Theme.&#10;&#10;Playing UNO Minecraft is a TNT blast of fun. Watch out! The Creeper card will make you draw 3 more cards. And don't forget to yell &quot;UNO!&quot; before you mine your last card.&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Card Game",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That"
    ],
    "Families": [
      "Card Games: Shedding / Stops",
      "Game: UNO",
      "Versions & Editions: Versions with IP after the original release",
      "Video Game Theme: Minecraft"
    ]
  },
  {
    "Rank": "20060",
    "Name": "Turbo Rally Card Racing",
    "ID": 148668,
    "Year": "(2013)",
    "Geek Rating": "5.512",
    "Avg Rating": "6.54",
    "Link": "https://boardgamegeek.com/boardgame/148668/turbo-rally-card-racing",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.25",
    "Description": "Using your own 1:64 scale diecast cars, race opponents along rally themed card tracks that you create. The cards are expandable so you can challenge unlimited players and build courses as simple or as big as you can imagine.&#10;&#10;On your turn, flip one track card over, and follow the signs as you race through jumps and obstacles toward the finish line. The first player to reach the winner's circle wins one of five trophies. Trophy winners earn performance upgrades like run-flat tires, off-road tires, turbo and driver agility cards that give boosts for one race.&#10;&#10;RPM (Radical Performance Maneuvers) draw cards give players opportunities to boost ahead, burst through obstacles or sabotage opponents. Each player start with three RPM cards that can be played on theirs or an opponent's turn. Players earn more cards by landing on designated RPM track spaces. Multiple card combinations can be played to enhance effects or counter one another. RPMs last for one turn and include NOS, off-road tires, run-flat tires, green lights, tire spikes and sideswipes.&#10;&#10;The player with the most trophies after five races is the tournament champion!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Children's Game",
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Take That",
      "Tile Placement"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Sports: Auto Racing"
    ]
  },
  {
    "Rank": "20061",
    "Name": "Metal Dawn",
    "ID": 220333,
    "Year": "(2018)",
    "Geek Rating": "5.512",
    "Avg Rating": "6.38",
    "Link": "https://boardgamegeek.com/boardgame/220333/metal-dawn",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3",
    "Description": "In Metal Dawn, a networked rogue satellite military defense system named Dominus has revolted against its makers, turning its machines of war towards eradicating mankind in a cybernetic revolution. The players are a united faction of agents whose mission is to destroy the forces of the machine while hacking the network to take down the satellite before it&rsquo;s too late.&#10;&#10;In this fast-paced, action-packed, highly replayable cooperative game, 1-4 players make meaningful strategic choices that determine the fate of the world. Players work together to equip their agents, activate zone abilities, and combat the forces of Dominus while collecting intel to crack the code for deactivating the rogue satellite putting a stop to his plan. Once hacked, Dominus is forced to land on Earth and transform into a giant battle robot to face humanity the final showdown. This must all be done before Dominus overruns the world sending it into a chaotic terror and disarray thereby allowing his forces to subjugate and eradicate mankind.&#10;&#10;",
    "Categories": [
      "Modern Warfare",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Area Movement",
      "Cooperative Game",
      "Modular Board",
      "Solo / Solitaire Game"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Players: Games with Solitaire Rules"
    ]
  },
  {
    "Rank": "20062",
    "Name": "Binomial",
    "ID": 328251,
    "Year": "(2020)",
    "Geek Rating": "5.512",
    "Avg Rating": "6.43",
    "Link": "https://boardgamegeek.com/boardgame/328251/binomial",
    "Min Players": "1",
    "Max Players": "7",
    "Min Play Time": "15",
    "Play Time": "25",
    "Weight": "1",
    "Description": "Binomial is a logic card game where players aim to get maximum victory points. Unlike russian loto or bingo, players decide for themselves which numbers to create (in the first phase of game) and for what postulate to use them (in the second phase of game).&#10;&#10;So Binomial has two phases. In first, the first player rolls dice 16 times, and from received 16 numerics players create numbers secretly from each other. Then players reveal up to 16 cards from the deck and choose most appropriate numbers from their own for announced postulates on cards. The game ends either when all 16 postulates are revealed, or when at least one player uses all of his numbers. The player with the most victory points is winner!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Math",
      "Number",
      "Party Game"
    ],
    "Mechanics": [
      "Betting and Bluffing",
      "Bingo",
      "Pattern Recognition"
    ],
    "Families": [
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "20063",
    "Name": "Super Rack-O",
    "ID": 6879,
    "Year": "(1983)",
    "Geek Rating": "5.512",
    "Avg Rating": "5.93",
    "Link": "https://boardgamegeek.com/boardgame/6879/super-rack-o",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.4",
    "Description": "A game of luck, strategy and skill. Players compete to order the cards in their hands from lowest to highest. A game the whole family can enjoy.&#10;&#10;During each round, players replace cards in their rack so the card numbers read in any numerical progression from a low number at the front to a high one at the back (the racks hold the cards behind each other). The cards are numbered from 1 to 60; you initially place them in your rack in the order they're dealt. On your turn, you draw from the deck or the discard pile, swapping the card with one from your rack.&#10;&#10;Super Racko let's you play with double racks and double the fun! It's like just like regular Rack-O, but you have two sets you're working on at the same time, red and blue.&#10;&#10;Re-implements:&#10;Rack-O&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Game: Rack-O",
      "Traditional Card Games: Rummy"
    ]
  },
  {
    "Rank": "20064",
    "Name": "Hamsters vs. Hippos",
    "ID": 338920,
    "Year": "(2021)",
    "Geek Rating": "5.512",
    "Avg Rating": "6.30",
    "Link": "https://boardgamegeek.com/boardgame/338920/hamsters-vs-hippos",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "40",
    "Weight": "1",
    "Description": "The hamsters have escaped their enclosure at the zoo and are making a run for it! Suddenly they come across a pond and see their most prized possession, the lily flower!&#10;&#10;Unfortunately, lurking below the surface is a hippo waiting for his favorite snack. The hamsters have to take a risk and gather as many flowers as they can before all of the hippo's friends arrive to join in on the feast!&#10;&#10;The game lasts 4 rounds with each player representing a little hamster. The player with the most flowers at the end of 4 rounds wins. Each round ends when hamster is eaten.&#10;&#10;Each round, add another hippo card to the deck before shuffling and dealing the cards out. Since extra cards are placed to the side, the extra hippos may or may not be on the board.&#10;&#10;The game goes 4 rounds, with the winner being the player with the most flowers collected during the game. If there is a tie after the 4th round, keep adding rounds (with the 4 hippo cards) until a winner is declared.&#10;&#10;Playing a round:&#10;&#10;A round ends as soon as a hippo card is flipped. Any hamsters that are still on grid when this card is flipped, lose all the flowers that they collected that round. Shuffle the cards adding a hippo, then deal out the next pond to start the next round.&#10;&#10;Taking turns, each player ventures out onto a lily pad, starting by moving onto any card along the edge of the grid.&#10;&#10;Each turn, they must either move, or spend 2 flowers to peak under an un-flipped card.  If they move, they must move onto an adjacent card (including diagonals). When landing on that card, they can collect any flower that is on top of it, and then must flip the card and perform the action (if any) underneath. If there are flowers underneath, they collect those too from the flower pile. Once a card has been flipped, a player can no longer step back on to it. Player can take up to 2 moves per turn, no including forced moves made from flipped cards.&#10;&#10;Players can move off the board (from any lily pad on the edge) to safety during their turn. If they do so, they are out for the remainder of that round, but keep anything they collected in their permanent storage&#10;&#10;Players can keep going until a hippo card is flipped, or until the last player has moved out of the pond&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals"
    ],
    "Mechanics": [
      "Push Your Luck"
    ],
    "Families": [
      "Animals: Hamsters",
      "Animals: Hippopotamuses",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "20065",
    "Name": "Casablanca",
    "ID": 19361,
    "Year": "(1983)",
    "Geek Rating": "5.512",
    "Avg Rating": "6.39",
    "Link": "https://boardgamegeek.com/boardgame/19361/casablanca",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.7778",
    "Description": "In this game players represent both a fugitive from a German prison in WWII and a Gestapo &quot;unit&quot;.&#10;&#10;Scope of the game is to be the first player to reach, with his/her fugitive, safety in Casablanca (starting from the prison in Germany), while trying to stop the other players' fugitives with the Gestapo unit.&#10;&#10;There are money cards (to buy weapons, ship tickets, etc.), movement cards used to move the fugitives, and event cards to add some random events that can help/hinder players in reaching their goal.&#10;&#10;This game has been published only on the Italian and Spanish markets.&#10;&#10;",
    "Categories": [
      "Adventure",
      "World War II"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Events",
      "Grid Movement",
      "Hexagon Grid",
      "Open Drafting"
    ],
    "Families": [
      "Cities: Casablanca (Morocco)",
      "Components: Map (Regional scale)",
      "Continents: Europe",
      "History: World War II (Africa)",
      "Region: North Africa"
    ]
  },
  {
    "Rank": "20066",
    "Name": ".hack//ENEMY",
    "ID": 8103,
    "Year": "(2003)",
    "Geek Rating": "5.512",
    "Avg Rating": "6.03",
    "Link": "https://boardgamegeek.com/boardgame/8103/hackenemy",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.7143",
    "Description": "Confront the world of .hack. It will test you, captivate you, and engulf you... but don't let it destroy you. The first set in this revolutionary new Trading Card Game is here. Fast, exciting, tactical, beautiful. .hack is all this and more.&#10;&#10;Conceived as a massive multimedia project, the .hack phenomenon includes an anime series, best-selling PlayStation&reg;2 computer entertainment system video game, manga series, and this new trading card game. In recreating the .hack universe for the tabletop gaming community, Decipher introduces an exciting and fast-paced game system, combined with an innovative organized play environment that immerses players in a massive online roleplaying game called The World. Players will try to beat their opponents from the unique perspective of the monsters, attacking their opponent&rsquo;s characters; only in .hack//ENEMY will players experience the world of .hack from this point of view. Just as in an online roleplaying game, players will collect experience points to &ldquo;level up&rdquo; their abilities and gameplay through the game&rsquo;s unique tournament system.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Collectible Components",
      "Fantasy",
      "Movies / TV / Radio theme",
      "Video Game Theme"
    ],
    "Mechanics": [],
    "Families": [
      "Collectible: Collectible Card Games",
      "Players: Two-Player Only Games",
      "Theme: Anime / Manga"
    ]
  },
  {
    "Rank": "20067",
    "Name": "Marston Moor",
    "ID": 5016,
    "Year": "(1978)",
    "Geek Rating": "5.512",
    "Avg Rating": "6.49",
    "Link": "https://boardgamegeek.com/boardgame/5016/marston-moor",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.6667",
    "Description": "&quot;Marston Moor&quot; is a wargame simulation of the largest battle of the English Civil War. Fought in the county of Yorkshire, this battle decided the fate of the North and influenced the ultimate course of the war.&#10;&#10;Published in Issue 7 of The Wargamer Magazine.&#10;&#10;260 counters = Simulation Games 1978 Edition&#10;&#10;",
    "Categories": [
      "Civil War",
      "Pike and Shot",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Line of Sight",
      "Movement Points",
      "Scenario / Mission / Campaign Game",
      "Simulation",
      "Zone of Control"
    ],
    "Families": [
      "Country: England",
      "Country: Scotland",
      "History: Age of Kings",
      "History: English Civil War",
      "Magazine: The Wargamer",
      "Players: Two-Player Only Games",
      "Players: Wargames with Rules Supporting Only Two Players"
    ]
  },
  {
    "Rank": "20068",
    "Name": "Goatfish",
    "ID": 231538,
    "Year": "(2017)",
    "Geek Rating": "5.512",
    "Avg Rating": "6.46",
    "Link": "https://boardgamegeek.com/boardgame/231538/goatfish",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Description from the designer:&#10;&#10;Goatfish is the hilarious goat-herding card game where goats wear lederhosen, mutton do the busting, and llamas run security.&#10;&#10;Suitable for ages 8 and up, Goatfish is a goat-themed card game where players win by collecting goat herds, use action cards to slow down their opponents and play defend cards to protect their goats.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Memory",
      "Set Collection",
      "Take That"
    ],
    "Families": [
      "Animals: Goats"
    ]
  },
  {
    "Rank": "20069",
    "Name": "MooT",
    "ID": 9668,
    "Year": "(1998)",
    "Geek Rating": "5.512",
    "Avg Rating": "7.42",
    "Link": "https://boardgamegeek.com/boardgame/9668/moot",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Moot bills itself as the 'toughest word game ever'. Self-published, it has come in various boxes over the years, from cigar boxes to blue and silver cardboard.&#10;&#10;Each team (or individual player when playing with a smaller group) rolls a 12-sided die. For 1-3, a Red question is asked, for 4-6 a Green one, for 7-9 a Yellow one, and for 10-12 a Blue one. Each question is worth the number rolled on the die.&#10;&#10;The questions are devilishly hard and sometimes feature trick questions. Examples: Which part, the bowl or the grinder, is the mortar? In medieval times, the first hay cut in the season was called the Math. What was the second cut called? (Answer: Aftermath) Most deal with word origins and obscure knowledge. Each card also features a small tidbit of information about the answer.&#10;&#10;The first player or team to get to 31 points is the winner. Replay value of the game is somewhat limited since only a single question set was ever produced, but the game is well worth picking up. A nice cerebral change from the usual Trivial Pursuit-type games.&#10;&#10;",
    "Categories": [
      "Trivia",
      "Word Game"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "20070",
    "Name": "Knights of Justice: The Siege of Malta, 1565",
    "ID": 4675,
    "Year": "(1986)",
    "Geek Rating": "5.512",
    "Avg Rating": "5.97",
    "Link": "https://boardgamegeek.com/boardgame/4675/knights-of-justice-the-siege-of-malta-1565",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Game of the Siege of Malta included in The Wargamer Magazine #50.  Knights of Justice is a grand tactical level simulation of the Islamic attempt to crush the Knights Hospitallers during the year 1565.&#10;&#10;In May 1565, an Ottoman expedition between 26,000 and 39,000 men strong landed on Malta. Grand Master Jean Parisot de la Valette (GM 1557-1568) had a force of 592 knights, to which several thousand arms-bearing men drawn from the Maltese population were also added. The Ottomans quickly defeated the Maltese militia, became master of the countryside and laid siege to the fortress, which was stubbornly defended by the Knights Hospitallers. After four months of siege, the knights, in a desperate fight over St. Elmo Fort and its natural harbor, inflicted heavy casualties (according to reports, 7,000 dead) on the Ottoman forces. Following the landing of 6,000 - 8,000 reinforcements from Sicily, the Knights again defeated the Ottomans, which embarked and left.&#10;&#10;",
    "Categories": [
      "Renaissance",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Hexagon Grid",
      "Ratio / Combat Results Table",
      "Simulation"
    ],
    "Families": [
      "Country: Malta",
      "History: Classical Age of the Ottoman Empire",
      "Magazine: The Wargamer",
      "Players: Two-Player Only Games",
      "Theme: Siege"
    ]
  },
  {
    "Rank": "20071",
    "Name": "Peeper",
    "ID": 40171,
    "Year": "(2004)",
    "Geek Rating": "5.512",
    "Avg Rating": "6.03",
    "Link": "https://boardgamegeek.com/boardgame/40171/peeper",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.75",
    "Description": "JOEN's best game is a PEEPER which won the &quot;month of the game&quot; by the ministry of Culture&amp; Entertainment. Peeper is designed for visually handicapped people for the first time, has a good functionality &amp; game quality. It enables to increase the concept of numbers and perception ability with using 4 kinds of number Tiles. The development of spatial cognitive ability and strategic thinking power progress.&#10;&#10;Also this game create own board games using number tiles, which is very creative game. The best example is a matrix. It is adopted as an official game for the visually handicapped people this September the handicapped people game, planning to hold a peeper event at the end of this year.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Ladder Climbing",
      "Set Collection"
    ],
    "Families": [
      "Card Games: Climbing"
    ]
  },
  {
    "Rank": "20072",
    "Name": "Peng!",
    "ID": 165999,
    "Year": "(2014)",
    "Geek Rating": "5.512",
    "Avg Rating": "6.07",
    "Link": "https://boardgamegeek.com/boardgame/165999/peng",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1.3333",
    "Description": "A hedgehog-themed racing game for children.&#10;&#10;Players try to get their hedgehog token to the finish line, with the balloon (another wooden token) the hedgehog is carrying intact. Movement on the board is determined by number cards that allow the player to move their hedgehog the corresponding number of spaces. &quot;Peng!&quot; cards allow you to burst the balloon another player's hedgehog is carrying. If your balloon has burst, you either need to play a card that allows you to get a new balloon, or your hedgehog needs to return to one of the re-fill spaces on the board.&#10;The player whose hedgehog is first to reach the finish line with a balloon wins the game.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Racing"
    ],
    "Mechanics": [],
    "Families": [
      "Animals: Hedgehogs / Porcupines"
    ]
  },
  {
    "Rank": "20073",
    "Name": "Ben Hurt",
    "ID": 965,
    "Year": "(1996)",
    "Geek Rating": "5.512",
    "Avg Rating": "5.63",
    "Link": "https://boardgamegeek.com/boardgame/965/ben-hurt",
    "Min Players": "4",
    "Max Players": "8",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.7407",
    "Description": "A chariot-racing game with pre-race rounds of card auctioning - the trick being that the race-winning &quot;pot&quot; is made up of the auction bids.   You have to balance the cost of the cards against the likely return - you want good cards cheap, and you want to force your opponents to pay over the odds for their cards.   Of course, everyone else is trying to do the same thing.&#10;&#10;However, there is a great deal of luck in the actual movement during the race, so your careful planning can be destroyed by a few poor dice rolls.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Dice",
      "Racing"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Betting and Bluffing",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Ancient: Rome"
    ]
  },
  {
    "Rank": "20074",
    "Name": "World Conquerors",
    "ID": 109643,
    "Year": "(2012)",
    "Geek Rating": "5.512",
    "Avg Rating": "5.69",
    "Link": "https://boardgamegeek.com/boardgame/109643/world-conquerors",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Conquer the world with history's greatest warlords under your command.&#10;&#10;The game plays in 4 turns where each player plays a ruler from history and conquers territories using a simple dice mechanic.&#10;The deck of world conquerors cards generates effects and goals to modify and drive the action.  If nobody has conquered the world by the end of the 4th turn to win immediately, the player whose empire got the largest at any given point wins.&#10;&#10;Each card can be played in one of 3 ways: Generals allow you to place a pawn in that card's territory to be used for rerolls in combats in or adjacent to the territory.  Playing cards as agents gives you one time effects that reflect that historical figure's abilities (Stalin assassinates, Victoria adds an extra die on a naval attack).  Playing cards as rulers gives you their ability for the duration of your turn and sets a goal that reaching it will net you a power bonus at the end of your turn.&#10;&#10;At the start of your turn, you're issued a number of tokens.  This number escalates by one during each player turn to ramp up the epic nature of the game.  You also get the bonus when somebody plays a ruler (including you) in one of your territories, and you'll get it at the end of your turn if you reach your ruler's goals. Tokens convert into armies controlling territories in successful attacks and are spent to pay for failed attacks and sea attacks as a Supply Cost.  Each time you pay the Supply Cost, it escalates.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Gameplay DetailsOn your turn, you campaign by throwing one die for each territory you control adjacent to a target territory. The defender throws one die for their defending army plus another for each adjacent territory they control. The highest die wins. Losses and Naval attacks have an escalating Supply Cost. When you are unwilling or unable to pay the Supply cost, your turn ends. Make it count, though, because you only get four turns.&#10;&#10;Strategic depth is layered onto this simple system by the deck of conqueror cards. Each historical figure has special powers based on their history, such as Erik the Red making unsupplied naval attacks, or Stalin using assassination to eliminate enemies. The cards may be played as your empire's ruler (which makes their power last your whole turn), a local agent (which gives you the power just once), or a general (which ignores their power but gives you combat rerolls). Ruler cards also have a strategic goal, such as Elizabeth's &ldquo;No one else controls a continent&rdquo; or Caesar's &ldquo;Win 5 attacks.&rdquo; Fulfilling these goals gets you a power bonus at the end of your turn.&#10;&#10;In the grand tradition of global conquest games, World Conquerors is epic in scope, but it addresses the genre's traditional shortcomings.&#10;&#10;&#10;     Short Play Time - just four turns per player each game. It plays in about an hour. &#10;&#10;&#10;&#10;     No Player Elimination - each turn you get a new ruler, regardless of the last one's fate.&#10;&#10;&#10;&#10;     Quick combat resolution - one army per territory makes battles quick and easy, focusing strategy on card play instead of mass dicefests. &#10;&#10;&#10;&#10;     Reduced Kingmaking and Spoiling - ruler goals drive the action leaving little room for spite. &#10;&#10;&#10;&#10;     No Hopeless Positions - supply is based on both time and territory, so it's possible to rebuild a shattered empire from no territories at all. Everybody is in it until their last turn, unless somebody conquers the whole world and wins instantly.&#10;&#10;&#10;",
    "Categories": [
      "Civilization",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Dice Rolling",
      "Hand Management",
      "Simulation"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "20075",
    "Name": "Rip Off",
    "ID": 300082,
    "Year": "(2020)",
    "Geek Rating": "5.512",
    "Avg Rating": "6.06",
    "Link": "https://boardgamegeek.com/boardgame/300082/rip-off",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "You've got just one bill to cover all your expenses!&#10;&#10;Rip Off is an innovative game of visual perception unlike anything you've played before. Each turn you physically rip off a piece off your fake bill to literally cover the objects you want to buy. Make sure the pieces you rip off are just the right size! The more you rip off now, the less you will have to cover future expenses. The player with the biggest bill remaining at the end wins!&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Grid Coverage"
    ],
    "Families": [
      "Misc: LongPack Games"
    ]
  },
  {
    "Rank": "20076",
    "Name": "Border Reivers",
    "ID": 23920,
    "Year": "(2006)",
    "Geek Rating": "5.512",
    "Avg Rating": "6.38",
    "Link": "https://boardgamegeek.com/boardgame/23920/border-reivers",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "2.5833",
    "Description": "From the publisher's website:&#10;&#10;Two hundred years of bloody battles, deadly feuds and constant raiding have turned the Scottish Borders into a virtual no mans land. Every clan raids, battles and pillages its neighbors, regardless of national ties, and the crowns of England and Scotland turn a blind eye to the chaos. Clan loyalties are all that matter, every opponent has a grievance and anything you can steal is yours if you can get it home. You play a Border clan, warring with and raiding your neighbors, fortifying your borders and taming the landscape as you try to establish your dominance of the Borders through the 15th and 16th Centuries. Use economic, military and subterfuge strategies to thwart the neighboring clans and advance your clan to eminence.&#10;&#10;Border Reivers is a game of strategy, warfare and chance  for 2 to 4 players, aged 12 to adult. Games last 30 to 90 minutes.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Economic",
      "Medieval",
      "Territory Building"
    ],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling",
      "Modular Board"
    ],
    "Families": []
  },
  {
    "Rank": "20077",
    "Name": "Spring Fever",
    "ID": 93678,
    "Year": "(2011)",
    "Geek Rating": "5.512",
    "Avg Rating": "5.78",
    "Link": "https://boardgamegeek.com/boardgame/93678/spring-fever",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.2",
    "Description": "Spring is here! Flowers are blooming and everyone is marveling at the majestic spectacle of Nature. Soon enough, you find yourself digging holes in the ground and planting seeds of every kind. But in the shadow of these stems, hungry snails are waiting, ready to dash towards your precious labor and have their fill of your little paradise. Will you be able to avoid this disaster?&#10;&#10;In Spring Fever, players are planting flowers in their gardens while trying to avoid the snails that will eat these blooms. The card deck consists of a deck of cards with flowers (valued at 3) and snails (valued -1 to -10). The first player draws four cards, lays what he claims is the lowest valued card face-up in front of him, then passes the cards to the left. The next player can either:&#10;&#10;&bull; Accept this player's claim, in which case she draws a card to bring the hand back up to four cards, then takes a turn herself, claiming one card, etc.&#10;&#10;&bull; Or call the previous player's bluff by revealing the three cards she was passed. If the previous player lied, he must take all the snails in the three cards revealed; in addition the doubting player can hand over her largest snail or take a flower card. If the previous player told the truth, the penalties are reversed. In either case, the doubting player will take the next turn by filling her hand to four cards, choosing one card, etc.&#10;&#10;The game ends when a player can't refill the hand to four cards. This player takes the lowest card remaining, then everyone tallies their points. The player with the highest total wins, with the number of flowers being the tiebreaker, if needed.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Theme: Flowers"
    ]
  },
  {
    "Rank": "20078",
    "Name": "Over the Top! Lemberg 1914 & Verdun 1916",
    "ID": 16830,
    "Year": "(1999)",
    "Geek Rating": "5.512",
    "Avg Rating": "6.14",
    "Link": "https://boardgamegeek.com/boardgame/16830/over-the-top-lemberg-1914-and-verdun-1916",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "120",
    "Play Time": "120",
    "Weight": "2.6667",
    "Description": "Lemberg 1914 and Verdun 1916 is a part of Strategy &amp; Tactics magazine #198, using the Over the Top! game system.&#10;&#10;Each player commands forces in one of the major battles of the First World War period.&#10;&#10;",
    "Categories": [
      "Wargame",
      "World War I"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid"
    ],
    "Families": [
      "Cities: Lviv (Ukraine)",
      "Cities: Verdun (France)",
      "Magazine: Strategy & Tactics",
      "Players: Two-Player Only Games",
      "Region: Galicia (Eastern Europe)",
      "Region: Lorraine (France)"
    ]
  },
  {
    "Rank": "20079",
    "Name": "Top Secret",
    "ID": 1132,
    "Year": "(1985)",
    "Geek Rating": "5.512",
    "Avg Rating": "5.71",
    "Link": "https://boardgamegeek.com/boardgame/1132/top-secret",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "1.4615",
    "Description": "Players distribute &quot;bags&quot; that hold secrets and bombs across an abstract representation of the world (there really is nothing remotely resembling a map, but placenames are present connected by a series of paths).  Players must move their agents about the board (die rolls determine the number of spaces) collecting these bags (briefcases) and returning them to their home-headquarters (corner spaces).  The object is to bring 10 secrets back to your headquarters and at least one of the first three bags you bring back must belong to an enemy.  Bombs force you to remove 1/2 of the number of agent pawns you have on the board, thus reducing your chances of recovering secrets.&#10;&#10;Was rethemed and slightly altered later by the author as Spion & Spion and In Teufels K&#195;&#188;che.&#10;&#10;",
    "Categories": [
      "Deduction",
      "Memory"
    ],
    "Mechanics": [
      "Pick-up and Deliver",
      "Secret Unit Deployment"
    ],
    "Families": []
  },
  {
    "Rank": "20080",
    "Name": "Paradux",
    "ID": 7981,
    "Year": null,
    "Geek Rating": "5.512",
    "Avg Rating": "6.27",
    "Link": "https://boardgamegeek.com/boardgame/7981/paradux",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "2.25",
    "Description": "The aim of the game is to line up 4 of your balls in a row.   A player cannot move a ball by itself or with a ball of their own color. Moves must be made with an adjoining ball of their opponent's! The two balls are then moved together as a single unit, in any direction.&#10;&#10;Contents:&#10;1 wooden playing surface, 18 wooden balls, instructions.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Category: n in a row",
      "Components: HexHex4 Grids",
      "Components: Marbles",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "20081",
    "Name": "Farts & Fairies",
    "ID": 311192,
    "Year": "(2020)",
    "Geek Rating": "5.512",
    "Avg Rating": "7.92",
    "Link": "https://boardgamegeek.com/boardgame/311192/farts-and-fairies",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Farts &amp; Fairies is a high octane, totally out of control fart battle for 2-6 players.&#10;&#10;To win, you must outfart your friends by launching and dodging fart attacks to become the 'Survivor of the Fartest'.&#10;&#10;This outrageously epic card game features the Queen of Farts, Farta Christmas, Tea Farties and Fartomic Bombs.&#10;&#10;Butt here's the best bit... For every game sold, they donate one to a child in hospital. Because farts are funny and laughter is the best medicine.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Card Play Conflict Resolution"
    ],
    "Families": [
      "Creatures: Fairies / Elves / Pixies",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "20082",
    "Name": "Sensō: Battle For Japan",
    "ID": 354219,
    "Year": "(2022)",
    "Geek Rating": "5.512",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgame/354219/senso-battle-for-japan",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2.2",
    "Description": "Historically grounded, Sens&#197;&#141; is a light wargame featuring area-control mechanics and a light, trick-taking card mechanic.&#10;&#10;Sens&#197;&#141;, Wage war to become the Emperor through the trampling of your enemies.&#10;&#10;Sens&#197;&#141; is a 2 to 5 player light trick taking / area control war game set within the early stages of the Sengoku period.  The Year is 1570, Oda has grown to be one of the strongest clans in the civil war period, taking control of central Japan. Drawing the attention of neighbouring clans Takeda, Uesugi and Mori&#10;&#10;Sens&#197;&#141; contains a standard deck of 54 playing cards designed by Raben White and inspired by Japanese wood carvings of the daimyos and heroes of the Sengoku period.  32 coloured wooden cubes, matching the 4 playable clans.  Clan cards for each player with their clan symbol and the 5th player as the Emperor. 4 illustrated cards creating the Map of Japan showing the provinces and territories to control and score Victory Points.&#10;&#10;Players control 1 of the 4 main clans, Oda, Takeda, Uesugi and Mori and for a 5 player game, controlling the Emperor of Japan.  Each round players are dealt cards with each Clan earning favour and becoming Trump Suit.  At the end of each round the tricks / hands won by each player are counted and used to move, add their own clan cubes and/or remove others to gain dominance in the 10 territories of central Japan.  After 8 rounds victory points are awarded based on who has control over each area of the map. They are totalled with the player with the highest score declared the winner.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Civil War",
      "Territory Building",
      "Wargame"
    ],
    "Mechanics": [
      "Trick-taking",
      "Worker Placement"
    ],
    "Families": [
      "Country: Japan",
      "History: Sengoku Period",
      "Series: The Battle For Japan (Stone Sword Games)"
    ]
  },
  {
    "Rank": "20083",
    "Name": "Boer War: The Struggle for South Africa – 1899-1902",
    "ID": 8516,
    "Year": "(2001)",
    "Geek Rating": "5.512",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/8516/boer-war-the-struggle-for-south-africa-1899-1902",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "180",
    "Play Time": "180",
    "Weight": "2.25",
    "Description": "Originally published in Strategy &amp; Tactics magazine #205 (Sep/Oct 2000).&#10;&#10;Boer War: The Struggle for South Africa: 1899-1902 is an operational level simulation of the Second Boer War(1899-1902), fought between the forces of the British Empire and the Boer republics of South Africa.&#10;&#10;The game map portrays southern Africa as it was at the end of the Nineteenth Century. Counters represent the military forces that took part in the conflict, including headquarters, logistics as well as combat units. Relatively low unit density requires a key-point defense strategy for both sides and protection of supply lines which the Boers were initially able to raid with impunity.&#10;&#10;Scenarios, Design Notes, Experimental Rules and Errata were printed in issue 214.&#10;&#10;",
    "Categories": [
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Hexagon Grid"
    ],
    "Families": [
      "Country: South Africa",
      "History: Boer Wars",
      "Magazine: Strategy & Tactics",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "20084",
    "Name": "Sonic the Hedgehog: Dice Rush",
    "ID": 256875,
    "Year": "(2019)",
    "Geek Rating": "5.512",
    "Avg Rating": "6.17",
    "Link": "https://boardgamegeek.com/boardgame/256875/sonic-the-hedgehog-dice-rush",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "1.5",
    "Description": "Speed is Sonic&rsquo;s game, and in Sonic The Hedgehog Dice Rush, 2 to 4 players are in a real-time race to build the best Sonic the Hedgehog level. Players simultaneously roll their dice and match the results with cards featuring section from a classic 2D Sonic level. Act quick though as certain sections will score you extra points, while others will cost you!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Racing",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Re-rolling and Locking",
      "Real-Time",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Animals: Foxes",
      "Animals: Hedgehogs / Porcupines",
      "Video Game Theme: SEGA",
      "Video Game Theme: Sonic the Hedgehog"
    ]
  },
  {
    "Rank": "20085",
    "Name": "Whales Destroying The World",
    "ID": 256502,
    "Year": "(2019)",
    "Geek Rating": "5.512",
    "Avg Rating": "5.99",
    "Link": "https://boardgamegeek.com/boardgame/256502/whales-destroying-the-world",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "1",
    "Description": "Whales Destroying The World is a quick and fun game for three to six whales. Say no more to the plastic bags, it&rsquo;s time to avenge Moby Dick!&#10;&#10;In this bluffing game, you are about to wage war with humanity. To do that, you need to build your army first. Players represent whale generals putting together the best team possible. In the end, only one can lead the attack (and win the game). Humans may have no chance against those huge flying and terrifying whales, but they will send their best to protect them &mdash; superheroes. In the end, there is always one traitor working hard to stop the attack.&#10;&#10;Players are taking cards from a common deck and offering them to other players. They can choose to keep them for their own army (collection) or send them back to the player. They do that with a minimum knowledge about the cards, just predicting whether others are bluffing or not. The &quot;whale&quot; player wins by completing a collection of cards with the highest value in front of him. The &quot;superhero&quot; player wins by infiltrating at least one player's army with enough superheroes.&#10;&#10;-description from designer&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Card Game"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Animals: Whales",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "20086",
    "Name": "Tabloid Teasers",
    "ID": 781,
    "Year": "(1991)",
    "Geek Rating": "5.512",
    "Avg Rating": "5.98",
    "Link": "https://boardgamegeek.com/boardgame/781/tabloid-teasers",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.0909",
    "Description": "FROM THE BOX: One of these headlines appeared in an actual tabloid newspaper. the other three were made up by a group of friends playing Tabloid Teasers. Which one is the real one?&#10;&#10;In Tabloid Teasers the fun begins when you are given part of a headline that appeared in one of the national tabloids. Then all players fill in the blank to create a wild and outrageous headline of their own. Now all the headlines - including the real one - are read out loud and players vote for the one they think is real. If you're right. You move ahead. You also advance when you fool another player into thinking your incredible headline is the real one!&#10;  If you're ready for an hysterical time of absurdity and fun - you're ready for Tabloid Teasers!&#10;&#10;(P.S. If you voted for #4, you picked the real headline!)&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Party Game"
    ],
    "Mechanics": [
      "Voting"
    ],
    "Families": []
  },
  {
    "Rank": "20087",
    "Name": "Super Race",
    "ID": 136177,
    "Year": "(2009)",
    "Geek Rating": "5.512",
    "Avg Rating": "5.95",
    "Link": "https://boardgamegeek.com/boardgame/136177/super-race",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.25",
    "Description": "In Super Race, players try to be the first to complete a lap around the track, using the dice to hug corners and race as quickly as possible. Players first decide which racetrack to use on the double-sided player boards. Then they start racing!&#10;&#10;On a turn, a player rolls the five dice, sets aside any she wants to keep, then rolls up to two more times, rerolling dice set aside, if desired. The dice depict curves or straights in three different colors, and after the player stops rolling, she chooses all the dice of one color and must use all of them to move on the track. Colored track on the player board can be moved through only with dice of the appropriate color, while any die color can be used to cross gray track; if a player can't use all movement for a color, she must choose a different color. A player cannot cross the same square twice. End your movement in a tight corner, and you take another turn immediately.&#10;&#10;Players take turns until one reaches the finish line, which triggers the final round. After all players have taken the same number of turns, whoever has driven the farthest across the finish line wins. Variants in the rulebook include an option for oil slicks that take two dice to cross, a point system for a multi-race world championship, and a two lap race on the Indianapolis board that includes a shortcut. The challenge in this latter race is that you're still restricted from crossing the same square twice. Take special care the first time around, or else you'll be weaving like a maniac on lap two!&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Dice",
      "Racing"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Network and Route Building"
    ],
    "Families": [
      "Mechanism: Roll-and-Write"
    ]
  },
  {
    "Rank": "20088",
    "Name": "Moonshot the Game",
    "ID": 1878,
    "Year": "(1997)",
    "Geek Rating": "5.512",
    "Avg Rating": "6.09",
    "Link": "https://boardgamegeek.com/boardgame/1878/moonshot-the-game",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1.8",
    "Description": "MOONSHOT The Game brings to life the fascinating story of mankind&rsquo;s greatest adventure&mdash;the Apollo voyages to the moon. MOONSHOT is not a trivia game, it&rsquo;s a fast-paced game of strategy based on card-play. NASA projects Mercury, Gemini and Apollo provide the backdrop as players are put in command of the Space Race. Each landmark event, pioneering mission, heart-pounding crisis and incredible machine is represented by a playing card. Players use these cards and a supply of fuel cards to complete the historic NASA space missions in a race to be the first to land on the Moon.&#10;&#10;To complete each mission, you must use your fuel supply to assemble the correct equipment, launch the mission and move your playing piece to the corresponding mission patch on the game board. This completes the mission, you receive a replica mission patch and gain a fuel bonus. During the game you can take advantage of special cards called alarms, events and instants. These represent historic events in space history and can be played to speed you progress or hinder your opponents. After completing the required number of missions, be the first to land on the Moon and win the game. MOONSHOT has a wealth of detail and flavor for the space enthusiast. If you're big on space travel or really enjoy space history, this game is a must. And it's collectible, too!&#10;&#10;MOONSHOT The Game was awarded &ldquo;Best New Family Game&rdquo; in the GAMES Magazine Buyer's Guide 2000 and called &ldquo;One of the Coolest New Board Games&rdquo; by Inquest Magazine. The expanded second edition was released in 2006 and has been renamed Tranquility Base&trade;.&#10;&#10;",
    "Categories": [
      "Exploration",
      "Space Exploration",
      "Transportation"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Hand Management",
      "Set Collection"
    ],
    "Families": [
      "Space: Earth's Moon"
    ]
  },
  {
    "Rank": "20089",
    "Name": "Nichtlustig: Superlemming",
    "ID": 286834,
    "Year": "(2019)",
    "Geek Rating": "5.512",
    "Avg Rating": "5.86",
    "Link": "https://boardgamegeek.com/boardgame/286834/nichtlustig-superlemming",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "1.3333",
    "Description": "Is it a bird? is it a plane? Is it my husband with the rubber gloves? No, it is SUPERLEMMING!&#10;&#10;The lemmings want to jump off the cliffs! But Superlemming hurries to rescue them... he will turn a blind eye only on his friends... :)&#10;&#10;Superlemming is a fast and funny card game for 2-5 players. Each of you wants to have their lemmings jump off the cliffs as efficiently as possible. But each player is also a Superlemming who cannot stand still if another lemming is in danger and saves it from jumping off the cliffs. Only for their friends they take it easy...&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Animals",
      "Humor"
    ],
    "Mechanics": [
      "Take That"
    ],
    "Families": [
      "Comic Books: Nichtlustig"
    ]
  },
  {
    "Rank": "20090",
    "Name": "Boss Kito",
    "ID": 37732,
    "Year": "(2008)",
    "Geek Rating": "5.512",
    "Avg Rating": "5.67",
    "Link": "https://boardgamegeek.com/boardgame/37732/boss-kito",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.2632",
    "Description": "All players are gorillas in Boss Kito, but rather small and not that tough. They live together on an island at the zoo. By playing (single) bananas or whole bunches (cards) they try to obtain benefits from the biggest and most powerful gorilla on the isle, Boss Kito. With these benefits they score points and the player with the highest score at the end of the game is the winner.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Humor"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Set Collection"
    ],
    "Families": [
      "Animals: Apes / Monkeys"
    ]
  },
  {
    "Rank": "20091",
    "Name": "Springvikarierna",
    "ID": 337904,
    "Year": "(2021)",
    "Geek Rating": "5.512",
    "Avg Rating": "7.26",
    "Link": "https://boardgamegeek.com/boardgame/337904/springvikarierna",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Springvikarierna is a boardgame where players take the role of Gig-workers competing for the scarce jobs. Main mechanic is hidden auction (how desperate are you today?). Then different life- and work-related events can trigger, sometimes making you choose from options. The two resources of the game is HEALTH and MONEY that needs to be balanced. The players who can pay the rent at end of game without &quot;hitting the wall&quot; wins. (So no explicit win criteria, however there are some options in the rulebook for this if you want to play it fully competitive.)&#10;&#10;&mdash;description from the designer&#10;&#10;",
    "Categories": [
      "Political"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Events"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia"
    ]
  },
  {
    "Rank": "20092",
    "Name": "Flying Sushi Kitchen",
    "ID": 279747,
    "Year": "(2018)",
    "Geek Rating": "5.512",
    "Avg Rating": "6.52",
    "Link": "https://boardgamegeek.com/boardgame/279747/flying-sushi-kitchen",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Flying Sushi Kitchen is a dexterity game in which players act as sushi chefs attempting to get the most money from the daily orders and tips from customers.&#10;&#10;Each turn, a player draws a card(s) from a common deck that will consist of standard or &quot;rush&quot; orders, challenges to apply to the next order, tip bonus card to apply to the next drawn order, or a immediate group challenge.&#10;&#10;Once a order or group challenge is drawn, players will activate the sushi bar, which activates small fans under each piece of &quot;sushi&quot; (essentially a foam ball), making them hover mid-air. Players then pick the sushi, side items such as ginger or wasabi from the bar until the timed sushi bar de-activates, shutting off the fans.&#10;&#10;Players continue drawing and fulfilling orders until someone hits the target money goal, and wins.&#10;&#10;",
    "Categories": [
      "Action / Dexterity"
    ],
    "Mechanics": [
      "Set Collection"
    ],
    "Families": [
      "Food & Drink: Sushi",
      "Theme: Food / Cooking"
    ]
  },
  {
    "Rank": "20093",
    "Name": "Swish Jr.",
    "ID": 138015,
    "Year": "(2013)",
    "Geek Rating": "5.512",
    "Avg Rating": "6.20",
    "Link": "https://boardgamegeek.com/boardgame/138015/swish-jr",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "1",
    "Description": "Swish Jr. is a version for children of Swish, a pattern recognition card game in which players make matches &ndash; dubbed &quot;Swishes&quot; &ndash; before opponents.&#10;&#10;Swish Jr. includes 42 transparent cards; each card has some combination of small shapes on it, with these items coming in four colors. To set up the game, lay out 12 cards on the table. Players simultaneously try to create &quot;Swishes&quot; by spotting two or more cards that can be laid on top of one another in some manner so that shapes of the same color fit. Create a Swish, and you claim the cards used, with new cards then being laid out. Whoever claims the most cards wins the game.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Puzzle"
    ],
    "Mechanics": [
      "Pattern Building",
      "Pattern Recognition"
    ],
    "Families": [
      "Versions & Editions: Junior Versions of Grown-Up Games"
    ]
  },
  {
    "Rank": "20094",
    "Name": "5 Minuten Puzzle",
    "ID": 330555,
    "Year": "(2021)",
    "Geek Rating": "5.512",
    "Avg Rating": "5.87",
    "Link": "https://boardgamegeek.com/boardgame/330555/5-minuten-puzzle",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "5",
    "Play Time": "5",
    "Weight": "1.75",
    "Description": "Each player in 5 Minuten Puzzle takes one of the player sheets &mdash; making sure that everyone is using the same side &mdash; and a pen. One side of the sheet shows a roughly hexagonal grid composed of black hexes and blue and red circles (collectively &quot;spaces&quot;), while the other side has these hexes and circles arranged like a bear's head.&#10;&#10;On a turn, any player rolls the die, then you each must draw one of the shapes next to this die result&mdash; e.g., a circle, two hexes, and another circle in a line &mdash; into the grid, then cross it out to indicate that you can't use it again. You can place the first shape anywhere, then all subsequent shapes you add must touch something you've drawn previously. If you've used both shapes for a number, you can choose any available shape, then cross it out. If you can't place a shape or decline to do so, you must still cross one out.&#10;&#10;After twelve die rolls, you will have three or more spaces still open (because the grid has 51 spaces). You then score penalty points for each unfilled space: 3 for red, 2 for blue, and 1 for black. Additionally you score 1 penalty point for each different area of unfilled spaces in your grid. Whoever has the fewest penalty points wins.&#10;&#10;As a variant for experience players, each player can fill in 0-3 spaces in their grid before starting play. This possibly allows you to have a lower score, but only if you can still place all of the shapes in your grid.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Mechanism: Roll-and-Write",
      "Series: MINNYS (Nürnberger-Spielkarten-Verlag)",
      "Series: Nature Line (Nürnberger-Spielkarten-Verlag)"
    ]
  },
  {
    "Rank": "20095",
    "Name": "Mine, All Mine!",
    "ID": 164645,
    "Year": "(2014)",
    "Geek Rating": "5.512",
    "Avg Rating": "5.97",
    "Link": "https://boardgamegeek.com/boardgame/164645/mine-all-mine",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1.3333",
    "Description": "Mine, All Mine! is a quick, fun game of mining planets for resources.  You manage a small hand of spaceships and actions, trying to outwit and outmaneuver your opponents.  With only 16 game cards, 8 tracking clips, and a table-free option, Mine, All Mine! can be played just about anywhere.  And with a 5-10 minute play time, it&rsquo;s easy to fit a game in while waiting in line or riding in a car (playing while driving is NOT recommended).  We hope you enjoy playing Mine, All Mine!&#10;&#10;Game Play Overview:&#10;Each player starts with 3 Ship cards.  Each card has 4 options to chose from and players can play as few as 1 up to their entire hand each round.  They play these Ship cards to control and mine resource laden planets, with all players laying down their chosen cards at the same time. When the resources are divided up (based on a fleet's total Speed, Attack and Cargo) points are awarded accordingly. Then, new Ship cards are dealt, equal to the number that were just played, beginning with the player with the lowest score. New Planets are dealt and the next round begins.  After 3 rounds the game ends and the player with the greatest score emerges victorious!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Science Fiction"
    ],
    "Mechanics": [
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "20096",
    "Name": "Miksi juuri Mäntsälä...?",
    "ID": 43080,
    "Year": "(2009)",
    "Geek Rating": "5.512",
    "Avg Rating": "6.13",
    "Link": "https://boardgamegeek.com/boardgame/43080/miksi-juuri-mantsala",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.3333",
    "Description": "A Finnish version of Ausgerechnet Buxtehude and Ausgerechnet Uppsala, Miksi juuri M&auml;nts&auml;l&auml;...? has players figuring out Finnish geography. Players must place Finnish cities correctly related to each other.&#10;&#10;",
    "Categories": [
      "Bluffing",
      "Educational",
      "Trivia"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Series: Ausgerechnet ..."
    ]
  },
  {
    "Rank": "20097",
    "Name": "The Prestel New York Architecture Game",
    "ID": 4620,
    "Year": "(2002)",
    "Geek Rating": "5.512",
    "Avg Rating": "5.89",
    "Link": "https://boardgamegeek.com/boardgame/4620/the-prestel-new-york-architecture-game",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "30",
    "Weight": "1.125",
    "Description": "From my non-literal translation of the game description in the rules...&#10;&#10;Das Prestel Architekturspiel displays a panorama of architectural works of art in an exciting and involving game. Two to five players compete to construct 24 of the most important buildings in architectural history. In the game, different building designs are presented to the players. In order to construct these buildings, construction cards must be selected from the five card decks. The speed with which players select their construction cards decides the player order for each round. Points are scored when construction cards are used to construct the buildings on the table. Whoever manages to earn 13 points wins the game.&#10;&#10;",
    "Categories": [
      "Educational",
      "Memory",
      "Real-time"
    ],
    "Mechanics": [
      "Memory",
      "Set Collection"
    ],
    "Families": [
      "Cities: Munich (Bavaria, Germany)",
      "Cities: New York (New York, USA)",
      "Country: Germany",
      "Country: USA",
      "Theme: Art",
      "Theme: Construction"
    ]
  },
  {
    "Rank": "20098",
    "Name": "Budowa zamku",
    "ID": 31274,
    "Year": "(2000)",
    "Geek Rating": "5.512",
    "Avg Rating": "5.71",
    "Link": "https://boardgamegeek.com/boardgame/31274/budowa-zamku",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "20",
    "Weight": "1.1667",
    "Description": "Like classic Memory, the game begins with 48 tiles face down in the center.  Unlike Memory however, each tile is unique and instead of trying to match pairs, the players are trying to build a set of 10 tiles, which each new tile collected being of higher rank than the previous one.&#10;&#10;The game is simple enough for children to play, but strategic enough for adults to enjoy.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Medieval",
      "Memory",
      "Party Game"
    ],
    "Mechanics": [
      "Memory",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "20099",
    "Name": "Domination",
    "ID": 2145,
    "Year": "(1986)",
    "Geek Rating": "5.512",
    "Avg Rating": "6.53",
    "Link": "https://boardgamegeek.com/boardgame/2145/domination",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "3",
    "Description": "From Box:&#10;&#10;Domination: The Game Players Game&#10;&#10;An Exciting Game of Strategy&#10;Domination is an exciting game of strategy for two to four players, ages thirteen to adult.  Each player controls the pieces of one color - blue, green, red or yellow - moving them about the board and capturing the pieces of opposing players, in order to be the first to occupy the Crown Square inside the Keep at the center of the board.  Players familiar with chess or checkers will notice strong similarities, especially in the mechanics of movement and capture,  between these games and Domination.  Combining these traditional elements with a new and innovative game system, Domination offers hours of enjoyment for young and old alike.  Easy to learn, but difficult to master, Domination is the ultimate challenge for gamers of all ages.  Every game is different in the quest for... Domination&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Medieval"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "20100",
    "Name": "Paparazzo",
    "ID": 1936,
    "Year": "(1994)",
    "Geek Rating": "5.512",
    "Avg Rating": "5.81",
    "Link": "https://boardgamegeek.com/boardgame/1936/paparazzo",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "45",
    "Play Time": "45",
    "Weight": "1.875",
    "Description": "In this auction card game, which comes with a small game board, players try to buy celebrity photos cheaply and sell them for the best price.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Auction / Bidding"
    ],
    "Families": []
  }
]