[
  {
    "Rank": "N/A",
    "Name": "Dice of Our Lives",
    "ID": 226646,
    "Year": "(1982)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/226646/dice-of-our-lives",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "40",
    "Play Time": "60",
    "Weight": "0",
    "Description": "A Soap Opera themed board game where players interact with twelve characters (cast members) throughout the game. The players play themselves and all also considered cast members of the drama taking place in the town of Fine Valley.  The goal of the game is to reach the Laun-Dramatic and disclose the 'ugly truth' of all the players.  This is done by separating the truth from the 'vicious gossip' given by the twelve characters.&#10;&#10;Similar to Clue, players must roll the dice to move their token towards places of their choosing.  Once at a location, the player interacts with a character to get them to disclose a rumor about one of the other players.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Party Game"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Wreck-A-Mecha",
    "ID": 226650,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.29",
    "Link": "https://boardgamegeek.com/boardgame/226650/wreck-a-mecha",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2",
    "Description": "In Wreck&shy;-A-&shy;Mecha players build a giant robot (Mecha) from a randomly assigned Head and Core part along with arms and legs from their decks. Destroying opponent parts earns you victory&#10;points and the first to gain 10 points wins. A core will get you all 10 points, but it's hard to hit. This is because one of the actions players can perform in a turn is to use an arm to defend, forcing an attack to target it instead of anything else (until it is hit).&#10;&#10;Since you are only able to take 3 actions per turn, managing your offense and defense is key to survival. And with a weapon triangle causing weaknesses and resistances along with tons of unique special abilities for each part, you'll need to install parts strategically to get the upper hand.&#10;&#10;With designs taking inspiration from Mecha anime and video games, Wreck&shy;-A-&shy;Mecha let&rsquo;s you live out your Mecha customization fantasies in a quick 15&shy;-30 minute game. It&rsquo;s easy to learn, yet strategic. And with a second copy, the game can be expanded from a head to head brawl into a 2-&shy;on-&shy;2 team battle.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Science Fiction"
    ],
    "Mechanics": [
      "Action Points",
      "Rock-Paper-Scissors",
      "Take That",
      "Variable Player Powers"
    ],
    "Families": [
      "Theme: Mech Warfare"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Gingerdead House: Star S'mores",
    "ID": 226655,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.86",
    "Link": "https://boardgamegeek.com/boardgameexpansion/226655/gingerdead-house-star-smores",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "60",
    "Weight": "0",
    "Description": "In a galaxy far, far away...&#10;&#10;The battle to protect your Gingerbread House from being devoured by fairy-tale monsters wages on!  Star Smores is an all new expansion for the board game, Gingerdead House.&#10;&#10;Star Smores features &#10;7 New Defenses&#10;5 New Monsters&#10;2 New Actions&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Fantasy",
      "Humor",
      "Video Game Theme"
    ],
    "Mechanics": [
      "Player Elimination",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Arkham Horror: The Card Game – Marie Lambeau Promo Cards",
    "ID": 226690,
    "Year": "(2016)",
    "Geek Rating": "5.556",
    "Avg Rating": "8.39",
    "Link": "https://boardgamegeek.com/boardgameexpansion/226690/arkham-horror-the-card-game-marie-lambeau-promo-ca",
    "Min Players": "1",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Included with &quot;The Investigators of Arkham Horror&quot; book pre-order.&#10;&#10;Three preview cards for Arkham Horror: The Card Game &mdash; a Marie Lambeau investigator card and her two signature cards. These allow you to enjoy the game as Marie Lambeau prior to the investigator's normal release.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Adventure",
      "Card Game",
      "Collectible Components",
      "Fantasy",
      "Horror",
      "Novel-based"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Role Playing",
      "Variable Player Powers"
    ],
    "Families": [
      "Collectible: Living Card Game (Fantasy Flight Games)",
      "Game: Arkham Horror – The Card Game",
      "Game: Arkham Horror TCG – The Circle Undone",
      "Mechanism: Campaign Games",
      "Players: Games with Solitaire Rules",
      "Promotional: Cards",
      "Series: Arkham Horror Files (Fantasy Flight Games)",
      "Theme: Cthulhu Mythos"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Three Cheers For Master: Bookmark of Literal Undermining",
    "ID": 226693,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgameexpansion/226693/three-cheers-for-master-bookmark-of-literal-underm",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "A promo extension give away in special event&#10;&#10;As a Play, split an entire tower in two by at least one card space inbetween. You can't play a card in that space. Leave the bookmark in place until the game ends.&#10;&#10;The victim keeps the bookmark until next game !&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fantasy",
      "Fighting"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Grossdeutschlands Stadtespiel",
    "ID": 226703,
    "Year": "(1940)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/226703/grossdeutschlands-stadtespiel",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This 1940 geographical word game was designed to teach Germans the names of cities within the boundaries of the recently expanded Third Reich.&#10;&#10;The rules booklet includes the names of each major city together with a representative drawing, sometimes with a coat of arms or other symbol, and a short verse about the city. The game board features only the illustrations and symbols for each city, not the names. Players are encouraged to read the booklet before starting the game.&#10;&#10;The stock of small red and black letter tiles is placed in a bag or opaque bowl, and players take turns drawing blind, one tile at a time until a red letter tile is drawn. The player drawing the red tile must place it as the initial letter of one of the cities. After that, the player may place as many black letters in his hand as possible that continue the spelling of any city name that has been started with a red letter.&#10;&#10;Play then passes to the left. Each player in turn first draws another tile from the stock and then places as many letters as possible. If a player draws a red letter, he must place it immediately. If he is unable to identify a suitable city, he must place the letter in front of him, after which the first player to call &quot;Halt&quot; may take and play the letter, and then continue his turn. Play then passes left from the seizing player.&#10;&#10;Players must continue to draw a letter at the beginning of each turn, even if they have no tiles left. The winner is the player who first uses up all his tiles after the last tile has been drawn from the stock.&#10;&#10;The map board includes Vienna, Graz, Prague and the major cities of occupied Poland as German, but still shows Denmark as independent, meaning it was based on the borders as they stood between October 1939 and April 1940.&#10;&#10;&#10;",
    "Categories": [
      "Educational",
      "Word Game",
      "World War II"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dice Tracks",
    "ID": 226705,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/226705/dice-tracks",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "10",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Roll those dice and draw some tracks!&#10;&#10;Your goal is to connect all cities and towns, by drawing your tracks in 13 turns.&#10;&#10;You can upgrade cities and towns, gain new dice and take loans in this 15 minute game.&#10;&#10;You need a printed out map, a pen/pencil, 6 10-sided dice and 2 markers (wooden cubes).&#10;&#10;Will you be able expand your network in time?&#10;&#10;",
    "Categories": [
      "Dice"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Unreleased Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Networks: Executives",
    "ID": 226711,
    "Year": "(2018)",
    "Geek Rating": "5.843",
    "Avg Rating": "7.64",
    "Link": "https://boardgamegeek.com/boardgameexpansion/226711/the-networks-executives",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3",
    "Description": "The Networks: Executives, a full expansion for The Networks, changes the gameplay in a few ways.&#10;&#10;First, the players all choose a Network Executive at the start of the game. Each Network Executive has their own advantages and drawbacks.&#10;&#10;Second, there is a new deck of Show Cards with a different mix of Genres. Each Genre now has an equal chance of appearing, unlike in the base game where Reality and Sports shows were less common. However, Sports Shows now have a higher upkeep, and Reality Shows don't get you as many Viewers on average as another Show with a bunch of Stars.&#10;&#10;Third, players no longer automatically get starting Public Access Shows, Stars, or Ads. Instead there is a starting &quot;Pilot Season&quot; draft in which players pick their starting TV shows. These starting Shows determine a player's starting resources, like Stars, Ads, and extra money.&#10;&#10;Fourth, you now get a Mogul Card when you get your first 5-Show Genre Bonus or your second 3-Show Genre Bonus. These Mogul Cards act like supercharged Network Cards, so they're worth picking up!&#10;&#10;",
    "Categories": [
      "Economic",
      "Expansion for Base-game",
      "Movies / TV / Radio theme"
    ],
    "Mechanics": [
      "Open Drafting",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: The Networks",
      "Theme: Television (TV) Industry"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dreamkeepers SKIRMISH: Shadow Wars of Anduruna",
    "ID": 226723,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/226723/dreamkeepers-skirmish-shadow-wars-of-anduruna",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "0",
    "Description": "SKIRMISH is a strategic fast-paced two-player card battle game that combines tactical deployment zones with character-based action.&#10;&#10;The game combines Vivid Publishing's cult hit serues 'Dreamkeepers' with the finely honed gaming sensibilities of the Electric Panda Fish dev team.&#10;&#10;With a background enjoying classics like 'Magic the Gathering,' Electric Panda Fish envisioned an experience that cut the collecting, and jumped straight into balanced action.&#10;&#10;Leveraging the distinct personality and lore or Dreamkeepers, they have crafted exactly that.&#10;&#10;There are eight leader characters in SKIRMISH, each with their own 20-card deck. The decks are tuned to represent the distinct personalities and traits of their leader characters - some are fast and hard hitting, some are sly and resourceful, others chaotic and insane.&#10;&#10;You choose two characters for you SKIRMISH and combine their decks. Then it's time to face off against your opponent.&#10;&#10;The table itself is divided into three zones - a central lane with two flanking areas - and where you deploy has a huge impact on on the success of your strategy.&#10;&#10;Flanking attacks, reinforcement blocks, long range equipment, area denial continuous effects - the varying zones give you the option to attack, retreat, consolidate, or redistribute your forces.&#10;&#10;Whereas Magic resource generation is random, and Hearthstone has a rigid scaling in place, SKIRMISH as a more flat resource system that creates brisk, deep gameplay.&#10;&#10;Each character generates REsolve that they can use to play followers, items, actions, and events. But be cautions about deploying it all at once - just like the tactical regions on the table, managing your Resolve with cold efficiency can be the key difference between victory and defeat. And if a character dies, their Resolve goes with them.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Comic Book / Strip"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Hand Management",
      "Player Elimination"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Algarade The Card Game",
    "ID": 226724,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/226724/algarade-the-card-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "40",
    "Weight": "0",
    "Description": "Algarade is a 2 to 6 player fast-paced, strategic, card game where you need to eliminate all your Opponents by destroying their political Landmarks and crown yourself the new leader!&#10;&#10;About:&#10;&#10;Algarade is played turn by turn in a counterclockwise manner. You start your turn by drawing 2 playing cards and playing as many cards as you can or want without playing the same card twice. Once you are satisfied or cannot play anymore, you pass the turn to the next player.&#10;Remember, even though you need to destroy your opponent's Landmarks to win, playing all your cards every turn makes you an easy target!&#10;&#10;To help you eliminate your Opponents you will have access to 19 unique playing cards that will either help you attack your enemies, defend your own territories or destabilize other players.&#10;&#10;These cards are separated into 3 categories:&#10;Red cards that may only played during your turn,&#10;Yellow cards that may played anytime,&#10;and Blue cards that can only be played under certain circumstances.&#10;&#10;The rules evolve with the amount of players that play. When playing with 2 to 3 people, all other players are your enemies. You can build temporary alliances but be ready for the inevitable backstabbing. When playing with 4 to 6 players you have Allies that you may not attack, but will still need to compete with to win the game!&#10;&#10;Additional information:&#10;&#10;Algarade is a one-man project from the mind of Olivier Etienne Miller. Originally a game to be played with his family and close friends, it became quite popular in his circle of friends which eventually lead him to start a Kickstarter to spread the game to a wider audience!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Medieval",
      "Political"
    ],
    "Mechanics": [
      "Campaign / Battle Card Driven",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Which Shopkins Are You?",
    "ID": 226737,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgame/226737/which-shopkins-are-you",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Players race their Shopkins around the board collecting cards and answering personality questions. Do you like fashion or sports? Do you prefer ice cream or pie? Be the first player to earn 6 cards and find out Which Shopkins you&rsquo;re most like.&#10;&#10;Game comes with 4 exclusive Shopkins characters that can only be found in this game.&#10;&#10;Source:  Pressman Toys Web Site&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Toys: Shopkins"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shopkins Secret Sweets Game",
    "ID": 226740,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.60",
    "Link": "https://boardgamegeek.com/boardgame/226740/shopkins-secret-sweets-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "15",
    "Weight": "0",
    "Description": "Kid&rsquo;s favorite Shopkins Sweet Treats are hiding in Shopville&rsquo;s Candy Shop! Players Start with three Shopkins Secret Sweets Squares and try to find their matching Shopkins Candy Coins.&#10;&#10;How to play:&#10;&#10;Without looking, each player randomly selects 3 Secret Sweets Squares and places them face down in front of them. Players take turns spinning the spinner and moving their game piece according to the number shown. Different spaces let you &quot;Peek,&quot; Pick,&quot; or &quot;Pluck&quot;&#10;&#10;Players are trying to &quot;Pick&quot; Candy Coins out of the bag to match the Secret Sweets Squares in front of them.&#10;&#10;Players can only look at their Candy Coins when they land on the &quot;Peek&quot; space. Players can steal coins when they land on &quot;Pluck&quot; spaces.&#10;&#10;The game ends when 1 player has matched 2 Secret Sweets Squares with 2 Candy Coins.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": [
      "Toys: Shopkins"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Shopkins Designer Dash Game",
    "ID": 226741,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "1.00",
    "Link": "https://boardgamegeek.com/boardgame/226741/shopkins-designer-dash-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "0",
    "Weight": "0",
    "Description": "To be the first player to complete a Shopkins outfit by collecting a hat, shirt, bottom, and accessory.&#10;&#10;The youngest player goes first by holding his/her Shopkins character behind his/her back and making a fist with the Shopkins character hidden inside. This player is called the &ldquo;Hider&rdquo;. Keeping both fists tightly closed, the Hider holds them out in front of his/her body. The Hider picks any other player to be the Guesser for this turn. The Guesser tries to guess which of the Hider&rsquo;s fists has the Shopkins character in it by gently tapping that fist. The Hider opens the fist that the Guesser tapped to reveal whether or not the Shopkins character is in that fist.&#10;&#10;If the Guesser guessed correctly, the Guesser moves the Hider&rsquo;s playing piece along the path either one or two spaces of the Guesser&rsquo;s choosing. If the Guesser guessed incorrectly, the Hider moves his/her piece along the path either three or four spaces of the Hider&rsquo;s choosing.&#10;&#10;When players land on an Outfit Space, they pick up any one Outfit Card from that category from the pile on the table, regardless of the picture on the space.&#10;&#10;Each player may only hold one Outfit Card from each category at a time. When players land on a Wild Space, they pick up an Outfit Card from any category they don&rsquo;t already hold. When players land on a Borrow Space, they take an Outfit Card from any other player. Players may only borrow Outfit Cards from categories they don&rsquo;t already hold. When players land on a Switch Outfits space, they must hand all of the Outfit Cards they&rsquo;ve collected to any player and take all of that player&rsquo;s Outfit Cards. When a player is done moving and/or collecting, play passes to the left.&#10;&#10;The first player to collect one Outfit Card from each category wins the game.&#10;&#10;Source:  Pressman Toy Site&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": [
      "Theme: Fashion",
      "Toys: Shopkins"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Discover Moscow",
    "ID": 226765,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/226765/discover-moscow",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "1",
    "Description": "Everyone is moving on the Moscow subway map. In the beginning every player receives 3 cards with photos of Moscow tourist sights. The goal of the game is to visit your 3 sights  and return to the starting point. To win the game you need to do it first. Main difficulty is to recall what subway station is the closest to sight. On the back of the sight card there are 3 hints which can be earned during the game.&#10;&#10;In order to move players need to answer quiz question about Moscow and make stakes on the right answer. Every turn player can make secretly a stake or not to bid. After all bids were made variants of answers are revealed - participating players choose their answers. Those who answered correctly can make a move (no bid - 1 station, otherwise - according to the number on their bid). Those whose answer were wrong lose their appropriate bid tokens. Those tokens can be replenished on the specified areas of the map. For 2 moving points player can instead receive a hint about one of their sights. For each sight there are 2 hints, for the 3rd hint player receives exact location of the sight. Also there are cards with random events which are revealed at different locations.&#10;&#10;",
    "Categories": [
      "Educational",
      "Memory"
    ],
    "Mechanics": [
      "Area Movement",
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Summit: The Board Game – Yeti expansion",
    "ID": 226766,
    "Year": "(2017)",
    "Geek Rating": "5.584",
    "Avg Rating": "7.65",
    "Link": "https://boardgamegeek.com/boardgameexpansion/226766/summit-the-board-game-yeti-expansion",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "180",
    "Weight": "0",
    "Description": "As if &quot;Summit The Board Game&quot; wasn&rsquo;t deadly enough, the Yeti expansion brings a new level of excitement and distress to your expedition as you, your friends and your rivals are stalked across the frozen landscape by an unrelenting foe.&#10;The Yeti expansion can be used with the base game in any mode of play, competitive, cooperative or solo.&#10;&#10;Contains:&#10;- 2 new dual-layer player mats, (Asymmetrical stats &amp; abilities) &#10;- 16 new cards (2 Items, 7 Events &amp; 7 Karma)&#10;- A marker cube&#10;- A custom Yeti Pawn&#10;- Rulesheet&#10;&#10;",
    "Categories": [
      "Adventure",
      "Environmental",
      "Exploration",
      "Racing"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Grid Movement",
      "Network and Route Building",
      "Player Elimination",
      "Point to Point Movement",
      "Push Your Luck",
      "Take That",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Creatures: Bigfoot / Yeti / Sasquatch",
      "Sports: Mountain Climbing"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Bro Up: The Open Card Game",
    "ID": 226826,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "9.33",
    "Link": "https://boardgamegeek.com/boardgame/226826/bro-up-the-open-card-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "1.5",
    "Description": "Description from the publisher:&#10;&#10;The hand drawn card game packed with total silliness and crazy fun, laughter, combos, trickery, tweaking and teamwork! Make, add or break the Cards or rules, this one belongs to you!&#10;&#10;All players start with 13 HP and 3 Game cards. If at any point a player is found with zero life OR game cards they lose. The last man standing wins!&#10;&#10;With 260+ unique hand-drawn cards, players draw cards and take turns playing them onto the table. They laugh and fret over luck and unexpected combos yet find quirky strategies at every corner. They regret no losses and find wins to be addictive!&#10;&#10;Takes a couple of minutes to learn &amp; plays extra hilariously with teams. Completely family friendly while encourages tweaking the deck for different experiences. Make, add or break the Cards or rules, this one belongs to you!&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Unreleased Games",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Five Tribes: Whims of the Sultan",
    "ID": 226828,
    "Year": "(2017)",
    "Geek Rating": "6.544",
    "Avg Rating": "7.97",
    "Link": "https://boardgamegeek.com/boardgameexpansion/226828/five-tribes-whims-of-the-sultan",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "40",
    "Play Time": "90",
    "Weight": "2.8696",
    "Description": "Description from the publisher:&#10;&#10;The Sultanate of Naqala continues to flourish, and the new Sultan has founded five fabulous cities to take advantage of this time of prosperity &mdash; but these cities have attracted more competitors than grains of sand in the desert and the fate of the Sultanate will once again lie in the hand of the five tribes and the powerful Djinns.&#10;&#10;Five Tribes: Whims of the Sultan contains all the components needed to play five-player games of Five Tribes and introduces new fabulous cities tiles. Visiting these cities gives players opportunities to win glory as they fulfill excessive requests from the Sultan by completing &quot;Whim of the Sultan&quot; cards. Fierce competition is to be expected, as controlling these tiles can be a major contributor to a player's final score.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Auction / Bidding"
    ],
    "Families": [
      "Game: Five Tribes",
      "Mythology: Arabian",
      "Players: Expansions Changing Player Count"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Glory",
    "ID": 226835,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.50",
    "Link": "https://boardgamegeek.com/boardgame/226835/glory",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "75",
    "Weight": "2",
    "Description": "Description from the publisher:&#10;&#10;Are you ready to laugh while being challenged? Reap the glorious Glory while playing this funny and strategic resource management game! &#10;Glory is a competitive resource management game for 2-4 players. Players take up the mantle of various champions, who are represented by iconic role-playing classes with a slight twist. During the course of the game, players will collect and use resources like might and sorcery. They can use their resources to combat creatures for Glory, spend them with Glory to devote creatures to increase their army and gain more resources every turn, or use them to purchase powerful spells that will sway the balance of the game.&#10;&#10;",
    "Categories": [
      "Fantasy",
      "Humor"
    ],
    "Mechanics": [],
    "Families": [
      "Admin: Better Description Needed!",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Wars: Imperial Assault – Ahsoka Tano Ally Pack",
    "ID": 226836,
    "Year": "(2017)",
    "Geek Rating": "5.801",
    "Avg Rating": "8.28",
    "Link": "https://boardgamegeek.com/boardgameexpansion/226836/star-wars-imperial-assault-ahsoka-tano-ally-pack",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3",
    "Description": "Description from the publisher:&#10;&#10;The legendary Ahsoka Tano lends her Force talents and rebellious spirit to your cause with the Ahsoka Tano Ally Pack for Imperial Assault!&#10;&#10;With her twin lightsabers, Ahsoka may offer you just the edge you need to survive your adventures in Coruscant. Her Force leaps allow her to move quickly into position wherever she&rsquo;s needed most, and then she can press the attack with one blue die and two green dice, as well as the ability to reroll all her attack dice or all the defender's defense dice.&#10;&#10;You&rsquo;ll find more of Ahsoka's talents, spirit, and connection to the Force represented among the expansion&rsquo;s mission and Command cards. Four of these Command cards strengthen her connection to the Force, and the fifth takes full advantage of her talents as a Spy. Finally, two new skirmish missions provide ample opportunities for you to fight alongside Ahsoka, sowing chaos in the heart of the Empire.&#10;&#10;This is not a standalone product. A copy of the Imperial Assault Core Set is required to play. Includes missions that require the Heart of the Empire expansion.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Star Wars Imperial Assault",
      "Mechanism: Campaign Games",
      "Movies: Star Wars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Wars: Imperial Assault – Emperor Palpatine Villain Pack",
    "ID": 226837,
    "Year": "(2017)",
    "Geek Rating": "5.825",
    "Avg Rating": "8.21",
    "Link": "https://boardgamegeek.com/boardgameexpansion/226837/star-wars-imperial-assault-emperor-palpatine-villa",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3",
    "Description": "Description from the publisher:&#10;&#10;Throw Force lightning, tempt others down the road to ruin, and spur others toward spontaneous violence with the Emperor Palpatine Villain Pack for Imperial Assault!&#10;&#10;Although this Sith Lord and head of the Galactic Empire does most of his work behind the scenes, playing admirals and generals and politicians like puppets, you'll find Palpatine more than capable of taking to the streets and acting directly to advance his interests. No matter whether you have the Emperor navigate Coruscant and its intrigues in your campaign or lead his army into quickly fought skirmishes, his impressive melee skills and inherent Pierce &quot;3&quot; offer only the merest hints of his full range of power.&#10;&#10;And, as befits his status as master of the dark side of the Force and supreme ruler of the galaxy, the Emperor also comes with a full suite of Force-themed Command cards and an Agenda deck that allows you to explore his many plots.&#10;&#10;This is not a standalone product. A copy of the Imperial Assault Core Set is required to play. Includes missions that require the Heart of the Empire expansion.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Star Wars Imperial Assault",
      "Mechanism: Campaign Games",
      "Movies: Star Wars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Wars: Imperial Assault – Maul Villain Pack",
    "ID": 226838,
    "Year": "(2017)",
    "Geek Rating": "5.795",
    "Avg Rating": "8.21",
    "Link": "https://boardgamegeek.com/boardgameexpansion/226838/star-wars-imperial-assault-maul-villain-pack",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "3",
    "Description": "Description from the publisher:&#10;&#10;With the Maul Villain Pack, you can bring one of the galaxy&rsquo;s deadliest Force users to your games of Imperial Assault, either as a powerful piece in the Imperial player's greater campaign designs or as an independent member of the Mercenary faction, ready to join any skirmish army that might allow him to further his own interests.&#10;&#10;In either case, you'll find Maul eager to claim vengeance. To that end, he may be willing to stick to the Coruscant shadows and skyrises for a short time, stalking his prey, but it won't be long before his rage and fury get the better of him. Then, when Maul leaps into the fray with his iconic dual-bladed lightsaber, you'll find him more than capable of cutting cleanly through the defenses of any who stand against him. And while much about this former Sith is shrouded in mystery, you'll quickly learn that he's sustained by rage and almost always looking for a fight.&#10;&#10;This is not a standalone product. A copy of the Imperial Assault Core Set is required to play. Includes missions that require the Heart of the Empire expansion.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Star Wars Imperial Assault",
      "Mechanism: Campaign Games",
      "Movies: Star Wars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Wars: Imperial Assault – Heart of the Empire",
    "ID": 226839,
    "Year": "(2017)",
    "Geek Rating": "6.138",
    "Avg Rating": "8.49",
    "Link": "https://boardgamegeek.com/boardgameexpansion/226839/star-wars-imperial-assault-heart-of-the-empire",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "60",
    "Play Time": "90",
    "Weight": "3.1667",
    "Description": "Description from the publisher:&#10;&#10;&quot;Your feeble skills are no match for the power of the dark side.&quot;&#10;     &ndash;Emperor Palpatine&#10;&#10;The Heart of the Empire expansion for Imperial Assault welcomes you to Coruscant, capital of the galaxy! This globe-spanning metropolis is the home of Emperor Palpatine and countless other beings. It is also the home of countless mysteries, including the location of an ancient artifact of incredible importance&hellip;&#10;&#10;Set forth on a new, highly replayable campaign of sixteen missions that explore every level of the world, from its glistening halls of power to its grimy underworld alleys. You'll find three new heroes ready to join the Rebellion, aided by the talented Force user Ahsoka Tano. You'll maneuver through the crowded city, pursued and confronted by Imperials at every turn. And you'll find the Emperor isn't the only major player working against you. The former Sith, Maul, has sent a Clawdite Shapeshifter to pursue the artifact, and any face in the crowd might hide the Shapeshifter's true identity.&#10;&#10;Altogether, Heart of the Empire expands your campaign and skirmish games with three heroes and thirteen other figures, including the massive AT-DP, baton-wielding Riot Troopers, and twin-gunned Sentry Droids. Coruscant comes to life with dozens of new map tiles and more than 130 cards. New energy shield and rubble tokens will throw a wrench in your opponent&rsquo;s plans by modifying the battlefield, and new power tokens give you more control over your fate than ever before!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures",
      "Movies / TV / Radio theme",
      "Science Fiction"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Grid Movement",
      "Modular Board",
      "Variable Player Powers"
    ],
    "Families": [
      "Components: Miniatures",
      "Game: Star Wars Imperial Assault",
      "Mechanism: Campaign Games",
      "Movies: Star Wars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Wars: Rebellion – Rise of the Empire",
    "ID": 226840,
    "Year": "(2017)",
    "Geek Rating": "7.739",
    "Avg Rating": "8.86",
    "Link": "https://boardgamegeek.com/boardgameexpansion/226840/star-wars-rebellion-rise-of-the-empire",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "180",
    "Play Time": "240",
    "Weight": "3.7",
    "Description": "Description from the publisher:&#10;&#10;&quot;Our Rebellion is all that remains to push back the Empire. We think you may be able to help us.&quot;&#10;     &ndash;Mon Mothma&#10;&#10;New leaders. New missions. New tactic cards that lead to more fully cinematic combats&hellip; Rise of the Empire is an expansion for Star Wars: Rebellion inspired largely by the movie Rogue One: A Star Wars Story. And just as the movie provided new insight into the Galactic Civil War presented in the original Star Wars trilogy, Rise of the Empire adds new depth and story to your Rebellion game experience.&#10;&#10;You can send Jyn Erso and Cassian Andor to recover the Death Star plans. You can confuse Imperials with false orders and assaults behind enemy lines. You can command Director Krennic and his finest death troopers. And you can set traps for the Rebel pilots and soldiers, luring them away from their base and into massive battles with more fully cinematic combat and tactics. Even Jabba the Hutt makes an appearance, offering his services to the Empire and feeding his prisoners to the Sarlaac.&#10;&#10;Altogether, Rise of the Empire introduces eight new leaders, thirty-six plastic miniatures, five target markers, two attachment rings, three new dice, and more than one-hundred new cards. You'll find U-wings, TIE Strikers, Nebulon-B frigates, and the Interdictor. You'll gain new ways of subverting your opponent's plans, and you'll discover a whole new chapter in your ongoing Galactic Civil War!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Movies / TV / Radio theme",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Area Movement",
      "Dice Rolling",
      "Hand Management",
      "Team-Based Game"
    ],
    "Families": [
      "Components: Miniatures",
      "Movies: Star Wars"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Team Yankee: Potecknov's Bears – Soviet Breakthrough Force",
    "ID": 226841,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.86",
    "Link": "https://boardgamegeek.com/boardgameexpansion/226841/team-yankee-potecknovs-bears-soviet-breakthrough-f",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "120",
    "Play Time": "180",
    "Weight": "0",
    "Description": "Lt. Colonel Yuri Potecknov's motor rifle battalion is preparing to execute its mission in the scientific manner that he had been taught at the Frunze Military Academy and used in Afghanistan. Victory today will bring the world proletarian revolution that much closer.&#10;&#10;Contains nine plastic T-72 Tanks, two plastic Mi-24 Hind Attack Helicopters, two plastic tank commander sprues, two decal sheets, six unit cards and one printed cardboard Artillery &amp; Salvo template.&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Modern Warfare",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Point to Point Movement",
      "Simulation",
      "Variable Player Powers"
    ],
    "Families": [
      "Game: Flames of War",
      "Game: Team Yankee (Battlefront)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Yavalax",
    "ID": 226842,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.38",
    "Link": "https://boardgamegeek.com/boardgame/226842/yavalax",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "5",
    "Play Time": "20",
    "Weight": "2",
    "Description": "Rules for Yavalax&#10;&#10;Goal: Simultaneously create two or more rows of exactly four stones of your color.&#10;&#10;Components: Square grid board at least 13x13 in size, with a&#10;sufficient number of white/black stones to fill the board.&#10;&#10;Note: n-in-a-row counts both orthogonally and diagonally.&#10;&#10;Play: White starts by placing a white stone at an empty cell. Players then take turns placing two stones of their color at empty cells, one stone after another.&#10;&#10;In each placement, players are not allowed to create a single&#10;4-in-a-row of their color, unless that placement simultaneously&#10;creates at least one other 4-in-a-row of their color to win the game.&#10;&#10;This means that players may NOT make a single 4-in-a-row of their color on the first placement of their turn even if they can make a second 4-in-a-row on their second placement.&#10;&#10;In no event are players allowed to create 5 (or more) -in-a-row of their color.&#10;&#10;The first player to make simultaneous 4-in-a-rows of their color wins immediately, whether it was their first or second placement.&#10;&#10;Yavalax is inspired by both Yavalath and Connect6.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Category: Combinatorial",
      "Components: 13 x 13 Grids",
      "Containers: Zippered Pouch",
      "Digital Implementations: Ai Ai",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Feudum: The Queen's Army",
    "ID": 226846,
    "Year": "(2018)",
    "Geek Rating": "5.679",
    "Avg Rating": "7.65",
    "Link": "https://boardgamegeek.com/boardgameexpansion/226846/feudum-the-queens-army",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "80",
    "Play Time": "80",
    "Weight": "4.7",
    "Description": "Oh Bullocks! The Queen&rsquo;s tyranny is spreading into every corner of the kingdom. Her foot soldiers scour the countryside to hunt the behemoth&mdash;the bewitched king that was once her husband! Your small band of rebels will need sharp wits and a bit of luck to save the king and reclaim the land&rsquo;s virtue, as well as your own.&#10;&#10;The Queen&rsquo;s Army is a solo variant expansion to Feudum. The game pits you against Queen Ann in an epic battle to score the most veneration points over 5 epochs.&#10;&#10;First, her Majesty will ruthlessly target the bewitched King (The&#10;Behemoth) in effort to diminish your fame. After the King is dead (or by the dawn of third epoch), she will mount her black horse to pursue your band of rebels with a vengeance.&#10;&#10;The Queen plays the game with unlimited resources and no movement restrictions. Any actual resources she acquires along the way count as veneration points!&#10;&#10;Can you thwart her quest for the King&rsquo;s demise, while securing your own prestige? By the Sword of Leinad, you shall prevail!&#10;&#10;Development Notes:&#10;&#10;The elegantly crafted automa deck features an A.I. player that cleverly reacts to game conditions as well as keeping you guessing with unpredictable maneuvering.&#10;&#10;Rounds are played just like the base game with alternating turns, round by round until each epoch is triggered. However, the Queen is less restrained by resource or route requirements making her a powerful force to reckon with!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Adventure",
      "Economic",
      "Fantasy",
      "Medieval"
    ],
    "Mechanics": [
      "Action Queue",
      "Area Majority / Influence",
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Digital Implementations: Tabletopia",
      "Game: Feudum"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Quizmania",
    "ID": 226853,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/226853/quizmania",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;Quizmania was created for all who like to have fun with friends and use time profitably! We turned the classic format of the game into quizzes not forgetting about technologies. This game gives you a chance to test your knowledge and compete with friends at home, outside or in your favorite cafe!&#10;&#10;Purpose of the game&#10;&#10;It&rsquo;s very simple. The first team that answers correctly to the quizzes, solves 360 &#226;&#128;&#139;&#226;&#128;&#139;VR tasks using smartphone and Google Cardboard and reaches the finish line wins!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Electronic",
      "Trivia"
    ],
    "Mechanics": [
      "Roll / Spin and Move",
      "Team-Based Game"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Components: Digital Hybrid – App/Website Required",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "#AlternativeFacts",
    "ID": 226865,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.91",
    "Link": "https://boardgamegeek.com/boardgame/226865/alternativefacts",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Welcome to the post-fact world of lucrative headline crafting! You and your team of genius entrepreneurs must work together to make the most clickbaiting headlines possible. Is this a cooperative game? Hell no! You want to win the headline by contributing the best card to it, so screw those other guys.&#10;&#10;In #AlternativeFacts, each card has a noun, verb, or adjective on it, plus a Clickbait Strength number and possibly a Hot-button icon. You and the other players will use the cards to construct a single headline.&#10;&#10;The game is played in rounds, where each player takes their turn playing a single card to the headline that is forming in the middle of the table. Once the headline has 2 Hot-button icons in it, the round ends.  Read the headline out loud. The player who has the WINNING! card in front of them wins the round and takes a card from the headline and adds it to their score pile. The 1st player to collect 7 cards this way wins!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Party Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Gloomhaven: Solo Scenarios",
    "ID": 226868,
    "Year": "(2017)",
    "Geek Rating": "6.374",
    "Avg Rating": "8.37",
    "Link": "https://boardgamegeek.com/boardgameexpansion/226868/gloomhaven-solo-scenarios",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "4.1579",
    "Description": "A set of scenarios specifically designed for strategic solo play - scenarios that would highlight the strengths and weaknesses of each class and force players to really get under the hood and learn to play each class masterfully.&#10;&#10;This includes a 24-page scenario book of 17 all-new solo scenarios and a deck of 17 item cards - rewards for completing each of the missions.&#10;&#10;These scenarios are locked until the town has achieved prosperity level 3 and two characters have retired. Further, a character entering one of the scenarios must be at least level 5.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Expansion for Base-game",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Queue",
      "Campaign / Battle Card Driven",
      "Grid Movement",
      "Hand Management",
      "Hexagon Grid",
      "Modular Board",
      "Scenario / Mission / Campaign Game",
      "Solo / Solitaire Game",
      "Variable Player Powers"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Game: Gloomhaven",
      "Mechanism: Campaign Games",
      "Mechanism: Legacy",
      "Players: Games with Solitaire Rules",
      "Players: Solitaire Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Conquerings",
    "ID": 226870,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/226870/conquerings",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "300",
    "Weight": "0",
    "Description": "Conquerings is a rapid action dexterity game featuring the patent pending Moveable Target mechanic.&#10;&#10;The Moveable Target mechanic is the novel concept of strategy ring toss. It includes multiple peg boards where the pegs are spaced so that one ring has the potential of getting many pegs. In addition to a ring getting multiple pegs and a kingdom encompassing multiple peg boards there are also targets that can be placed on/around pegs and moved around to activate abilities for attacking and defending kingdoms.&#10;&#10;This is a game full of genres. Players choose a Kingdom with associated Kingdom Boards. The Kingdoms are one of Pirates, Zombies, Knights, Pig Cyborgs, Angels or Fairies.(With expansions Yeti, Sorceress, Treants, Reptilians, Cowboys, Sirens)&#10;Players decide if they wish to play teams or free for all. Teams can be any of 2v2, 2v2v2, 3v3. (With expansions up to 12 players for up to 6 teams of 2, 4 teams of 3, 3 teams of 4 or 2 teams of 5-6)&#10;&#10;Players have associated roles or abilities with their Kingdom of Healer, Tank or Fighter(With expansions to include the Punisher role, Engineer role and Conjurer role). The game includes the Moveable Target&trade; mechanic where players will all attack at once or without order by throwing rings at opponent's kingdom boards. Once the battle round ends, results are scored and play continues until the phase ends. There is a store or decision phase between battle rounds for players to make choices to obtain more rings and/or defensive targets and/or offensive targets and/or morale to steer their game play as they desire.&#10;&#10;The goal is to earn Victory Points by surviving and defeating your enemies. At the end of the game the player or team with the most Victory Points wins the game.&#10;&#10;Expansions include variations of capture the flag, castling, demolition, death match, defeat the leader, and multiple types of combat phases.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Action / Dexterity",
      "Fantasy",
      "Fighting",
      "Horror",
      "Medieval",
      "Pirates",
      "Real-time",
      "Religious",
      "Science Fiction",
      "Zombies"
    ],
    "Mechanics": [
      "Player Elimination",
      "Role Playing",
      "Simulation",
      "Team-Based Game",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Shape the Economy",
    "ID": 226872,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/226872/shape-the-economy",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "60",
    "Weight": "0",
    "Description": "Shape the Economy is a game of strategic buying and selling.&#10;Players own companies and have a store front and an investment center.  Invest in a company to become part owner or co-owner. Make money from other players by investing in other companies or selling your product to other companies.&#10;&#10;The winner of the game is the player that is first to become co-owner of two other companies. Or the first to make X amount of money depending on players playing.&#10;&#10;It is a 2-6 player game with 4 player and 6 player variations.&#10;If playing with 2-3 players the game requires bot companies. If playing with 5 players the game will require one bot company.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Economic",
      "Industry / Manufacturing",
      "Negotiation"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Tile Placement",
      "Trading"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Starmada Unity Rulebook",
    "ID": 226873,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.15",
    "Link": "https://boardgamegeek.com/boardgame/226873/starmada-unity-rulebook",
    "Min Players": "2",
    "Max Players": "12",
    "Min Play Time": "60",
    "Play Time": "180",
    "Weight": "0",
    "Description": "The Unity Rulebook represents what we expect will become the definitive version of a game that has gone through several updates over more than two decades. In that time, players around the world have grown to love Starmada for its shallow learning curve, depth of experience, and ease of play, even as they differ over which release represents the One True Vision.&#10;&#10;The goal of this edition, designated PROJECT UNITY, was to draw from the best parts of each incarnation of the game, from the Compendium and Starmada X, through the Admiralty Edition and 2012's Nova Rulebook, and unify those concepts in a way that allows experienced starship captains to continue enjoying the game they love while drawing new players into the fold.&#10;&#10;Long-time players will be thrilled to learn there is no need to convert existing starship designs to this new edition: comprehensive rules are included which allow players to use both Admiralty and Nova ship display sheets with a minimum of modification.&#10;&#10;With the release of the Unity Rulebook, we hope to revitalize the game and introduce the thrills of tabletop battles in deep space to a whole new generation. The Universal Game of Starship Combat is back, and better than ever!&#10;&#10;",
    "Categories": [
      "Miniatures",
      "Print & Play",
      "Science Fiction",
      "Wargame"
    ],
    "Mechanics": [
      "Dice Rolling",
      "Hexagon Grid",
      "Simulation",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Game: Starmada"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "A Game of Thrones: The Card Game (Second Edition) – The Fall of Astapor",
    "ID": 226880,
    "Year": "(2017)",
    "Geek Rating": "5.563",
    "Avg Rating": "7.99",
    "Link": "https://boardgamegeek.com/boardgameexpansion/226880/a-game-of-thrones-the-card-game-second-edition-the",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;Bloody plots consume the Seven Kingdoms as Daenerys Targaryen liberates Astapor in the manner of Old Valyria &mdash; with fire and blood! The Fall of Astapor is the third Chapter Pack in the &quot;Blood and Gold&quot; cycle for A Game of Thrones: The Card Game, continuing the saga of A Song of Ice and Fire into A Storm of Swords. Within this pack, you'll find more cards focusing on the new bestow keyword, powerful new economy, and the subtly growing influence of House Frey. You'll even have the chance to add iconic characters and locations to your deck, including Grey Worm, The Twins, and Theon Greyjoy.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Books: A Song of Ice and Fire"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Runewars Miniatures Game: Rune Golems – Unit Expansion",
    "ID": 226885,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.09",
    "Link": "https://boardgamegeek.com/boardgameexpansion/226885/runewars-miniatures-game-rune-golems-unit-expansio",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Description from the publisher:&#10;&#10;Crush your enemies with the Runewars Miniatures Game: Rune Golems Unit Expansion. The pack comes with two Rune Golem figures for use with Daqan forces, one a brand new sculpt and the other a copy from the core set. Additionally, inspired commanders will find eight upgrade cards to add to any number of your forces, usable outside of the Daqan faction to further customize your armies.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Runewars Miniatures Game: Lord Hawthorne – Hero Expansion",
    "ID": 226886,
    "Year": "(2017)",
    "Geek Rating": "5.526",
    "Avg Rating": "7.42",
    "Link": "https://boardgamegeek.com/boardgameexpansion/226886/runewars-miniatures-game-lord-hawthorne-hero-expan",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Description from the publisher:&#10;&#10;Lead your Daqan forces to glorious victory with Lord Hawthorne! Runewars Miniatures Game: Lord Hawthorne &ndash; Hero Expansion provides a new hero for use with your Daqan army. The expansion features two different sculpts for Lord Hawthorne, one mounted to join your army's cavalry units, and one on foot to bolster your rank-and-file troops. Additionally, the expansion pack contains six new upgrade cards, four of which will improve any army and two that are exclusive to Lord Hawthorne.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Runewars Miniatures Game: Spearmen – Unit Expansion",
    "ID": 226887,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.89",
    "Link": "https://boardgamegeek.com/boardgameexpansion/226887/runewars-miniatures-game-spearmen-unit-expansion",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;Stand your ground against the enemies of Daqan! Runewars Miniatures Game: Spearmen &ndash; Unit Expansion features eight Spearmen plastic figures and two plastic infantry movement trays to expand your Daqan army. Five additional upgrade cards for any army will give you the tools you need to push back any force.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Runewars Miniatures Game: Carrion Lancers – Unit Expansion",
    "ID": 226889,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.30",
    "Link": "https://boardgamegeek.com/boardgameexpansion/226889/runewars-miniatures-game-carrion-lancers-unit-expa",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;Crush your enemies with the Runewars Miniatures Game: Carrion Lancers &ndash; Unit Expansion. The expansion features two Carrion Lancer Plastic Figures, one brand new and terrifying sculpt, and the other identical to the core set version, to expand your legions of the undead. The expansion also features eight new upgrade cards to improve your armies, no matter to which faction you declare allegiance.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Runewars Miniatures Game: Ankaur Maro – Hero Expansion",
    "ID": 226890,
    "Year": "(2017)",
    "Geek Rating": "5.528",
    "Avg Rating": "7.46",
    "Link": "https://boardgamegeek.com/boardgameexpansion/226890/runewars-miniatures-game-ankaur-maro-hero-expansio",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Description from the publisher:&#10;&#10;Seek ultimate power with the Runewars Miniatures Game: Ankaur Maro &ndash; Hero Expansion. The expansion features two different and dynamic sculpts for Ankaur Maro, one cavalry and one infantry, for inclusion in your Waiqar the Undying army. Additionally, you&rsquo;ll find six new upgrade cards to further bolster your forces, no matter which faction you play.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Runewars Miniatures Game: Reanimates – Unit Expansion",
    "ID": 226893,
    "Year": "(2017)",
    "Geek Rating": "5.525",
    "Avg Rating": "7.25",
    "Link": "https://boardgamegeek.com/boardgameexpansion/226893/runewars-miniatures-game-reanimates-unit-expansion",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;Expand your ranks of the undead with the Runewars Miniatures Game: Reanimates &ndash; Unit Expansion. The expansion features eight Reanimate plastic figures in four different sculpts for use with the forces of Waiqar, as well as five upgrade cards to customize your forces, no matter your faction allegiance. Raise your dead with the Reanimates Expansion Pack and claim all of Terrinoth for Waiqar the Undying!&#10;&#10;",
    "Categories": [
      "Expansion for Base-game",
      "Miniatures"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Thunder Lanes USA",
    "ID": 226894,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/226894/thunder-lanes-usa",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "2",
    "Description": "Hear The Roar. Feel The Thunder! The Nasty-Car Lane Racing Game!&#10;&#10;Two to eight players race a stock car team of three cars in a lane changing and drafting battle of twenty-four cars at the Thunder Valley Raceway.&#10;&#10;On a players turn they will play a card to move either their own or opponents car forward the amount of spaces forward whilst also drafting that same amount of rear cars. Only cars in the outer lanes can be moved forward. Players complete their turn by swapping lanes of one of their own cars with an adjacent car of another color.&#10;&#10;Wild cards may move any color car and Spin cards can be used to spinout opponents or even your own car!&#10;&#10;Points are awarded to the highest placed cars at three stages throughout the race. The player with the team that has the most total points after all Race cards have been played wins!&#10;&#10;",
    "Categories": [
      "Racing",
      "Sports"
    ],
    "Mechanics": [
      "Grid Movement",
      "Hand Management"
    ],
    "Families": [
      "Category: Print-on-Demand"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Feudum: Royal Signet Ring Promotional Card",
    "ID": 226904,
    "Year": "(2017)",
    "Geek Rating": "5.546",
    "Avg Rating": "7.54",
    "Link": "https://boardgamegeek.com/boardgameexpansion/226904/feudum-royal-signet-ring-promotional-card",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "80",
    "Play Time": "180",
    "Weight": "5",
    "Description": "Offered by GTS Distribution 2017&#10;Also released as part of the Promo Paradise Kickstarter campaign (2019)&#10;&#10;This &quot;Royal Signet Ring&quot; Royal Writ Mandate card lets you draw 1 king seal from the general supply. Return the card to the bottom of the Royal Writ deck after use.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Economic",
      "Fantasy",
      "Medieval"
    ],
    "Mechanics": [
      "Action Queue",
      "Area Majority / Influence",
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Game: Feudum",
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Feudum: The Queen's Army – Atticus Promotional Card",
    "ID": 226905,
    "Year": "(2018)",
    "Geek Rating": "5.532",
    "Avg Rating": "7.35",
    "Link": "https://boardgamegeek.com/boardgameexpansion/226905/feudum-the-queens-army-atticus-promotional-card",
    "Min Players": "1",
    "Max Players": "1",
    "Min Play Time": "80",
    "Play Time": "80",
    "Weight": "0",
    "Description": "From the Summer 2017 Feudum: The Queen&rsquo;s Army Kickstarter Campaign. The gold foil-stamped card is for use in the Feudum: The Queen's Army expansion.&#10;&#10;This &quot;Atticus&quot; Royal Writ Mandate card lets you halt the horse's movement during the Queen's Move Action. Her pawns still move towards the stalled horse if possible. Return the card to the bottom of the Royal Writ deck after use.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Economic",
      "Fantasy",
      "Medieval"
    ],
    "Mechanics": [
      "Action Queue",
      "Area Majority / Influence",
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Game: Feudum",
      "Promotional: Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Star Trek: Ascendancy – Borg Assimilation",
    "ID": 226910,
    "Year": "(2017)",
    "Geek Rating": "5.897",
    "Avg Rating": "7.65",
    "Link": "https://boardgamegeek.com/boardgameexpansion/226910/star-trek-ascendancy-borg-assimilation",
    "Min Players": "1",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3.5714",
    "Description": "Star Trek: Ascendancy &ndash; Borg Assimilation adds an all-new threat to the game. The Borg are an independent menace, attacking players' ships and assimilating civilized worlds. If the Borg are not dealt with, they could overwhelm the Galaxy. Can the great civilizations put aside their rivalries long enough to face the Borg as a united front? Or will they try to combat the Borg onslaught individually, seizing Borg technology for themselves?&#10;&#10;",
    "Categories": [
      "Civilization",
      "Expansion for Base-game",
      "Exploration",
      "Movies / TV / Radio theme",
      "Negotiation",
      "Science Fiction",
      "Space Exploration",
      "Territory Building",
      "Wargame"
    ],
    "Mechanics": [
      "Action Points",
      "Dice Rolling",
      "Modular Board",
      "Trading",
      "Variable Phase Order",
      "Variable Player Powers"
    ],
    "Families": [
      "Mechanism: 4X",
      "TV Shows: Star Trek (various)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ashes Reborn: The Law of Lions",
    "ID": 226915,
    "Year": "(2017)",
    "Geek Rating": "5.711",
    "Avg Rating": "7.99",
    "Link": "https://boardgamegeek.com/boardgameexpansion/226915/ashes-reborn-the-law-of-lions",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "Description from the publisher:&#10;&#10;She is the commander of the pride, the follower of the path, the righteous judge, and the merciful servant. She emboldens the virtuous and strikes fear in the heart of the transgressor. She is Odette Diamondcrest, and she comes to the hit card game Ashes in The Law of Lions Deluxe Expansion Set.&#10;&#10;This set gives players an all-new Ashes deck ready to play out of the box, or with which to begin deck-building. It not only introduces a new Phoenixborn and new cards to the game, but also includes ten new Divine Magic dice and a stylized deck box which neatly organizes a sleeved Ashes deck, ten dice, and all the tokens from the base set.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Ashes – Rise of the Phoenixborn"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Ashes Reborn: The Song of Soaksend",
    "ID": 226916,
    "Year": "(2017)",
    "Geek Rating": "5.714",
    "Avg Rating": "8.02",
    "Link": "https://boardgamegeek.com/boardgameexpansion/226916/ashes-reborn-the-song-of-soaksend",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "60",
    "Weight": "4",
    "Description": "An ancient song binds its silvery strings to every living soul, and Namine Hymntide adds her voice to this unending melody. She plays the strings and subtly alters the song to her will, and comes to Ashes in The Song of Soaksend Deluxe Expansion Set.&#10;&#10;This set gives players an all-new Ashes deck ready to play out of the box or with which to start deck-building. It not only introduces a new Phoenixborn and new cards to the game, it also includes ten new Sympathy Magic dice and a stylized deck box which neatly organizes a sleeved Ashes deck, ten dice, and all the tokens from the base set.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [],
    "Families": [
      "Game: Ashes – Rise of the Phoenixborn"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "RONE: New Forces",
    "ID": 226920,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.65",
    "Link": "https://boardgamegeek.com/boardgameexpansion/226920/rone-new-forces",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "40",
    "Play Time": "55",
    "Weight": "0",
    "Description": "RONE: New Forces, the second expansion for the post-apocalyptic card game RONE: Races of New Era, contains five reprinted cards from the core set and 98 new cards with two new keywords (Slow Effect and Initiative), which advance the classic gameplay to another level. Recruit new units to your army, surprise your opponent with new effects, and fight for victory!&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Big Game: African Savannah – Wildlife Safari Adventure Board Game",
    "ID": 226932,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "3.75",
    "Link": "https://boardgamegeek.com/boardgame/226932/the-big-game-african-savannah-wildlife-safari-adve",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Go on a jungle safari and sight wild animals. This game is just about that. You may come across animals 'endemic to' - found only in - that place as well as other wild animals found in that biosphere. The game covers vast biospheres that are spread across a few hundred square kilometres.&#10;&#10;You score points from the animals you sight on the game cards. The rare or difficult-to-find animals get you higher points. The game ends when all cards are drawn. However, we have gamers who have developed their 'own' ways to end the game. You can do it too. The player with the highest score is the winner.&#10;&#10;This game is almost entirely controlled by the dice. Ideal for children aged 6 years or more.&#10;&#10;While safari-goers share their experiences eagerly with other fellow safari-goes in a 'real' one, players swap their hands in this game. Or you could be punished with a missed turn if you overspeed or make too much noise and disturb wildlife.&#10;&#10;There are basic strategy bits too. For instance, how you would make use of the special cards: the Paapa card or the Kaadoo card. You can use these cards when you need them, you do not have to play these cards immediately. Or you have the 'turnaround' card that lets you make a complete u-turn and go in the reverse direction. You can play this card if you appear to be leaving the forest in the next few rounds.&#10;&#10;The safari course is fixed and you cannot go off that. But, there are a good number of elements from the game that make it refreshing every time you play it. For example, on-board elements such as 'move to the nearest water body', bonus card pick  from an alarm call.&#10;&#10;We have tried to recreate the experience for those who are completely new to safaris as well as seasoned safari-goers. The game board tries to capture the signature of the terrain - arid, dull or lush green as the case may be.&#10;&#10;",
    "Categories": [
      "Animals",
      "Children's Game",
      "Environmental",
      "Exploration",
      "Party Game"
    ],
    "Mechanics": [
      "Events",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Continents: Africa",
      "Theme: Safaris",
      "Trivia: Animals"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Die Reise durch die Schweiz",
    "ID": 226949,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/226949/die-reise-durch-die-schweiz",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a simple roll and move game that starts in Basel. The first player to reach space 60 (Schaffhausen) wins the game. On some spaces, events hinder or benefit the players.&#10;&#10;",
    "Categories": [
      "Travel"
    ],
    "Mechanics": [
      "Point to Point Movement",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Country: Switzerland"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Schuss und Tor",
    "ID": 226950,
    "Year": "(1951)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/226950/schuss-und-tor",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Each player has 25 cards. The game consists of 2 halfs (f. e. 2 x 15 minutes). After the first half all cards are returned to the hand of the players. The player who scores the most goals wins the game.&#10;&#10;The 5 goalkeeper-cards of each player are shuffled and placed topdown in 2 stacks on the spaces 1 (goal) of the game board.&#10;&#10;The 20 fieldplayer-cards of each player are shuffled and 10 cards are placed topdown on the spaces 2-11 on each side of the gamebord. The other 10 cards (reserve) get on the hand of each player.&#10;&#10;The starting player (chosen randomly) turns over one of his cards on spaces 7-11 the board. The now revealed card requires a reaction (turning of a card) of an chosen opponent (straight or diagonal ahead).&#10;&#10;The two cards are compared and the inferior one is placed beside the game board to build a new stack of reserve cards.&#10;The superior card is moved to the space of the inferior card and may continue to attack another opponent card. If a attacking card is countered by a defending card, both cards are removed from the board and the opponent player gets his opening turn to attack.&#10;&#10;Before each opening turn, the player places reserve cards he choses from his hand onto the free spaces on his half of the game board.&#10;&#10;The rules are summarized on each side of the game board.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Sports"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Sports: Football / Soccer"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Clash of Kings",
    "ID": 226953,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/226953/clash-of-kings",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "3",
    "Description": "Players aim to crown their king as emperor by reaching the throne (the central square) within the palace (the central 9 squares on a 9x9 board) or by killing all the rival kings.&#10;&#10;Simple to learn as most pieces move like in chess but very different to play as four armies quickly clash on a crowded battlefield, sacrificing pieces to clear the way for their king to reach the throne.&#10;&#10;With three or four players, multi-player rivalry adds interest and complexity as alliances are made and broken.  The two-player variant is more strategic, with each player playing two allied armies, moving pieces from each of their armies on alternate turns.&#10;&#10;A version of this game called 'Battle for Anvil' was created for playing in the Live Action Role Playing world of Empire.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Grid Movement"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Anvil Angst",
    "ID": 226954,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "9.00",
    "Link": "https://boardgamegeek.com/boardgame/226954/anvil-angst",
    "Min Players": "3",
    "Max Players": "10",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Anvil Angst is a game of Disgrace, Despair and Death set in the Live Role Playing world of Empire by Profound Decisions.&#10;&#10;Each player is an Egregore (guiding spirit) of one of ten nations within the Empire. Within each nation there is one group of three characters who just do not fit in.  Worse than that - they are the antithesis of what their nation should be: they are an Embarrassment to the Empire.&#10;&#10;Each Egregore must humiliate and destroy their embarrassing group before the other Egregores can deal with their own embarrassments.&#10;&#10;During the game, players will play cards that cause events to happen to characters in their own nation&rsquo;s group or characters from other nations.  These events will affect their mood &mdash; some will delight characters, whereas others will disgrace them. When a character is dismayed, it becomes possible for an event to kill them.  When all members of one group are killed, then the game ends.  The winning player is the one whose embarrassing group accumulated the most despair among their living and dead characters.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "1944 La Libération",
    "ID": 226955,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.83",
    "Link": "https://boardgamegeek.com/boardgame/226955/1944-la-liberation",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "20",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A card game about the liberation of France in 1944.&#10;&#10;Goal: Be the first the exceed the attack value on the chosen combat zone card.&#10;&#10;Contains: 5 combat zone cards, 15 attack cards, 9 defence cards, 2 ace cards and 57 unit cards representing allied forces.&#10;&#10;Gameplay: You hold 5 cards. On your first turn you start invading by playing a unit card which has a value on it. Take a new card from the drawpile. On your next turn you either play another card to this row or you play an attack card in front of another player. If there is an attack card in front of you either play a unit card or a defence card to it in order to defeat it. When the total value of the played cards exceeds the value of the attack card, all cards are removed. On your next turn you may add unit cards to your invasion-row again.&#10;The first player who exceede the value on the combat zone cards wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "World War II"
    ],
    "Mechanics": [
      "Hand Management",
      "Race",
      "Take That",
      "Team-Based Game"
    ],
    "Families": [
      "Series: Premier Arrivé (Editions Dusserre)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Big Bang Theory: Trivia Party Game",
    "ID": 226956,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.52",
    "Link": "https://boardgamegeek.com/boardgame/226956/the-big-bang-theory-trivia-party-game",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Be the first player to put together your Pixel Pal character (5 pieces) by answering trivia questions correctly.  &#10;Questions cover the first 7 seasons of The Big Bang Theory.&#10;&#10;",
    "Categories": [
      "Movies / TV / Radio theme",
      "Party Game",
      "Trivia"
    ],
    "Mechanics": [
      "Memory",
      "Roll / Spin and Move"
    ],
    "Families": [
      "Trivia: Television",
      "TV Shows: The Big Bang Theory"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Grandi eroi in pigiama",
    "ID": 226959,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "6.27",
    "Link": "https://boardgamegeek.com/boardgame/226959/grandi-eroi-in-pigiama",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "20",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Grandi eroi in Pigiama /Gro&szlig;e Helden in Pyjamas is an adventure game for children. Players represent medieval figures like princess or knight. During the game you try to collect the proper equipment for your hero. The first to complete his hero equipment wins the game. The game is driven by tile-flipping and collecting and requires a lot of memorization.&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Fantasy",
      "Memory"
    ],
    "Mechanics": [
      "Memory",
      "Set Collection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Hai Schnappen",
    "ID": 226960,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.22",
    "Link": "https://boardgamegeek.com/boardgame/226960/hai-schnappen",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Hai schnappen is a dexterity game for children where you try to rob fish out of the mouth of a shark, while trying to getting caught by it.&#10;&#10;Beware of a voracious shark!&#10;&#10;The shark has already devoured a lot of fish, octopuses and other things. Carefully try to catch its catch from its huge mouth. Once you have done it, you may collect the items in your boat, but beware! If you catch the wrong object, he snaps!&#10;&#10;Contents: 1 shark, 12 fish and crustaceans, fishing rod, bait, 4 boats, 1 dice, 1 sticker sheet, instructions&#10;&#10;&#10;German Text from the publishers website:&#10;&#10;Achtung ein gefr&auml;&szlig;iger Hai!&#10;&#10;Der Hai hat schon jede Menge Fische, Kraken und andere Sachen verschlungen. Versuche vorsichtig seinen Fang aus seinem riesigen Maul zu angeln. Hast du es geschafft, darfst du die Gegenst&auml;nde in deinem Boot sammeln aber Achtung! Erwischt du den falschen Gegenstand, schnappt er zu!&#10;&#10;Inhalt: 1 Hai, 12 Fische und Krustentiere, Angel, K&ouml;der, 4 Boote, 1 W&uuml;rfel, 1 Aufkleberbogen, Anleitung&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Fool The Frog",
    "ID": 226961,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.19",
    "Link": "https://boardgamegeek.com/boardgame/226961/fool-the-frog",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Don't get caught with the fly One player wears frog-eyed goggles and tries to guess who is holding the fly in this fast paced tossing game. The frog eyes open and close randomly, so other players must be strategic as they throw the fly around in an attempt to conceal who is holding it. Can You Fool the Frog Requires 1AAA battery (not included).&#10;&#10;The Fool the Frog Game Feature:&#10;&#10;Hilarious Frog-Eyed Goggles&#10;&#10;Giggle-inspiring flies to hide from the frog&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Kamela zick nicht!",
    "ID": 226962,
    "Year": "(2015)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.05",
    "Link": "https://boardgamegeek.com/boardgame/226962/kamela-zick-nicht",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "10",
    "Weight": "1",
    "Description": "Kamela zick nicht! is a dexterity game for childen.&#10;You try to load freight on a camel and try to avoid that the camel buckles up.&#10;&#10;Description on publishers website:&#10;&bdquo;Kamela zick nicht&quot; - ruft mir Ali Baba, mein Kamelreiter, st&auml;ndig zu. Er hat sich in den Kopf gesetzt die sch&ouml;ne Prinzessin des Landes mit Geschenken zu &uuml;berh&auml;ufen, um sie f&uuml;r sich zu gewinnen. Und wer muss den ganzen Plunder durch die W&uuml;ste tragen? Ich nat&uuml;rlich! Nun - ich denke gar nicht daran! M&ouml;chtet ihr Ali Baba helfen, mich zu beladen? Nur zu, versucht es doch! Eine falsche Bewegung oder ein Gep&auml;ckst&uuml;ck zu viel und ich schmei&szlig;e euch alle Teile um die Ohren.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Superbeings Jumbo Card Game",
    "ID": 227003,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/227003/superbeings-jumbo-card-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "120",
    "Weight": "3",
    "Description": "Description from the publisher:&#10;&#10;In the Battle Universe, the Alliance Wars between Nlife (natural life made up of Humans and Aliens) and Alife (artifical life made up of Androids, Beasts and Clones) continues to rage on. Furthermore, Xlife (divine super creatures known as Xpets) have been summoned by the HA Masterbeings to intervene as Alife led by Andromeda will not stop until they control all worlds of Nlife. Superbeings from all corners of the universe have taken their sides; it's the rise of the Superbeings Battle Universe!&#10;&#10;Superbeings is a relaunch of the anime-styled Humaliens Trading Card Game released in 2003 by AEG with a new design and storyline by creator Rick Medina. Superbeings features a 6-Super Team concept of playing with multiple frontline attackers and multiple backline reinforcements with the objective to win by one of three ways: (1) knocking out your opponent's entire frontline, (2) knocking out a total of 5 Supers, or (3) knocking out 15 rank points worth of Supers. The game uses a variety of D6, D12 and D20 dice-rolling mechanics for establishing turn actions, attacks, and more.&#10;&#10;The traditional two-player heads-up game is the easiest to start with and is the preferred play style &mdash; but when the opportunity for a massive four-player game is called upon, there's an entirely different feel to the game!&#10;&#10;",
    "Categories": [
      "Card Game",
      "Fighting",
      "Science Fiction"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Hand Management",
      "Open Drafting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "ねこまねき (Neko-Maneki)",
    "ID": 227014,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/227014/nekomaneki-neko-maneki",
    "Min Players": "3",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "User summary&#10;&#227;&#129;&#173;&#227;&#129;&#147;&#227;&#129;&#190;&#227;&#129;&#173;&#227;&#129;&#141; (Neko-Maneki) is a Japanese card game of accumulating cats (neko).&#10;&#10;Who is the one to be the best cat partner?&#10;Try to play items that won't overlap with other players, and get the cat!&#10;A simple butting game!&#10;&#10;'Butting' is a Japanese game for the cancelling out method used games like What the Heck?. in Neko-Maneki, players choose a card face-down from their hand of five. They want to collect the cat card turned up from the draw pile by matching with their hand card.&#10;&#10;But if any players match cards, they discard their card. Of the remaining, the highest ranked card collects, if it matches. Players score points for getting cats. Most points wins when the draw pile is out.&#10;&#10;Gameplay follows the typical double-think needed for this style of game. But the game holds a little more than mere bluff.&#10;&#10;Publisher's summary&#10;&#227;&#129;&#173;&#227;&#129;&#147;&#227;&#129;&#159;&#227;&#129;&#161;&#227;&#129;&#168;&#227;&#129;&#132;&#227;&#129;&#161;&#227;&#129;&#176;&#227;&#130;&#147;&#228;&#187;&#178;&#232;&#137;&#175;&#227;&#129;&#143;&#227;&#129;&#170;&#227;&#130;&#140;&#227;&#130;&#139;&#227;&#129;&#174;&#227;&#129;&#175;&#232;&#170;&#176;&#227;&#129;&#139;&#239;&#188;&#159;&#10;&#227;&#130;&#162;&#227;&#130;&#164;&#227;&#131;&#134;&#227;&#131;&#160;&#227;&#130;&#146;&#232;&#162;&#171;&#227;&#130;&#137;&#227;&#129;&#170;&#227;&#129;&#132;&#227;&#130;&#136;&#227;&#129;&#134;&#227;&#129;&#171;&#229;&#135;&#186;&#227;&#129;&#151;&#227;&#129;&#166;&#227;&#128;&#129;&#227;&#129;&#173;&#227;&#129;&#147;&#227;&#130;&#146;&#227;&#130;&#178;&#227;&#131;&#131;&#227;&#131;&#136;&#239;&#188;&#129;&#10;&#227;&#129;&#138;&#230;&#137;&#139;&#232;&#187;&#189;&#227;&#131;&#144;&#227;&#131;&#131;&#227;&#131;&#134;&#227;&#130;&#163;&#227;&#131;&#179;&#227;&#130;&#176;&#227;&#130;&#178;&#227;&#131;&#188;&#227;&#131;&#160;&#239;&#188;&#129;&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Set Collection",
      "Simultaneous Action Selection"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Friend or Faux: A Game of Ridiculously Revealing Questions",
    "ID": 227019,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.47",
    "Link": "https://boardgamegeek.com/boardgame/227019/friend-or-faux-a-game-of-ridiculously-revealing-qu",
    "Min Players": "2",
    "Max Players": "99",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;Players earn points by correctly answering five rounds of increasingly revealing questions. The twist?  Players have to answer the questions about each other, ultimately determining whether you are Friend or Faux. Light-Hearted, often surprising and at times risqu&eacute;, Friend or Faux uses the funny but all-too-real moments of your own life. Players will get personal, recall memories, share stories and will have you laughing until it hurts.&#10;&#10;",
    "Categories": [
      "Party Game"
    ],
    "Mechanics": [
      "Paper-and-Pencil"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Dragonfire: Wondrous Treasures",
    "ID": 227021,
    "Year": "(2017)",
    "Geek Rating": "5.621",
    "Avg Rating": "7.42",
    "Link": "https://boardgamegeek.com/boardgameexpansion/227021/dragonfire-wondrous-treasures",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "Every adventure will bring a dragon's horde of magical items to increase your ability to seize victory! Wondrous Treasures contains 52 foiled cards.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building"
    ],
    "Families": [
      "Game: Dragonfire",
      "Setting: Dungeons & Dragons"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dragonfire: Character Pack – Heroes of the Sword Coast",
    "ID": 227022,
    "Year": "(2017)",
    "Geek Rating": "5.646",
    "Avg Rating": "7.55",
    "Link": "https://boardgamegeek.com/boardgameexpansion/227022/dragonfire-character-pack-heroes-of-the-sword-coas",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "Rally your forces with 32 additional race/class combinations, including the Ranger, Druid, Warlock, and Bard.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building"
    ],
    "Families": [
      "Game: Dragonfire",
      "Setting: Dungeons & Dragons"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Dragonfire: Adventures – Shadows Over Dragonspear Castle",
    "ID": 227023,
    "Year": "(2017)",
    "Geek Rating": "5.602",
    "Avg Rating": "7.33",
    "Link": "https://boardgamegeek.com/boardgameexpansion/227023/dragonfire-adventures-shadows-over-dragonspear-cas",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3.25",
    "Description": "Evil awaits in the catacombs surrounding Dragonspear Castle. Challenge new encounters with all-new magic items and market cards! The first chapter of the Dragonfire Adventures.&#10;&#10;",
    "Categories": [
      "Expansion for Base-game"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building"
    ],
    "Families": [
      "Game: Dragonfire",
      "Setting: Dungeons & Dragons"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Luck & Love",
    "ID": 227028,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.71",
    "Link": "https://boardgamegeek.com/boardgame/227028/luck-and-love",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Meet Luck &amp; Love, the sinful and sexy cousin to Yahtzee.&#10;&#10;So, just like in that famous dice game, you have a bunch of dice and a scorepad containing different dice combinations that you need to roll. However, instead of only winning boring points you win naughty favors from your opponent too.&#10;&#10;But Luck &amp; Love has a lot more fun content than just dice and a scorepad. There are bonus tokens, bail cards, strip cards, sex cards and climax cards too. Also, all pages in the scorepads are different, making every game you play unique.&#10;&#10;Luck &amp; Love is a two-player game aimed at couples. Sexual preference does not matter, everyone can play.&#10;&#10;",
    "Categories": [
      "Dice",
      "Mature / Adult"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Theme: Love / Romance"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "トーテムのこころ (Spirit of Totem)",
    "ID": 227052,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/227052/totemunokokoro-spirit-of-totem",
    "Min Players": "1",
    "Max Players": "7",
    "Min Play Time": "15",
    "Play Time": "20",
    "Weight": "0",
    "Description": "In &#227;&#131;&#136;&#227;&#131;&#188;&#227;&#131;&#134;&#227;&#131;&#160;&#227;&#129;&#174;&#227;&#129;&#147;&#227;&#129;&#147;&#227;&#130;&#141; (Spirit of Totem), players attempt to create a totem pole from cards before anyone else. Most cards depict one or three color-coded spirit icons at the top of the card, with the colors being repeated at the bottom of the card as well; a few cards picture a thunderbird, and these cards are used to top a totem or cast a spell.&#10;&#10;Each player starts with two cards in hand, and on a turn first draws one card, then plays or discards one card. When they play a totem card, they can start a totem or add to a totem &mdash; but when adding to a totem at least one of the colored marks on the card being added must be placed in the same column as the card being covered, even if this means the card being placed doesn't line up exactly with the card below. If the top card shows red, yellow, blue, and you want to add a yellow, brown, blue, then you can line up the yellow marks or the blues, but not both.&#10;&#10;When a player plays a thunderbird, they can cast one of the four spells in play, after which that spell is placed face down until all four spells have been cast, after which they're all revealed once again. The spells are &quot;Wind blows left/right&quot;, &quot;Zap&quot;, and &quot;Gift&quot;. The caster of the wind spell chooses a height above the first level, then all cards at the level and above are shifted one column left or right, depending on the wind. If parts of a totem have no support, then those cards are discard. Zap removes the top card in a player's totem, and Gift requires each player to pass one card in hand left and the other right.&#10;&#10;As soon as a totem consists of at least four cards and the top card is centered with the bottom card (regardless of the positioning of the intervening cards), the player can top the totem with a thunderbird card to win the game. If the player has an earth totem on top &mdash; that is, a card showing the same spirit icon in all three spots, then the totem doesn't need to be aligned to be topped with a thunderbird.&#10;&#10;&#227;&#131;&#136;&#227;&#131;&#188;&#227;&#131;&#134;&#227;&#131;&#160;&#227;&#129;&#174;&#227;&#129;&#147;&#227;&#129;&#147;&#227;&#130;&#141; (Spirit of Totem) also includes rules for solo play, with the player needing to build totems of 7, 8, 9, and 10 cards without the use of spells in order to win.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [
      "Hand Management",
      "Pattern Building",
      "Take That"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Green Hornet",
    "ID": 227073,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.00",
    "Link": "https://boardgamegeek.com/boardgame/227073/green-hornet",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "A Card game for 2-4+ players on a Green Hornet Theme.&#10;&#10;Players share a common deck consisting of 8 card types: &#10;G = Green Hornet &#10;K = Kato&#10;B = Black Beauty&#10;V = Villain&#10;T = Thugs&#10;P = Plot&#10;I = Investigation&#10;S = Special&#10;&#10;Each turn has 4 Phases: &#10;1. Pulp Phase &#10;-  Draw 2 cards from the deck.&#10;2. Action Phase &#10;-  Discard one card from your hand and take an action dependant on the card type.&#10;3. Installment Phase&#10;-  You may Solve a Case to do this you must do the following: &#10;Reveal 1 Villain card, 1 Thug card, and 1 Plot card.  You may also play a Special card for its Crime Points.  &#10;-  Add up the Total Crime points from the 3 or 4 cards played. &#10;-  Next play 1 Green Hornet card, 1 Kato card, 0-1 Beauty cards, 0-1 Investigation cards, and 0-1 Special cards.&#10;-  Add up the total Hero points of these cards. &#10;-  The Hero points must equal or exceed the value of the Crime Points. &#10;-  Gain Victory Points equal to the number of Crime Points played. &#10;-  Discard all revealed cards.&#10;4. Cliffhanger Phase&#10;-  If you Solved a Case this turn, fill your hand to 7 cards. &#10;Max hand size is 9 cards. Discard excess cards.&#10;&#10;The game ends when the deck has been gone through twice. &#10;The player with the most Victory Points wins.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Print & Play"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Gunfight at the O.K. Corral",
    "ID": 227074,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/227074/gunfight-at-the-ok-corral",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "A Skirmish Board and Card Game for 2 Players set on 26 October 1881 in Tombstone, Arizona.&#10;&#10;An 8x8 square grid chessboard is use to represent Fremont Street in the town of Tombstone.&#10;&#10;One player is the Earps. The other player is the Cowboys. The aim of the game is to kill 3 opposing gunmen.&#10;&#10;There are 2 Decks: &#10;1.     The Action Deck&#10;2.     The Wound Deck&#10;&#10;Each player sets up his men on his back 4 rows, up to one man per row, with none of the men touching or sharing a column or on the farthest left or right columns.&#10;Each player starts with a hand of 5 cards.&#10;&#10;Players take turns. &#10;Each turn has 3 Phases:&#10;1. Draw Phase&#10;-  The hand is filled to 5 Action cards. &#10;-  For each of a player's men killed, 1 less card is drawn. &#10;2. Move Phase&#10;-  A layer plays &quot;move&quot; cards to move his men. &#10;-  Each man may move only once per turn. &#10;-  The man must be moved the exact number of spaces written on the card.&#10;3.     Shoot Phase&#10;-  A player may play a card to have a man shoot. &#10;-  Each man may shoot a max of once per turn. &#10;-  The shot is fired at an exact range as written on the card. &#10;The Shot will automatically &ldquo;Hit&rdquo; unless the opponent plays a defence card to negate it. &#10;-  If a shot is not negated 1 wound card is drawn from the Wound Deck and its effects applied to the target (e.g. killed, wounded, not wounded)&#10;&#10;A player wins when he has killed three of his opponent's gunmen.&#10;&#10;",
    "Categories": [
      "American West",
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Cities: Tombstone (AZ, USA)",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Chwedlau ac Arwyr Cymru",
    "ID": 227078,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.33",
    "Link": "https://boardgamegeek.com/boardgame/227078/chwedlau-ac-arwyr-cymru",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "1",
    "Description": "Chwedlau Cymru / Legends of Wales is a card game featuring creatures and monsters from Welsh mythology such as the Twrch Trwyth or the Red Dragon itself. Each of the cards features a different creature along with a value attribute (up to 10) and a set of attribute scores: Strength, Skill, Magic and Fear, as well as a &quot;size&quot; attribute that can either be small, medium (i.e. man sized) or large.&#10;&#10;On its simplest level, it can be played as a deck of Top Trumps cards for 2-4 players. The set however also comes with rules for playing a slightly more complex 2-player card game.&#10;&#10;In this version of the game, players take it in turns to draft a hand of 5 cards from the deck, with a maximum total value of 30. Both players will be able to see which cards their opponent is drafting. The undrafted cards form a draw deck. One of the four main values is then drawn at random by drawing the top card of the deck a, and the players decide on an order for their cards; this order cannot then be changed. The cards will then face off against their opponents in order, comparing the values drawn. The players thus need to try and second-guess which cards they think their opponent will place in which order.&#10;&#10;This initial first round is won by the player who won the most of the five faceoffs between the cards. The &quot;defeated&quot; cards are discarded and replacements are drawn randomly from the deck (back up to five cards) for the next round. The game is decided by a best-of-three of the three rounds.&#10;&#10;This initial set focuses on monsters and creatures. The publisher claims that more game modes will be added with future card sets / expansions, which may feature more individual characters.&#10;&#10;The most distinctive feature of the game is the unique artwork by cartoonist/designer Huw Aaron. The initial print run featured separate Welsh-language and English-language sets.&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Fantasy",
      "Mythology"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Open Drafting"
    ],
    "Families": [
      "Country: Wales",
      "Traditional Card Games: War"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Speed Clay Maker",
    "ID": 227086,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/227086/speed-clay-maker",
    "Min Players": "3",
    "Max Players": "5",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "In Speed Clay Maker, players use clay to create subjects within a limited amount of time. Each player then answers what subject they think the modeler designed. If they're correct, both modeler and the answerer score a point. Once each player has the modeler/question maker once, the game ends and whoever has the most points wins.&#10;&#10;",
    "Categories": [
      "Party Game",
      "Real-time"
    ],
    "Mechanics": [
      "Action Queue"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Commissioner Victor: Case of Elusive Smugglers",
    "ID": 227088,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.67",
    "Link": "https://boardgamegeek.com/boardgame/227088/commissioner-victor-case-of-elusive-smugglers",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Early in the morning, two men in black suits came to the precinct. They promptly asked, &quot;Where is Victor&rsquo;'s office?&quot; After receiving information, they came to the door and entered without even knocking. After an hour, they quietly left the office and precinct. From this moment I knew that this is some serious business. At the meeting in the board room, everything became clear. These sad gentlemen gave Commissioner information about the warehouse, which is being used as a dead drop location for gang of smugglers. The warehouse is full of crates, so each detective has been tasked to check packets with different cargo. The time is running out &mdash; get out and catch the smugglers!&#10;&#10;Commissioner Victor: Case of Elusive Smugglers is a logic game for 2-4 players who try to group crates with the same cargo, ultimately stopping the shipment of illicit goods. Players take turns in clockwise order. During their turn, a player chooses one of visible move tiles, then they resolve this tile so at least one of their crates move. Move tiles come in two types:&#10;&#10;&#10;     Direction tile: The player moves the entire row (left/right tiles) or column (up/down tiles) in the direction shown on the tile. The structures &quot;wrap around&quot;, so moving down places the crates on the bottom row at the top.&#10;     Rotation tiles: The player rotates four tiles in the direction shown on the tile.&#10;&#10;&#10;The player who groups their crates first wins.&#10;&#10;",
    "Categories": [
      "Abstract Strategy",
      "Expansion for Base-game",
      "Puzzle"
    ],
    "Mechanics": [
      "Pattern Building"
    ],
    "Families": [
      "Theme: Smuggling"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Flip the Script",
    "ID": 227089,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "8.00",
    "Link": "https://boardgamegeek.com/boardgame/227089/flip-the-script",
    "Min Players": "4",
    "Max Players": "16",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Flip the Script is a creative party game that has you outdoing Hollywood, pitching movies your friends want to see.&#10;&#10;Players have to come up with a pitch for a new movie, armed only with a random selection of actor, genre, and theme cards.&#10;&#10;You will quickly be arguing over whose pitch will be a big box-office hit, and whose will never see the big screen.&#10;&#10;The game includes 200 actor cards, 100 genre cards and 100 theme cards.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Movies / TV / Radio theme",
      "Party Game"
    ],
    "Mechanics": [
      "Acting",
      "Storytelling",
      "Voting"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Theme: Movie Industry"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Horrible Hordes",
    "ID": 227090,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/227090/horrible-hordes",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "A Fantasy Board game for 1-6 Players played over 20 rounds on a 10x10 square grid.&#10;&#10;At the beginning of the game tiles are placed on to the grid randomly in a checkerboard pattern.  There are 50 Terrain Tiles, 10 for each of the 5 Types: &#10;Mountain (Stone)&#10;Forest (Wood)&#10;Farms (Food)&#10;Hills (Metal)&#10;Swamp (Magic)&#10;&#10;There is a pool of Horde Counters.  Each is unique.&#10;Each Counter has the name of the Horde plus 4 Traits: &#10;1. Type (Humanoid, Undead, or Monster)&#10;2. Attack (Target roll this Horde needs to get or higher to hit)&#10;3. Defence (Subtracted from player attack rolls vs this Horde)&#10;4. Hits (Number of Hit Counters placed under this Horde)&#10;&#10;Each player has a set of Army Tokens and Settlement Markers of a unique colour.&#10;&#10;Players share a common set of Castle Markers.&#10;&#10;Players share a common set of Resource Chits: &#10;Stone (Grey) &#10;Wood (Brown)&#10;Food (White)&#10;Metal (Blue)&#10;Magic (Red)&#10;Gold (Yellow)&#10;&#10;Each player gets a Player Sheet which includes&#10;- The Kingdom List&#10;- The Ability List&#10;Players should mark off what Kingdom they are and what abilities they have when they get them.&#10;&#10;Player settlements are placed randomly on the board (as determined by a dice roll).  Settlements cannot be within 2 spaces of each other.&#10;&#10;For each player 1 Horde is placed on a board (also determined by dice roll).  These starting hordes cannot be placed on or adjacent to a settlement and not on another horde.&#10;&#10;Players take turns. &#10;Each turn has 11 Phases:&#10;1.  Event Phase &#10;-   Roll once (1D10) on the Event Table and resolve. &#10;2.  Resource Phase&#10;-   Gain 3 free resources of any type. &#10;-   For each terrain occupied by one of your settlements gain 1 extra resource of the type produced by that terrain. &#10;3.  Trade Phase&#10;-   You may convert 2 gold into 1 resource of any other type. &#10;-   You may trade/gift resources with other players who have settlements adjacent to yours.&#10;4.  Settle Phase&#10;-   You may build 1 settlement. The cost to build the settlement is 2 food and 3 wood. &#10;5.  Fortify Phase&#10;-   You may build 1 castle on one of your settlements.  The cost to build the castle is 4 stone. &#10;6.  Train Phase&#10;-   You may build armies on one of your castles.  The cost to train an army is 1 food, 2 metal, and 1 wood. &#10;7.  Move Phase&#10;-   You may move your armies to an adjacent space.  It costs 1 food to move all the armies in 1 stack (max of 4 armies). &#10;8.  Attack Phase&#10;-   If your armies and a horde occupy the same space, there will be a battle. Gain a Victory Token every time you destroy a horde stack. &#10;9.  Research Phase&#10;-   Pick one ability from the Research List. &#10;-   You may gain an extra ability for the cost of 10 resources. &#10;10. Spawn Phase&#10;-   A new horde appears on the board. &#10;-   After turn 10 two hordes appear on the map!&#10;11. End Phase&#10;-   Max resource chits you can hold is 7. Discard excess chits.&#10;&#10;At the end of a round (when all Players have taken 1 turn) there will be a Horde Segment and a Raid Segment.&#10;&#10;Horde segment&#10;-   Each Horde will move under a prescribed set of rules.&#10;Raid Segment&#10;-   This is handled exactly like Attack Phase except that now castles and settlements are involved in the Battles.  They function similar to Armies except that Settlements hit on a roll of 8+ and Castles hit on a roll of 7+. Victory Tokens are gained every time you destroy a Horde Stack.&#10;&#10;At the end of the game (20 rounds), the player with the most Units (Settlements, Armies, and Castles) plus Victory Tokens wins.&#10;&#10;",
    "Categories": [
      "Fantasy"
    ],
    "Mechanics": [
      "Area Majority / Influence"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "House of Habsburg",
    "ID": 227091,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/227091/house-of-habsburg",
    "Min Players": "3",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "A card game for 3-6 players in which each player represents a branch of the Royal Habsburg Dynasty.  Players try to make and steal the most and best holdings.&#10;&#10;Players share a common deck.  There are 5 types of Cards: &#10;Person Cards&#10;Holding Cards&#10;Claim Cards&#10;Succession Cards&#10;Disaster Cards&#10;&#10;To start each player is dealt 3 cards.&#10;&#10;Players take turns with each turn consisting of 4 Phases: &#10;1.   Draw Phase &#10;-    Draw 1 card from the deck and put it in your hand. &#10;2.   Meld Phase&#10;-    You may make 1 or more melds.  A meld consists of exactly 3 cards from your hand: 1 person card, 1 holding card, and 1 claim card.  (If the top card of the discard pile is a holding card, you may use that instead of a Holding card from your hand.)  &#10;-    Every time you make a meld, gain 1 Victory Tokens equal to the value of the Person card. &#10;3.   Event Phase&#10;-    You may play (discard) 1 succession card or 1 disaster card or 1 Claim card or 1 Person card.   &#10;-    If you play a Succession, steal a target meld with a claim value equal to or less than the value of the Succession card. &#10;-    If you play a Disaster, discard a target meld with a Person card equal to or less than the value of the Disaster card. &#10;-    If you play a Person card, draw 2 cards from the deck.&#10;-    If you play a Claim card, steal 1 random card from target players hand. &#10;4.   End Phase&#10;-    Max hand size is 5 cards.  Discard excess cards.&#10;&#10;Each Melded Holding card is worth from 1 to 5 Victory Points. &#10;Each Victory Token is worth 1 VP.&#10;&#10;The game ends when there are no cards left in the deck and no player has any cards left in their hand that they can or will play.  The player with the most Victory Tokens and Victory Points worth of melded Holding cards they control at the end of the game wins.&#10;&#10;",
    "Categories": [
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "History: Habsburg"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Project Spera",
    "ID": 227092,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgame/227092/project-spera",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "45",
    "Play Time": "90",
    "Weight": "3",
    "Description": "Description from the designer:&#10;&#10;Project Spera is a cooperative 2 - 4 player survival horror game inspired by games like the original Resident Evil and Silent Hill, that uses deck building, tile exploration, and variable player powers.&#10;&#10;The year is 2136.  For centuries now the world has been overrun with monsters, demons, and any other number of unspeakable horrors.  A team of scientists and historians have traced everything back to a single cataclysmic event in a war torn 1940's, when the axis powers tore a hole in the fabric of reality.&#10;Humanity is on the verge of extinction, and Project Spera, is its last hope...&#10;&#10;In Project Spera, players take on the role of a team of people salvaging the remains of a device that was once meant to save the world. Players will need to explore a hidden facility, arm themselves with what limited resources they can afford, and work together to defeat the creatures within.  The game is won when the final boss is defeated, and the cataclysm is averted.&#10;&#10;You are all alone, your resources limited, and the horrors within leave you on the edge of insanity.  Will you survive?  Or will you succumb to the darkness&hellip;and be lost&hellip;forever?&#10;&#10;",
    "Categories": [
      "Exploration",
      "Horror"
    ],
    "Mechanics": [
      "Action Points",
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Admin: Upcoming Releases",
      "Crowdfunding: Kickstarter"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Olika",
    "ID": 227102,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/227102/olika",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2",
    "Description": "Olika is a trick-taking game designed for three players (with variants for two and four). Each hand, players secretly select bid cards that show how many game points they stand to win or lose, and whether they're aiming to get the most card points, the fewest or somewhere in-between. After each player has dealt once, the bid values increase so the stakes get higher. The player with the highest score at the end of three rounds is the winner.&#10;&#10;The game can be played with a specially-suited deck or with a modified French deck.&#10;&#10;",
    "Categories": [
      "Print & Play"
    ],
    "Mechanics": [
      "Auction / Bidding",
      "Hand Management",
      "Trick-taking"
    ],
    "Families": [
      "Card Games: Outplay",
      "Components: Traditional Playing Cards"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Feudum: Kickstarter Promotional Cards",
    "ID": 227107,
    "Year": "(2018)",
    "Geek Rating": "5.631",
    "Avg Rating": "7.79",
    "Link": "https://boardgamegeek.com/boardgameexpansion/227107/feudum-kickstarter-promotional-cards",
    "Min Players": "2",
    "Max Players": "5",
    "Min Play Time": "80",
    "Play Time": "180",
    "Weight": "4",
    "Description": "These eleven (11) cards are from the November 2016 Feudum Kickstarter Campaign.  They are described here in detail, and summarized on this downloadable player aid courtesy of Joshua Acosta : https://boardgamegeek.com/filepage/162608/feudum-expansion-promo-royal-writs-official&#10;&#10;1. TIME FLIES&#10;If you discard a wood or an iron good, This &quot;Time Flies&quot; Royal Writ Mandate card lets you immediately roll the progress die to draw a region tile. This not only speeds up the game, it earns you a valuable tile! Return the card to the bottom of the Royal Writ deck after use.&#10;&#10;2. SEA SERPENT&#10;This &quot;Sea Serpent&quot; Royal Writ card doubles as an Action Card that you can add to your Action Deck! Once played it remains in play and limits you to 1 less action for all remaining rounds (It may NOT be used with the x2 Repeat Action). Select two of the same (non-feudum) location types (outposts, farms or towns) and place them atop your card. These discs function as ruled locations (even without influence markers!). If you control the sea serpent, gain one ADDITIONAL status star for those locations (3 total) for the purpose of determining your guild status in the related two guilds.&#10;&#10;3. KRUD&#10;This &quot;Krud&quot; Royal Writ Mandate card lets you immediately add a 1 barrel&rsquo;s worth of influence markers to your row in the Knight Guild. If you discard a sulfur, you may add 2 barrel&rsquo;s worth of influence markers! Return the card to the bottom of the Royal Writ deck after use.&#10;&#10;4. REGION TILE&#10;This &quot;Region Tile&quot; Royal Writ Charter card earns veneration points for any collected region tile you still have in your personal supply (not being used as landscapes).&#10;&#10;5. BEHEMOTH&#10;This &quot;Behemoth&quot; Royal Writ card doubles as an Action Card that you can add to your Action Deck! Once played it remains in play and limits you to 1 less action for all remaining rounds (It may NOT be used with the x2 Repeat Action). Select any available feudum and place it atop your card. This disc functions as ruled feudum (even without an influence marker!) and requires NO military service. If you control the behemoth, gain one additional status star in that feudum type for the purposes of determining your guild status in that guild.&#10;&#10;6. RIVER&#10;This &quot;River&quot; Royal Writ Charter card earns veneration points per locations ruled along the river.&#10;&#10;7. KING DANIEL&#10;This &quot;King Daniel&quot; Royal Writ card doubles as an Action Card that you can add to your Action Deck! Once played it remains in play and limits you to 1 less action for all remaining round (It may NOT be used with the x2 Repeat Action). Take 1, 2, or 3 king seals from the general supply, depending on the epoch you are in. If you are the starting player, king seals cost 1 less shilling when trading with the Noble Guild.&#10;&#10;8. NORRIN THE CAT&#10;This &quot;Norrin the Cat&quot; Royal Writ card doubles as an Action Card that you can add to your Action Deck! Once played it remains in play and limits you to 1 less action for all remaining rounds (It may NOT be used with the x2 Repeat Action). Take 1, 2, or 3 vessels from the general supply, depending on the epoch you are in. If you have an alchemist in play, vessels cost 1 less shilling when trading with the Alchemist Guild.&#10;&#10;9. SAMUEL THE SNAKE&#10;This &quot;Samuel the Snake&quot; Royal Writ card doubles as an Action Card that you can add to your Action Deck! Once played it remains in play and limits you to 1 less action for all remaining rounds (It may NOT be used with the x2 Repeat Action). During the Nourish Pawns Phase, all players (except you) must FIRST &ldquo;feed the snake&rdquo; by discarding a food into the haversack! If you have an Noble in play, keep one of the discarded food goods for yourself!&#10;&#10;10. STAINED GLASSS ABBEY&#10;This &quot;Stained Glass Abbey&quot; Royal Writ Mandate card lets you randomly draw 2 rosary beads from the general supply, and then keep the highest bead! Return the unused bead back to the general supply. Return the card to the bottom of the Royal Writ deck after use.&#10;&#10;11. SWORD OF LEINAD&#10;This &quot;Sword of Leinad&quot; Royal Writ Mandate card adds +3 to a single conquer action. Return to the bottom of the Royal Writ Deck after use&#10;&#10;",
    "Categories": [
      "Adventure",
      "Economic",
      "Expansion for Base-game",
      "Fantasy",
      "Medieval"
    ],
    "Mechanics": [
      "Action Queue",
      "Area Majority / Influence",
      "Hand Management",
      "Simultaneous Action Selection"
    ],
    "Families": [
      "Game: Feudum"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Rubber Band Game",
    "ID": 227108,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.75",
    "Link": "https://boardgamegeek.com/boardgame/227108/rubber-band-game",
    "Min Players": "2",
    "Max Players": "8",
    "Min Play Time": "5",
    "Play Time": "30",
    "Weight": "0",
    "Description": "From the back of the box:&#10;&#10;12 blocks.&#10;250 rubber bands.&#10;20 ways to play.&#10;1 crazy fun game.&#10;&#10;Roll the dice, take aim and let the laughter and craziness begin. How good is your aim? Will your awesome rubber band skills win? Find out!&#10;&#10;Take aim and knock down your numbered block to win. Or play a speed round for some real knock down fun. With over 20 different ways to play, Its a super fun game for family, friends,...everyone.&#10;&#10;GAME ON!&#10;&#10;",
    "Categories": [
      "Action / Dexterity",
      "Children's Game",
      "Real-time"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Planar Expedition",
    "ID": 227109,
    "Year": "(2018)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/227109/planar-expedition",
    "Min Players": "1",
    "Max Players": "6",
    "Min Play Time": "30",
    "Play Time": "90",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;Planar Expedition is a fantasy board game where players will traverse through the lands of Evyllon in search of the planar portal.  Upon entering the plane, players will battle their way to challenge and defeat the Supreme and save Evyllon.  With a personal quest, along with many side quests and random encounters, players will strategically and heroically fight many different foes using a card based battle system.&#10;&#10;",
    "Categories": [
      "Adventure",
      "Exploration",
      "Fantasy",
      "Miniatures"
    ],
    "Mechanics": [
      "Action Queue",
      "Area Movement",
      "Campaign / Battle Card Driven",
      "Cooperative Game",
      "Deck, Bag, and Pool Building",
      "Grid Movement",
      "Hand Management",
      "Point to Point Movement",
      "Storytelling"
    ],
    "Families": [
      "Crowdfunding: Kickstarter",
      "Mechanism: Campaign Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Test of Honour: The Samurai Miniatures Game – Oda Nobunaga",
    "ID": 227112,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "10.00",
    "Link": "https://boardgamegeek.com/boardgameexpansion/227112/test-of-honour-the-samurai-miniatures-game-oda-nob",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Oda Nobunaga was a key figure in the Japnese civil wars. This card adapts the character o Nobunaga to the tabletop for use in Test of Honour games.&#10;&#10;The card allows Oda Nobunaga to be fielded as a Special Character, complete with some enhanced combat skills and special rules that make him a unique addition to one's forces.&#10;&#10;The miniature pictured on the card os from the Wargames Illustrated 'Giants in Miniature' range.&#10;&#10;The card is available for download from the Wargames Illustrated website.&#10;&#10;",
    "Categories": [
      "Civil War",
      "Dice",
      "Expansion for Base-game",
      "Fighting",
      "Medieval",
      "Miniatures",
      "Renaissance",
      "Wargame"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Point to Point Movement",
      "Simulation",
      "Variable Phase Order"
    ],
    "Families": [
      "Players: Two-Player Only Games",
      "Theme: Samurai"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "The Hunger Game",
    "ID": 227115,
    "Year": "(2012)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/227115/the-hunger-game",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "A card game based on the Hunger Games first Book and Movie.  This primarily depicts events within the arena and not outside of it or before or after.&#10;&#10;The common deck has 120 cards, one of each described in the card list. There are 12 card types and 10 cards for each type. &#10;Each card has a level ranging from 1 to 10.&#10;6 types hurt. These are the Threat cards: &#10;Thirst, Hunger, Attack, Exposure, Weakness, and Game&#10;6 types help. These  are the Protection cards: &#10;Water, Food, Defense, Shelter, Trait, and Sponsor&#10;Threats and protection cards have a 1 to 1 correspondence&#10;&#10;Players start the game with an equal number of Tribute Tokens (The exact number is dependant on player numbers).&#10;&#10;The game is played over a number of turns with players playing cards in an attempt to cause other players to lose Tribute tokens whilst trying to avoid losing Tribute tokens themselves.&#10;&#10;If you have no Tribute tokens left, you are out of the game.&#10;&#10;The game end when only one player has a tribute remaining. &#10;That player is the winner.&#10;&#10;",
    "Categories": [
      "Card Game",
      "Novel-based"
    ],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Animal Buddy: India Edition Board Game",
    "ID": 227116,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/227116/animal-buddy-india-edition-board-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;An all-new Indian jungle safari board game  from the KAADOO- PLAY &amp; LEARN SERIES. Designed for smaller children, aged 4 and above. It is for two players, simple and loads of fun.&#10;&#10;Very easy game rules let the tiny ones get into the game quickly. Players can decide between them on who starts a game. Players advance by picking a card and following the instructions on the card picked; no dice is thrown.There are also experiences along the route that the players can look forward to. The player who comes out of the forest first is the winner.&#10;&#10;This is an exciting game that children would want to play again and again. They can play it with very little help from adults. Kaadoo Animal Buddy is pure thrill.&#10;&#10;This game will help children in a number of ways:&#10;&#10;Helps improve social skills, be it playing with siblings or friends&#10;In a rule-filled real world, helps them understand how to play by rules&#10;Helps improve their visual IQ and fires up their imagination as they sight various exotic animals, birds and reptiles in the forest&#10;Helps grow their knowledge about wildlife; generate interest in nature and conservation. The very essence of Play &amp; Learn !&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Animal Buddy: Africa Edition Board Game",
    "ID": 227117,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/227117/animal-buddy-africa-edition-board-game",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;An all-new African jungle safari board game from the KAADOO- PLAY &amp; LEARN SERIES. Designed for smaller children, aged 4 and above. It is for two players, simple and loads of fun.&#10;&#10;Very easy game rules let the tiny ones get into the game quickly. The players can decide between them on who starts a game. Players advance by picking a card and following the instructions on the card picked; no dice is thrown. There are also experiences along the route that the players can look forward to. The player who comes out of the forest first is the winner.&#10;&#10;This is an exciting game that children would want to play again and again. They can play it with very little help from adults. Kaadoo Animal Buddy is pure thrill.&#10;&#10;This game will help children in a number of ways:&#10;&#10;Helps improve social skills, be it playing with siblings or friends&#10;In a rule-filled real world, helps them understand how to play by rules&#10;Helps improve their visual IQ and fires up their imagination as they sight various exotic animals, birds and reptiles in the forest&#10;Helps grow their knowledge about wildlife; generate interest in nature and conservation. The very essence of Play &amp; Learn!&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Grand Tundra: Arctic Circle Edition Board Game",
    "ID": 227118,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "3.00",
    "Link": "https://boardgamegeek.com/boardgame/227118/grand-tundra-arctic-circle-edition-board-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;Kaadoo: your nature safari on the go! Bring the uplands, the expansive Tundra indoors!&#10;&#10;Fun and educational wildlife safari board game for children and the whole family. Ideally suited for children aged 6 to 12 years&#10;One-of-a-kind board game created by wildlife photographer and enthusiast Diinesh Kumble; approved and co-branded by the World Wildlife Fund [WWF] India&#10;A game for everyone, offering hours of group play, driving through the jungle, discovering amazing wild beasts and facing the ups and downs of a safari&#10;Offers quick set up and easy understanding for kids and yet involves strategic thinking on the use of cards to alter game status&#10;Educates children on the flora and fauna and develops in them a taste for nature and wildlife&#10;Makes a unique and outstanding gift&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": [
      "Region: Arctic"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Explore Wild Australia: The Land Down Under",
    "ID": 227119,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/227119/explore-wild-australia-the-land-down-under",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;Kaadoo: your nature safari on the go! Now, tame the vast, wild Australian outbacks !&#10;&#10;The Australian Outback spans around 6.5 million square kilometres from east to west, and from north to south. It covers several climate zones and experiences a wide range of temperatures.&#10;&#10;Play the Explore WILD AUSTRALIA - The Land Down Under Premium Edition boardgame and get to meet interesting &lsquo;people&rsquo; who live on land, in water or in the air, such as kangaroos, wallabies, kookaburras, platypuses, crocodiles and deadly snakes. This is a well-researched and very unique compilation. Experience an exotic, vibrant biosphere, right at your home.&#10;&#10;&#10;     Fun and educational wildlife safari board game for children and the whole family. Ideally suited for children aged 6 to 12 years&#10;     One-of-a-kind board game created by wildlife photographer and enthusiast Diinesh Kumble; approved and co-branded by the World Wildlife Fund [WWF] India&#10;     A game for everyone, offering hours of group play, driving through the jungle, discovering amazing wild beasts and facing the ups and downs of a safari&#10;     Offers quick set up and easy understanding for kids and yet involves strategic thinking on the use of cards to alter game status&#10;     Educates children on the flora and fauna and develops in them a taste for nature and wildlife&#10;     Makes a unique and outstanding gift&#10;&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Lion's Den: Western India Edition Board Game",
    "ID": 227120,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/227120/lions-den-western-india-edition-board-game",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;Kaadoo: your nature safari on the go! Get up close with the king of the jungle, in the sprawling Gir Forest National Park, Gujarat&#10;&#10;Fun and educational wildlife safari board game for children and the whole family. Ideally suited for children aged 6 to 12 years&#10;One-of-a-kind board game created by wildlife photographer and enthusiast Diinesh Kumble; approved and co-branded by the World Wildlife Fund [WWF] India&#10;A game for everyone, offering hours of group play, driving through the jungle, discovering amazing wild beasts and facing the ups and downs of a safari&#10;Offers quick set up and easy understanding for kids and yet involves strategic thinking on the use of cards to alter game status&#10;Educates children on the flora and fauna and develops in them a taste for nature and wildlife&#10;Makes a unique and outstanding gift&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Nilgiris Biosphere: Spots & Stripes Edition Board Game",
    "ID": 227121,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "2.00",
    "Link": "https://boardgamegeek.com/boardgame/227121/nilgiris-biosphere-spots-and-stripes-edition-board",
    "Min Players": "0",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "1",
    "Description": "Description from the publisher:&#10;&#10;Kaadoo: your nature safari on the go! Bring the charming, serene Nilgiris  indoors!&#10;&#10;&#10;     Fun and educational wildlife safari board game for children and the whole family. Ideally suited for children aged 6 to 12 years&#10;     One-of-a-kind board game created by wildlife photographer and enthusiast Diinesh Kumble; approved and co-branded by the World Wildlife Fund [WWF] India&#10;     A game for everyone, offering hours of group play, driving through the jungle, discovering amazing wild beasts and facing the ups and downs of a safari&#10;     Offers quick set up and easy understanding for kids and yet involves strategic thinking on the use of cards to alter game status&#10;     Educates children on the flora and fauna and develops in them a taste for nature and wildlife&#10;     Makes a unique and outstanding gift&#10;&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Oceanic Wonder",
    "ID": 227122,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/227122/oceanic-wonder",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;Kaadoo: your nature safari on the go! Now, explore the mighty oceans and get up close with a bewildering range of oceanic life forms!&#10;&#10;Did you know that 90% of the earth's biosphere is oceanic? And that is also about 71% of earth's surface. Despite, how much do we know about the creatures that live in the seas ?. Come, join us in the Oceanic Wonder [Premium Edition] boardgame. Let's go on an expedition in cute little boats and meet the sharks, octopuses, dolphins, crustaceans etc. and of course, different kinds of fish. This is an awe-inspiring and unforgettable trek. In order to make it as interesting to you as our other 'land' safari games, we have designed the game board with an ocean track. Keep sailing and keep discovering !&#10;&#10;&#10;     Fun and educational wildlife safari board game for children and the whole family. Ideally suited for children aged 6 to 12 years&#10;     One-of-a-kind board game created by wildlife photographer and enthusiast Diinesh Kumble; approved and co-branded by the World Wildlife Fund [WWF] India&#10;     A game for everyone, offering hours of group play, driving through the jungle, discovering amazing wild beasts and facing the ups and downs of a safari&#10;     Offers quick set up and easy understanding for kids and yet involves strategic thinking on the use of cards to alter game status&#10;     Educates children on the flora and fauna and develops in them a taste for nature and wildlife&#10;     Makes a unique and outstanding gift&#10;&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Hydaspes",
    "ID": 227123,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/227123/hydaspes",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "A Warp Skirmish format game representing the last major battle of Alexander the Great in 326 BC.&#10;&#10;One player is Alexander.  The other is King Porus of the Hindu Paurava Kingdom.&#10;&#10;Play is conducted on a 12 x 7 grid with 4 different terrain types.   The Greeks start stacked just North of the river Hydaspes.  The Indians start stacked facing them on the South bank of the river.&#10;&#10;Victory is achieved by destroying 50% of the enemy force, or the opposing main leader.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Wargame"
    ],
    "Mechanics": [],
    "Families": [
      "Players: Two-Player Only Games",
      "Series: Warp Skirmish"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Wolves' Lair: North America Edition Board Game",
    "ID": 227124,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/227124/wolves-lair-north-america-edition-board-game",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Description from the publisher:&#10;&#10;Be the first to collect all the big animals hidden in the pack. The charismatic but elusive Wolf cards will be high on your mind, as you outmaneuver your opponents even while discovering other beautiful animals of North America. &#10; Fun and educational wildlife safari board game for children and the whole family. Ideally suited for children aged 6 to 12 years&#10;One-of-a-kind board game created by wildlife photographer and enthusiast Diinesh Kumble; approved and co-branded by the World Wildlife Fund [WWF] India&#10;A game for everyone, offering hours of group play, driving through the jungle, discovering amazing wild beasts and facing the ups and downs of a safari&#10;Offers quick set up and easy understanding for kids and yet involves strategic thinking on the use of cards to alter game status&#10;Educates children on the flora and fauna and develops in them a taste for nature and wildlife&#10;Makes a unique and outstanding gift&#10;&#10;",
    "Categories": [],
    "Mechanics": [],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Indian Territory",
    "ID": 227128,
    "Year": null,
    "Geek Rating": "N/A",
    "Avg Rating": "5.00",
    "Link": "https://boardgamegeek.com/boardgame/227128/indian-territory",
    "Min Players": "2",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "2",
    "Description": "Each player controls one North American Indian Tribe.  Players use their people to gather food and to raid each other and the white men.&#10;&#10;Different types of tokens are used to undertake actions and record progress:&#10;-  Population Tokens (PT) are used to conduct actions such as raiding and hunting. Each Population Token represents about 50 People. &#10;-  Land Tokens (LT) are used to give access to food and resources. &#10;-  Food Tokens (FT) are used to feed your people.  They are gained by claiming certain cards. &#10;-  Horse Tokens (HT) give advantages to Raids.  &#10;-  Weapons Tokens(WT) give advantages to Raids. &#10;-  Spirit Tokens (ST) have a variety of uses. &#10;-  Trade Tokens (TT) represent things like furs and skins or crafted items that are used to trade with whites for things like weapons and horses. &#10;-  Craft Tokens (CT) represent an accumulation of skilled labour.&#10;&#10;Players share a common Spirit Card deck.  Cards are of 2 basic types: Resource Cards and Bonus Cards. &#10;-  Resource cards provide tokens and are then Discarded. &#10;-  Bonus Cards are placed face-up in front of the owner and provide either a continuous benefit or are discarded for a one-time benefit.&#10;&#10;At the start of the game each player gets 10 PT, 10 LT and 10 ST. A player mater is utilised to track the status of the tribe and indicate how the PT are being utilised throughout the game.&#10;&#10;The game is conducted over six turns with each turn comprising 9 phases as follows: &#10;1. Season Phase&#10;-  Place 7 x no. of players cards from the top of the spirit deck face up. &#10;2. Braves Phase&#10;-  Players take turns activating Population Tokens one at a time.  An activated PT can hunt (claim a face up spirit card) or go on a raid or go trading. &#10;3. Hunt Phase&#10;-  Resolve Spirit Card purchases and conversions as soon as they are claimed.  Some Spirit Cards have a purchase cost in tokens. This must be paid immediately.  If the purchase cost cannot be paid, the card cannot be claimed.  If the Spirit Card is a resource card, immediately gain the indicated type of tokens and then discard the card. &#10;4. Territory Phase&#10;-  If you have more LT than PT, gain FT equal to the difference. &#10;-  If you have less LT than PT, lose FT equal to the difference.&#10;5. Food Phase&#10;-  Each player discards FT equal to their PT. &#10;-  If they are short then roll once on a Starvation Table for each FT they are short and resolve results. &#10;6. Raid Phase&#10;-  Players take turns conducting Raids. &#10;-  Each PT held in reserve conducts its own raid. &#10;-  When making a Raid, declare the target of the Raid: &#10;Target Opponent, Non-player Tribe, or White Men. &#10;-  Roll for results on the appropriate raid table and resolve accordingly.&#10;7. Trade Phase&#10;-  Players may trade Tokens with each other or with white men (using set conversion rates) &#10;8. Encroachment Phase&#10;-  Each player rolls once on an Encroachment Table and resolves results accordingly.&#10;9. Spirit Phase&#10;-  All unclaimed face-up Spirit Cards are discarded.&#10;&#10;The game is played over six turns. At the end of the 6th turn scoring is conducted as follows:&#10;Player with most LT gets 10 VP&#10;Player with most PT gets 9 VP&#10;Player with most HT gets 8 VP&#10;Player with most WT gets 7 VP&#10;Player with most ST gets 6 VP&#10;Player with most CT gets 5 VP&#10;Player with most TT gets 3 VP&#10;Player with most FT gets 2 VP&#10;Player with the most Bonus Cards get 4 VP&#10;If tied in a category, all tied players get the points -1.&#10;&#10;The player with the most Victory Points (VP) at the end of the game wins.&#10;&#10;If at any point during the game a player loses all his Population Tokens or Land Tokens he automatically loses.&#10;&#10;",
    "Categories": [
      "American Indian Wars"
    ],
    "Mechanics": [
      "Open Drafting"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Marvel Dice Masters: Squirrel Girl Promo Pack",
    "ID": 227129,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.73",
    "Link": "https://boardgamegeek.com/boardgameexpansion/227129/marvel-dice-masters-squirrel-girl-promo-pack",
    "Min Players": "2",
    "Max Players": "2",
    "Min Play Time": "30",
    "Play Time": "60",
    "Weight": "2.5",
    "Description": "Flavor text:&#10;&#10;Kick Butts, Eat Nuts&#10;&#10;Card Text:&#10;&#10;While Squirrel Girl is active, at the end of your turn, add a squirrel counter to this card. During your turn, when you may use a Global Ability, you may remove a squirrel counter and place a squirrel token with 1A and 1D into the Field Zone. You may have up to 4 Squirrel tokens in the Field Zone at once.&#10;&#10;",
    "Categories": [
      "Collectible Components",
      "Dice",
      "Expansion for Base-game",
      "Fighting"
    ],
    "Mechanics": [
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Variable Player Powers"
    ],
    "Families": [
      "Comic Books: Marvel Universe",
      "Game: Dice Masters",
      "Players: Two-Player Only Games"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Indus Valley",
    "ID": 227133,
    "Year": "(2011)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/227133/indus-valley",
    "Min Players": "2",
    "Max Players": "7",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "3",
    "Description": "A card game for 2-7 players.&#10;&#10;Each player represents a city of the Bronze Age Indus Valley Civilization (IVC), also known as the Harappan Culture.  The IVC flourished (in present day Pakistan) 3300 - 1300 BCE.&#10;&#10;The game is conducted over 10 turns.  Each turn represents 200 years.&#10;&#10;Players share a common deck.  Each card has the trait of one or more scoring categories of seven different types: &#10;1. Farming&#10;2. Animals&#10;3. Materials&#10;4. Products&#10;5. Trade&#10;6. Building&#10;7. Culture&#10;&#10;Each turn has 4 Phases: &#10;1. Draw Phase&#10;-  Each player draws 3 cards OR fills their hand to 7 cards.&#10;2. Trade Phase&#10;-  Players may trade Cards and Points with each other.  Trades do not have to be equal. &#10;3. Meld Phase&#10;-  Each player may make 1 or more melds in this phase.  A meld must consist of 3 or more cards in the same category.  A meld scores points in that category equal to the square of the number of cards in the meld. &#10;4. End Phase&#10;-  Max hand size is 5.  Discard excess cards.&#10;&#10;At the end of the game each player looks at his 7 point categories.  A player's final score is equal to his score in his lowest scoring category.  The player with the highest final score wins.&#10;&#10;",
    "Categories": [
      "Ancient",
      "Card Game"
    ],
    "Mechanics": [],
    "Families": [
      "Ancient: Indus Valley",
      "Country: India",
      "Country: Pakistan"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Snag the Flag",
    "ID": 227141,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "5.50",
    "Link": "https://boardgamegeek.com/boardgame/227141/snag-the-flag",
    "Min Players": "2",
    "Max Players": "6",
    "Min Play Time": "10",
    "Play Time": "30",
    "Weight": "0",
    "Description": "Snag the flag is an active game designed to teach kids and people of all ages about health and fitness by making it fun and energetic. The players won't even realize they're exercising and learning but just having fun. Snag the flag is all about action!&#10;&#10;The players will not sit and hang out but instead they will be on edge ready to chase after flags, act, guess, high five and perform tons of hilarious actions. The game has three different challenge decks to choose including fitness, trivia and showtime. Each deck contains 50 cards. The game also includes a 2&quot; soft foam category die, 6 sets of flags and a game board.&#10;&#10;The fitness challenges have individual and group challenges with four levels per card. The trivia challenge cards have four levels of questions as well. The Showtime challenge cards are hilarious stories that have to be acted out for an applause. Than you also have to be on guard for someone trying to snag your flag. So the game is quick, exciting and unlike any other family game night out there!&#10;&#10;",
    "Categories": [
      "Children's Game",
      "Educational",
      "Sports"
    ],
    "Mechanics": [
      "Dice Rolling"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "GreenGreenerGreenest",
    "ID": 227145,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.02",
    "Link": "https://boardgamegeek.com/boardgame/227145/greengreenergreenest",
    "Min Players": "1",
    "Max Players": "3",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "2",
    "Description": "Green, Greener and Greenest are three games that use the same set of components.&#10;&#10;Green is the first game of the Green-Greener-Greenest set. Green is a game for 3 players derived from The House of the Flying Blades and brother game of RED and BLUE, by the same designer, that uses a non-transitive capturing mechanism.&#10;&#10;Depending on the set, you&rsquo;d have:&#10;&#10;Basic: a 6&times;6 board, 15 black pyramids, 20 green pyramids, 15 white pyramids.&#10;&#10;Advanced: a 6&times;9 &ndash; 9&times;9 board (using one or both pads), 30 black pyramids, 45 green pyramids, 30 white pyramids.&#10;&#10;Gameplay overview:&#10;&#10;The board starts full of pyramids. Players in turn capture (mandatory) other pyramids or stacks of pyramids orthogonally so that:&#10;&#10;- Black can only capture Green&#10;- Green can only capture White&#10;- White can only capture Black&#10;&#10;The game ends when all players pass in succession. The player with the highest combined height of controlled stacks wins the game.&#10;&#10;Please refer to the rulebook for detailed rules.&#10;&#10;&#10;Greener is the second game of the Green-Greener-Greenest set. Green, Greener and Greenest are three games that use the same set of components.&#10;&#10;Greener is a capturing game for 2 players, where both must capture the same colour.&#10;&#10;Depending on the set, you&rsquo;d have:&#10;&#10;Basic: a 6&times;6 board, 15 black pyramids, 20 green pyramids, 15 white pyramids.&#10;&#10;Advanced: a 6&times;9 &ndash; 9&times;9 board (using one or both pads), 30 black pyramids, 45 green pyramids, 30 white pyramids.&#10;&#10;Gameplay overview:&#10;&#10;The board starts full of pyramids. Players take turns capturing pyramids or stacks of any colour orthogonally.&#10;&#10;The game ends when all players pass in succession. The player with the most green pyramids captured (being part of stacks they control) wins the game. In case of a tie, the player with the highest stack wins. If the tie persists, play again.&#10;&#10;Please refer to the rulebook for detailed rules.&#10;&#10;&#10;Greenest is the third game of the Green-Greener-Greenest set. Green, Greener and Greenest are three games that use the same set of components.&#10;&#10;Greenest is a solo game.&#10;&#10;Setup the board as in Green. The goal of the game is to end up with a single stack, by making captures also as in Green (Black can only capture Green and so on), but in any order. This is, you can capture several times with the same colour, or reverse the order.&#10;&#10;Whether all initial configurations are solvable or not still remains an open question. Your feedback on this will be greatly appreciated.&#10;&#10;",
    "Categories": [
      "Abstract Strategy"
    ],
    "Mechanics": [
      "Rock-Paper-Scissors",
      "Square Grid"
    ],
    "Families": [
      "Components: 6 x 6 Grids",
      "Containers: Zippered Pouch",
      "Game: Green, Greener, Greenest",
      "Players: Games with Solitaire Rules",
      "Series: Three Colors Trilogy (nestorgames)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "123 / ABC",
    "ID": 227149,
    "Year": "(1987)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/227149/123-abc",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "15",
    "Play Time": "30",
    "Weight": "0",
    "Description": "A game designed to help children learn their numbers in a pair of games. The games are educational and aimed at the 3 - 8 age group.&#10;&#10;In brief, it is a game to help small children read and count, usually solo but can be played with 2 or 3.&#10;&#10;Each player takes a card and tries to read the letters on it (ABC) part, these start with three letters and are common objects such as B-E-E or C-A-T and go up from there depending on the age of the child.&#10;&#10;The winner is the first player to get to a set number of correct answers, dependent on the age of the children. The track is a straight box divided into 12 squares for each color / team / player. Can be dependent on age so that younger children don't need to get as far as older ones.&#10;&#10;On the 123 side each card has a number on it and picture of say 2 Dogs or 4 mice.&#10;&#10;",
    "Categories": [
      "Children's Game"
    ],
    "Mechanics": [
      "Memory"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "The Risen of 1948",
    "ID": 227151,
    "Year": "(2024)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/227151/the-risen-of-1948",
    "Min Players": "1",
    "Max Players": "4",
    "Min Play Time": "60",
    "Play Time": "120",
    "Weight": "0",
    "Description": "Set in 1948 in an Alternate History where Dragons had risen 5 years earlier during World War II to decimate most of the world's great cities. Armies made up of the remnants of world powers are making a last stand in this semi Co-operative Resource management, engine building, with area control and dice combat game. &#10;Take to the air in experimental German planes, Use submarines to avoid detection from roaming dragons.&#10;&#10;Three Dragons including the Mother are randomly placed on three major cities.&#10;&#10;Players select their army and determine start order.&#10;There is a card drafting phase where certain number of cards are drawn and the last player in turn order gets first pick of the cards and then passes to next turn ordered player and then back to them where everyone gets to keep two cards.&#10;Now it is first players turn. They have a number of actions based on the number of Generals they started with. Each general can give one order Explore/Move, Mine, Sell/Trade, Build, Attack or Draw a Card. Early emphasis is on gathering resources to develop weapons and vehicles. Players will explore the globe and mine by flipping hex tiles. The revealed mine may have gold, oil, metal, uranium or it may be a dragon cave and unleash a new dragon. The new dragon will immediately fly around the board. It's direction will be dictated by a 4 sided die. It will only stop when it reaches a city or player who will have to fight it. If too many cities are captured the game immediately ends and all players lose.&#10;&#10;As player armies start to get stronger it is advised that these players team up to start hunting dragons whose carcasses are a plethora of new resources: Scales, Blood and Hydrogen allowing very unique upgrade abilities. If the dragon had a city base, victorious players can turn over the tiles and reap the benefits.&#10;&#10;Once players become strong enough they will attempt to defeat the Mother Dragon. If they poses a hydrogen or atom bomb they can do so but by destroying city they will not reap the treasures.  The city being lost may also cost them the game if the limit is met. Once all dragons are destroyed players count their active mining territories, cities and gold to find out who is the new world super power and ultimate winner.&#10;&#10;",
    "Categories": [
      "Aviation / Flight",
      "Dice",
      "Economic",
      "Exploration",
      "Fantasy",
      "Fighting",
      "Miniatures",
      "Nautical",
      "Science Fiction",
      "World War II"
    ],
    "Mechanics": [
      "Area Majority / Influence",
      "Deck, Bag, and Pool Building",
      "Dice Rolling",
      "Open Drafting",
      "Point to Point Movement",
      "Semi-Cooperative Game",
      "Tile Placement",
      "Variable Player Powers"
    ],
    "Families": [
      "Theme: Alternate History"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Nine Homeworlds",
    "ID": 227152,
    "Year": "(2017)",
    "Geek Rating": "N/A",
    "Avg Rating": "6.00",
    "Link": "https://boardgamegeek.com/boardgame/227152/nine-homeworlds",
    "Min Players": "2",
    "Max Players": "3",
    "Min Play Time": "20",
    "Play Time": "45",
    "Weight": "0",
    "Description": "Nine Homeworlds is a 9-Card Nanogame, in which the players assume the role of norse clan leaders who want to collect as much glory as possible before the end of the worlds approaches. Dice rolling and tactical movement are just as important as wise calculation of the enemies' possibilities to gather as much glory as possible before the game ends.&#10;&#10;Players roll a die and choose whether they want to move one of their heroes to another world or quest a world they are currently at. By moving into better positions, players try to gain maximum points from questing.&#10;&#10;",
    "Categories": [],
    "Mechanics": [
      "Area Movement",
      "Dice Rolling"
    ],
    "Families": [
      "Contests: 9 Card Nanogame PnP",
      "Theme: Vikings"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Fische Versenken",
    "ID": 227164,
    "Year": "(2016)",
    "Geek Rating": "N/A",
    "Avg Rating": "4.75",
    "Link": "https://boardgamegeek.com/boardgame/227164/fische-versenken",
    "Min Players": "2",
    "Max Players": "4",
    "Min Play Time": "10",
    "Play Time": "20",
    "Weight": "0",
    "Description": "Fische Versenken is a card based reaction game about helping fish to escape form the glass into the ocean.&#10;&#10;Depending on the task determined by a card, players have to combine two cards (with holes in them) in a way that you can see a fish through the hole, or that the holes in both cards are in the same position.&#10;&#10;The fastes player to fulfill this tasks shouts &quot;Fisch Versenkt&quot; and scores a point.&#10;After the draw pile is exhausted, the player with the most points wins.&#10;&#10;",
    "Categories": [
      "Animals",
      "Card Game"
    ],
    "Mechanics": [
      "Pattern Recognition"
    ],
    "Families": []
  },
  {
    "Rank": "N/A",
    "Name": "Anthropochory: el juego de las semillas",
    "ID": 227168,
    "Year": "(2014)",
    "Geek Rating": "N/A",
    "Avg Rating": "7.50",
    "Link": "https://boardgamegeek.com/boardgame/227168/anthropochory-el-juego-de-las-semillas",
    "Min Players": "2",
    "Max Players": "9",
    "Min Play Time": "15",
    "Play Time": "0",
    "Weight": "0",
    "Description": "Anthropochory: el juego de las semillas (Anthropochory: The Seed Game) is a Spanish card game inspired by trees and their seed dispersal by humans, aka anthropochory. The players start with an objective plus a limited amount of real seeds (included in the box) that are used as bidding coins in order to get tree cards and complete sets of tree families which give more points. In each round a single tree card is auctioned, and the player who bids the highest for it, gets the card and points associated with it. This is a simple but original game inspired by nature and tree life.&#10;&#10;",
    "Categories": [
      "Environmental"
    ],
    "Mechanics": [
      "Auction / Bidding"
    ],
    "Families": [
      "Organizations: Board Games Association of Creators in Spain (LUDO)"
    ]
  },
  {
    "Rank": "N/A",
    "Name": "Neues Deutches Flaggen-Spiel",
    "ID": 227172,
    "Year": "(1880)",
    "Geek Rating": "N/A",
    "Avg Rating": "N/A",
    "Link": "https://boardgamegeek.com/boardgame/227172/neues-deutches-flaggen-spiel",
    "Min Players": "0",
    "Max Players": "0",
    "Min Play Time": "0",
    "Play Time": "0",
    "Weight": "0",
    "Description": "This is a dice-throwing gambling game with a fairly elaborate board. The board consists of a 100-space track divided into three areas.&#10;&#10;The outer ring consists of 26 squares around the edge of the board, each showing the flag of a German royal realm, princedom, grand duchy or duchy, as well as those of the free cities Lubeck, Bremen and Hamburg and the (recently conquered) territory of Alsace-Lorraine. The second ring consists of small squares numbered 27-82 in a variety of colors including light and dark blue, red, green, yellow and white. The final ring is a circle numbered 83-99 which sits at the center of the board flanked on either side by soldiers on horseback and above and below by the rules. The 100 space is a coat of arms in the middle of the circle.&#10;&#10;Players each start with the same amount of money and put an agreed sum into the pot. They take turns rolling a single die to move along the track. Players need to know the ranks of the various flags: they receive 3 marks from the pot when landing on a royal or duchy space, but must put 3 marks into the pot when landing on a princedom or grand duchy. The free city squares have no effect. Landing on the same space as another player also has no effect.&#10;&#10;Landing on Alsace-Lorraine (12) or on the squares 30, 40, 50, 60 or 70 means going back to square 1 and starting over. A player who runs out of money is no longer allowed to play. Whoever gets to the 100 space first collects the pot.&#10;&#10;",
    "Categories": [
      "Post-Napoleonic",
      "Wargame"
    ],
    "Mechanics": [
      "Roll / Spin and Move"
    ],
    "Families": []
  }
]